{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "dynamic-japan-tour-ancient-culture-and-modern-revelries",
  "tourName": "Dynamic Japan Tour: Ancient Culture and Modern Revelries",
  "placesVisited": "Tokyo, Kanazawa, Takayama, Shirakawa-go, Kyoto, Nara",
  "generalInfo": "Between Tokyo's cyber futurism and Kyoto’s age-old traditions, Japan’s spectacular charm will unravel itself during this tailored 14-day tour across the country. Throughout the journey, you will indulge in authentic cuisine at beloved eateries, witness scenes of the snow-capped peaks of Mount Fuji, and trace ancient history within citadels and museums to immerse yourself in the culture and traditions of Japan.",
  "durationDays": "14",
  "price": "9,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo - Futuristic Cyber Scenes",
      "description": "As your plane soars over Tokyo’s skyline, images of its gleaming LED billboards and imposing skyscrapers will be revealed. Upon your arrival, you will be welcomed to the futuristic city by a private transfer, who will whisk you away to your accommodation in a spirited Tokyo neighborhood. A moment to acclimate yourself to the animated energy will present you with opportunities stroll through back alleys and ancient shrines or to peruse mesmerizing avenues and authentic Japanese restaurants."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo - Japanese Culture and Beyond",
      "description": "With only a brief glimpse of Japanese culture among the spectacles of Tokyo, you will pleasantly submerge yourself in the wonders that sweep this city during a guided tour. Behind the veil of modernity, Tokyo’s districts are entrenched in historical origins that reverberate from venerated spiritual complexes and sacred monuments. Such fascinating shrines include the Meiji Shrine, which is a Shinto structure that will introduce you to the distinctive features of Japanese architecture. Your tour will continue to Tokyo’s iconic neighborhoods, where you will be blown away by the vivacious colors of Harajuku and the buzzing ambiance of Akihabara."
    },
    {
      "dayNumber": "3",
      "title": "Tokyo - Unique Experiences in Tokyo",
      "description": "Over the next two days, you will explore Tokyo at your leisure and experience the city's boundless activities and pastimes at a pace of your choosing. There are hundreds of exciting cultural opportunities that will allow you to explore Japanese life. With the help of your knowledgeable concierge, you will be pointed to activities that best represent the memories you wish to make during your vacation. From savoring Japanese delicacies at bustling fish markets or bathing in the vitalizing hot springs at mellow spa centers, Tokyo will be your playground for the day."
    },
    {
      "dayNumber": "4",
      "title": "Tokyo - Manicured Greenery and Soaring Skyscrapers",
      "description": "As modern as the cityscape of Tokyo is, natural beauty is still very present between the momentous buildings in bushy flower gardens and manicured parks. There are sprawling fields that boast emerald pastures and colorful floral petals that you can explore during your time in Tokyo. This will prove a delightful escape from the enigmatic energy of the crowded city while showcasing the endless attention to detail the traditional Japanese desire to protect mother nature."
    },
    {
      "dayNumber": "5",
      "title": "Kanazawa - Untamed Wildlife and the Samurai",
      "description": "While feudal Japan and the country’s old-world traditions can be seen within the museums and in the shrines of Tokyo, this history is best discovered away from the hub of the city among the unspoiled landscapes of the Japanese countryside. Your travels through the Japanese wildlands will bring you to Kanazawa, a destination adored for conserving Japan’s most breathtaking unspoiled garden, the Kenrokuen Garden. Making memories within the garden’s forested park and along its tranquil lake will be as magical as your exploration of Kanazawa’s samurai and geisha districts."
    },
    {
      "dayNumber": "6",
      "title": "Takayama - Fabled Gassho-Zukuri Farmhouses",
      "description": "Today, you can tuck into a delightful Japanese breakfast as you overlook the splendors of Kanazawa. Afterward, you will head to the local station and set off through the Gifu Prefecture. Your journey will conjure spectacles of prolific mountains and traditional wooden gassho-zukuri farmhouses. The century-old homes\u0000\u0000’ roofs are constructed out of thatching that is strong enough to withstand the heavy snowfall that occurs throughout the region. After a brief exploration of these phenomenal pieces of architecture, you will arrive in Takayama. You will then have the remainder of the evening to spend at your leisure."
    },
    {
      "dayNumber": "7",
      "title": "Takayama - Snow-Capped Summit Spectacles",
      "description": "The origins of Takayama trace back to the Meiji era and can be witnessed in the decorated inns and traditional shrines that cover this mountain-flanked town. The picturesque positioning of this authentic Japanese community means your adventures will be backdropped by spectacles of the looming snow-capped Japanese Alps, a special scene to curate magnificent memories. During your time in Takayama, you will slowly uncover the ancient culture during trips to the hamlet’s hallowed spiritual sites and museums that are plastered with antique artifacts."
    },
    {
      "dayNumber": "8",
      "title": "Kyoto - The Greatest Visionaries of Japan",
      "description": "Once the imperial capital of Japan, Kyoto is drenched in history that you will slowly unearth during your next few days in the city's bewitching districts. Upon your arrival, you may attune to the atmospheric lifestyle during a day at your leisure, during which you can partake in iconic experiences within Kyoto. Such memorable moments may include a traditional tea ceremony led by a master Japanese tea artist and a visit to literary museums that will showcase the evocative masterpieces of the country’s greatest writers, poets, and calligraphers."
    },
    {
      "dayNumber": "9",
      "title": "Kyoto - Symbols and Icons of Japan",
      "description": "Today, you will explore more of Kyoto under the guidance of an experienced tour operator who will show you the ins and outs of the ancient city. Your tour will take you to the destinations you really wish to see and may bring you to the fascinating geisha district of Gion. Here, traditional woven crafts are reflected through the vibrant colors of Japanese kimonos. You can also venture to the intriguing Nishiki Market, where fragrances of fabulous Japanese delights emanate from its endearing eateries. Your day will culminate underneath the sprawling orange arches of the iconic Fushimi Inari-Taisha shrine."
    },
    {
      "dayNumber": "10",
      "title": "Kyoto - Flow with Japanese Culture",
      "description": "Today, you can allow Kyoto’s historical charm and natural allure to seduce you during a free day in this viridian locale. As you wallow in the mesmerizing wilderness and stroll along spirited streets, you will feel worlds away from your everyday worries and capture spellbinding images of your scenery. There is no better place to be for those who wish to honor Japanese culture through the discovery of the country's ancient traditions. Today, you will also be able to savor the subtle flavors of Japan's local delicacies."
    },
    {
      "dayNumber": "11",
      "title": "Kyoto - Enchanting Wilderness Encounters",
      "description": "Kyoto’s nearby Kitayama Mountains are breathtaking displays of natural splendor that you can bask in as you stroll along forested hiking trails and weave through the wilderness from the town of Kibune. From antique shrines that depict Japan’s spiritual beliefs to ancient trees that reflect the geology of this locale, you will be amazed with every step you take in these unspoiled parts of the country. Harmony will flow from the spiritual constructs and natural environment."
    },
    {
      "dayNumber": "12",
      "title": "Kyoto - Stories of the Ancient World",
      "description": "Before Kyoto’s rise as Japan’s ancient capital, Nara stood as the preeminent position of power for the early Japanese people. The royal empire of the time composed of a collection of elaborate shrines and temples that you will freely explore today during a tour of the former empirical seat. Beneath the mountainous landscape, history will be brought to life in the regal architecture within the UNESCO World Heritage Site."
    },
    {
      "dayNumber": "13",
      "title": "Tokyo - Silhouettes of Mount Fuji",
      "description": "You will transfer from Kyoto to Tokyo through the bewildering countryside of Japan by train this morning, passing the mountain peaks of Mount Fuji. Rising like a beacon of untouched topography, the snowy summit of Mount Fuji will entrance you with each passing minute. Cherry blossoms that grow in luxuriant fields and the tranquil waters of pristine lakes will lie in front of the mountainous silhouette. Upon your arrival in Tokyo, you will have the remainder of the day at your leisure."
    },
    {
      "dayNumber": "14",
      "title": "Tokyo - Departure",
      "description": "Although your adventures across Japan’s pristine countryside will be coming to an end, you will enjoy a few more hours in Tokyo. With boundless memories of your moments in Japan, you will return home fulfilled from your two weeks of discovering the country’s culture and natural grandeur."
    }
  ],
  "map": ""
}