{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "classic-japan-cities-country-and-culture-tour",
  "tourName": "Classic Japan: Cities, Country, and Culture Tour",
  "placesVisited": "Tokyo, Kamakura, Hakone, Osaka, Kyoto, Nara, Hiroshima, Kanazawa",
  "generalInfo": "Discover Japan’s beloved cities on this exquisite 14-day vacation. Enjoy the country’s culture and heritage as you visit iconic landmarks poised in breathtaking destinations along the way. From the buzzing skyline of Tokyo to the spirited streets of Osaka and the Zen Buddhist temples of Kyoto to the immaculately landscaped gardens of Kanazawa, uncover the authenticity of Japanese culture.",
  "durationDays": "14",
  "price": "9,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo - Japanese History between Cloud-Scraping Buildings",
      "description": "Upon arriving in Japan, you will enjoy a leisurely ride to the thrumming cityscape of Tokyo. The skyline scrapes the clouds as streets burst to life with a buzzing atmosphere that swoops you away the minute you stroll out the front door of your accommodation. Weave through the spirited districts that drip with history to destinations doused in iconic cultural landmarks, and you will be besotted with the deep Japanese culture that holds between the cyber-futurist buildings and modern constructs that pepper the sprawling metropolis."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo - Culinary Culture and Spiritual Shrines",
      "description": "With a full day to explore Tokyo’s neighborhoods, you will uncover the hidden gems and points of cultural significance on a guided tour through its many districts. Your tour will be tailored with your desires in mind, allowing you to unravel the culture through experiences of your choosing. Whether you wish to immerse yourself in the culinary culture at a revered local fish market or honor Japanese spirituality within the decorated shrines speckling the skyline, tour as much of Tokyo as you can today."
    },
    {
      "dayNumber": "3",
      "title": "Tokyo - Beyond Borders to Kamakura",
      "description": "Before you venture across the Japanese countryside to see what lies beyond Tokyo's neon-lit borders, relish one last day in the city spent at your pace. Opt to luxuriate in the comfort of your accommodation’s amenities or step out onto the bustling streets and see what else you can find. For example, you may transfer to the sleepy coastal town of Kamakura to witness the stately bronze Daibutsu, or Big Buddha, the statue that sits amidst the luxuriant landscape that sweeps the seaside destination."
    },
    {
      "dayNumber": "4",
      "title": "Hakone - Beautiful Tradition",
      "description": "The distant snow-capped summit of Japan’s beloved Mount Fuji lies the staggering viridian national park of Hakone. After a short transfer by bullet train, take in the beauty of the wilderness. You may appreciate the unending flora and fauna with several options, including calm boat cruises across the glistening Lake Ashi or moments spent in the waters of thermal hot springs. Admire every panorama from the moment you arrive till the moment you tuck into bed for a dreamy sleep in a traditional ryokan."
    },
    {
      "dayNumber": "5",
      "title": "Osaka - A Divine Dinner in a Dazzling Japanese City",
      "description": "Race by bullet train across Japan’s eastern seaboard to the dazzling city of Osaka after a delightful breakfast. Osaka’s skyline is reminiscent of Tokyo’s, boasting imposing skyscrapers emblazoned with vibrant LED billboards, however, there is a distinct ambiance born from the destination's close ties with its gastronomic scenes. Hence, you will revel in a mouth-watering food tour this evening to the prime eateries peppering the Dotonbori area. From octopus dumplings to kushikatsu fried skewers, indulge in the intricacies of Japanese cuisine for dinner at hidden restaurants."
    },
    {
      "dayNumber": "6",
      "title": "Osaka - Distinct Discoveries across this Lively Destination",
      "description": "A buoyant spirit emanates from Osaka, spurred on by the lively local culture and vivacious experiences that you may take pleasure in today on a guided half-day tour. With a knowledgeable tour guide leading the way, you will step off the beaten path to uncover the secrets behind Osaka’s veil of modernity. From the historic, century-old teal rooves of the looming 5-story Osaka Castle flanked by bewitching Sakuras, cherry blossoms, to the gushing waterfall streaming over a flowered cliff in Minoo Park, there are distinct highlights to discover during your day wandering around the city."
    },
    {
      "dayNumber": "7",
      "title": "Kyoto - Geisha Heritage in the Gion District",
      "description": "Once the capital of Japan, Kyoto is steeped in history and cultural landmarks to be explored during your days spent meandering its age-old districts. Upon arriving and checking into your accommodation, you will spend the afternoon at leisure before you head out to the famous Gion District. Strolling along narrow streets weaving through the neighborhood, you will uncover the origins of the Geisha community in Kyoto in the very hometown of the culture. Dressed in elaborate, colorful garments and hair pinned with decorative accessories, Geishas and Maikos represent one of the country’s oldest and most well-known professions elegantly."
    },
    {
      "dayNumber": "8",
      "title": "Kyoto - Astonishing Zen Buddhist and Shinto Finds",
      "description": "While Kyoto is brimming with activity, it is behind the well-trodden path where you will find the true authenticity of Japan reverberating from Kyoto’s spiritual and cultural sites. Set off to submerge yourself in the culture with iconic spiritual landmarks such as the golden-encrusted Kinkaku-Ji temple and the sprawling orange Shinto gates of the Fushimi Inari Taisha. Capture images of the gleaming temple and stand beneath the unending gates that compose the orange pathway of the Shinto shrine before tucking into a tantalizing dinner this evening."
    },
    {
      "dayNumber": "9",
      "title": "Kyoto - Near Perfect Historical Gems in Nara",
      "description": "Today’s experience is optional, though highly recommended as the Japanese city of Nara marks the end of the Silk Road and the start of the spread of Buddhist teachings from China to Japan. The ancient city stands as a beacon of 700 AD history, spotlighted by the conserved monuments and spiritual shrines that remain flecked across your view. All of these pieces of history lay beneath the rolling emerald hills of low-lying mountains that shape the Japanese countryside enwreathing Nara, a spectacle worth admiring before continuing your journey."
    },
    {
      "dayNumber": "10",
      "title": "Kyoto - Learn the Art of Japanese Cuisine",
      "description": "You will have explored the nuanced flavors of Japanese cuisine and have a greater understanding of what separates the local gastronomy from the rest of the world. However, today you will further your culinary knowledge through learning to prepare the traditional delicacies under the guidance of an experienced chef. Utilizing fresh produce picked from the stall in a nearby bustling market, you will curate a collection of fragrant dishes from the best quality ingredients available across Kyoto. Afterward, you may indulge in the fruits of your labor to celebrate a cooking class like no other."
    },
    {
      "dayNumber": "11",
      "title": "Kyoto - The Dramatic History and Honored Beauty of Hiroshima",
      "description": "Despite a tumultuous and dramatic past, Hiroshima is now a flourishing city featuring extravagant experiences and historical discoveries for visitors to treasure en route through the Japanese countryside. Today, you will deepen your understanding of the immense wartime history that floods the venerated museums speckling the cityscape as well as appreciate the glorious beauty of the manicured lawns carpeting the Shukkei-en Gardens. A last stop at the Itsukushima Shrine on Miyajima Island will round off a history tour to Hiroshima, both richly rewarding in past time insight and environmental allure."
    },
    {
      "dayNumber": "12",
      "title": "Kanazawa - The Pursuit of Peace",
      "description": "You will find refuge near the sea in the endearing, forested city of Kanazawa for your final few nights in Japan. The journey here will be breathtaking, with spectacles of the verdant fields and pink cherry blossoms greeting you abundantly from the window of your train cabin. Once in Kanazawa, which is nick named \"Little Kyoto\", serenity exudes as local culture is celebrated in the meticulous crafts for a peaceful escape and refreshing visit."
    },
    {
      "dayNumber": "13",
      "title": "Kanazawa - Moments of Serenity in the Kenroku-en Garden",
      "description": "Less influenced by the rise of modernity seen in the exuberance of Tokyo and Osaka, Kanazawa’s charm comes from the unspoiled environment that blankets its headlands. Begin with a tour at the Kenroku-en Garden, a Japanese-styled zen garden of tremendous natural beauty that will shine vividly under the sun's radiant golden rays. You may slowly wander the graceful natural paradise before making your way to town and cherishing the astonishing age-old architecture."
    },
    {
      "dayNumber": "14",
      "title": "Kanazawa - Farewell, Japan",
      "description": "Though your tour will come to an end today, there will be so much left to surprise you before you board your plane bound for home. From the sumptuous breakfast spread to the immaculate vistas seen from your bullet train through Japan, enjoy one last morning before departing for home."
    }
  ],
  "map": ""
}