{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "best-of-japan-itinerary-in-seven-days",
  "tourName": "Best of Japan Itinerary in Seven Days",
  "placesVisited": "Tokyo, Shinjuku, Shibuya, Akihabara, Harajuku, Uono, Hiroshima, Miyajima, Nagasaki, Dejima, Kyoto, Gion, Kiyomizu dera, Kinkaku ji, Arashiyama, Fushimi Inri Taisha, Sanjusangen do, Todai ji, Kofuku ji, Himeji",
  "generalInfo": "Indulge in first-class comfort and bask in serene landscapes on your 7-day best of Japan tour. You will travel by bullet train to experience the marvels of modern Japan and the unique traditions of the nation’s preserved heritage. Each destination will bring a lasting memory as you participate in tea ceremonies, discover historic castles, witness a floating shrine, and explore iconic temples that capture the renowned beauty of Japan.",
  "durationDays": "7",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo – Contemporary Highlights and Flashing Lights",
      "description": "Tokyo is surreal at first glance. There are so many lights, so many people, so many skyscrapers, and so much life. It seems chaotic at first, bordering on madness as people rush by and incessantly flashing neon continues, but after these first impressions, the experience will settle down. There is great order and structure here. Everything has its own place, and the city runs very smoothly. Arriving in Tokyo, you will also begin to appreciate the premier highlight of traveling in Japan. This is a country that is true to its traditions and culture while having a very innovative and unique take on the future. A guide will greet you at the airport, and you travel by train to the hotel (this is quicker and more convenient than by road). You will set off into the hustle and bustle of the city, focusing on a futuristic slant rather than any heritage. Your other destinations have more of a historical focus. Neon will flash in Akihabara, the electronics district known for their flashing bright and flashy lights. Streams of people will cross the road in Shibuya, around the corner from the buzz of Shinjuku. In a city that provides such intense impressions, simply taking a walk around the neighborhoods is a superb first experience."
    },
    {
      "dayNumber": "2",
      "title": "Hiroshima – Whizzing Past Mount Fuji to Peaceful Heritage",
      "description": "Here, you will step inside of a green-class (first-class) Shinkansen carriage. It is plush and spotlessly clean with spacious reclining seats against the window. The train will zoom off, but the city continues. It will seem endless, as there is not a single break in the urban landscape. Then suddenly it will be over. You will be out amid rice paddies and gazing across open green fields. This journey will take you by one of Japan’s most iconic mountains, Mount Fuji, a massive volcanic cone of snow and ice. The Shinkansen is the best way to see Japan in a week. A journey like this one is both relaxing and convenient. Plus, you travel from city center to city center, so onward transfers are usually just five or ten minutes. You will arrive in Hiroshima where you will check into your hotel and then head straight to the Peace Memorial Park, which is directly below where the world’s first atomic bomb detonated. The museum is eye-opening, and a visit will open your eyes to what Japan has become. Hiroshima is a beautiful city and the transformation that has taken place is quite remarkable. That essential, yet sometimes sobering visit is followed by something more Japanese and more majestic. As you gaze across the sea, you will see a shrine that seems to levitate on the water. This is Miyajima, an ancient shrine that is cut off at high tide and has also turned into a local miracle. You will admire how it floats, and then you will walk over the bridge to enter a sanctified space with countless legacies. Once inside you will find an unrivaled simplicity, along with a silence that is very persuasive after being in Tokyo. Sunsets will be magical here, so stick around, even if it is just to hear more of the guide’s stories."
    },
    {
      "dayNumber": "3",
      "title": "Nagasaki – Passing Rice Paddies to Edo and Dutch History",
      "description": "Further across Japan you will go, as a semi-fast Sakura service will take you through green valleys and long tunnels. You are in rural Japan now, where great swathes of rice paddies punctuate villages and small towns. The green-class seats will be right behind the driver, bringing near 180-degree views across a very rural land. Soon the green hits the blue and you are traveling along the sea, and a bullet-nosed train meets crashing waves. Like in each destination, you will be greeted by a guide when disembarking and stay at a hotel close to the station. Nagasaki is easy to get around, and you will have the full afternoon. You will also have the energy to explore after such a relaxed morning. You will set off by tram with your guide, cruising into charming neighborhoods from yesteryear. The world’s second atomic bomb hit just north of Nagasaki’s center, with most of the blast contained by mountain slopes, so places like 17th-century Dejima have survived. A Portuguese church hides amid the wooden Edo-period buildings. Dutch colonial architecture influences the local style, particularly the rooftops. It is a complete mishmash of styles, especially when you are invited inside period buildings. The architecture contributes to the harmonious feel in Dejima with cultures and histories coming together effortlessly. Other places to visit by tram include the Glover Garden and Catholic basilica, as well as the Nagasaki Peace Statue. An afternoon comfortably covers it all, and you might consider a local izakaya tonight , which is a traditional eating and drinking house."
    },
    {
      "dayNumber": "4",
      "title": "Kyoto – Magnificent Temples and Geisha Culture",
      "description": "The adventure continues on a limited express and Shinkansen train to Kyoto. This is the longest of your train journeys at 5 hours and 30 minutes, but it is part of the experience. You can snooze, read a book, watch the landscape, or dine on the excellent railway meals. By eating lunch on the train, you will be fully ready for an afternoon in Kyoto. Bamboo forests are the home of shrines and monkeys. A castle dominates the old town while various neighborhoods are alive with Geisha and street-food smells. Kyoto will enchant from first glance to last, even without the temples and shrines. Kyoto has more World Heritage sites than anywhere else on the planet. You cannot get around all of them in two days. There are over 2,000 temples and shrines! You can, however, feel immersed in Kyoto’s spirituality and time. You can gaze upon the Golden Pavilion and how it seems so delicate above water. Marvel at the scale of Kiyomizu-dera with so many tiers rising on a wooden hillside that you will not be able to count them all. You will also visit smaller shrines with lesser-known stories before spending the evening in Gion, where you will meet with Geishas. The guide will arrange a rare interaction with a real Geisha in a small teashop they frequent. It is a moving cultural experience that is indicative of Kyoto."
    },
    {
      "dayNumber": "5",
      "title": "Kyoto – Tea Ceremony, Golden Sights and an Afternoon in Nara",
      "description": "You will wake with the sun because it is the best time to be at a working Kyoto temple. Monks will walk between shrines as gongs sound and you hear the soft harmony of chants. As the sun rises the temple comes into full focus. You can have a second breakfast, or go exploring. You can walk through a great bamboo forest in Arashiyama, observing the monkeys that swing around here. Next, you will be ushered into Kyoto’s hidden world: a Zen celebration that is mostly closed to the public. Later this morning you will experience a traditional Kyoto tea ceremony, complete with elaborate pouring and delicate tastes. It is exceptionally relaxing, and you can wear a kimono to complete the local feel. A full morning around Kyoto will be completed by the sights of Nara, another one of Japan’s old capitals. Wooden balconies and artistic rooftops are omnipresent, guiding you through the city to the world’s largest wooden building. The scale is absolutely impressive, and the details will hold your eyes captive. Once inside the Todai-ji temple, there is a secret you cannot miss, but let us not spoil the fun just now. Just know that something very special waits serenely behind the wood. Nara is less than an hour from Kyoto and will make for a very pleasant afternoon trip with kaiseki dining greeting you back in Kyoto."
    },
    {
      "dayNumber": "6",
      "title": "Himeji – Along the Sea to a Glorious Castle and Town",
      "description": "It is only 90 minutes to Himeji, so you can spend this morning experiencing more of Kyoto. The guide will discuss different options and areas with you, including some of the closed-door Zen gardens found across the city. Later this morning, the train rushes along the coast before arcing inwards to the town of Himeji. You cannot miss the castle. Enormous and whitewashed, it is the grandest in all of Japan and dates to times of quarrel and samurai. Just to explore the castle takes two to three hours, because there are many hidden rooms and enclaves to find. From the castle, you will walk through a wonderfully preserved old city. Although small, Himeji is full of glory and will make for a very relaxed final evening in Japan."
    },
    {
      "dayNumber": "7",
      "title": "Tokyo – Free Exploration and Departure",
      "description": "You will board a Shinkansen for one final time, riding the bullet train back to where you started. Landscapes will unfold, and you will recognize some of them, reminiscing of the experience you had only a few days ago. When you arrive in Tokyo, you have day-room use at a hotel near the station. The afternoon and evening are free, which will allow you time to search for souvenirs or maybe to continue an adventure in the capital. Late this evening you will be escorted to Narita International Airport for your outbound flight."
    }
  ],
  "map": ""
}