{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-for-families-tokyo-kyoto-hakone-itinerary",
  "tourName": "Japan for Families: Tokyo, Kyoto & Hakone Itinerary",
  "placesVisited": "Ueno, Shinjuku, Shibuya, Akihabara, Hakone, Mount Fuji, Kyoto, Gion, Arashiyama, Nara, Daibatsu, Osaka",
  "generalInfo": "Discover historic secrets and new experiences during your 10-day family-friendly Japan tour. Your custom-tailored tour will immerse your family in the contemporary and historic highlights of Japan in Tokyo, Kyoto, and Hakone perfect for the curious and adventurous. Wander the world’s longest aerial ropeway, learn Japanese calligraphy, and travel on the high-speed train for unique and exciting excursions into the heart of Japanese culture and tradition.",
  "durationDays": "10",
  "price": "6,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo – Arriving and Relaxing Around Ueno Park",
      "description": "You will land in Tokyo and be surrounded by the country’s fascinating appeal. Everything seems foreign, yet there is a comforting familiarity that comes from how safe and clean the country is. Japan may be as exotic as countries come, but it is also incredibly well developed. The hotels have everything you need, the transport connections are world-renowned, and though the streets are crowded, they are not dangerous in any way. For all the famous neon lights, Japan also has its green spaces where you can relax for a few hours. Your family will be greeted at the airport and transferred to your hotel that borders Ueno Park. As the afternoon drifts into the evening, you can spend your time in the park to get over any travel fatigue. A number of excellent restaurants with diverse cuisine can be found in the vicinity for a quiet night as you settle in."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo – Buddhism, the Toy Museum and Shibuya",
      "description": "Monks and pilgrims bustle around Senso-ji Temple as bells chime and an atmosphere of old-world Buddhism drifts out in the temple as the surrounding streets shout of colorful markets and towering skyscrapers. It is good to come here first thing before the children get tired, and like most of this itinerary, it is good to pick and choose the best temples rather than trying to see many of them. Head next to Shinjuku and immerse yourself in the heart of Tokyo as locals walk past in all manner of clothes and outfits. Shopfronts entice with bizarre things for sale, and you can go to a restaurant at Takashimaya Times Square Complex where even the toilets provide entertainment, the seat talking to you as well as squirting water. Throughout today, you will travel on the Tokyo subway for the quickest way to get around, and very easy to navigate alongside your guide. You will all marvel at the efficiency as every train arrives at the exact second it is scheduled. For the afternoon, you can visit Tokyo’s two best museums for kids. The Tokyo Fire Museum is always a hit with youngsters, who can jump around all the exhibits, and then there is the Tokyo Toy Museum, a giant playground with areas for kids of all ages. It is not really a museum, and more like a giant space to play for your kids while you rest your legs. End a busy day in Shibuya, surrounded by bright lights and people. The attraction is to stroll without a plan to see which stores grab the attention of your kids. The area has many good restaurants for an early dinner, and you’ll soon be back in Ueno, too tired to play on any iPad."
    },
    {
      "dayNumber": "3",
      "title": "Tokyo – Learning About Sushi, Disneyland or Studio Ghibli",
      "description": "Begin with something relaxed this morning as you all learn to make sushi. This famous food is an art form, all about slicing in the perfect place and creating something that is both visually stunning and high gastronomy. A private one-hour workshop will give you a chance to try it out before the day is spent in one of two legendary family attractions. Tokyo Disneyland comes with all the bells and whistles you would expect, complete with roller coasters and fireworks and characters. Studio Ghibli is more Japanese, a celebration of Miyazaki’s animated films, also a theme park curated around children. If neither of those sounds appealing, Tokyo has many more options, such as exploring the culture of Harajuku or checking out all the flashing lights in Akihabara."
    },
    {
      "dayNumber": "4",
      "title": "Hakone – More Colors of Tokyo and a Night in a Ryokan",
      "description": "The Shinkansen towards Hakone leaves in the early afternoon, so there will be time to cram more Tokyo experiences into your vacation. Just steps from your hotel are the Ueno Zoo, the National Museum of Nature and Science, plus the Tokyo National Museum, where the collection of Samurai swords is great fun to explore. There will be time for one of these attractions, or you can visit none of them and take it slow in the park before the bullet train zooms off and Japan whizzes past the window. Traveling in Japan is integral to the experience. Are we nearly there yet? The answer is yes from the moment you set off. Soon the megalopolis fades away, replaced by the cone of Mount Fuji and the green slopes of rural Japan. You’re staying in Hakone, where hot springs bubble and the country’s finest ryokans can be found. Enter the ryokan through sliding doors and see your accommodation for the night. But where are the beds and where do we sit? A ryokan provides an authentic Japanese experience, where you sit and dine on tatami mats, and staff rolls out your futon beds after dinner. It feels like you’re in an old Japanese movie and there are costumes you can borrow to fully look the part. Hot springs are connected to the ryokan so take a dip before the ceremonial multi-course dinner. And as you fall asleep, wonder how different the ryokan can be from central Tokyo."
    },
    {
      "dayNumber": "5",
      "title": "Hakone – Hot Springs, Mount Fuji and the Hakone Ropeway",
      "description": "Steaming rivers gush below your feet on the Hakone Ropeway as this gondola-style mode of travel takes you alongside Mount Fuji, a volcano painted white by the snow. You then travel down into a valley of forests and trails, past a couple of temples, and eventually to a quiet lake. Here you can jump out and go canoeing, paddling beneath the iconic Fuji cone. Today is all about the outdoors and can be customized for further adventure, especially with hikes around the Fuji foothills. You will return to the hotel by ropeway, where the hot springs provide a chance to reenergize before another night of tatami mats and kaiseki cuisine."
    },
    {
      "dayNumber": "6",
      "title": "Kyoto – Getting To Know Japan’s Historic Capital",
      "description": "Zoom off to Kyoto this morning, the Shinkansen just as exciting the second time you use it. Disembark into Japan’s ancient capital and spend the day connecting the incredible heritage of the people. Kiyomizu-dera Temple is a wonderful introduction, a place where monks roam, colors shine, and Tainai-Meguri is like an old Japanese spook tale. Nearby are the old neighborhoods of Sannen-Zaka and Ninen-Zaka, where you will check into your hotel and check out the lanes lined with teahouses, restaurants and souvenir stores. Most of these areas are pedestrianized, and there tends to be something exotic at every store from statues to scents to gaudy antiques. Next up will be a journey on a rickshaw through Kyoto with your driver literally pulling your whole family along. He will take you to Shoren-in Temple, where the imposing gate is quick to silence anyone who thinks they have seen enough temples. Outside the temple, you can go searching for carp, and then disappear into a bamboo forest. That’s likely to be enough history for the day, although your guide can add more temples and gardens should you wish. After lunch, you can explore the shopping arcades where all kinds of mysterious items are up for sale. The alleys are narrow, and the signs are bright, plus the food stalls have just about everything Japan can offer, from slithers of beef to strange fish and peculiar pickles. If you like to experiment, then Kyoto’s central markets leave you spoiled for choice."
    },
    {
      "dayNumber": "7",
      "title": "Kyoto – It’s Time for Manga",
      "description": "Yesterday was jam-packed, so you will take it easy this morning, perhaps with a stop at one of the teahouses near your hotel, or maybe just by sleeping in a little longer. Today will be dedicated to manga, the iconic Japanese cartoon that has its roots in this specific part of the country. Your local guide will take you into the anime shops where there are floors and floors of cartoons to browse. Next, it will be to Kyoto International Manga Museum for an eye-opening look at the art form’s origins and future. If you like, it is also possible to head into Kyoto’s hills to see some of the places that have most inspired manga creators. As with the other days in Japan, the itinerary can be tailored, and there are so many other options to consider in and around Kyoto."
    },
    {
      "dayNumber": "8",
      "title": "Kyoto – Calligraphy, Traditions, Monkeys and Geisha",
      "description": "Spend the morning looping your letters and writing in the way of centuries past. Japanese calligraphy is another revered art form, and it is delightful to write your letters when a local master shows you the way. The rest of the day will be spent in Arashiyama on the western side of Kyoto. At Tenryu-ji Temple, you will marvel at the detail, and then head out to gardens that are ideal for kids wanting to run off some steam. Follow the garden paths to the north gate, and you will exit into an enormous grove of bamboo, a hidden forest of magical proportions, where once again it will seem as though you have stepped into a movie. Wander slowly up the hill, and it may feel as though the bamboo will never end. But then suddenly, you will have left the forest, and you cannot find the bamboo. How did that happen? One moment there is nothing but bamboo, but the next moment it’s disappeared. That is the magic of Kyoto, and it will continue in Okochi-Sanso Villa, where the Zen garden is a maze of secret paths and hidden walkways. After lunch, there will be time for one of two options with either Kyoto’s most beautiful temple or the chance to feed monkeys in another bamboo forest. Back in central Kyoto, tonight’s recommended entertainment is in Gion, where you can encounter Geishas on the streets and get a glimpse of their enigmatic culture."
    },
    {
      "dayNumber": "9",
      "title": "Kyoto – Day Trip to Nara and Its Family Highlights",
      "description": "Kyoto has a lot more to offer, and even with two weeks, you could not get around it all. The Railway Museum is good for younger kids while a local Samurai place allows older kids to try out their own warrior mood. Down at Hozugawa riverbank, you can join the locals while at Heian-jingu Shrine you can receive a few fortunes and see what the future holds, and kids always love this. With four days in Kyoto, you can also get out to Nara, the oldest Japanese city. Arrive by train, and you will see deer along the street roaming alongside the monks and locals. Following the deer, you will soon reach the world’s largest wooden building, a mesmerizing structure that hides a 16-meter Great Buddha sculpted from bronze. Not far away you find countless ponds, where you see who can locate the biggest coy carp. The walking route then loops back around through a temple, a shrine, and all the allure of old-world Japan."
    },
    {
      "dayNumber": "10",
      "title": "Osaka – Departure",
      "description": "From Kyoto, it will be only 12 minutes to Osaka with a chance to experience the Shinkansen for one final time. Your guide will accompany you along the journey, helping you change trains and travel to the city’s major international airport for your outbound flight."
    }
  ],
  "map": ""
}