{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "bold-tradition-and-beauty-a-9-day-classic-japan-tour",
  "tourName": "Bold Tradition and Beauty: A 9-Day Classic Japan Tour",
  "placesVisited": "Tokyo, Kanazawa, Shirakawa-go, Osaka, Koyasan, Kyoto",
  "generalInfo": "Embrace the wonder of Japan on this nine-day Japanese Discovery itinerary as you visit destinations steeped in ancient culture and rich history, all creatively blended with modern architecture and engineering delights. Experience traditional Japanese cuisine and the intriguing classic manzai comedy acts when visiting Osaka. From the populated city of Tokyo to the quiet village of Shirakawa-go, you will notice the sheer beauty and bold traditions of this striking island nation.",
  "durationDays": "9",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo - A Vibrant Arrival in Japan’s Brilliant Capital",
      "description": "Step into a blend of color and culture as you transfer from the airport to your accommodations, Tokyo’s diverse skyline flanking freeways and monorail tracks. Tokyo defines forward-thinking, yet retains intricate elements of historic charm. Have your pick between vintage clothing hubs in Shimokitazawa or the trendy shopping district of Ginza, decals and designs as unique as their creators. Step into the organized chaos of the Shibuya Crossing, surrounded by a blur of people rushing about and highlighted by the bright, electronic billboards seemingly floating in the air."
    },
    {
      "dayNumber": "2",
      "title": "Kanazawa - Discover Historical Samurais, Geishas, and Gardens",
      "description": "Discover Japan’s historical treasure, Kanazawa, as you travel west by the Shinkansen bullet train from the country’s capital to the capital of Japan’s Ishikawa Prefecture. A city spared destruction in World War II, prominent Edo-inspired buildings stand boldly, symbolizing the resilience and stability of the era. Simplistic in wooden design, defined in the details, shrines and temples tell tales of samurais and geishas. If your visit falls within cherry blossom season, you could be met with a curtain of subtle pink as you walk through the brilliant gardens of Kenrokuen. Picturesque water features, flowing green river reeds, and manicured trees beckon you to take a deep breath and absorb the tranquil sounds and brilliant sights of nature."
    },
    {
      "dayNumber": "3",
      "title": "Takayama - Encounter Museums and Mountains Via Shirakawa-go",
      "description": "Enrich your sense of sight as you travel inland and over the soaring and scenic Hida mountains, sheer crags of browns and greens, and steep, snow-covered peaks providing a colorful pathway to the village of Shirakawa-go, famous for the classic gassho-zukuri farmhouses. Nestled among bright green rice fields and dramatic mountainous backdrops, take a moment to run your hand over slatted wooden walls and catch a light scent of the musty thatched roof, thick and resilient against heavy rains and snowfall. Your journey brings you to the rustic and traditional town of Takayama, where preserved, indistinguishable trading stores line the old Sannomachi Street, a chance to wander and purchase modern wares in a town set back in time."
    },
    {
      "dayNumber": "4",
      "title": "Osaka - Experience a City of Captivating Cuisine and Entertainment",
      "description": "From traditional Japanese cuisine to classic manzai comedy acts, an annual jazz festival to Oktoberfest Japan, Osaka is a city alive with interactive and entertaining experiences, both mouth-watering and eye-opening. With a day at leisure, why not get your taste buds dancing and your sense of smell heightened when visiting the Dotonbori district, the neon-lit streets lined with classic and traditional restaurants and eateries? Hear the sizzle of meat on metal as you view your teppanyaki being prepared and savor the mild, peppery flavor of cabbage and soft seafood in your pancake-based okonomiyaki dish. Slurp slippery udon noodles as you master the art of eating with chopsticks."
    },
    {
      "dayNumber": "5",
      "title": "Osaka - Choose Your Osaka Adventure On a Custom City Tour",
      "description": "Experience Osaka at your own pace and according to your preferred interests today. Japan’s second-largest cosmopolitan city is also home to a large number of burial grounds and archeological ruins, such as that of Prince Shotoku, famous for promoting Buddhism in Japan. Breaking from traditional festivals and traditions, you may wish to visit the Tsutenkaku Tower, an iconic landmark of Shinsekai that reaches high into the sky. Standing on the observation deck, gaze over bright-lit neighborhoods, green spaces, and tightly-packed buildings, noticing the compact and somewhat chaotic design of a city known for its quirky vibe and bustling nightlife. Once back on the ground, look up at the tower’s vibrant silhouette as it stands out against the night sky."
    },
    {
      "dayNumber": "6",
      "title": "Koyasan - A Transcendent Temple Complex Experience",
      "description": "A slow cable car ride up cedar tree-lined mountain peaks will bring you to one of Japan’s most significant spiritual locations, Koyasan. Located south of Osaka, this complex of temple after temple creates a sacred and simply beautiful space for visitors to spend not only a day, but a night, enveloped in the ambiance and rituals of Shingon Buddhism. Paved walkways are lit at night by stone lanterns, guiding guests through giant trees and moss-covered stone statues to the Okunoin Cemetery, the burial site of prominent historical Japanese figures, including the founder of Shingon Buddhism, Kobo Saishi. Dine shojin ryori -style, a Buddhist method of vegetarian cooking, and rest for the night on a simple yet comfortable mattress on the floor."
    },
    {
      "dayNumber": "7",
      "title": "Kyoto - Monks, Monasteries, and Magnificent Kyoto",
      "description": "Wake up to soft chanting as monks welcome the day in song, taking the chance to observe as they deliver their morning prayers. A peaceful ambiance resonates throughout Koyasan, delivering a sense of calm. Leave this quiet and tranquil space behind as you journey to bustling Kyoto, Japan’s cultural capital and the scene of magnificent gardens and palaces, kimonos and crafts. Take a stroll through the city where numerous kimono stores are located, a colorful display of traditional garb for renting or purchasing. If you would like to take a stroll of a different kind, amble along Lake Biwa Canal, beautiful still water glistening at sunset, while cherry blossom trees bow down to kiss it."
    },
    {
      "dayNumber": "8",
      "title": "Kyoto - A Private Experience and Tea Time Delight",
      "description": "Explore captivating Kyoto today, your guide at your beck and call with a variety of highlights to experience. You may wish to visit the preserved, historic district of Higashiyama, a neighborhood lined with intimate cafes and small restaurants, each step up the stone staircase presenting a new discovery of rich smells and colorful wares. Wander through the packed narrow lanes of Nishiki Market, taking in aromas of seafood and sips of yuba, a layer of foam formed on heated soy milk. Partake in a small tea ceremony presented by your English-speaking, kimono-clad tea master. Take a deep breath and fully embrace being in the present and on purpose, the focus of this traditional ceremony."
    },
    {
      "dayNumber": "9",
      "title": "Kyoto - Travel to Tokyo for Departure",
      "description": "Your train ride this morning takes in one of the most iconic and scenic sights in Japan, Mt. Fuji. The mountain is a dormant volcano, its cone shape often depicted in paintings and books as a feature destination in Japan. Snowcapped, a challenge for hiking enthusiasts, and a well-known sacred site for those who practice Shinto, as you pass by, be sure to capture Mt. Fuji from your favorite angle. Your driver will take you through Tokyo, where you get the chance for one last glance at this bustling culture, reaching the airport in time for your onward flight."
    }
  ],
  "map": ""
}