{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-culinary-tour-sushi-class-kobe-beef-fine-whiskey-ramen",
  "tourName": "Japan Culinary Tour: Sushi Class, Kobe Beef, Fine Whiskey, Ramen",
  "placesVisited": "Tokyo, Kyoto, Gion District, Osaka, Kobe",
  "generalInfo": "Delight in a foodie’s paradise home to some of the world’s finest cuisines and beverages during your 9-day culinary tour of Japan. You will have expert guides who reveal the secrets of preserved culinary tradition and sample remarkable dishes ranging from Michelin-starred restaurants to mouthwatering street food. From master chefs to artful sake, comforting ramen to smokey whiskey, your Japan tour will satisfy the most insatiable appetite.",
  "durationDays": "9",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo – Welcome to Japan!",
      "description": "Your flight to Japan touches down at Narita International Airport in mid-afternoon. Even if this is your first trip to Japan, you feel right at home due to the specially prepared itinerary you received before your departure. At the airport, you are greeted by airport staff, who take your bags as you board a private transfer to your luxury accommodation located in the fashionable Roppongi District. With the check-in lobby located on the 45th floor, you are greeted by panoramic views of Tokyo, including the Tokyo Tower, Tokyo Skytree, and Mt. Fuji. Every room offers specular scenery along with high-quality services and amenities. This evening, there are no planned activities other than dinner. You may elect to dine at one of the hotel’s award-winning restaurants, or choose from a list provided in your travel itinerary. No matter your selection, expect the highest-quality dining experience, a perfect way to end a day of international travel."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo – A Day of Sumo and Sushi",
      "description": "After breakfast at the hotel, your day begins early with a visit to a sumo stable. Sumo wrestling is a 300-year-old tradition in Japan, where wrestlers attempt to push one another out of a ring. It is much more than meets the eye, though, as young men train for years to defeat their opponents. Watching the wrestlers stretch and train, you gain a deep appreciation for the sumo art, and the difficulty involved in what seems at first glance to be a simple task. During your visit it is possible to talk to the wrestlers and their coaches, giving you a rare insight into this popular sport. For lunch, you have the chance to eat like a sumo wrestler. Chankonabe is a hearty stew composed of noodles, meat, and fresh vegetables. Full of nutritious calories, it allows sumo wrestlers to gain weight while remaining some of the healthiest athletes in Japan. As it cooks at your table, the smell is mouthwatering, to say the least. In the afternoon, there are a number of ways to burn off the Chankonabe calories. A walk through Shinjuku Park contains trees and flowers from all over the world, giving the area the feel of a palatial private garden rather than one open to the public. To gain a deeper appreciation for Japanese food, take a class in wagashi , a traditional confection originally imported from China. With the help of your teacher, learn how to combine sugar with seasonal ingredients to create delectable treats. At the end of your lesson, enjoy your creations with a serving of hot green tea. The 2011 documentary Jiro Dreams of Sushi introduced the world to the craftsmanship and skill that sushi chefs need to make the most splendid sushi on Earth. Your sushi dinner this evening is set at a three Michelin star restaurant in Tokyo’s Ginza district. Expect an intimate dining experience where you view the chef’s graceful movements as he assembles nearly two dozen pieces of sushi for your enjoyment. After the meal, step out into the Ginza nightlife. Bright neon advertisements shine down on you in this world-famous shopping district. Home to some of the most popular high-end brands, it is a shopper’s paradise. If you do decide to make any purchases, your guide ensures that they arrive at your hotel, or are mailed to your home address."
    },
    {
      "dayNumber": "3",
      "title": "Tokyo – Fish Markets and Robots",
      "description": "This morning, you rise early to feel the energy that is the Tsukiji Fish Market. For decades, the market’s fishmongers have sold the freshest seafood to the best restaurants not only in Japan, but also all over the world. Witness the tuna auction, where the world’s finest Bluefin Tuna are sold each morning. After the excitement, sit down to a sushi breakfast at Sushi Dai. Each piece is exquisite, as the fish were swimming just hours, perhaps minutes, ago. Your education in sushi continues as you arrive in a classroom where Japanese sushi chefs learn their art. For a few hours, become a chef in training as your master teacher instructs you in his profession. At the end of your lesson, enjoy your creations, along with a few prepared for you by the master chef. This afternoon, you are free to explore Tokyo as you wish. If you desire, your guide can arrange a private tour of one of the city’s many neighborhoods or attractions. Your dinner this evening is a completely different experience than the night before. Calling the Robot Restaurant in Shinjuku ‘over the top’ would be an understatement. With its robot waiters, neon lights, lasers, and Taiko drum performances, the experience leaves you dazed in the best way possible. After dinner, walk off your excitement with a tour of the Shinjuku district before turning in for the evening."
    },
    {
      "dayNumber": "4",
      "title": "Kyoto – Zen Mediation to Fine Dining",
      "description": "This morning you board the famous shinkansen to Kyoto. From your seat in the first-class Green Car, watch the Japanese countryside zoom by at nearly 200 miles-per-hour. From Kyoto Station, Kyoto looks like any other modern metropolis. Yet only a short cab or bus ride away are innumerable cultural treasures. Kyoto is home to 17 UNESCO World Heritage Sites, along with some of Japan’s finest dining. Your first stop is a Buddhist temple and Zen garden in the city center. There you meet one of the monks, who explains his faith over a simple lunch. Afterward, he takes you on a tour of his temple, describing how every plant, rock, and structure is a reflection of Buddhist teachings. In the afternoon, take the time to relax in your ryokan , a traditional Japanese inn. No matter which accommodation you choose, expect a bottle of wine, snacks, and a welcome note from the hotel management. Your room features tatami woven mat floors along with peaceful views of nature that suggest a place far away from the big city. The appointments in your room reflect the charm of ancient Japan. Before dinner, relax in one of the ryokan ’s onsen baths. For hundreds of years, onsen baths have provided rest and relaxation for the Japanese. Your ryokan features some of the best in Kyoto. As you soak, close your eyes and listen to the running water, chirping birds, and the sound of the breeze blowing through the trees. Your dinner this evening is a kaiseki feast. Kaiseki, or kaiseki ryori , is Japanese cuisine that has been elevated to high art. Each dish features locally grown produce, meat, and seafood presented in ways that would rival art found in the finest museums. Every bite is a different taste, a different texture. It is a meal where you can indulge your senses, but before you start, remember to take some pictures of the beautiful food. Afterward, hotel stewards lay out your bedding for the night, Japanese futons. If you wish, you can reserve a room with western-style mattresses."
    },
    {
      "dayNumber": "5",
      "title": "Kyoto – Religious and Cultural Traditions",
      "description": "Breakfast in Japanese ryokans is similar to breakfast in bed. At a selected time, hotel stewards deliver breakfast right to your room. Expect a traditional Japanese breakfast of fish, miso soup, and rice. Of course, if you have any dietary requirements, modifications can be made to the menu. After breakfast, your guide picks you up in a private car, your transportation for the day as you visit some of the city’s best sights. In the early morning, there is no better view than that found at Kinkaku-ji, the famed Temple of the Golden Pavilion. Covered in gold leaf, the temple’s magnificence is highlighted by its reflection in the surrounding moat. You arrive early enough to beat the daily crowds, allowing you to appreciate the calm and serenity that Buddhist temples are meant to inspire. Afterward, your car takes you to the Fushimi Inari-Taisha shrine. Located on the top of Mt. Inari, the slope up the mountain is quite gentle. During your walk, you pass under 2,000 bright red torii gates, each one symbolizing that you are entering a sacred space. During this time, your guide can explain the shrine’s significance, or disappear into the background as you make the journey. Arriving at the shrine, you are greeted by majestic views and stone statues of kitsune , foxes that are regarded as spiritual messengers in Shinto, Japan’s native religion. You have plenty of time to explore the 500-year-old shrine and the surrounding gardens, some of the most photogenic spots in all of Kyoto. In the afternoon, you are free to use your private car to explore Kyoto as you please. Your guidebook has plenty of recommendations, and you can travel by yourself or with your guide. In the early evening, your car takes you to the Gion District, known for centuries as a place where young women come to learn the art of the geisha. There, an apprentice geisha meets you. With your guide translating, she shows you around the district, relaying its history and importance in Japanese culture. As the sun sets, she takes you to her geisha house, a private restaurant and entertainment space. Over the next few hours, as you sit at an elegantly appointed table, expect a tea ceremony, performances, song, and a fine dinner paired with locally produced sake. After dinner, return to your ryokan for a relaxing soak followed by a good night’s sleep."
    },
    {
      "dayNumber": "6",
      "title": "Osaka – Out on the Town",
      "description": "This morning, you say goodbye to Kyoto’s history and leave by Shinkansen for the bright lights of Osaka. Your Osaka guide meets you at the station and takes you by private car to your hotel, the St. Regis. It’s architecture and designs a blend of western and Japanese, you feel right a home in your suite overlooking the city. There is time set aside in the late morning and early afternoon for you to freshen up and rest before heading out on the town. Osaka is a city where for generations Japanese foodies have come to ‘eat themselves to ruin.’ Your tour of this city begins with the Doguyasuji District, home to some of the best cutlery and cooking utensils produced in Japan. Afterward, your guide takes you to the bustling Dontonbori District, where neon advertisements and the crowds are reminiscent of Times Square. While there, indulge in a late lunch of Takoyaki , fried octopus balls. Osaka’s greatest culinary treat, though, is okonomiyaki . Based off the simple pancake, the batter incorporates cabbage, seafood, green onions, and pork belly to make a succulent dish best paired with an ice-cold beer. In the evening, you have a choice of entertainment. Osaka’s baseball team is the Hanshin Tigers. From your club seats, take in a nighttime game which includes dinner. Or if you desire a more laid back experience, consider a night at one of Osaka’s premier breweries and pubs. Sample a variety of beer paired with small tapas dishes. For dessert, this premier restaurant features its signature porter paired with chocolate ice cream."
    },
    {
      "dayNumber": "7",
      "title": "Osaka – Japanese Whiskey and Ramen",
      "description": "Japan is home to some of the best whiskey in the world. Today you set off by local train to the famed Suntory Yamazaki Distillery located just outside Osaka. Since the 1920s, the distillery has produced whiskey using mineral water harvested from local bamboo forests. During the 90-minute tour, your guide is a master distiller who takes you behind the scenes, where you witness every step involved that turns grain into fine whiskey. From the shining copper stills to the cool barrel cellars, you gain a deep appreciation of the work that goes into this iconic beverage. At the end of the tour is an included tasting, and for an extra fee, it is possible to sample a wider variety of the distillery’s fine whiskeys. The distillery also sells Suntory’s entire product line, so don’t be surprised if you leave with a few bottles under your arm. You return to Osaka just in time for lunch at one of the city’s most unique attractions: The Momofuku Ando Instant Ramen Museum. Instant ramen, the staple of college students around the world, was invented by Momofuku Ando in 1958. The museum is both a shrine to the man who gave the world instant ramen and a hands-on educational experience into what goes into making this famous food. From the theater shaped like a Cup Noodles container to the recreation of Ando’s workshop, expect a joyful experience that ends with you both eating noodles and taking home your own one-of-a-kind Cup Noodles creation. In the afternoon, there is time to rest at the hotel before heading out for dinner. Benihana may have popularized the kappo -style restaurant experience in the United States, but see where this cuisine was born in one of Osaka’s best restaurants. From your seat, watch the chef prepare a variety of cold and hot dishes for your enjoyment. Though entertaining guests has always been a part of kappo restaurants’ history, expect more fine dining and less flaming volcanos made from onion rings."
    },
    {
      "dayNumber": "8",
      "title": "Kobe – A Pairing of Sake and Beef",
      "description": "Today you take one final ride on the shinkansen to Kobe. Your Kobe guide meets you at the station and takes you to your hotel, La Suite Kobe. Expect a corner room with harbor views, modern design, and access to all the hotel’s amenities. After time to settle in, your guide picks you up in a private transfer for a day tour of some of the best sake breweries around Kobe. One such spot is the adjacent town of Nada. Nada contains nine major breweries which all use Japan’s famed Yamada Nishiki rice and mineral water which flows down from the surrounding mountains. Even in the 21st-century, you see that modern brewers still use ancient methods to produce the finest sake, which despite its clear color, contains a wide range of flavors and aromas. Kobe is world famous for its beef, cut from steers that are fed a combination of grain and beer to produce fine marbling. For your final dinner in Japan, you dine at one of Kobe’s best steakhouses. During your meal, sample Kobe beef in a variety of ways from salads to stir fry. Every course is paired with a different type of alcohol to enhance the flavor. It is truly the meal of a lifetime."
    },
    {
      "dayNumber": "9",
      "title": "Kobe – Until Next Time",
      "description": "Though your tour has come to an end, it is always possible to extend your time in Japan and experience other culinary delights. Even if you head home this day, you leave with a lifetime of memories, wonderful souvenirs, and the desire to return so that you may explore more of this amazing country."
    }
  ],
  "map": ""
}