{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "discovering-sacred-sites-preserved-traditions-of-japan-tour",
  "tourName": "Discovering Sacred Sites & Preserved Traditions of Japan Tour",
  "placesVisited": "Tokyo, Nikko, Kiso Valley, Tsumago, Magome, Kanazawa, Hiroshima, Miyajima, Kyoto, Nara",
  "generalInfo": "Travel between the centuries to find sacred practices and preserved traditions during your 14-day Japan cultural tour. Lounge in soothing hot springs and customary ryokans. Sample fresh sushi and seasonal cuisine. Traverse the enchanting pathways of the Nakasendo Trail. From pristine gardens to legends of the samurai, secluded towns to dramatic temples, you will experience Japan's unique majesty with specialist guides on a customizable tour.",
  "durationDays": "14",
  "price": "9,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo – Welcome to Japan!",
      "description": "Your plane touches down at Narita International Airport. You're greeted at baggage claim by your guide, who will transfer you to your luxury accommodation. After checking into your hotel, dinner this evening is on your own. A variety of casual dining options are only steps away from your hotel."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo – A Blend of Modern and Ancient",
      "description": "This morning, your hotel offers a buffet breakfast. After eating, your guide for the day picks you up at the hotel. Today is a day of sightseeing in this magnificent city, using the efficient train system to zoom between destinations. Your first stop is the Hamarikyu Gardens located on the shore of Tokyo Bay. Over 400 years ago, the gardens were owned by the Tokugawa family, the most powerful family in Japan during the Edo Period (1603-1868). With freshwater ponds, seawater moats, and exquisitely maintained gardens, you feel transported back to the 17th-century. To enhance your experience, a tea house in the park’s center offers matcha green tea and traditional Japanese sweets. From the gardens, you board a Sumida River cruise that takes you into Tokyo Bay. Revel in the skyline as the scenery constantly changes. The cruise disembarks in Asakusa, where you continue on foot to Senso-ji, Tokyo’s oldest Buddhist temple. Guarded by the largest paper lantern in the city, Senso-ji is a testament to Tokyo’s past. Lunch is on your own, but in a city like Tokyo, it is no challenge to find anything from haute cuisine to filling fast food. In fact, some of Tokyo’s best food on the go is sold in the city’s train stations. Don’t be surprised to find selections ranging from Italian pizza to kaiten , conveyer belt sushi restaurants, right next to one another. You go from ancient to modern as you travel west to Omotesando, a high-end shopping district that can be compared to the Avenue des Champ-Elysees in Paris. The tree-lined streets provide excellent shade as you experience the rich life touring the various stores and sights. In the late afternoon, visit Meiji Shrine. One of the largest shrines in the city, it is dedicated to the spirit of Emperor Meiji, Japan’s first modern emperor. Walk down the dirt paths, admiring primordial nature just a few feet away. At the shrine itself, learn the purification rituals required to enter a sacred space before offering your prayers by writing them on a small wooden tablet. With the light filtering through the tree canopy, it is a magical way to end your first full day in Japan."
    },
    {
      "dayNumber": "3",
      "title": "Nikko and Tokyo – Ancient Tombs and Exquisite Architecture",
      "description": "This morning, you head by express train to Nikko, the burial site of Japan’s shoguns. At Nikko Station, you are met by your guide, who escorts you to a glorious collection of shrines and temples constructed nearly 400 years ago. The air is heavy with the scent of cedar as you walk over centuries old stone paths. At Toshogu Shrine, see the final resting place of Tokugawa Ieyasu, Japan’s first shogun. Marvel at the intricately carved reliefs and the scenes depicted within. Tamozawa Imperial Villa is only a short bus ride away from Toshogu Shrine. Built in the waning days of the Edo Period, the villa became a summer residence for Japan’s imperial family, who visited each year up until the end of the Second World War. The inside is an eclectic mix of western and Japanese designs, a reflection of the western practices Japan adopted after the Meiji Restoration in 1868. Walk in the footsteps of emperors as you tour the recently restored rooms and surrounding gardens. In the late afternoon, you return to Tokyo. Dinner is on your own."
    },
    {
      "dayNumber": "4",
      "title": "Kiso Valley – Walk the Nakasendo Trail",
      "description": "Today you say goodbye to Tokyo. You board the Shinkansen, one of the fastest trains on Earth. Over the next few hours, while riding the Shinkansen, a local train, and bus, you travel back in time when these modern forms of transportation did not exist. During the Edo Period, tens of thousands of people annually walked the Nakasendo Trail between Tokyo and Nagoya. As you enter the Kiso Valley, you become part of this traveling tradition. Your first destination of the day is Magome, once a post town that offered travelers rest and relaxation. The town is beautifully restored, and with the majestic Japanese Alps as the backdrop, you feel transported back in time as you explore the variety of small museums, shops, and restaurants. To immerse yourself in the past, your day features a five-mile hike between Magome and Tsumago. Stroll along the restored path in soft afternoon light, stopping periodically to admire blooming flowers or the foliage. Magome offers a luggage transfer service for a small fee. When you arrive in Tsumago, your bags are waiting for you. Tsumago is truly a town worth exploring. You notice right away that the aesthetics are more rustic, and blend in with the surrounding environment. It is definitely worth your time to visit the preserved inns which once catered to shogun officials. This evening, your hotel in Tsumago is a minshuku, a family-run hotel converted from an Edo Period house. Expect tatami mat floors and sliding rice paper doors. For dinner, dine on kaiseki , a Japanese cuisine that features local ingredients, a variety of flavors and textures, and superb presentation. As you drift off to sleep in your futon, you feel an affinity with the countless generations of Japanese who once ended their day in the same way."
    },
    {
      "dayNumber": "5",
      "title": "Takayama – Where the Past is Still the Present",
      "description": "After a traditional Japanese breakfast, you board a local train to Takayama, one of Japan’s hidden jewels. For the next four hours, you admire beautiful scenery as your train slowly twists and turns through the mountainous terrain. You arrive in the Takayama Valley, home to some of the most well-preserved sights in the entire country. You begin your tour of Takayama with a visit to the city’s shitamachi , or old town. The blocks of Edo Period warehouses are impeccable, and craftsmen inside still use traditional methods to produce everything from sake to furniture. Most craftsmen allow visitors inside, and offer tours. For lunch, you might want to sample a local delicacy: Hida beef sushi. Hida beef, with its fine marbling and texture, rivals the taste of the finest Bluefin Tuna. In the late afternoon, check into a ryokan , a traditional Japanese inn. Featuring many of the same amenities at the minshuku in Tsumago, your ryokan in Takayama includes an onsen bath open to the ryokan’s guests. A great way to rest sore muscles, relax like the Japanese as you soak in hot mineral water. Feeling refreshed, sit down to another kaiseki dinner in either your room or the ryokan ’s banquet hall. Even if you missed out on Hida beef at lunch, it is featured as part of your meal this evening, along with many other regional and seasonal delights grown in the Takayama Valley."
    },
    {
      "dayNumber": "6",
      "title": "Takayama to Shirakawago – Preserved Traditions",
      "description": "Takayama is famous for its morning market. Each day farmers and artisans come from their homes in the Takayama Valley to sell their wares. It is a perfect place to pick up a souvenir or local ingredients you can take back home to share a taste of Japan with family and friends. At noon, you catch a bus to Shirakawago, a UNESCO World Heritage Site famed for its gassho-zukuri thatched roof houses. Arriving after only an hour’s journey, you are struck by the roofs’ unique architecture, designed to hold up the heavy snow that collects there each winter. Your first stop is the Wada house. Once owned by one of the town’s richest families, the house has had many roles in its 300+ year life: home, storehouse, silk factory, and government office. Inside, tour the displays explaining the process of silk worm raising, an industry that for many centuries was the town’s specialty. Wada house owns its long life to the local community, who have maintained the village’s structures for centuries. The construction of a single roof requires the labor of dozens of individuals, and is akin to an Amish barn raising. Even today, when the families in Shirakawago have all the amenities of 21st-century life, traditional building practices persist. This evening, you have the opportunity to stay in a gassho-zukuri minshuku run by a local family. You can expect the same mouthwatering cuisine and comfortable accommodations as your time in Takayama."
    },
    {
      "dayNumber": "7",
      "title": "Kanazawa – A City of Art and Sushi",
      "description": "This morning, you depart Takayama bright and early for Kanazawa, Japan’s seafood jewel on the Sea of Japan. The 90-minute ride flies by as you leave the mountains behind and begin to smell the sea air. Kanazawa is known for being home to some of the most talented artisans in Japan. The small shops along the city’s streets offer everything from intricately designed lacquer ware to hand made paper speckled with gold leaf. For dinner, take advantage of one of Kanazawa’s excellent sushi restaurants. You tell your chef how much you are willing to spend for your meal. The chef then creates a delectable platter of fresh sushi. As you eat it, close your eyes to taste the faint hint of the sea, a hallmark of the finest sushi. This evening, your accommodations are at a western-style hotel in Kanazawa."
    },
    {
      "dayNumber": "8",
      "title": "Kanazawa to Hiroshima – Samurai Homes and Modern Art",
      "description": "You have most of today to continue exploring Kanazawa on your own. After breakfast, we recommend starting with the Nagamachi district, a preserved area where hundreds of years ago samurai lived with their families. Within this district is Nomura house, a renovated samurai home with many historical artifacts on display, items the samurai used in their daily lives. Just a few steps away is the Shinise Kinenkan Museum, a renovated Edo Period pharmacy. Touring the display, learn about how the Japanese merchant class prospered while the samurai class declined. Just outside the Nagamachi district are many outdoor cafes and tea houses where you can enjoy lunch before continuing your self-guided tour of the city. Visit the 21st-Century Museum of Contemporary Art, a stunning contrast to the ancient history in which you were just immersed. One of Japan’s most popular museums, the interactive exhibits rekindle child-like curiosity. One of the most famous displays is Leandro Erlich’s “Swimming Pool.” Looking down into the shimmering water, it appears as if the other museum patrons are walking along the bottom of the pool. Yet they are completely dry, an astonishing optical illusion. In the mid-afternoon, you begin your four-hour train journey to Hiroshima. It is recommended that you purchase a bento box meal your journey, as dinnertime will have already passed when you arrive. Your hotel for your two nights in Hiroshima is western-style."
    },
    {
      "dayNumber": "9",
      "title": "Miyajima and Hiroshima – Floating Shrines and the Past’s Lessons",
      "description": "Just outside of Hiroshima is Miyajima, one of the region’s most tranquil sights. After a brief train and ferry ride, you arrive on Miyajima island, where friendly deer come to greet you. Nearby is Itsukushima Shine, home to the world-famous ‘floating’ torii gate. For the last 900 years, the shrine has held a deep significance in Japan’s native Shinto religion. If you arrive at low tide, it is possible to walk out into the bay and feel dwarfed by the torii ’s size. Walk further inland and you discover the sweet smells of momiji manju , a maple leaf-shaped pastry stuffed with all sorts of delicious fillings. Around lunchtime, the smell turns to barbequed oysters, a local delicacy harvested from the oyster beds right offshore. For the best view of Miyajima, take the ropeway to the peak of Mount Misen. From there, you find spectacular vistas of the Seto Inland Sea and Miyajima’s rugged terrain. Head back to Hiroshima in the early afternoon to tour the Peace Memorial Park and Museum. This part of the city, the epicenter of the atomic bombing in 1945, has become a permanent memorial to the lives lost and lessons learned from the Second World War. Begin your time there at the Genbaku Dome, one of the few buildings to survive partially intact after the bombing. From every angle, it presents a new view of destruction, but also to the preservation techniques the city has employed to ensure that this reminder of war is never lost. Only steps away is the Cenotaph, a memorial surrounded by water containing the names of those lost in the bombing. From there, you head into the Peace Memorial Museum. The 50 yen (approximately 50 cents) price of admission ensures that all visitors can experience both the story of the bombing and learn how Hiroshima has dedicated itself to the goal of worldwide nuclear disarmament. After spending time reflecting on the past, use your last evening in Hiroshima to enjoy the city’s finest comfort food: okonomiyaki . A savory pancake dish stuffed with cabbage, seafood, and noodles, it is a filling meal best paired with lots of cold beer."
    },
    {
      "dayNumber": "10",
      "title": "Kotohira – Beautiful Temples",
      "description": "Today you take a two-hour train ride to Kotohira, a coastal city in Shikoku, the smallest of Japan’s four main islands. Rarely visited by foreign tourists, Kotohira is home to Shikoku’s most well-known shrine: Kompirasan. Experiencing its beauty requires good walking shoes, as pilgrims and visitors must walk up over 1,300 steps flanked by dense forests which provide ample shade on sunny days. It is possible to take your time during the climb, as there are stops along the way perfect for taking photographs or rest. You discover that the walk is worth it when you arrive at the main hall. With its combination of Shinto and Buddhist architecture, Kompirasan is a symbol of how these two religions, so different at first glance, blend seamlessly in Japanese culture. Spend your time here exploring the grounds and gardens. After making your way back down the stone steps, check in to your ryokan . Rest your tired feet and legs in the ryokan’s onsen baths, some of the best in Japan, before sitting down to a feast of local seafood caught fresh from the Seto Inland Sea."
    },
    {
      "dayNumber": "11",
      "title": "Kyoto – A Day of Japanese Cuisine",
      "description": "Kyoto was Japan’s capital until 1868. Even in the 21st-century, Kyoto’s past defines its identity. After a three-hour train journey from Kotohira, you arrive at Kyoto Station. In the early afternoon, you meet your guide for the day at Nishiki Market, known throughout the country as ‘Kyoto’s kitchen.’ Your guided tour begins in the market. There are over 100 stalls selling all matter of fresh produce, meat, seafood, and packaged ingredients perfect to take home with you. Your guide assists you in buying specialized ingredients for your Japanese cooking class later in the day, making you part of the market’s 700-year-old history. Before your cooking class, stop by a sake brewery in the city center. Despite modern advances in brewing technology, watch master brewers use traditional methods to make some of the finest Japanese sake. At the end of the tour is a tasting, and an opportunity to buy any sake that you find pleasing. In the late afternoon, you arrive at a renovated Kyoto home, residence of the chef who teaches you the secrets of Japanese cuisine. Over the course of an hour, prepare a variety of dishes from sushi, miso soup, and dessert. This evening, enjoy a dinner that you created. After dinner, continue exploring the city on your own before checking in to your western-style hotel."
    },
    {
      "dayNumber": "12",
      "title": "Kyoto – Golden Temples and Serene Gardens",
      "description": "This morning, your guide picks you up at your hotel. Your first stop is Nijo Castle, where in 1603, the shogun Tokugawa Ieyasu built his Kyoto residence. For over 250 years, Japan’s shoguns stayed at this impressive fortification while in Kyoto on business. Now open to the public, explore its grandeur and feel transported back to Japan’s feudal past. While inside, see the area where the shogun would receive guests, and the secret rooms from where his bodyguards would watch over the proceedings. Outside, the tree lined walking paths are at their most beautiful in fall, where the foliage turns brilliant shades of yellow and red. From there, you head to Ryoan-ji Temple, known worldwide for its rock garden. Every day the temple’s monks maintain the 500-year-old design, a representation of the world’s oceans. Situated far away from modern Kyoto, it is a perfect spot for mediation. Kinkaku-ji, the Temple of the Golden Pavilion, is surely Kyoto’s most impressive sight. Completely covered in gold leaf, the temple is a work of art and a Zen Buddhist temple. Walking around the temple moat, you feel enchanted by its beauty. Your final stop of the day is Kyomizu-dera. This Buddhist temple’s location on a mountainside provides visitors with breathtaking views of Kyoto and the surrounding mountains. Like Nijo Castle, the view is best in fall, when the changing colors turn the mountains into a striking landscape. As you leave the temple, walk back down towards Kyoto through the Higashiyama district. The preserved Edo Period buildings offer a variety of restaurants, souvenir shops, and small grocery stores that sell local ingredients. This evening dinner is on your own, but with the wide variety of options in Kyoto, finding a satisfying meal is no trouble."
    },
    {
      "dayNumber": "13",
      "title": "Nara and Kyoto – Witness the Glory of Buddhism",
      "description": "Today you have the option of using your Japan Rail Pass to visit Nara, Japan’s first capital in the 8th-century. Though Nara was only the capital for 74 years, this era was arguably the most important in Japanese history. The emperor had complete control over his country, and Buddhism, a religion imported from China, was officially adopted by the Imperial Court. To honor their new faith, the emperor commissioned the construction of Todai-ji, a Buddhist temple that even today is one of the largest wooden buildings on Earth. Standing in front of Todai-ji, it is impossible not to feel small. Even so, the structure was once more magnificent. Until an earthquake destroyed them in the 12th-century, the temple was flanked by two nine-story pagodas that were taller than the pyramids of Giza. Inside the temple, you discover the Daibutsu , a 49-foot tall bronze Buddha that dates back to the 8th-century. Notice the faint smell of incense as you tour the hall and surrounding gardens. Nara is also home to Nara Park, where hundreds of sacred deer freely roam the grounds. After centuries of interaction with humans, they are very tame, and are even known to bow at visitors in order to receive treats. Nara is also home to many other temples and cultural treasures. In the Nara National Museum, for example, view some of the finest examples of Japanese calligraphy dating back over 1,000 years. No matter how you choose to spend your last day in Japan, take time this evening to reflect on all the places you have seen, things you have done, and wonderful memories you have made. Your final night in Japan is spent at your Kyoto hotel."
    },
    {
      "dayNumber": "14",
      "title": "Kyoto – We’ll Meet Again",
      "description": "In the last two weeks, you have seen and done so much in Japan. There are stories to tell and souvenirs to give. Yet you leave Japan with so much still unexplored, so many treasures left uncovered. There is another trip to Japan in your future. The only question is when."
    }
  ],
  "map": ""
}