{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "ramen-tour-of-japan-celebrating-60-years-of-instant-goodness",
  "tourName": "Ramen Tour of Japan: Celebrating 60 Years of Instant Goodness",
  "placesVisited": "Tokyo, Kyoto, Fukuoka, Sapporo, Hakodate",
  "generalInfo": "Your 11-day culinary tour of Japan immerses you in the flavors of ramen and the gastronomic delights of the nation’s four classic broths. Follow the timeline of the cuisine from its origins to its newfound international popularity and delight in the mouthwatering bursts of umami in every bit. As you explore Japan, you will relish in essential regional tastes, the beauty of the scenery, and the majesty of preserved custom.",
  "durationDays": "11",
  "price": "9,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo – Arrive in Tokyo and Relax with the Remaining Day at Leisure",
      "description": "Tokyo is a city with a seemingly infinite skyline, and neon lights cause the streetscape to glow with ethereal, colorful light. Sleek facades soar into the air to contrast with the simple wooden décor as they represent the traditional building techniques alongside the ultra-modern world. The pace of the city with the friendly antique ambiance brings many simple, tantalizing restaurants. Chefs utilize fresh, seasonal ingredients whether working with renowned sushi or legendary noodles crafted with intimate attention to detail honed through generates of experience down over time. Your private transfer greets you at Narita International Airport upon your arrival and will escort you to your luxurious accommodations in the heart of Tokyo. The remaining day is at your leisure to get acquainted with the culture of the city and the distinct ambiance generated by the bright lights, towering high-rises, and vibrant fashion. The broadcasting and observation tower of Tokyo Skytree is a remarkable feat of architectural engineering reaching 2,080 feet above the surrounding streets. The structure acts as the centerpiece of a larger commercial development in the Kanto region and changes colors in the evening shifting from white and blue to purple against the black sky. You can travel up to the observation floors for a different perspective on the city and take in the spectacular panorama at 1,480 feet above the Tokyo streets. An app on your smartphone designed by Skytree helps guide you along the Tembo Deck providing a sense of direction, as well as information on the famous architectural sites of Tokyo visible from the viewing platform with visibility reaching up to 44 miles away on a clear day."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo – Relish Historic Tokyo, the Asakusa District and a Ramen Tour",
      "description": "The landmark building of Tokyo’s city hall opens to the public with adjacent towers offering remarkable views to Mount Fuji to the west behind the fascinating skyrises and expansive city streets. Your guide will greet you in the hotel lobby after breakfast eager to introduce you to the marvels of Tokyo, beginning with the Meiji Shrine. The grand memorial was originally constructed in 1920 and rebuilt in the 1950s after the Second World War. The ambiance retains a sense of atmospheric history recreating the timeframe when the country moved away from an isolationist feudal state. Unpainted cypress wood brings warmth to the structure contrasting with the glossy, steel facades of modern Tokyo. Several bright orange gates known astorri , line the walkway, and visitors to the shrine use the water from the font to purify their body by pouring small amounts over their hands, which follows an important tenet of Shintoism. The customs continue inside the shrine where visitors can place a coin in the endowment box before bowing twice, clapping their hands twice, and bowing again as a sign of respect to the spirit of Emperor Meiji and the Empress Shoken. After touring the highlights of Tokyo, you will visit the Asakusa district for a private food tour celebrating the origins of Shoyu ramen. The noodle dish is a soul food staple of Japan endlessly challenging the depths of flavor simple ingredients can create. Celebrated chefs that have worked with ramen for years admit the hardest element of the dish is creating consistency. Your guide will explain how ramen uses four main broths as bases and include soy, salt, miso, and pork with each depending on the region where each particular type of ramen is rooted. The first ramen shop opened in Japan approximately 100 years ago with broth made from chicken or pork bones and flavored with condiments like miso paste or soy sauce. Your introduction to classic ramen takes the shape of six mini-bowls crafted by some of the most celebrated chefs in the city. While seemingly simple, the chef will explain how each ingredient must be cooked specifically for the broth in order to keep from overcooking the elements while also ensuring the flavors marry with the rich, smooth broth. Neo-ramens have also become popular, a trend which combines more international flavors with the traditional broth and noodles resulting in unique creations like foie gras, tomato, or braised oxtail ramen. The traditional flavor of Asakusa district consists of shoyu ramen , based with soy broth."
    },
    {
      "dayNumber": "3",
      "title": "Tokyo – Enjoy a Soba Cooking Class and Instant-Noodle Museum Visit",
      "description": "In the morning, you cannot help but entertain visions of the ramen enjoyed the previous night. Your experience the night before will likely have revealed the dish as an art form, and your curiosity will be peaked. To continue in your exploration of Japanese cuisine, enjoy a morning spent with another culinary delight of Japan during your private soba cooking class inside a traditional ryokan, a customary, cozy inn found across Japan. The healthy noodles are made from buckwheat flour resulting in a nutty flavor served in a hot or cold broth, as well as with stir-fries or salads. The chef introduces the ingredients needed for making a proper dish with soba including the buckwheat flour. The chef will demonstrate the movements used to create the noodle using a meditative fluidity to craft the dough, which the master crafter adjusts according to the humidity in the air and the coarseness of the flour. The noodles take shape with a supple texture and slight heft after adding a touch of wheat flour for strength and elasticity. You will rotate the dough with one hand and gently pull at the corners forming a pleated disk. After rolling out the dough and slicing it into thin noodles, the chef explains how connecting to the dough with your hands is part of the process allowing you to understand the texture of the noodles as they take shape. You then concentrate on making a homemade sauce using dashi, seaweed stock, bonito flakes, and dried mushrooms with a dash of sugar. Continue to the Cupnoodles Museum in the neighborhood of Yokohama for an unforgettable experience inside the history and the mind of the cup of noodles creator. The astounding quality and quantity of packaging cover an entire gallery with over 3,000 product packages on display resulting in new, popular flavors launching nearly 800 new products annually across Japan. Spend extra time in the Cupnoodles Factory to design your own instant noodles from 5,460 flavor combinations. Design your own cup and choose the soup flavor with toppings such as garlic chips, green beans, cheese, or kimchi. Making your own instant noodles mixes your preferred flavors with the ingenuity of Momofuku Ando’s vision 60 years ago. The hands-on workshop begins with you choosing and decorating your traditional noodles cup. Then, choose from an array of soup flavors that includes curry, seafood, and chili tomato. The different toppings range from roast pork to crab-flavored fish sausages. Once sealed, you can take taste your created flavor of noodles home with you as a souvenir. You can also gain insight into the life and times of creator Momofuku Ando inside a timeline of images from his life. The gallery extends for over 190 feet displaying illustrations, ideas, and milestones in the life of the businessman and inventor."
    },
    {
      "dayNumber": "4",
      "title": "Kyoto – Travel to Kyoto for a Guided Tour and Local Ramen Meal",
      "description": "After breakfast, your private transfer escorts you to the Tokyo station for your ride along the bullet train bound for Kyoto. Sitting on the right-hand side of the train provides a stunning view of Mount Fuji and its iconic snow-capped peak. After reaching Kyoto, you will continue to your beautiful accommodations in the heart of the historical city by way of private transfer before meeting your guide. The city welcomes you with an elaborate ambiance bringing a touch of the Edo era back to life. After being spared the destruction of World War II, Kyoto exudes charm and captivating grace with atmospheric temples and traditional teahouses. Geisha, pronounced geiko in Kyoto, stroll through the streets with apprentices referred to as maiko , perform in lavish shows to showcase their training in the art of entertainment. The Enryaku-ji Temple dominates the skyline atop the Mount Hiei at 2,782 feet above sea level. The complex contains a remarkable collection of temples and forests that reveal hidden treasures of Japanese history and views to the mountaintops hovering over Lake Biwa. The complex was founded in the 8th century during the reign of Saicho growing to maintain up to 3,000 buildings at its zenith, of which only 120 temples remain. Konpon Chu-Do is the most notable temple in the complex and was erected in the 8th century under Dengyo Daishi. The current structure was rebuilt after fighting erupted in the area in the 16th century, with the new structure dating back to 1642. In the evening, you can visit a restaurant celebrated for its “fire ramen,” a meal unique to Kyoto. Rather than a stunt meant to induce visual awe when cooking, the fire used in the restaurant was captured by a chef with experience finding the sharp notes of every ingredient. The chef quickly offers the secret flavor to the meal, not only giving credence to the fire but also the green onion quickly burned with oil, which releases a subtle but distinctive flavor when combined with the broth. The restaurant is located near Nijo Castle and fills with the aroma of smoke and savory ramen broth. By the time the bowl reaches your table, you notice the mountain of green onions and a fabulous aroma of drifting smoke."
    },
    {
      "dayNumber": "5",
      "title": "Kyoto – Discover History in Kyoto and Flavor in a Ramen Cooking Class",
      "description": "After breakfast, the day is yours to explore and experience the marvels of Kyoto at your leisure. The remarkable history is preserved along the streets that retain a fascinating ambiance and draw your attention to the Golden Pavilion. The Buddhist temple stands on the banks of a reflective pond shimmering with gold leaf. The original structure was built in the 14th century and rebuilt in 1950 to the original specifications after a monk burned the complex to the ground. The gilded hues once covered only the ceilings with gold-foil, but now cover the extended lower floors as well for a remarkable adornment that blends opulence with natural beauty from the surrounded forest. For a unique view of Kyoto’s spiritual history, you can venture to the Silver Pavilion, which contains a collection of several shrines, a dry sand garden, and a charming moss garden that sprawls across the lush grounds. The pavilion was constructed in the 15th century with designs emulating the Golden Pavilion. To explore the city’s entertainment district, move next to Gion, which is renowned along the eastern banks of the Kamo River in Kyoto as the corridor of true geishas and atmospheric teahouses. Customary restaurants from the 17th-century line the streets and lanterns add a soft light in the evening. The Gion Kobu Kaburenjo Theater brings to light the skills of maiko by hosting recitals for the geisha apprentices. Immerse your palate deeper into the flavors of Japanese cuisine with tastes of Kyoto during a ramen a gyoza cooking class. The dumplings and savory broth are a popular combination in Japan with gyoza acting as a perfect starter thanks to their crispy exterior followed by the seductive firm noodles in salty broth. Ingredients in the gyoza vary slightly but often contain a pork mixture of garlic, chive, and cabbage wrapped in a thin sheet made from flour and water. They can be steamed, fried, grilled, or boiled. The scent of wheat flour and stewing broth fills the kitchen of the renovated traditional Japanese building offering the artistry and heritage of the façade with a modern interior. The chef will guide you through the process of mixing the flour and water, kneading the mixture into a dough, rolling it out, and cutting the dough into strips. The kitchen fills with the aroma of grilling chicken and select condiments you will use to enhance your personalized ramen. You will boil the noodles, drain the water, and add the cooked noodles to the broth before including your preferred toppings for an easy and satisfying ramen dish."
    },
    {
      "dayNumber": "6",
      "title": "Fukuoka – Transfer to Fukuoka for a Relaxing Day at your Chosen Pace",
      "description": "In the morning, you will take the scenic train ride from Kyoto to Fukuoka enjoying the tranquil comforts of the bullet train to the southern edge of Japan. The city of Fukuoka is one of the country’s largest and acts as the economic, cultural, and administrative center of Kyushu and Hakata Bay. The waters of the Naka and Hakata rivers divide the city into the atmospheric eastern district with a preserved history dating back to the 17th century. Art museums, theaters, and lavish galleries accentuate the cultural connection of the city to its history and modernity. After settling into the comforts of your luxury accommodations, the remainder of the day is yours to enjoy the character of the spirited city. The scent of tonkotsu emanates through the doors of classic restaurants and the canals that wind through the intricate workings of hotels, arcades, and shops creating the entertainment complex of Canal City. Dazaifu Tenmangu spans 3,000 acres and dates back to the 10th century, with the most recent iteration of the main shrine built in 1591. The stunning complex was dedicated to the god of education and often draws students from the city eager to pay their respects while hoping for good grades or passed exams. Small shrines lead to the treasury with a soothing aroma emanating from the collection of 6,000 plum trees with a relaxing ambiance stems from the mixture of quiet ponds and elegant footbridges."
    },
    {
      "dayNumber": "7",
      "title": "Fukuoka – Explore the Beauty and History before a Food Stall Tour",
      "description": "The marvels of Fukuoka emanate from the massive complex of Maizuru Castle. The emblematic architecture of 17th-century Japan embodies lavish design preferred by the ruling elite believed to have once covered 505,904 square feet. The impressive structure perches atop the stone foundation of the rising summit looming over the Naka River, which acted as a natural moat. The impressive gates and turrets lead to the numerous towers guarding the former royal grounds while guesthouses once offered luxurious accommodations to visiting diplomats and displayed the importance of the castle and of the surrounding town. The shrines and temples were built on strategic points that could double as barracks if needed, while courtyards could act as places of assembly during a siege. After exploring the history of the city with your guide, you can continue into the remarkable aisles of Yanagibashi Market, also lovingly referred to as Hakata’s Kitchen for due to the number of vendors selling fresh produce and offering a stunning array of freshly cooked food. Chefs from around the city arrive early in the morning to choose from the variety of fish on display or wind through the 47 shops ranging from greengrocers to butchers. The vendors are also known for making the popular Hakata-style ramen, which features the barest possible toppings in a broth known as tonkotsu . Hakata is the name of Fukuoka’s business district with the stylized ramen taking its name from the location of its origin. The cloudy broth is made from steeping pork bones in water until it reaches a smooth, nearly milky consistency. The noodles are thin and can range in firmness absorbing the liquid quickly, and the many traditional toppings include pickled leaf mustard greens, red peppers, and pickled ginger root."
    },
    {
      "dayNumber": "8",
      "title": "Sapporo – Fly to Sapporo and Unwind with the Remaining Free Day",
      "description": "Outside of the bustling financial district of Fukuoka are the trickling canals of Yanagawa, “The City of Water,” known for the moats crisscrossing the historical buildings. After breakfast, your private transfer will escort you to the Fukuoka Airport for your brief flight to Sapporo, located in the far north of Japan and approximately 1,277 miles away from Fukuoka. The city combines green space, festivals, and active living for an engaging ambiance stretching from the dynamic urban center to the hot springs in the mountains. Stylish cafes bring a bohemian quality to the distinct neighborhoods while marvelous boutiques showcase the newest fashions in Japan and from around the world. The restaurants promote the thriving food scene, and the mixture of parks and museums inspire the flourishing local culture. You will have the remaining day in Sapporo at your leisure after checking into the comforts of your charming hotel in the heart of the city. Odori Park lines the core of Sapporo providing an oasis of verdant space stretching over one mile while surrounded by high-rises and offices. Fountains, sculptures, and manicured gardens layer the scenery with elegant beauty connecting to a selection of museums, art galleries, and the Sapporo TV Tower standing 483 feet tall. Mount Moiwa overtakes the skyline on the outskirts of the city at over 1,742 feet above sea level with a popular trail and aerial tramway guiding visitors to the summit while the observation deck provides a breathtaking panorama over Sapporo and the Ishikari Plain."
    },
    {
      "dayNumber": "9",
      "title": "Sapporo – Visit Antique Sapporo, Noodle Street, and the Beer Museum",
      "description": "You will travel with your private guide in the morning to the historical village of Hokkaido, located in the suburbs of Sapporo. The streets act as an open-air museum with approximately 60 buildings preserved from the Meiji and Taisho periods dating between the 1860s and 1920s. The village is divided into four separate sections containing the main town, fishing village, farm village, and mountain village. The Hokkaido Museum galleries offer fascinating exhibits on the layers of history in the region from the woolly mammoths up to the introduction of the steam train. The shrine was erected in the 19th century and remains one of the most important Shinto religious sites in Japan. The massive complex contains a large garden with gorgeous cherry blossoms blooming each spring and hosts celebrations including the Sapporo Festival each June. Parades of men and women dressed in traditional garments fill the complex while paying homage to their ancestors and the spirits of popular religious leaders. The famous alley of Yokocho in Sapporo is known as Ramen Alley due to the large number of ramen restaurants including the original creator of miso ramen, one of the four branches of traditional ramen in Japan. The collection of restaurants in the alley dates back to 1951 when seven ramen shops opened in the same lane, and the number nearly tripled by 2018. The scent of simmering broth emanates from the restaurants making your mouth water, and a number of shops also specialize in the Hokkaido ramen, which uses seafood as a common mixture with the miso broth due to the prevalence of crab, scallops, sea urchin, and different types of fish. You will soon reach the legendary Sapporo Beer Museum located inside a brick building draped in dangling ivy. The brewery represents Japan’s oldest beer company, which was founded in 1876. The galleries overtake three floors following the history of the beer industry in Japan and the evolution of the bottling, signs, and marketing promotions over more than a century of business. A bar on the second floor pours samples of the different styles of beers including the dark and light lagers, hoppy beer, ale, and signature Black Label."
    },
    {
      "dayNumber": "10",
      "title": "Hakodate – Experience Mount Hakodate and Local Shio Ramen",
      "description": "The train to Hakodate Station arrives in the morning offering you plenty of time to explore the beauty of Mount Hakodate and Motomachi with your guide. The region acted as an entry point for foreign traders at the end of the Edo period, noticeable in the architecture influenced by Russian aesthetic. The Old Public Hall was erected in 1910 and acts as the city’s most notable landmark due to its elements that blend Japanese style with American and colonial design. The structure crowns Motomachi Park with a commanding view over the city and of the stoic waters of the port. The flourish of color catches the light with near golden adornments along the trim. The Carl Raymon Residence has the half-timber aesthetic of a traditional German home including a pitched roof contrasting the traditional design of the Higashi Honganji Temple. The 20th-century warehouses along the waterfront glow with red brick preserving the legacy of the city’s place in Japan as a historical trading port. The recent restoration has turned many of the empty structures into a tourist mall lighting up in the evening with a gorgeous glow bouncing off the water. In the evening, you can visit a restaurant renowned for making the iconic salt ramen broth for over 80 years using the kelp supplies to fortify the flavor of the soup. Chicken and pork bones lend a rich quality amid the clear broth containing less fat than its southern cousin. Added toppings include roasted pork, scallions, bamboo strips and also nori, dried seaweed."
    },
    {
      "dayNumber": "11",
      "title": "Hakodate – Return to Tokyo and Depart for Home",
      "description": "The Hakodate Morning Market brims with activity before dawn to bring fishers back from the seas with freshly caught crab, squid, and a wide array of fish. The impression of the vendors and the aisles harkens back to an antique fish market while commonly servicing visitors with the commercial market having moved to a larger space. After breakfast and one last chance to take it in, your private transfer will greet you in the hotel lobby and escort you to Hakodate Airport for your flight back to Tokyo. Once in the capital, you can continue to your flight bound for home."
    }
  ],
  "map": ""
}