{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "tokyo-kyoto-and-osaka-tour-japans-big-3",
  "tourName": "Tokyo, Kyoto and Osaka Tour: Japan’s Big 3",
  "placesVisited": "Tokyo, Kyoto, Osaka",
  "generalInfo": "Bask in world-renowned centers of culture, history, and fine dining during your 9-day Japan tour immersing you in the splendors of Tokyo, Kyoto, and Osaka. Explore cultural tradition with a customary Geisha ceremony and witness the majesty of pristine nature along Mount Fuji’s slopes. Architectural masterpieces, artisan crafts, and ancient samurai tombs will reveal the contrasts of preserved heritage and modern vibrancy in Japan during your custom-tailored luxury tour.",
  "durationDays": "9",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo – Your Adventure Begins!",
      "description": "With your plane touching down at Narita International Airport in the early morning, there is plenty of daylight to get to know Japan’s capital. Your expert guide meets you at baggage claim and transfers you to central Tokyo. Arriving in the city, you board Tokyo’s famous (and efficient) metro system to Harajuku, the center of the latest fashion trends and Japanese cosplay. Just outside the station, you are bound to see young men and women dressed in unique and exciting ways, or perhaps even a local band performing at the edge of Yoyogi Park. While there, enjoy Yoyogi Park’s natural beauty. Other sites of interest include Yoyogi National Stadium, which hosted many of the events during the 1964 Summer Olympics. Just a quick metro ride away from Harajuku is Akihabara, regarded as a Mecca for fans of Japanese anime and video games. Wandering through the district’s back alleys, you can find hundreds of stores selling everything from manga comics to electrical components for obsolete computers. In the late afternoon, you arrive in the Ginza, Tokyo’s premier shopping district. From high-class bags at Hermes to all manner of stationary supplies at Ito-Ya, just about anything can be found along the Ginza’s main boulevard. For technology lovers, visit the Sony Showroom, where the company displays its latest inventions not yet released in the West. Every day, over 3,640,000 commuters travel through Shinjuku Station, making it the busiest in the world. Get caught up in the energy as you explore Japan’s urban core. Depending on your budget, your guide can arrange a fine dining experience at a Michelin star restaurant, or a laid back meal at an izakaya , a traditional Japanese restaurant that offers a variety of small comfort food dishes paired with alcohol. If you’re not feeling too tired after dinner, soak in Shinjuku’s neon glory with a stroll through the district. Or perhaps stop at a pachinko parlor, where the loud sound and flashing lights rival any casino in Las Vegas. When you decide to turn in, your guide sees you to your hotel."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo – Ancient Traditions",
      "description": "Today, you experience another one of Tokyo’s many faces. In the early morning, even before millions of commuters pour into Tokyo’s metro system, your guide takes you to Asakusa for a private tour of Senso-ji Temple. Once a modest shrine erected by fishermen over 1,000 years ago, Senso-ji is now one of Tokyo’s most magnificent temples. Arriving early in the day means avoiding the crowds, and the ability to soak in the peace and serenity that Buddhist temples are meant to inspire. Along with Buddhism, Shinto is Japan’s other primary religion. In Tokyo, no Shinto shrine is greater than Meiji Shrine, dedicated to the spirit of Japan’s first modern emperor. Situated in the middle of Meiji Park, the shrine is dutifully attended by Shinto priests, whose ceremonies still provide worship to Emperor Meiji. Even if the crowds are a bit heavier here, you notice that the shrine retains its peaceful tranquility. Besides chirping birds, it is likely that the only other thing you hear is the sound of visitors clapping their hands as they give prayers at the main altar. Around lunchtime, you board an express train at Tokyo Station heading to Nikko, the burial place of the shoguns during the Edo Period (1603-1868). During the train ride, enjoy a bento box lunch as Tokyo’s concrete metropolis melts away into tree covered valleys and hills. There is much to see from your window as the two-hour journey flies by. From the train station, it is a short walk to the Toshogu , the main shrine which marks the burial place of Tokugawa Ieyasu, the first shogun who led a united Japan in the early 17th-century. It is easy to miss the actual burial site, your eyes glued to the ornate carvings and lavish decoration all around you. In the late afternoon, board your train back to Tokyo for a sushi feast. Your guide arranges a dinner at one of Tokyo’s finest sushi restaurants. While eating, you discover that each piece carries the faintest taste of the sea, a hallmark of fine Japanese sushi."
    },
    {
      "dayNumber": "3",
      "title": "Tokyo to Mt. Fuji to Tokyo – Natural Beauty",
      "description": "This morning, your guide picks you up from your hotel. Boarding a private minivan, you leave Tokyo behind to travel to Hakone, a 90-minute journey. Before the trip is half over, though, you begin to see Mt. Fuji in the distance, its snow covered peak serving as your beacon throughout the day. Arriving in Hakone, what to do and where to go is completely up to you. If you are an art lover, the Hakone Open Air Museum has one of Japan’s largest collections of Picassos in the country. If you’re looking for a little rest and relaxation, the city’s various onsen baths are an excellent way to relieve sore muscles. After lunch in Hakone, your van takes you to Mt. Fuji. Your first stop is Yamamiya Sengen Shrine; a Shinto shrine erected at the foot of Mt. Fuji. Providing excellent views of the mountain, the shrine is still home to Shinto priests who use the shrine as a way to offer prayers to the mountain’s spirit. From the shrine, your bus winds up the curvy road leading to Mt. Fuji’s 5th Station. A little more than halfway up the mountain, the 5th Station is the starting point for the majority of men, women, and even children who make the eight-hour climb to the summit every summer. The 5th Station is an excellent place to learn more about Mt. Fuji, buy a souvenir, or take a nature walk that reveals stunning views of the Fuji Five Lakes region. In the late afternoon, your van takes you back to Tokyo. Dinner this evening is ramen, Japan’s famous hearty noodle dish that makes for a delicious way to end your day of adventure."
    },
    {
      "dayNumber": "4",
      "title": "Tokyo to Kyoto – From the Future into the Past",
      "description": "This morning, you are up with the sun to see one of the most famous sights in Tokyo: The Tsukiji Fish Market. The smell of the sea hangs in the air as your guide takes you through many stalls that sell seafood to Tokyo’s finest restaurants. Watch expert fishmongers expertly prepare fish for sale, and witness the morning tuna auction. At the end of your visit, have a sushi breakfast at one of the city’s best sushi restaurants. Full of sushi, relax on the shinkansen towards Kyoto, Japan’s capital until 1868. The Shinkansen is one of the fastest trains in the world and delivers you to Kyoto’s city center in just over two hours. You arrive in Kyoto in the late morning. Going to your hotel or ryokan, there is time to relax before visiting a Zen Buddhist garden. There you have lunch with a monk who will teach you about Zen Buddhism and the deeper meaning behind the rock garden’s arrangement. Your first evening in Kyoto is a treat like no other. For hundreds of years, the women who choose to become geisha commit themselves to an ancient set of cultural practices. A superb craft, you have the opportunity to witness these rituals first hand at a geisha house in the Gion District. Watch geisha perform the tea ceremony and music, traditions that have been handed down for generations. At the end of the performance, the geisha serve you a traditional Japanese dinner."
    },
    {
      "dayNumber": "5",
      "title": "Kyoto – A Day of Religion and Cuisine",
      "description": "After breakfast at the hotel, your day begins early when your guide takes you by private car to Kinkaku-ji, the Temple of the Golden Pavilion. The temple is most beautiful right after dawn when the morning’s soft light reflects off its gold leaf surface. Arriving early also ensures that you miss the crowds that flock daily to this amazing attraction. Kinkaku-ji may be Kyoto’s most spectacular shrine, but Kyomizu-dera provides Kyoto’s most stunning vista. Atop Otowa Mountain, Kyomizu-dera overlooks Kyoto and the surrounding valley. After soaking in the balcony’s views, your guide takes you on a tour of the temple complex, explaining how the tenants of Buddhism are expressed throughout this stunning structure. This evening has what is likely the most memorable meal on the trip. Kaiseki ryori is a traditional Japanese cuisine perfected in Kyoto. Once served to the emperors who inhabited Kyoto’s Imperial Palace, kaiseki ryori is defined by a series of small, artistic dishes that highlight the region’s freshest meats and vegetables. This is definitely a meal where you will want to have your camera ready to take pictures."
    },
    {
      "dayNumber": "6",
      "title": "Kyoto to Nara to Kyoto – Harmony Between Man and Nature",
      "description": "Your day begins with a brief car ride to Arashiyama, a natural setting for Kyoto cherry blossoms in the spring and changing foliage in the fall. You arrive before the other visitors and walk the 200-meter bamboo path towards Tenryu-ji, the greatest of Kyoto’s five Zen Buddhist temples. Though rebuilt many times in its 700-year history, the surrounding gardens have been maintained in their original form. Looking out over the still waters and rustling plants, it is easy to take your mind back into the past. In late morning board an express train to Nara, Japan’s first capital in the 8th-century. You arrive in Nara to see a modern looking town, but just a few steps away from Nara Station, you discover the city’s grandeur. In Nara Park, sacred deer freely roam the grounds. Having lived around people for generations, they are quite tame. Your guide takes you to Todai-ji, the largest wooden building in the world. Stepping up to the temple complex, you begin to see the dark figure within. Inside the temple sits a 49-foot bronze Buddha, the largest in Japan. When built 1,200 years ago, the Buddha consumed an entire year’s worth of Japan’s bronze production. Even 1,200 years later, this feat is still an architectural marvel able to humble all visitors who stand before it. Beyond the Buddha, there is still much to see at Todai-ji. Your guide leads you through a series of passageways into the temple museum, where artifacts spanning the temple’s history are on display. The rest of your time in Nara is up to you. Admire 1,000-year-old scrolls in the Nara National Museum, or pick up a souvenir at Nara’s famed shopping street. During your trip back to Kyoto, your guide presents you a variety of options for dinner."
    },
    {
      "dayNumber": "7",
      "title": "Kyoto to Osaka – Ancient to Modern",
      "description": "On your last morning in Kyoto, you take a walk up to Fushimi-Inari Shrine. During this walk, you pass under 2,000 bright red torii gates, a Shinto symbol that signifies one is entering a sacred space. During the walk, simply enjoy the peaceful tranquility. Your guide, however, is happy to spend the time teaching you about the shrine’s history and spiritual significance. Arriving at the shrine, you are greeted by many statues of kitsune , foxes, and more stunning view of Kyoto. There is ample time to walk around the lush gardens. Perfect for taking pictures, the shrine is a peaceful oasis in the middle of modern Kyoto. In late morning, board a private van for the short ride to Osaka. After arriving, take an hour’s rest in your hotel room before heading out for an amazing afternoon and a night on the town. Your first stop is the Tempozan Ferris Wheel. Boarding your private compartment, the wheel slowly raises you to nearly 370 feet. With every surface made of glass, nothing stands between you and a perfect view of the city. Osaka is world famous for its okonomiyaki , a savory pancake dish which incorporates cabbage, seafood, and thinly sliced pork belly. A rich treat, it goes down best with a pint (or two) of ice-cold Japanese beer."
    },
    {
      "dayNumber": "8",
      "title": "Osaka - Bright Lights Big City",
      "description": "After breakfast, get to know another side of Osaka through a visit to the Osaka Aquarium. Home to many unique species, the star attraction is the Whale Shark, the largest fish currently kept in captivity. Other highlights include multiple tanks featuring tropical fish, along with seal and penguin habitats. For your last afternoon in Japan, there are multiple things for you to do. At Osaka Castle, you can learn about the city’s samurai history. No trip to Osaka would be complete, though, without a walking tour of Dotonbori, the chaotic shopping street where at night you are bathed in neon light from every angle. Wander the endless stores before ‘eating oneself to ruin’ at one of the district’s many restaurants. For a unique dining experience, try puffer fish at Zuboraya. With chefs having to pass strict examinations to prepare this possibly poisonous seafood, be rest assured that this dining experience is not your last."
    },
    {
      "dayNumber": "9",
      "title": "Osaka – So Much More to See",
      "description": "When you awake on your final morning in Japan, you won’t believe that only nine days have passed since you arrived. With souvenirs to take with you, and memories to last a lifetime, your guide sees you aboard a train to Kansai International Airport where your flight home awaits you. Even on the ride to the airport, you feel compelled to return to Japan. Though you have done so much in just over a week, there is still so much more to see."
    }
  ],
  "map": ""
}