{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "premier-enchantments-of-japan-tour-temples-traditions-cuisine",
  "tourName": "Premier Enchantments of Japan Tour: Temples, Traditions, Cuisine",
  "placesVisited": "Tokyo, Kyoto, Fukuoka, Takachiho, Yufuin, Kyushu Island",
  "generalInfo": "Treasured myths, enchanting gardens, and a collaboration between tradition and future possibilities highlight Japan's endless natural beauty during this 14-day luxury Japan tour. Enjoy traditional boutiques, revel in the elegant flavors of celebrated restaurants that serve local specialties, and discover rejuvenating hot springs. Whether looking for Geishas dressed in elegant kimonos, basking in remarkable views of an active volcano, visiting the shrine of a poet-scholar, or strolling down a charming street in a preserved village, you will be immersed in fabulous diversity for a Japan trip of a lifetime.",
  "durationDays": "14",
  "price": "14",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo - Arrive in Tokyo",
      "description": "Tokyo is a city where the past resounds while being surrounded by images of the future. The streets brim with the feeling of infinite possibilities, emerging from diverse neighborhoods that feature low-slung, wooden buildings and glowing lanterns. Secluded eateries of family-owned sushi restaurants to aromatic noodle establishments showcase the superb culinary focus of the city, bringing to light a variety of tastes. Your private transfer will meet you at customs upon your arrival at Haneda Airport. After collecting your belongings, you will be escorted into the heart of the city."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo – The Oasis of Meiji Shrine",
      "description": "In the morning, you will walk across the renowned Shibuya crossing, which will feel like the giant beating heart of Tokyo as upwards of 3,000 people walk across the street from all directions during peak hours. The rooftop of the neighboring department store provides a panorama of people as they scramble across the street throughout the day. At Hachiko Memorial, you will find insight into the deeper heritage of Tokyo, and the statue was dedicated to a dog who met his master at the station every day. The sunlight will glint against the bronze dog, which represents the embodiment of loyalty and honor. Once at the Meiji Jingu Shrine, you will find an immersive ambiance that spans more than 175 acres, emerging from more than 120,000 trees. After exploring the bustling streets of Tokyo, the shrine will feel like a spiritual oasis. The scent of tea will drift out of the teahouse that is situated near the iris garden. The fashionable shopping district of the streets of Omotesando and Aoyama will lead you from the traditional into the modern culture of Japan. Here, boutique shops and stunning displays of architectural expression line the elegant streets. In the evening, you can indulge in the flavors and exclusivity of an exclusive restaurant, where the sounds of grand piano add to the elegant ambiance that is accentuated by the aromas of tempura and seasonal ingredients."
    },
    {
      "dayNumber": "3",
      "title": "Tokyo - Tokyo’s Depth and Diversity",
      "description": "Your day will begin with an opulent view of Tokyo from atop the Roppongi Hills Mori Tower Observatory, where the outdoor Sky Deck stands 885 feet above sea level. The crisp wind will rush through your hair as you gaze across the vast skyline of Tokyo. The museum in the tower has a permanent collection of more than 600 works of 20th-century art as well as exhibitions that are dedicated to modern pieces. You will continue to Mitsukoshi Depachika, a type of basement department store with a history that dates back to the 17th century. The aromas of dried spices will fill the air as vendors focus on local culinary delights, from confections and sweets to pre-packaged seafood and perfectly organized bento boxes with seasonal fruits. At Ginza, you can stroll through the upmarket shopping district that is decorated with department stores, restaurants, art galleries, and boutique shops. The scent of creamy coffee and pastries will filter out of the charming cafes before you reach teamLab Borderless, a collection of artwork meant to create a borderless gallery and to spark creativity and communication between visitors. The grand space features approximately 470 projects with vivid colors, soft textures, and an interactive atmosphere."
    },
    {
      "dayNumber": "4",
      "title": "Kyoto - A Day of Exploration",
      "description": "After breakfast, your private transfer will escort you to the train station so that you can have one of the ultimate Japanese experiences: riding the Shinkansen Bullet Train from Tokyo to Kyoto. The countryside will blur past your window as you travel at an average speed of 130 miles per hour. Upon your arrival, you will have a private transfer to your hotel in the heart of Kyoto. You can take your time settling in to the beauty and luxuries of your hotel with its elegant ambiance that focuses on tranquility. The hotel is also decorated with European elements and provides incredible views of the Higashiyama mountains. You will visit the Kinkakuji Temple, which is the Golden Pavilion that juxtaposes the surrounding forest greenery with the gilded walls of a refurbished structure. The original foundations date back to the 14th century, but the redesigned antique pagoda reflects in the pond and embodies historic designs. Once at Ryoanji, you will find the symbol of Kyoto in the temple that is celebrated for its serene rock garden. Your day will conclude in the Geisha District of Gion, where traditional Japanese houses line the streets. The quiet atmosphere will immerse you in the beauty of the district and greater city, and you may spot a Geisha in elaborate makeup and a colorful flowing kimono."
    },
    {
      "dayNumber": "5",
      "title": "Kyoto - Enjoy the Essential Culture of Kyoto",
      "description": "You will begin your day at the famous Nishiki Market. The grand display of Japanese culture emerges from the more than 100 shops and restaurants spanning over five blocks. You will quickly understand why the district is referred to as “Kyoto’s Kitchen” as you discover displays of the likes of pickles, dried seafood, sushi, and seasonal Kyoto specialties like tofu cooked in a hot broth. You will continue with a private tour of Daitokuji Temple, a complex dating back to the 14th century. Bamboo forest will bisect the sub-temples as you search for fine ceiling painting, noble statues, and soothing Zen gardens. You will continue to unravel the culinary surprises of Kyoto at the Ninenzaka and Sannenzaka traditional market alleys that feature Imperial architecture and atmospheric storefronts. You can sample dishes like green tea ice cream and Baumkuchen cake as you explore the streets. At dinner, you will discover the unique flavors of Japanese and Italian fusion cuisine at Sodoh Higashiyama. You can indulge in the elegant surroundings deriving from the Japanese garden as you taste the distinctive blend of traditional Italian cuisine blended with the seasonal environment of Kyoto."
    },
    {
      "dayNumber": "6",
      "title": "Fukuoka - Uncover Local Tradition",
      "description": "Your private transfer will escort you to the train station for a ride to Fukuoka, which is also known as Hakata. Upon your arrival in the city, a private driver will meet you at the train station and lead you through one of Japan’s most populated cities. The former castle town remains the central neighborhood of greater Fukuoka and adds to the city’s renowned gastronomy. Street stalls attract visitors from across Asia and fill the streets with enticing aromas of sushi, sashimi, and mackerel. The history of the city dates back nearly 700 years, which is featured in the Fukuoka Castle and its more than 1,000 cherry blossom trees. You can embrace the luxuries of your hotel in the heart of the Old City to enjoy a multi-dimensional environment and incredible access to the local heritage. You can also explore Fukuoka at your own pace and visit the Kushida Jinja Shinto Shrine, or the Hakata Machiya Folk Museum. The work inside the museum dates back to the late 19th century and represent crafts that are unique to local traditions, such as calligraphy and origami. You can try your hand at the art form of calligraphy during a guided workshop."
    },
    {
      "dayNumber": "7",
      "title": "Fukuoka - Visit Captivating Dazaifu",
      "description": "You will transfer to Dazaifu in the morning for a full day of exploring outside the city of Fukuoka. You can begin your discovery of Dazaifu's cluster of temples and famous shrine at your preferred pace to find the noble ambiance of the Dazaifu Tenmangu shrine. The complex was the burial place of poet and scholar, Tenman Tenjin, and remains an important destination for students who make offerings and wear amulets that will help them pass their entrance exams. Once at Komyozenji Temple, you can visit the front garden to find 15 rocks that rise out of raked pebbles. From above, the rocks form the Japanese character that references light. Moss patches add a lush contrast to the gray rocks and strewn pebbles, accentuating hints of greenery in each individual stone. You will bask in the tranquil corner of the eastern hills when visiting the Kyushu National Museum to find a chronicle of the cultural transactions between Asia and Kyushu that once fed greater Japan. The exhibition features priceless artifacts from across Japan and Asia, including a 13th-century paper of calligraphy that tells the story of “A Tale of Flowering Fortunes,” which was Japan’s first historical novel."
    },
    {
      "dayNumber": "8",
      "title": "Yufuin - The Ambiance of Yufuin Town",
      "description": "This morning, you will board a sightseeing train bound for Yufuin. As you pass through mountain valleys on your way to the hot springs resort area, you will notice the charms of rural towns as they sprout from the mountain slopes. Soon, you will reach your stylish accommodations that feel like a secluded village. The hotel is also surrounded by an oak forest. Your private villa will have all the modern amenities in addition to panoramic views of stunning rice terraces. After exploring your villa, you can stroll around Yunotsubo Street while being surrounded by a ring of dramatic mountains. Shops showcase traditional Japanese crafts, from immaculate ceramics, distinctive clothing, and fascinating woodwork. The flat basin makes it easy to explore, and the crisp aroma of ferns will accentuate the natural beauty of Lake Kinrinko at the edge of the town. You can also find a popular cafe that serves Swiss roll cakes with soft sponge that are swirled with whipped cream, which visitors from around Japan celebrate for the way they melt in your mouth."
    },
    {
      "dayNumber": "9",
      "title": "Yufuin - Bask in Relaxing Hot Springs",
      "description": "After breakfast, you will travel to Beppu, a nearby hot-spring town with colorful and distinctive spring ponds that are known for their intense heat. The collection of seven springs are meant for viewing and not bathing. The boiling pond features crystal-blue water beneath puffs of steam. Mud bubbles protrude from Onishi Bozu Jigoku, and each bubble resembles the shaven head of a monk. You will also find the notable Chinoike Jigoku in the Shibasaki District, which features bubbling red water that is surrounded by lush trees. The natural grandeur of the pools emerges from their diversity, and you may notice the various colors of the water that range from clear geysers, which are used as boiling ponds for cooking demonstrations, to milky water."
    },
    {
      "dayNumber": "10",
      "title": "Takachiho - Takachiho’s Dazzling Scenery",
      "description": "The majesty of Takachiho will captivate you when you travel from Yufuin to the Takachiho Valley. The quiet water of the Gokase River winds along the slopes, carving the volcanic gorge into a unique V-shape. You can board a small boat and cruise to the popular Manai Falls. The serene environment will showcase how the mountain peaks surround the valley and reach nearly 3,280 feet above sea level. Here, you can explore your surroundings at a leisurely pace. Azure colors contrast the emerald canopy, and overhanging rocks will border you with the background roar of Manai Falls. After discovering the region’s splendor, you will find the welcoming beauty of your hotel near the Takachiho Shrine. An ambiance that stems from nature’s beauty will immerse you in a natural blend of gentle comfort and countryside panoramas."
    },
    {
      "dayNumber": "11",
      "title": "Takachiho - Heritage and Natural Beauty",
      "description": "In the morning, you can find traditional bamboo cups and the lingering aroma of customary Takachiho beef in the dining room. After breakfast, you can enjoy the day at your pace by visiting the elegant terrain of the Tohcimata Terrace fields. Farmers tend to the landscape, crafting rice terraces, vegetable fields, and tea plantations for added greenery among the valley's slopes. Once at the Amano Iwato Shinto Shrine, you will learn the legend of the sun goddess who hid in a cave. The shrine was built near the supposed cave from the myth and can be viewed from the observation deck behind the main building. You can look across the river and notice piles of stones that mark visits from pilgrims. In the evening, your immersion into Japanese culture and local lore will continue at Takachiho Shrine, where you will view the Kagura dance performance. The unpainted buildings blend with the forest and allow light to filter through the canopy to create a calming atmosphere. As the dance begins, you will witness a number of the 33 episodes that depict divine quarrels between the gods."
    },
    {
      "dayNumber": "12",
      "title": "Kagoshima - Venture to Kagoshima via Mt. Aso",
      "description": "In the morning, you will reach Takamori Village at the foot of Mount Aso. The pristine nature accentuates the village’s beauty, and the culture encompasses elements from the legends of Amaterasu, the sun goddess. The cedar paths lead away from the central village and will take you to a pair of 400-year-old cedar trees where the surrounding air fills with hints of pine needles and spice. You may hear the serene water of the Shirakawa River passing through town beneath narrow stone bridges that lead to the main Tatsumi Bridge. After enjoying the village charm, you will continue to Mt. Aso on the Mt. Aso Ropeway. The cablecar travels across an active volcano at over 354 feet high. You will have exceptional views of the lush valley, winding river, and active crater. When you reach your hotel, you can relax in your luxurious room with fantastic views of the Sakurajima volcano and access to open-air hot springs."
    },
    {
      "dayNumber": "13",
      "title": "Kagoshima - Chiran’s Heritage and Culture",
      "description": "You will find palm trees that line the streets of Kagoshima and the relatively mild climate that sweeps through the streets. The manicured landscape of the Senganen Garden overlooks the coastline and is embellished with small ponds, babbling streams, elegant bamboo groves, and noble shrines. You will continue to Chiran, where a collection of restored samurai houses will allow you to bask in both history and serenity. As you visit the samurai houses, you will notice the embellishments of the mid-Edo period and have access to the lavish gardens that have been decorated with waves of sand and volcanic ash. The aroma of green tea will emanate from the shops, especially during the spring harvest. If you have time in the day, you can take the ferry to Sakurajima Island to walk along the volcanic island that emerged from billions of tons of flowing lava."
    },
    {
      "dayNumber": "14",
      "title": "Kagoshima - Departure",
      "description": "In the morning, you can relax in the comforts of your hotel as the aromas of green tea fill the dining room at breakfast. You can spend time visiting more of Kagoshima at your leisure to find the Nishi Honganji Kagoshima Betsuin, a large Buddhist temple decorated with intricate gilded carvings. Contemporary paintings feature a roiling sea and magnificent lotuses that surround the image of Buddha. When you are ready, you will board the hotel shuttle bound for Kagoshima-Chuo station and continue to Kagoshima Airport to begin your journey home."
    }
  ],
  "map": ""
}