{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "shikoku-and-honshu-cultural-explorer-tour",
  "tourName": "Shikoku and Honshu Cultural Explorer Tour",
  "placesVisited": "Osaka, Okayama, Kurashiki, Takamatsu, Iya Valley and Oboke-Kobo, Kotohira, Matsuyama, Miyajima",
  "generalInfo": "Japanese culture is rich and full of fascinating traditions, many that you will slowly uncover with each passing day on this enchanting 15-day culture explorers tour from Shikoku to Honshu. Discovering destinations such as Osaka and Iya Valley along the way, you will appreciate the breathtaking environmental highlights and phenomenal gastronomic experiences awaiting eager travelers in Japan, among so much more.",
  "durationDays": "15",
  "price": "10,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Osaka - One Stunning Night in Osaka",
      "description": "The vibrant hues of the cherry-blossoms and dazzling neon sign displays of Osaka will introduce you to Japan’s complex combination of history and modernity, which you will further appreciate on your first glimpses as you transfer from the international airport to your accommodation. The spirited port city, which you may explore this evening, is a stunning destination composed of historic museums. Get a look into the country’s long-standing past and buzzing districts that come to life day and night as visitors follow the fragrant aromas to eateries lining the streets."
    },
    {
      "dayNumber": "2",
      "title": "Kurashiki - Sipping on Tea in Okayama’s Sparkling Gardens",
      "description": "You will journey on the train to Kurashiki this morning, making a stop at Okayama along the way. Arriving in Okayama, luxuriant stretches of emerald grass will wrap around climbing rock formations poised on the banks of tranquil lakes in the famous Koraku-en Garden. Its immaculate grounds, where cherry-blossoms and plum trees stretch towards the sunshine, are a dreamy retreat from the built-up cityscapes, and you will enjoy your afternoon here sipping on steamy brews at the small tea plantation on site."
    },
    {
      "dayNumber": "3",
      "title": "Kurashiki - Panoramas of the Kibi Plain",
      "description": "An evergreen slice of flatland lies between the feudal Japanese towns Okayama and Kurashiki, carpeted by immense flower fields and flecked with spiritual sites. Today, you will jump on a bicycle and slowly peddle around this magical far-flung plateau known as the Kibi Plain. Panoramas of rural Japan, utterly undisturbed by the modern world, will be presented every second of the journey as you peer from side to side to catch glimpses of the wilderness scenes and sacred temples composing the landscape views."
    },
    {
      "dayNumber": "4",
      "title": "Takamatsu - Take Your Time in Takamatsu",
      "description": "Japan’s Shikoku Island is riddled with culture you will be delighted to uncover, especially as you spend more and more time over the next few days in the port city of Takamatsu. The destination is dripping in heritage and brimming with historic experiences set to sweep you away from the minute you arrive at Takamatsu train station and transfer to your accommodation. Spend the afternoon wallowing in the stellar views of the forested hills flanking the seaside city from the comfort of a local restaurant where you may tuck into mouth-watering Japanese cuisine."
    },
    {
      "dayNumber": "5",
      "title": "Takamatsu - Glorious Encounters in the Ritsurin Garden",
      "description": "Takamatsu is yours to explore at your own pace today; however, your stay would be incomplete without taking some time to visit the celebrated Ritsurin Garden. Nestled in the foothills of Mount Shiun, the ancient Edo Period garden is both a beautiful tapestry of wildlife and a symbol of Japanese history. Stepping along the neatly designed cobbled paths, you will witness flowers blooming in all colors of the rainbow and catch wafts of the wonderful brews prepared at sweet tea houses spotting the gardens."
    },
    {
      "dayNumber": "6",
      "title": "Takamatsu - Great Art to Discover on an Island",
      "description": "Those yearning for more cultural immersion will find joy in a getaway today to the small island town of Naoshima, located in Japan’s Seto Inland Sea. The island retreat is not only a destination boasting beautiful, seaside vistas but one that captures the art and culture of the world in its decorated museums and marvelous sculptures. From the elaborate exhibitions of the Chichu Art Museum to the enchanting rooms of the Benesse House, the masterworks from artists such as Monet and Andy Warhol can be found within the galleries of Naoshima."
    },
    {
      "dayNumber": "7",
      "title": "Iya Valley - Unspoiled Japan Off the Beaten Path",
      "description": "Today, you will travel deeper into the Japanese wilderness for a greater look at the mesmerizing environment sprawling the country’s beloved islands. Your journey will bring you to the hidden forests of the Iya Valley, a magnificent mountainous landscape dotted with deep river gorges and dense vegetation. Meandering the narrow roads that wind through the viridian valley, you will feel miles away from civilization as most of the surroundings have been left unspoiled. The atmospheric region will share colorful animal sightings and memorable views as you transfer to your accommodation."
    },
    {
      "dayNumber": "8",
      "title": "Iya Valley - Trailblazing through the Greenery",
      "description": "With a full day to explore the Iya Valley, you may set off in the early hours of the morning to cherish the beauty that blankets this forested region. As you cruise across shaded paths winding through the valley, images of craggy cliffs rising to meet the clouds will circle the landscape, and narrow vine bridges that span small crevices will trail the jungle. The destination is magical in more ways than one, set to bring you closer to nature and present a series of splendid environmental encounters to capture along the way."
    },
    {
      "dayNumber": "9",
      "title": "Kotohira - The Origins of Udon",
      "description": "The far-flung pilgrim town of Kotohira is a rare gem you will be stunned by from the minute you arrive in its traditional town. Houses built centuries ago and emerald landscapes will compose scenes taken from the pages of history, which you will discover anywhere in town. Today, you will have the unique opportunity to partake in an Udon making class led by an experienced chef. Udon, a type of thick wheat flour noodles, has long been a staple for Japanese cuisine, meaning your demonstration will showcase the origins of a significant part of Japan’s culinary culture."
    },
    {
      "dayNumber": "10",
      "title": "Matsuyama - A Castle Town Full of Culture",
      "description": "Matsuyama is a historic town revered for one of the oldest hot springs in Japan, Dogo Onsen. Beyond this magnificent geological highlight, Matsuyama is also a beloved castle town that reflects its ancient origins in the stylistic buildings and architecture dominating its districts. Today, after traveling here in the morning, you will have the time to spend wallowing in the authentic atmosphere sweeping the town, borne from the welcoming and spirited locals who dwell here. Let the day drift by as you appreciate the little details differentiating Matsuyama from other Japanese towns."
    },
    {
      "dayNumber": "11",
      "title": "Matsuyama - Spirited Away at the Dogo Onsen",
      "description": "With a full day ahead, you will set off to see what Matsuyama has to offer, exploring its rich culture and tapestry of historic highlights peppering the area. Beginning at the famous Dogo Onsen hot spring, you may dip your toes in the warm waters of a spring said to inspire the iconic bathhouse presented in the Academy Award-winning film ‘Spirited Away’. Afterward, you will travel to the foot of Matsuyama Castle to admire the old world Japanese architecture that represents traditional regality."
    },
    {
      "dayNumber": "12",
      "title": "Miyajima - A Shrine Sitting out at Sea",
      "description": "Located just off the coast of Hiroshima, Miyajima is a small Japanese island with a rural atmosphere and a spectacular seaside setting to match. The island is off the beaten path, a gem of a find for those wishing to sink into the country’s culture. Looking out over the sparkling still waters hugging the island’s coastline, you will catch a glimpse of the fabled Itsukushima Shrine, a red torii gate that appears to be hovering on the water. Behind you, a town bursting with traditional spirit will wait to be discovered as you settle into your new home."
    },
    {
      "dayNumber": "13",
      "title": "Miyajima - Moments of Magic atop Mount Misen",
      "description": "You will meet a tour guide this morning for an in-depth discovery of the secrets hiding in and around Miyajima. En route to staggering temples, your guide will outline the spiritual significance of the constructions riddling the island and delve into the folklore that shrouds Japan’s distinct culture. Spectacles of the surrounding island are bound to whisk you away, especially as you ascended the mountain peaks via cable car to the looming crest of Mount Misen, where the sea sprawls out from the shore of the island and blends into the horizon."
    },
    {
      "dayNumber": "14",
      "title": "Osaka - The Lingering Satisfaction of Divine Japanese Food",
      "description": "Your 14th day marks your journey back to where it all began, Osaka. Arriving in the buzzing city, you will be treated to the sights and sounds of a city that never sleeps, a cityscape you will be all too familiar with by now. Today, you will be guided through the rich flavors of Japan on a walking food tour through Osaka’s beloved food districts. The enchanting fragrances of sizzling seafood and mouth-watering displays of flawlessly plated meat dishes will leave a lingering impression as you stop by a series of cherished eateries."
    },
    {
      "dayNumber": "15",
      "title": "Osaka - Reflecting on the Good Times",
      "description": "Though your adventures in Japan will be coming to an end, you will feel fulfilled from the copious riveting cultural experiences enjoyed along the way. As the sunshine peers over the horizon and Osaka rises to greet the day, you too will welcome a new morning as you step outside and join the local spirit. Whether you wish to soak up the rays from the comfort of a charming café or appreciate the views from your balcony, these will be the quiet moments to reflect on the spectacular moments you have had."
    }
  ],
  "map": ""
}