{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "highlights-of-kyushu-island-kumamoto-kagoshima-nagasaki-tour",
  "tourName": "Highlights of Kyushu Island: Kumamoto, Kagoshima & Nagasaki Tour",
  "placesVisited": "Tokyo, Kumamoto, Kagoshima, Nagasaki, Hakata",
  "generalInfo": "On this 9-day Japan tour, you will discover Japan’s most southern main island and get to know a rarely seen side of the country. You will experience the luxuries of adventure, whether it is a cooking class or a visit to an active volcano. Kyushu embodies inspiration and heritage resulting in priceless memories and a desire to experience more of Japan’s cultural, culinary, and natural treasures.",
  "durationDays": "9",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo – Yokoso to Japan!",
      "description": "This afternoon, your flight to Japan lands at Narita International Airport near Tokyo. After clearing immigration and customs, your guide meets you. You board an airport shuttle to your luxury hotel for the evening. This hotel is adjacent to Haneda International Airport in central Tokyo. The remainder of the day is free, so you may rest. Your hotel and the surrounding area have a variety of dining opportunities from which you to choose."
    },
    {
      "dayNumber": "2",
      "title": "Kumamoto – In the Shadow of the Mountain",
      "description": "This morning, you board a plane at Haneda International Airport heading to Kumamoto, one of the largest cities on Kyushu. You arrive in less than two hours and transfer onto a comfortable luxury motor coach. Your first stop is South Aso, a city at the base of Mt. Aso. This city is home to the largest cherry tree in Kyushu, a magnificent sight at the peak of hanami , or cherry blossom viewing season. Your tour continues with an exploration of Mt. Aso’s many natural wonders. The central crater is an active volcanic site, so it may be closed to visitors on the day of your visit. Even so, you are bound to have an excellent experience. From walking trails to horseback riding, there are many ways to get to know this impressive mountain. After lunch at a local restaurant, you continue your tour of the vast national park at the mountain’s base. If you are visiting in early to mid spring, it is easy to get lost in the scenery’s peaceful tranquility. In the late afternoon, you check into your Kumamoto hotel, the Hotel Greenpia Minami-aso. From your room, expect stunning views of Mt. Aso. This evening, there is a welcome dinner in your honor, which features a variety of Kyushu cuisine including beef and local vegetables. The hotel also offers outdoor onsen baths. With the sight of the sun setting behind the mountain, soaking in an onsen is a perfect way to end your day."
    },
    {
      "dayNumber": "3",
      "title": "Kagoshima – Mystical Shrines and Stunning Nature",
      "description": "Today is a day of travel by motor coach, yet the day is full of memorable and inspiring stops. Your first destination is Takachiho Shrine. Nestled in a grove of cedar trees, the shrine seamlessly blends into the surrounding nature. Takachiho Shrine holds an important place in the Shinto religion. It is believed that the sun goddess Amaterasu briefly hid herself away from the world in a local cave. As the crops were dying without her light, the other gods came up with an ingenious plan. They told Amaterasu that they had found a newer and even more beautiful sun goddess. Curious, Amaterasu peeked outside the cave. At that moment, she saw her own reflection in a mirror held up by one of the other gods. Amaterasu then knew she was still loved by the other gods, and continued giving light to the world. Each day, performers at Takachiho Shrine reenact this myth for visitors. Arrive at the right time of day, and you can see it for yourself. From Takachiho, you head to Amano Iwato Shrine, another holy place where it is believed the gods once lived. Yet here, the shrine itself is not the most stunning sight. Walk down to the river and you see hundreds of stacks of small stones. All of these were made by pilgrims and visitors. You, too, are invited to leave your mark in this holy place. Continuing on by foot, you find a sacred cave where it is believed that the gods once gathered for secret meetings. After a stop for lunch, you head to Tsujun Bridge. A stone arch reminiscent of a Roman aqueduct, the bridge dates back to 1854. Even today, it still carries water to surrounding rice fields and farms. Arrive at the right time and you might see a waterfall falling off the stone. No matter the season or circumstance, the bridge is a photographic highlight of the tour. In the late afternoon, you arrive at your hotel in Kagoshima, the Kagoshima Sun Royal Hotel. From your western-style room, soak in stunning ocean views. Dinner this evening is on your own, but the hotel features a variety of western and Japanese restaurants."
    },
    {
      "dayNumber": "4",
      "title": "Kagoshima – Relaxing Gardens and Solemn History",
      "description": "After breakfast at the hotel, you board a motor coach for a day of sightseeing in Kagoshima. Your first stop is Senganen Garden. As you walk the well-maintained paths, your view is filled with the sight of Kagoshima Bay and Mt. Sakurajima in the distance. The garden itself was once owned by a powerful clan during the Edo Period (1603-1867). In the center of the garden is the clan residence. With three tours of the residence each hour, you are bound to be enthralled by seeing how the Japanese upper class lived in the late 19th century. From the tranquil garden, you head to a unique hands-on experience. Satsuma-age is a fried fish cake that combines many varieties of fish with various herbs and spices. In your class, you learn the recipes native to Kagoshima before making your own cakes. At the end of your lesson, you sample your creations. After building your appetite preparing food, you head to the Satsuma Beer Garden for lunch. With your bayside seats, you may think that you are in the south of France rather than Japan. During this meal, expect local comfort food paired with ice-cold beer. This afternoon offers immersion into Japan’s past and natural beauty. Your first stop is the Chiran Peace Museum. During the Second World War, over 1,000 young kamikaze pilots took off from the airfield that existed close by. Nearly half of these young men were raised in the surrounding villages. Since 1975, the museum has commemorated their sacrifice along with promoting a resolute anti-war message. The museum has a variety of exhibits, including fully restored planes to the personal effects of the pilots who knew they were never coming home. Lake Ikeda is one of the clearest lakes in the world. The lake’s beauty inspired the first human settlers to believe that the lake was the birthplace of all mankind. You immediately understand this belief as you stand at the lakeshore. Enjoy the view from the beach, or rent a paddleboat for a lake cruise. While on the water, you may even catch a glimpse of Issie, Lake Ikeda’s take on the Loch Ness Monster. You return to Kagoshima in the late afternoon. Dinner this evening is on your own."
    },
    {
      "dayNumber": "5",
      "title": "Kumamoto – The Towering Castle",
      "description": "Though you are returning to Kumamoto today, expect to see Kumamoto in a brand new light. Your first stop is Kumamoto Castle, one of the few remaining Edo Period castles to survive intact. It is truly an impressive structure, one which radiated the shogun’s power despite the long distance that separates Kumamoto from Tokyo, then called Edo. Inside, it is possible to explore many original rooms, making you feel as if you are stepping back into the past. As Kumamoto Castle suffered severe damage from an earthquake in April 2016, seeing parts of the inside of the castle may not be possible due to restoration work. Suizenji Garden is not only one of the most beautiful gardens in Kumamoto but also a unique map of Japan. You first notice a small Mt. Fuji at the garden’s edge. Near it is a model of the Tokaido Road, a footpath that connected Kyoto and Edo during the Edo Period. From the period teahouse to the ponds full of colorful carp, Suizenji Garden is bound to leave a lasting impression on your mind, body, and spirit. Late this afternoon you check into your luxury hotel. Dinner this evening is on your own, but the hotel and surrounding area have a variety of restaurants suitable to all tastes."
    },
    {
      "dayNumber": "6",
      "title": "Kumamoto – The City at Your Fingertips",
      "description": "After breakfast at the hotel, you are free to explore Kumamoto on your own. One sight not to miss is the Hosokawa House. During the Edo Period, a powerful samurai family owned this palatial mansion. Having undergone restoration work in the 1990s and repairs after the April 2016 earthquake, the house is perfectly preserved. Every room reveals new artifacts and daily items used by the house’s generations of residents. If you’re traveling in the spring or fall, there is no better way to spend a day than admiring nature. In either season, feel like a local by taking a picnic lunch to Kumamoto Castle or a local park. Whether cherry blossoms or colorful foliage shades you, you are bound to have a relaxing time."
    },
    {
      "dayNumber": "7",
      "title": "Nagasaki – Walk Through the Fields of ‘Hell’",
      "description": "Today your journey continues as you board a motor coach heading to Nagasaki. On the way, you stop to see a treat like no other: Mt. Unzen. The high elevation and daily fog make traveling to the mountain a mystical experience. As you approach the mountain, your first stop is the Mt. Unzen Memorial Hall. This modern facility not only chronicles the mountain’s eruptions in the early 1990s but also teaches local residents the best ways to stay safe during future eruptions. While in the Hall, you are treated to an immersive film featuring footage from Mt. Unzen’s recent eruptions. Though Japan’s volcanoes occasionally pose a danger, living in a volcanically active zone does have its benefits. Volcanic activity produces soothing onsen baths, something which the Japanese people have enjoyed throughout their history. At Unzen Jigoku, also known as Unzen Hell, see these geologic forces as work. As you walk the path through the park, sulfuric steam continuously rises from the rocks below. Looking at nature at its most extreme, you begin to understand how the Japanese mythology about the underworld came to be. Arriving in Nagasaki, your first glimpse of the city is a bird’s eye view from the top of Mt. Inasa. After descending the mountain by ropeway, you head to dinner at a local restaurant. Cuisine in Nagasaki is some of the most delicious in Japan. With the city’s recipes influenced by interactions with Dutch traders during the Edo Period, you discover that your meal is a blend of Japanese and Western influences. At the end of your dinner, splurge on Castella, a Portuguese treat the Japanese have made all their own. This evening, your premier hotel is western-style and features excellent views of the Nagasaki skyline."
    },
    {
      "dayNumber": "8",
      "title": "Hakata – History and Remembrance",
      "description": "After breakfast at the hotel, your guide for the day meets you in the lobby. Your first stop is the Nagasaki Museum of History and Culture. Here, learn the story of how Nagasaki was Japan’s sole opening to the world during Edo Period. Inside are thousands of artifacts relating to this time, from items traded by the Dutch to Korean and Chinese artwork. You are guaranteed to leave with a deeper appreciation for the cultures that influenced Japan during one of the most transformational periods in its history. On August 9th, 1945, nearly half of Nagasaki was destroyed, and 35,000 people killed by the atomic bomb. Today, the Nagasaki Atomic Bomb Museum and Peace Memorial Park are a permanent reminder of the bombing and a call for worldwide nuclear disarmament. Inside, expect to see many moving displays, including clocks stopped at when the bomb detonated and items which melted from the intense heat and pressure. Outside the museum is Nagasaki Peace Memorial Garden, where the Peace Statue points to the sky (the threat of nuclear weapons) and the left (the prospect of eternal peace). As you walk between the ruins of Urakami Cathedral and the stone marker identifying the hypocenter of the explosion, it is a peaceful setting to reflect on all you have seen. After lunch in Nagasaki, you travel by bus to Hakata, a suburb of Fukuoka. This afternoon and evening are free for you to explore. One of the things not to miss are Fukuoka’s yatai or food stands. The small restaurants line the riverbanks; each has its own specialty from ramen noodles to yakitori , grilled chicken on a stick. No matter which one you choose, expect a delicious meal of comfort food on your last night in Japan. When you are ready to turn in for the night, return to your luxury hotel. Your room this evening is western-style."
    },
    {
      "dayNumber": "9",
      "title": "Hakata – So Much More Awaits You",
      "description": "This morning there is no need to rush, as Fukuoka Airport is only minutes from your hotel. During your time in Kyushu, you have made many precious memories. Yet there is still so much more of Japan left to explore. As your plane takes off, you may find yourself already planning your next trip to Japan."
    }
  ],
  "map": ""
}