{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "beautiful-kyoto-spring-garden-tour",
  "tourName": "Beautiful Kyoto Spring Garden Tour",
  "placesVisited": "Kyoto",
  "generalInfo": "Kyoto's treasure chest of heritage combines sublime enchantment with indulgent serenity. As the lush tones of spring douse the city in fresh bloom, you'll experience the Land of the Rising Sun in all its ancient glory. Majestic gardens provide the focal point, taking you well off the tourist trail to the finest exemplars of gracious elegance and evocative colors. This garden tour continually infuses with culinary delights, artistic brilliance, renowned garden designers, and endless charm.",
  "durationDays": "9",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kyoto - First Impressions of Kyoto's Serenity",
      "description": "The charms of Kyoto present themselves immediately as you check in to the Shunkoin Temple Guest House. Walk into the city's largest temple complex and admire the aesthetics, soaking up the silence and simple elegance. Wander past exquisite temple walls, quiet courtyards, and now into the Shunkoin Temple. While surrounded by the beauty of Kyoto's ancient glory, check in to a temple guesthouse that exudes tradition and tranquility. This guesthouse is the only Kyoto temple accommodation to offer its Zen meditation class and services in English. Just around the corner are three UNESCO World Heritage Sites, but that's for another day. The guest rooms are arranged in the traditional manner with an open bedroom and tatami mats rolled out for sleeping. There's a heater and air conditioner but May is an ideal time to visit Kyoto so neither should be required. Each room is en-suite with bathroom and shower, and the cozy atmosphere accompanies you throughout. Relax, recuperate from the flight, and savor the impressions of Kyoto and the Myoshinki Zen temple complex."
    },
    {
      "dayNumber": "2",
      "title": "Kyoto - Immersion in Kyoto's Beauty and Culture of Meditation",
      "description": "This itinerary has been designed by Allan Mandell, a professional garden photographer and staunch aficionado of Kyoto's wonderful gardens. You'll visit at least 12 different gardens, each emanating the enchantment and originality of the city. Some dance with charismatic enticement and are exquisite spaces that are renowned across Japan and the rest of the world. Yet others are more secretive, hidden gardens firmly away from the tourist trail and awaiting intrepid eyes. Today you start in Keihan-na Park and then move on to the Ikkyu Temple Garden. Tranquility reigns, supplemented by a tailored tea tasting and special shojin ryori lunch. Meditation has always been integral to this city of ancient wonder, how couldn't it be when there are over 1,600 Buddhist temples and 400 Shinto shrines? A meditation instruction session is provided in the temple garden before the afternoon explores the diversity of the city's gardens. Wander past Japan's oldest stone bridge and stand before the 11th century Byodo-in, the bird shaped architecture clearly visible from a distance. Two bronze phoenixes beckon you forward and the graceful lines of its Heian-period architecture transport you back to a distant history. Keep exploring and the gardens continue the escape into a peaceful haven, colors flickering beneath a soft sun and a thousand angles for your camera. Next it's Mimuroto Garden, almost unknown to the international audience but a favorite of local garden devotees. Smells begin to impress; freshness, flickering whiffs of mysterious scents, something exotic yet familiar. In the evening your nose continues its discovery. Enjoy a traditional welcome dinner, followed by a lecture on Kyoto's unique cuisine by Judith Clancy, famed Kyoto guidebook writer and enthusiastic follower of its culinary delights. If you enjoy food tours , this will be a treat of this Japan tour."
    },
    {
      "dayNumber": "3",
      "title": "Kyoto - A Diverse Collection of Kyoto Sights",
      "description": "After just a few miles, the sights of the city give way to rural Japan and you're admiring a very different side of the region. Today you travel by minibus to Ohara, a quaint farming town and holy site for those following the Jodo School of Buddhism. Savor the bucolic beauty and admire the vistas, the verdant landscapes stretching down to Kyoto and beyond. The Sanzen-in Gardens are the renowned attraction here, effortlessly combining artistic opulence with humble mystique. It's sometimes impossible to put the camera down here, but make sure you take time to sit and simply enjoy. For all their inherent splendor, Kyoto's gardens are also defined by an expressive quietude. An easy walk takes you across the Ohara neighborhood, the narrow roads screaming of yesteryear and the immersion in rural Japan becoming more complete. Enjoy the intimacy of Jakko-in and its petite historic gardens, their understated refinement symbolic of Ohara. You'll enjoy a classic lunch at Kyomichaya and have time for some market shopping before a special tea ceremony and a look through the impressive raku collection and tea room of the Sagawa Art Museum. Like most days, you'll return to the atmospheric temple guesthouse around late afternoon or early evening, enabling free time to enjoy Kyoto's streets and restaurants."
    },
    {
      "dayNumber": "4",
      "title": "Kyoto - The Artistic Brilliance of the Northern Hills",
      "description": "Five distinct gardens await you today, each blending sublime aesthetics with unpresuming brilliance. You're heading out to the Takagamine neighborhood in the Northern Hills, and like most days on this unique itinerary, you'll be traveling by local transport. This enables a richer submersion in the elegance and diversity of Kyoto, particularly in this time of spring bloom. Endless shades of green mark the journeys, perhaps most memorably found in the lavish new growth on the city's maple trees. Wisteria, iris and azalea are all flourishing, delivering distinct hues to the ever-growing collection of memories. And it's not just natural sights. By taking public transport you're able to explore picturesque, traditional neighborhoods, dazzling city streets, serene garden paths, and a local side to this historic city. So while five unique gardens provide the direction today, there isn't a moment when the charms of Kyoto get diluted. Koetsuji, Genjoan, Joshoji; this morning is a trip through the buoyant flowers of three gardens that receive few foreign visitors. After lunch at a local restaurant you'll visit the large Kurodani Gardens where some of Kyoto's secrets are revealed. An expert garden maintenance demonstration starts to peel away the layers of dedication that keep Kyoto's gardens in such an unblemished state. Pruning pines, controlling maples, effective raking, understanding garden design; it's a lesson exclusive to Kyoto, yet resonant with garden lovers from around the world. And the teacher? None other than Kato-san, president of one of Kyoto's leading garden landscape companies. After visiting a private temple garden you return to the cozy delights of the guest house for another relaxed evening."
    },
    {
      "dayNumber": "5",
      "title": "Kyoto - The Marvels of Shikoku Island and a Day With an Acclaimed Japanese Garden Designer",
      "description": "Understanding Japanese garden design could take many lifetimes, with the intricacies and secrets slowly passed down through generations. Visiting the gardens fills minds with inspiration and ideas, and bringing the designs further to life is today's special guest. As you travel by minibus to Shikoku Island you're in the company of Chisao Shigemori, acclaimed garden designer and grandson of the creator of the world-renowned gardens of Tofukuji. With the group size limited to 12 people there will be lots of opportunity to garner a very intimate and refined understanding of Kyoto's gardens. Now the verdant landscapes really come alive as the softly spoken instruction of this acclaimed designer accompanies you to the famed Ritsurin Garden and Isama Noguchi Garden Museum. Shikoku epitomizes the graciousness of Japanese culture and the warm exuberance that spring brings to the landscape. While scenic beauty pulls the eyes in multiple directions, the overarching benevolence of both a country and a people add extra doses of enchantment to the itinerary. Two guides come with Chisao, the same two that accompany you on each day. One is Allan Mandell the photographer and cultivator of this unique itinerary, while the other is an experienced local guide who brings an additional perspective to the tour."
    },
    {
      "dayNumber": "6",
      "title": "Kyoto - Free Day to Explore Kyoto at Your Own Pace",
      "description": "This itinerary is designed to be relaxed and easygoing, each day's tour focused on immersion in Kyoto and its culture. There's also free time for you to experience and discover your own side to the city. Today is a free day and coincides with Aoi Matsuri, one of Kyoto's three main festival processions. Locals in Heian-period dress walk through the streets, their stunning outfits parading from the Imperial Palace to the Kamigamo Shinto Shrine. It brings additional shocks of color and panache to Kyoto's cultural infusion, this memorable spectacle embodying the city's effortless ability to preserve tradition and history. Of course, witnessing the Aoi Matsuri is just a suggestion. A whole city awaits and the guides will have further suggestions depending on your interests; like the Chionji flea market, temples that dazzle with curves and curiosity, or places that unveil manga or local textiles."
    },
    {
      "dayNumber": "7",
      "title": "Kyoto - Soaking up the Ancient Glory of Kyoto",
      "description": "Kyoto is a city that unveils all the quaint preconceptions of Japan; sublime gardens, temples standing proud along narrow streets, shrines infused with gentle spirituality, vivid tones mingling into a benign atmosphere. Few world cities can offer such cultural heritage. To focus on the 17 UNESCO World Heritage Sites or 1,600 temples is just the start, Kyoto catapults you into a treasure chest of tradition and history. Your final guided day continues with the unique garden theme, revealing two gems that are doused in rapturous beauty and absolute tranquility. Again, it's hard to put the camera down in the Rurikoin and Rengeiji Gardens, yet their melodic tones are not purely aesthetic. Sit down. Savor the silence. Listen to whisperings of birdsong that float across the wisteria and azalea. Few places on the planet offer such a break from the modern world. After a yakuzan ryori lunch, it's time to get practical as a local expert teaches you how to make moss balls. Then it's onwards to the Ota-Iris pond, and now the 7th century wonder of Kamigamo-jinga. Wander through the gates of the ancient shrine, then down a long walkway to the ode to Raijin, the God of Thunder. Kamigamo predates Kyoto and the shrine walls seem to emanate secrets and mystery. Like always, your two guides bring a narrative that makes 1,300 years of Kyoto thrive in your mind."
    },
    {
      "dayNumber": "8",
      "title": "Kyoto - Free Day in Kyoto",
      "description": "Your final full day is left free and enables you to visit any gardens or attractions that haven't yet been experienced. It's also an ideal time to do some craft shopping and take in the vibrant market streets hidden throughout the city. A couple of ideas for today could be the Ayashiyama and Higashiyama Gardens. You may also wish to explore Zen Buddhism further or the meditation slant provided by your temple guesthouse. As the long spring evening descends on Kyoto, the group gathers together for a farewell, or sayonara , dinner. Eight days of memories are revisited as you discuss which gardens left the most indelible impression."
    },
    {
      "dayNumber": "9",
      "title": "Kyoto - Departure",
      "description": "Dependent on your flight time, there may be time for a final garden visit. Then it's a shuttle taxi to Kyoto International Airport. Scroll through the photos and revisit the discussion about which gardens were most impressive. You will arrive home bursting with inspiration and memories."
    }
  ],
  "map": ""
}