{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "flavors-of-japan-10-day-private-culinary-tour",
  "tourName": "Flavors of Japan: 10-Day Private Culinary Tour",
  "placesVisited": "Tokyo, Kanazawa, Higashi Chaya, Gokayama, Shirakawa-go, Takayama, Hida-Furukawa, Kyoto, Arashiyama, Asuka, Osaka, Awaji Island",
  "generalInfo": "Master chefs, local kitchens, and wild ingredients will scratch the surface of remarkable cuisine during your 10-day culinary tour of Japan. The secrets of Japanese cuisine will emerge as you travel between marketplaces and sake breweries to discover the origins of heritage and preserved tradition. You will sample celebrated dishes and participate in intricate tea ceremonies. From Tokyo to Osaka, you will uncover Japan as a dynamic global gastronomic destination.",
  "durationDays": "10",
  "price": "6,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo – Arrival and Quintessential Izakaya",
      "description": "An izakaya is an everyday place to drink and dine in a Japanese city, and they are not fancy nor fine. So why eat here when your vacation could start with one of Tokyo’s Michelin restaurants? Dining at an izakaya will provide context for everything else you will experience on this tour as you taste a full variety of quintessential flavors and get to know the basics of local gastronomy. In addition, the meal will be relaxed, fun and informal, which is usually the best way to go when you are likely tired from your flight. A guide greets you at the airport and transfers you to a modern city hotel. Head out for dinner at the izakaya, a great place to start discussing cuisine and testing out the flavors."
    },
    {
      "dayNumber": "2",
      "title": "Kanazawa – Market Sushi and Kaga-ryori in the Old Edo Town",
      "description": "Kanazawa Castle will be your first stop after a Shinkansen train journey from Tokyo. You will have zoomed across the country to the coast and to a city that still feels rooted in the Edo period. Cobblestone streets are lined with wooden houses and old calligraphy signs, leading you to a famous little food market. In the 17th-century, Kanazawa was one of the world’s most cultural cities, and a lot of that was due to its food. The market, however, is from this century and it is stuffed with delicacies with everything fresh rather than frozen. This is where you need to try sushi at a small little venue within the market, unknown to the rest of the world. You will probably want to rest in the afternoon, although the town is a perfect place for aimless wandering. While a more modern façade now surrounds the center of town, it is easy to get lost in the old streets and feel disconnected from the 21st century. This evening, you will dine on local Kaga-ryori. Blending seafood and vegetables, local chefs serve up colorful dishes on local Kutani porcelain. Think yellowtail served between turnips and sea bream steamed with seasonal vegetables. Presentation, as so often with Japanese cuisine, is integral to the experience. And as you eat you reveal the full beauty of the ornamental porcelain."
    },
    {
      "dayNumber": "3",
      "title": "Gokayama – Harvesting Wild Mountain Vegetables and Home-Cooked Dining",
      "description": "Triangular thatched roofs mark the Gokayama village-scape, unique to this part of the world and entirely constructed without nails, called Gassho-zukuri architecture. The roofs top mostly wooden houses and are designed to withstand all the winter snow. Wild vegetables begin to sprout when the white blanket leaves these mountains, known as Sansai. Harvesting these seasonal delicacies has been a part of local culture for centuries, and you can join a plant hunter this morning and scour the mountains to pick up dainty specialties that are yet to be harvested on a commercial scale. Later, in a family home, you can sample home-brewed sake as villagers cook up your finds from the mountains. The dishes go hand in glove with sake as a special rice varietal is used to brew something specifically for this corner of Japan. Continuing a local theme, you will spend the night in a family-fun farmhouse and enjoy the legendary hospitality."
    },
    {
      "dayNumber": "4",
      "title": "Takayama – Delicate Kaiseki and the Food of the Mountains",
      "description": "Shirakawa-go is similar to Gokayama in style, with Gassho-zukuri farmhouses tucked beneath jagged mountains. At this UNESCO World Heritage village, you can enter a number of aristocratic farmhouses to fully understand the art and architecture that was cut off from the world until a century ago. After lunch, you will travel on to Takayama, the region’s capital. Its old town is another that is perfect for wandering with wooden storefronts stocked with yew carvings and Shunkei lacquerware. Your guide will take you around and tell the Samurai stories of Takayama’s past, showing you teahouses where Geisha still entertain their clients. You will be staying in a ryokan, a traditional inn with sliding doors, tatami mats, and a futon that is rolled out after dinner. The hospitality is refined, and while a ryokan initially appears simple, there is a complexity to how the pieces fit together alongside a serenity that you could never find in a modern hotel. Dine in your room for the first of your multi-course kaiseki dinners. This is the ultimate Japanese meal, a series of small seasonal dishes that celebrate the pursuit of perfection. The preparation is exacting, using only seasonal ingredients that have passed stringent quality control. The presentation is colorful and charming, the aesthetics as important as the aromas and tastes, and when one dish is finished, more turn up on the table with each building on the flavor profile of the last."
    },
    {
      "dayNumber": "5",
      "title": "Hida-Furukawa – Premium Hida Beef From a Okudo-san Earth Oven: More Sake",
      "description": "Hida beef is slowly gaining international acclaim, overtaking what everyone previously thought was the world’s best beef with Kobe. The best place to try it is in the place it comes from, Hida-Furukawa. The town is memorable as a large cluster of whitewashed storehouses known as Machiya are distinct to this area and survive from the Edo period. Enter one of these with your guide, and a grandmother will show you a traditional Okudo-san oven, an earth oven that preserves the true flavors of Hida beef. In the Machiya you will taste premium Hida beef prepared in this traditional way, and then compare it to a more contemporary, global style of grilling. The only way to wash it down is with sake, this time from a local brewery that is celebrated all across Japan. Return to Takayama for the evening and to walk the food off on old town streets."
    },
    {
      "dayNumber": "6",
      "title": "Kyoto – Exceptional Kaiseki Cuisine in a Private Residence",
      "description": "Onwards across Japan, you will go on a Shinkansen bullet train bound for Kyoto. Check into a ryokan and spend the day amid the city’s temples and gardens with your guide helping you to handpick a route. The Arashiyama area is always a good choice with a grove of bamboo connecting temples with six centuries of history. Many of Kyoto’s temples were once private residences, and even today there is an abundance of heritage buildings and gardens not open to the general public. Tonight you will dine in one of these, an old aristocratic villa that has preserved the 16th-century surroundings. Of course, the food is kaiseki, as what other meal could grace such a timeless venue? It will be prepared by one of Kyoto’s lesser-known master chefs, somebody with three decades of experience who cooks for the love, not for the fame."
    },
    {
      "dayNumber": "7",
      "title": "Kyoto – Japanese Tea Ceremony and Treats From Nishiki Market",
      "description": "Elaborate movements define the tea ceremony experience. You will be wearing a kimono while seated on the tatami mats of a wooden Kyoto teahouse, watching how flumes of water travel perfectly from pot to cup. As part of the tradition, you can witness a brewmaster preparing your tea for a perfect way to appreciate all of the nuance involved. The ceremony may feel completely over the top, but that is how it has always been. Japanese tea ceremonies are not an everyday occurrence unless you were part of the ruling royalty, so they were something that has always been saved for special occasions. Your afternoon is flexible, and your guide will curate an itinerary based on your interests as with over 2,000 shrines and temples, Kyoto always leaves you spoiled for choice. This evening you will take a street food tour through a 400-year-old market with your guide helping you to select delicacies and treats to savor. When you know where to look, there are true treats to be found that preserve Kyoto’s unique culinary heritage and prove almost as colorful as a kaiseki dish."
    },
    {
      "dayNumber": "8",
      "title": "Asuka to Osaka – Community Cooking and True Farm to Table Ideology",
      "description": "Asuka’s story is intertwined with Japan’s earlier centuries as this lush area was where rice paddies took shape and food was most abundant. Buddhist temples still dot the landscape, memoirs to the 6th century found in between the terraced fields. Travel here this morning and hear the stories of Prince Shotoku, while exploring burial mounds that are said to house Japan’s first emperors. Heading out into the fields, you will meet a small-scale farmer to learn about what is being planted in Japan’s lushest region. The idea of farm-to-table is true here with vegetables handpicked and carried to the kitchen with not a single bit of motorized transport in sight. You will join the farmers in handpicking ripe produce, taking their lead on why you should pick this one and not that one. Rather than a blanket harvest, the farmers are exacting about what they pick, which leads to even fresher gastronomy. Relax in an old Japanese farmhouse as community cooks prepare the lunchtime meal, or you might choose to get involved in the kitchen. Dine with the locals as you all look out onto the fields alongside hands that have made it. From Asuka, you will transfer to Osaka, a major city that helps bring a new experience after all the old towns. Osaka is evolving into a culinary hub and is a good place to dine on contemporary Japanese cuisine, and your guide can help with recommendations and reservations."
    },
    {
      "dayNumber": "9",
      "title": "Awaji Island – A Fish Auction Followed by Seafood on the Beach",
      "description": "For the best seafood, you need to be on an island. That is what the Japanese will say anyway, and today you can decide for yourself. According to local mythology, Awaji was the first island to be created by the gods Izanagi and Izanami. For over a millennia, emperors considered it the best place to harvest both vegetables and seafood. That belief continues among many to this day, making the fish auction a premier venue for Japan’s top restaurants to buy their produce. Check out the sounds and smells of the auction this morning while nibbling on Shirasu Boshi , a semi-dried fish that’s iconic to this corner of the country. The rest of the day will be relaxed so that you can kick back on the beach and dip your toes in the sea. Reflect on all the flavors you have enjoyed since arriving in Japan, and luxuriate on a seafood lunch that is as artistic as it is local, created in a foodscape style that takes inspiration from both the ingredients and the natural landscape they came from. As with the style of kaiseki, you will get the feeling that each meal on this tour subtly builds on the next. After lunch, you will have plenty of time to relax on the beach, or you can check out the lively port with fresh seafood on the menu at dinnertime as well."
    },
    {
      "dayNumber": "10",
      "title": "Osaka – Departure",
      "description": "Transfer back to Osaka this morning and continue to the airport for your outbound flight."
    }
  ],
  "map": ""
}