{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "a-custom-japan-tour-for-solo-travelers",
  "tourName": "A Custom Japan Tour for Solo Travelers",
  "placesVisited": "Kanazawa, Takayama, Yudanaka, Tokyo, Kyoto",
  "generalInfo": "Because of its long history, Japan has so much to offer the modern traveler. On this 10-day tour, discover the best of Japan with the help of expert guides and a specially prepared itinerary created just for you. As you travel between sleepy villages and major cities, stay in the best accommodations and dine on a variety of delicious cuisines. Live like a local by soaking in hot spring baths and participating in a matsuri festival in Tokyo. It is the experience of a lifetime; hopefully, the first of many you have in this amazing country.",
  "durationDays": "10",
  "price": "6,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kyoto – Welcome to Japan!",
      "description": "Your plane touches down at Kansai International Airport. Your guide meets you there and presents you with your custom guidebook and itinerary. You transfer to your Kyoto hotel by private van. After time to freshen up, your guide takes you to dinner at a local restaurant. Though some of the items on your plate are new to you, expect authentic Japanese comfort food for your first meal in Japan. It is a perfect way to end a day of international travel."
    },
    {
      "dayNumber": "2",
      "title": "Kyoto – Ancient Traditions and Fine Dining",
      "description": "Kyoto is the birthplace of Japanese culture. For over 1,000 years, the city was Japan’s capital. Home to seventeen UNESCO World Heritage Sites, expect your guide to take you to the best, all while avoiding the tourist crowds. For an early morning excursion, there is no better site than Kinkaku-ji, the Temple of the Golden Pavilion. As the soft light of dawn reflects off the temple’s gold leaf surface, you’re transported back centuries past, when only nobility was allowed to gaze upon its beauty. Across Kyoto is Kyomizu-dera, a Buddhist temple with panoramic views of the city and the surrounding mountains. The view is dazzling in the fall, as Japan’s foliage rivals that found in the American Northeast. As you visit Kyomizu-dera and other sites around the city, your guide can show you around, or disappear into the background as you explore with the help of your guidebook. If you wish to dive further into the past, your guide can arrange a day trip to Nara, Japan’s first capital. In the city’s center is Todai-ji, a 1,200-year temple that is also the largest wooden building in the world. Inside is the Daibutsu , a 49-foot high bronze Buddha that has looked out over Nara Park since 753. Standing at its feet, feel the same sense of awe that has come over visitors for the last 20 generations. While in Nara, become friends with the wild deer, considered sacred in Japan’s Shinto religion. For foodies in your group, Kyoto features some of the finest cuisines in Japan. Centuries ago, kaiseki ryori was prepared only for royalty. Kaiseki ryori is defined by its focus on artistic presentation as well as taste. Expect the dinner of a lifetime as waiters bring you a series of small, intricately crafted dishes. During one of your two evenings in Kyoto, experience a traditional tea ceremony led by geisha. Even in the 21st-century, geisha practices are still very much alive, as many young women choose to become apprentices. Though it seems effortless to observers, years of practice are required to perform the geisha’s ancient dances and rituals."
    },
    {
      "dayNumber": "4",
      "title": "Kanazawa – Making and Eating Art",
      "description": "This morning, you leave Kyoto behind and travel by express train to Kanazawa, Japan’s seafood jewel on the Sea of Japan. For centuries, Kanazawa has been home to some of the country’s best artisans. When you arrive around lunchtime, you have your choice of specialized classes in lacquerware decoration, gold leaf gilding, or calligraphy. Expect an engaging lesson that results in a handmade souvenir. For nature lovers, Kanrokuen Garden is one of the finest in the city. Feel at harmony with nature as you walk among the exquisitely maintained landscape. At the garden’s teahouse, enjoy green tea as you look out over the peaceful lakes and trees. If you wish, your guide can arrange a picnic lunch to enhance your experience. Kanazawa is also home to one of the most well-preserved districts of samurai homes in Japan. Walk in the footsteps of these famous warriors as you explore what were once their homes. Just outside this district is another preserved area featuring shops, cafés, and restaurants. Your day in Kanazawa ends with a sushi feast. As you sit at the bar, you watch your chef prepare a delectable assortment of fine sushi. When you take each bite, close your eyes to savor the faint taste of the ocean, the hallmark of the finest Japanese sushi. After dinner, check into your western-style hotel in Kanazawa."
    },
    {
      "dayNumber": "5",
      "title": "Takayama – The Past and Present Intertwined",
      "description": "After breakfast, you depart Kanazawa by train. Unlike the day before, this train travels much more slowly. It has to, as today you travel deep into the isolated, mountainous areas of central Japan. Though the journey takes a few hours, the time flies by. The nature scenes outside your window turn primordial, and it genuinely feels that you are traveling back in time. Your first stop is Shirakawago, a city where residents live in a combination of past and present. From the outside, Shirakawago has changed little in the last 300 years. The gassho-zukuri thatched roof houses have been built the same way by generations of residents. Arrive on the right day and you may witness one being erected. In many ways, it resembles an Amish barn raising, the whole town chipping in their time and labor. While in Shirakawago, meet the locals and even have lunch in one of their homes. Expect a home cooked meal with rice and vegetables grown right in the valley. After eating, explore the city’s silk museum. Up until the 20th-century, many of Shirakawago’s residents raised silkworms to supplement their incomes from farming. Learn all about the intensive work required to raise these notoriously fussy insects. Takayama is only a short ride away from Shirakawago. Nestled in a valley surrounded by the Japanese Alps, Takayama’s old town is one of the largest in Japan. When you arrive, your guide arranges a rickshaw ride so you can explore the city in style and comfort. During your tour, stop at one of a variety of sites including a sake brewery or furniture factory. No matter which you choose, you witness the care and dedication Japanese craftsmen put into their work. This evening, indulge in Hida beef, known worldwide for its fine marbling. Excellent grilled, it also goes well as part of a sukiyaki or shabu-shabu stew. There is also raw Hida beef sushi that you may sample. No matter how you eat Hida beef, it will amaze your palate. This evening your hotel features views of the Takayama Valley and onsen baths excellent for relaxing sore muscles and feet."
    },
    {
      "dayNumber": "6",
      "title": "Yudanaka – Pure Relaxation",
      "description": "After breakfast, you are out touring Takayama’s morning market, where farmers and artisans appear every day to sell their wares. Pick up a souvenir or snack for the day ahead before boarding a bus or private car to Yudanaka, During the three-hour journey, soak in the scenery as your car winds its way through mountain passes. Arriving in Yudanaka, your first activity is a short nature walk with a unique destination. For thousands of years, local macaque monkeys have enjoyed the area’s hot onsen baths just as much as the local people. Though wild animals, it is safe to observe them from a distance as they soak in the warm waters. Checking into your traditional ryokan inn in mid-afternoon, use your free time to relax in one or more or your inn’s many onsen baths. No matter which tub or bath you choose, expect tranquil views of nature to enhance your experience. After your bath, wrap yourself in a yukata robe and settle into your tatami mat room. Hotel attendants arrive with your dinner, a multi-course meal featuring meat and vegetables from across the prefecture. After your dinner, the attendants return to collect your dishes and lay futons for a good night’s sleep."
    },
    {
      "dayNumber": "7",
      "title": "Tokyo – A City of Infinite Possibilities",
      "description": "Today you head to Tokyo by Shinkansen, one of the fastest trains on Earth. The Japanese countryside flies by at nearly 200 miles per hour as you relax in comfort. To be ready for an afternoon and evening out on the town, upgrade your seat to one in the Green Car, where a larger seat and personalized service await. Twenty minutes before arrival, the scenery changes from rice fields to Tokyo’s suburbs. Tokyo is a city that seems to stretch on to infinity, and you feel enveloped in it when you arrive at Ueno Station, bustling no matter the hour of the day. Your bags are sent on ahead to your city center hotel for the next three nights as you step into Ueno Park, home to some of the city’s best museums and nature scenes. Spend the afternoon admiring great masterpieces, or stroll alongside the water lilies. Of course, how you spend your time in Tokyo is completely up to you. For fans of Japanese technology or anime , take a private tour of Akihabara, Japan’s anime Mecca featuring classic video games, manga comics, and legions of enthusiastic fans. There is also the Ginza district, where the finest brands have their flagship stores. If you come to Japan at the right time, your guide can arrange an experience that makes Tokyo feel like a second home. Each year, matsuri festivals occur through the city featuring dancing and parades. If you wish, take part in one of these festivals, helping to carry the portable mikoshi shrine on your shoulders as you make your way through the city’s back streets. Another option during your time in Tokyo is to take a day trip to Nikko, the burial place of Japan’s shoguns. Once a place where only the samurai could tread, walk on stone paths that reveal some of the most ornate temples and shrines in all of Japan. Though 350 years have passed since they were first constructed, the temples still relay the powerful authority and influence the shoguns once held over Japan. As your time in Tokyo winds down, there is one last treat in store. As Tokyo is home to more Michelin star restaurants than any other city on Earth, have your last dinner in Japan at one of these fine-dining establishments. Indulge in Japanese or any other cuisine you wish, giving you the chance to reflect not only on the meal but the memories you have made over the last nine days."
    },
    {
      "dayNumber": "10",
      "title": "Tokyo – Until Next Time",
      "description": "This morning your time in Japan comes to an end. After breakfast, your guide escorts you to the Narita Express train that takes you to Narita International Airport. During your journey home, you realize that though you have seen and done so much, so much of Japan is still unexplored. You know that you will return. The only question is when."
    }
  ],
  "map": ""
}