{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "majestic-japan-for-families-immersive-tour-of-culture-and-nature",
  "tourName": "Majestic Japan for Families: Immersive Tour of Culture and Nature",
  "placesVisited": "Kyoto, Tokyo, Hakone",
  "generalInfo": "A land steeped in myth and legend, Japan presents an impressive array of historical heritage and rich culture. This 12 day tour of Tokyo, Hakone, and Kyoto is designed to demonstrate plenty of both. As you make your way along these scenic Japanese cities, a blend of leisure time and guided adventure ensures full immersion in every destination you visit.",
  "durationDays": "12",
  "price": "8,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo – A City for All Seasons",
      "description": "Your visit to Japan's capital will introduce you to one of the world's largest metropolises as well as the city with the most Michelin stars to its name. This legacy leaves Tokyo an excellent ambassador for the breathtaking culture and iconic history of this great island nation. After arriving at Narita airport, enjoy a comfortable transfer to your conveniently located accommodations. After a chance to settle in, the remainder of the day is yours to explore this unparalleled city sitting at the juncture of the past, present, and future."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo – Plunging Into the Heart of the Japanese Capital",
      "description": "Tucked at the head of Tokyo bay, the skyline stretches to the horizon as the seat of economic and political power in Japan. Today you will step into this bustling and burgeoning port city on a walking tour of the various city wards, including the old downtown area. Accompanied by a knowledgeable local guide, take in the major sights with every question answered as you explore the colorful and diverse neighborhoods of this metropolitan powerhouse."
    },
    {
      "dayNumber": "3",
      "title": "Tokyo – Delectable Cuisine and Skytree Tower",
      "description": "Along with being the political center of the country, Tokyo enjoys special prominence in Japan as the city with the most Michelin stars. As you stroll around the many neighborhoods of the city, you will be impressed by the numerous eateries and restaurants you pass along the way. Into this culinary paradise you will plunge with a cooking course in an authentic Japanese kitchen. Learn the secret recipes and ingredients of the country's staple dishes, and at the end of the day, you can watch the sunset from the perch of the Skytree tower."
    },
    {
      "dayNumber": "4",
      "title": "Hakone – Standing in the Shadow of Mt. Fuji",
      "description": "Today, the hustle and bustle of the big city will be replaced by the impressive mountains to the west. After enjoying a leisurely breakfast, you will depart your hotel and make your way to the nearby train station for the scenic ride to Hakone National Park. Famed for glorious views of Mt. Fuji, Hakone is a stunning landscape of idyllic lakes and lush woodlands. Upon arrival, you can chart your own course through this fairytale land.This evening, you will experience a unique stay in a traditional ryokan and can soak in soothing onsen waters."
    },
    {
      "dayNumber": "5",
      "title": "Hakone – A Guided Tour of a UNESCO World Heritage Site",
      "description": "From boiling eggs in volcanic waters to riding the pirate ship, there is no shortage of fun to have in Hakone National Park. Today, you will be able to make the most of your time exploring shrines and wandering scenic hiking trails. After enjoying a relaxing morning with a traditional Japanese breakfast, rendezvous with a knowledgeable local guide for an excursion that will include visits to Owakudani Volcano and Lake Ashi."
    },
    {
      "dayNumber": "6",
      "title": "Kyoto – Testing Your Skills with a Kenbu Sword Experience",
      "description": "Today, you will make your way to the historical capital of Japan. Boasting a rich cultural heritage and more UNESCO Heritage sites than any other city in the country, Kyoto will take your breath away. After departing Hakone, a comfortable transfer and train journey will ensure a timely arrival to your traditional machiya, a converted townhouse, for a chance to settle in. In the afternoon, you will be able to enjoy the subtle movements and perfect timing of expert Samurai swordsmen at a Kenbu demonstration where you will have a front-row seat of this storied martial art."
    },
    {
      "dayNumber": "7",
      "title": "Kyoto – Ambling Through the Ages on a Guided Tour",
      "description": "After breakfast, your professional guide with lead you on a complete exploration of Kyoto. With so many UNESCO World Heritage Sites, you will explore the famous must-see sites as well as the secret corners of the city best-known by locals. Travel by public transport, and likely a few taxis, for a full day of experiencing the city based on your interests, preferences and timetable."
    },
    {
      "dayNumber": "8",
      "title": "Kyoto – Rocking to the Rhythms of Japanese Taiko",
      "description": "As you will have undoubtedly noticed since your arrival in Japan, the culture is rich, vibrant and unexpected. Rather than sit back and watch from afar, today you will delve into the country's rich musical traditions with a Taiko drumming class. Learn the rhythms and customs of this traditional instrument, and by the end of the class, you will have a whole new appreciation for this musical manifestation of Japanese culture."
    },
    {
      "dayNumber": "9",
      "title": "Kyoto – Relaxing on a Day of Leisure",
      "description": "Mornings in Kyoto are an excellent time to take a stroll through the historic districts to get a feel for the city before the crowds arrive. As the morning light stretches her gilded fingers across the stone paved lanes and sacred shrines, you will see a side of the city missed by those who hit the snooze button. No matter how you start the day, you can set your own pace with an optional day trip to Nara, or relax and enjoy your accommodations."
    },
    {
      "dayNumber": "10",
      "title": "Kyoto – Sampling your Way Along an Osaka Food Tour",
      "description": "No trip to Kyoto is complete without enjoying the remarkable museums, galleries, and shrines that dot the cityscape. After a leisurely morning, you will make your way to the Osaka Aquarium to witness the abundant sealife. Once you've worked up an appetite observing the manta rays and whale sharks, you will end the day on a food tour highlighting the best of Osaka's famous Kansai cuisine"
    },
    {
      "dayNumber": "11",
      "title": "Tokyo – Returning to the Japanese Capital",
      "description": "Today, you will move from the sublime beauty and tranquil gardens of Kyoto to make your way back to Tokyo's metropolitan splendor. During your convenient transfer by train you can enjoy some stunning views of the lush woodlands and snowcapped peak of one of Japan's holiest mountains, Mt. Fuji. Upon arrival to the sprawling city center of Tokyo, you will have the remainder of the day at leisure."
    },
    {
      "dayNumber": "12",
      "title": "Tokyo – Departing a Land Steeped in Legend",
      "description": "From the heights of Tokyo's Skytree to the charming neighborhoods and temples of Kyoto, this tour of Japan has introduced you to a delightful blend of urban and rural sights. As you wake to your final morning in this colorful corner of the country, you will be able to enjoy breakfast before making your transfer to the airport for your departing flight home."
    }
  ],
  "map": ""
}