{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "dazzling-japan-tour-of-cityscapes-and-cultural-hallmarks",
  "tourName": "Dazzling Japan Tour of Cityscapes and Cultural Hallmarks",
  "placesVisited": "Hakone, Tokyo, Kyoto, Nara, Osaka",
  "generalInfo": "From the enthralling capital city of Tokyo to the charming former imperial seat of Kyoto, this tailored 9-day tour will showcase the allure of Japan in every destination you discover. Whether you are tucking into delectable local delicacies at humble eateries lining flowered boulevards or admiring the astonishing shrines dating back centuries, unravel Japan day by day on this resplendent vacation.",
  "durationDays": "9",
  "price": "6,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo - A Moment to Acclimate",
      "description": "While Tokyo’s landmarks and cultural experiences will sweep you off your feet from the moment you arrive in Japan, it is the city itself that dazzles and seduces travelers. With a colorful collection of neighborhoods, every moment in Tokyo is unlike any to come before it. There is always something new and spectacular to see or some distinct delicacy to tuck into at either the assortment of upmarket restaurants or modest, traditional eateries lining buzzing streets. Arriving at your accommodation, you may spend the afternoon familiarizing yourself with this remarkable city."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo - The Dazzle and Charm of a Cultural Cityscape",
      "description": "Touring a city that stretches as far as the eye can see, you will peer through its modern facade to reveal the treasured Japanese culture that lies beneath the skyline’s surface. The decadent grounds of the Meiji Shinto Shrine, complete with tasteful architectural touches, sacred spiritual sculptures, and breathtaking wooden surrounds, are but the tip of the iceberg when it comes to Tokyo’s charm you will relish today. Panoramic vistas atop the Roppongi Hills, succulent seafood meals served at the Tsukiji Outer Fish Market, and eclectic fashion donned in Akihabara, are a few more highlights you will come to enjoy."
    },
    {
      "dayNumber": "3",
      "title": "Hakone - Dreamy Scenes beneath Mount Fuji",
      "description": "Hakone, home to Japan’s leading hot spring resorts, is sought-after for several reasons besides its vitalizing balmy water pools. The spectacular destination is pinned in the Japanese countryside beneath the immense white-powdered crest of Mount Fuji. After checking into your accommodation, you may indulge in the idyllic scenes soundtracked by the singing wildlife roaming freely in the untouched parts of Hakone. Whether you refresh your mind and body within the temperate waters of a steamy spring or soar through the mountains on the Tozan Railway, Hakone’s dreamy landscape is yours to swoon over."
    },
    {
      "dayNumber": "4",
      "title": "Kyoto - True Tradition in Japan",
      "description": "You will transfer to Kyoto today, far-cry from the high-octane atmosphere of Tokyo. While the city hums with foreigners and locals, a more traditional ambiance washes over its skyline, which is comprised of age-old architecture and antique spiritual shrines. Kyoto is a peaceful destination boasting quiet districts circling golden buildings dating back to imperial Japan. You will admire these distinct characteristics after dropping off your belongings in your hotel room, and begin making your way to a Japanese cooking class, where you will discover the secret art of the country’s finest culinary dishes."
    },
    {
      "dayNumber": "5",
      "title": "Kyoto - Behind-the-Scenes Kyoto, Japan",
      "description": "You will embark on a tour of Kyoto this morning as the sunshine dances off the cherry blossoms and the warmth of the day enwreathes the city. Such sights that await you on this immersive journey include the feudal-era historic quarter of Higashiyama, the colorfully dressed and beautiful geishas of the famous Gion district, and the trinket-laden stalls housed within the Nishiki Market, to name a few. The tour will conclude only after you have explored as much of Kyoto and witnessed as many of its elegant shrines and insightful museums as possible."
    },
    {
      "dayNumber": "6",
      "title": "Kyoto - Nothing Quite Like Nara",
      "description": "A former imperial seat and significant spiritual destination, Nara, will be a wondrous island to explore during your stay in Kyoto, and you will set sail for the ancient capital shortly after breakfast this morning. An impressive collection of meticulously designed shrines, royal temples dressed in gold and jewels, and palatial complexes fit for kings and queens speckle Nara’s breathtaking landscape, offering a lens for you to look through into the past. You may admire the astonishing works of art and embrace the compelling atmosphere before returning to Kyoto later this afternoon."
    },
    {
      "dayNumber": "7",
      "title": "Kyoto - Dining Delights in Osaka",
      "description": "Today, you will enjoy another exciting day trip to a different Japanese city. This time, you will visit the exuberant and charismatic cityscape of Osaka, a welcoming destination known for its friendly spirit and thrumming entertainment industry. While touring the dazzling streets of Osaka, you may let your taste buds loose in the array of excellent eateries stationed on every corner of the streets. Indulging in an assortment of mouth-watering Japanese delicacies, you will stuff yourself till you cannot anymore, and only then start making your way back to Kyoto."
    },
    {
      "dayNumber": "8",
      "title": "Tokyo - Discovering More of Its Majesty",
      "description": "You will return to Tokyo on the eighth day of your trip for an afternoon and evening spent enjoying its spirited energy. There are few places on Earth quite like Tokyo, making it an endearing destination to conclude your vacation. The day will be free for you to peruse the city’s districts at your leisure, possibly in search of fresh sushi or other enticing Japanese delicacies to entice your senses. Should you wish to delve deeper into Japanese culture, then museums and galleries abound, sharing closer looks into the discerning artistic talent and deep heritage roots of Japan."
    },
    {
      "dayNumber": "9",
      "title": "Tokyo - A City that Never Stops",
      "description": "In the morning, the sun may pour in through the clouds and sparkle off of the towering glass walls of Tokyo’s impressive skyscrapers. From your balcony, you will catch the faint echo of honking horns and shuffling feet, the city’s soundtrack that never ceases to continue. These are your final moments in Japan, enjoyed fully as you pack your belongings and head down to breakfast where a gorgeous spread of traditional and continental delights await. You may tuck in as you wait for your driver to arrive, who will take you to the international airport."
    }
  ],
  "map": ""
}