{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "endless-appeal-of-japan-immersive-family-tour",
  "tourName": "Endless Appeal of Japan: Immersive Family Tour",
  "placesVisited": "Hakone, Kobe, Tokyo, Kyoto, Nara, Hiroshima, Miyajima",
  "generalInfo": "Discover Japan and its fascinating culture with your family during this immersive 13-day tour leading from the buzzing streets of Tokyo to the beautiful panoramas of Kobe. Along the way, you will learn a great deal about the country and its people while cherishing spectacular scenes cataloged in glossy magazines. From the culinary delights to the spiritual finds, Japan is yours to explore.",
  "durationDays": "13",
  "price": "11,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo - A Journey to the Japanese Capital",
      "description": "After a long day and night of traveling, you will arrive in the capital and beating heart of Japan, Tokyo, a city that never sleeps. Stretching out in all directions, cloud-scraping buildings stand draped in neon-lit billboards and eccentric districts are riddled with colorfully dressed locals perusing traditional eateries. There is a distinct atmosphere pouring from Tokyo’s buzzing neighborhoods that will sweep you away as you make your way to your accommodation nestled in a district with a thriving social scene."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo - A City Needing No Introduction",
      "description": "Tokyo needs few introductions as the city is famous worldwide for several reasons, including its high-octane energy and dazzling modern experiences, to name a few. Each neighborhood has its own character and each district is drenched in history, destinations that will be waiting for you to discover them during your time spent here. The long journey will have undoubtedly taken its toll on your mind and body, so an evening to kick back and unwind is the perfect reset before you begin your Japanese adventures tomorrow."
    },
    {
      "dayNumber": "3",
      "title": "Tokyo - Images of a Spirited City",
      "description": "Today marks your first opportunity to explore what Tokyo has to offer and you will have an action-packed day ahead. Arriving at the 52nd floor of the colossal Tokyo City View Observatory, you will be treated to immense vistas of the skyline, which stretches out endlessly towards the horizon. As the sunshine dances off the buildings flanking the viewpoint, you will capture Tokyo in all its momentous glory. Descending to ground afterward, you will continue to the impressive empirical Meiji Jingu Shrine, a decadent symbol of former Japan complete with lush gardens and tastefully styled architectural complexes."
    },
    {
      "dayNumber": "4",
      "title": "Tokyo - Succulent Seafood and Luxuriant Lawns",
      "description": "Traditional markets lay dotted across Tokyo, although the Tsukiji Fish Market has made a name for itself as one of the go-to destinations for fresh seafood. Hundreds of stalls spread throughout the grounds, letting the fragrances of sizzling seafood bellow out from their piping hot woks. From here, you will escape the crowds strolling through quiet neighborhoods en route to the Nezu Museum. Manicured lawns cascade the grounds, aromatic smells emanate from teahouses, and tranquil ponds twinkle in the light across the Museum complex. After viewing the art and architecture, craft your own hotplate pancake at a beloved local restaurant."
    },
    {
      "dayNumber": "5",
      "title": "Hakone - In the Embrace of Nature",
      "description": "Today you will set off to discover the majestic wilderness that lies beyond Tokyo’s exuberant streets. Hakone is a dreamy location backdropped by the snow-capped peaks of Mount Fuji and circled by sparkling lakes and emerald fields. Here, you will visit the Hakone Open Air Museum to marvel at masterfully crafted Japanese sculptures as well as an evocative Picasso exhibit. For a soothing end to your day, make tracks to the Hakone Gora Park for a peaceful stroll through the evergreen lawns to hot springs where you may lap up a vitalizing dip in their balmy waters."
    },
    {
      "dayNumber": "6",
      "title": "Kyoto - Enter the Edo Period",
      "description": "Once Japan’s capital, Kyoto overflows with culture and heritage sites fleck its spectacular setting. Today is jam-packed with opportunities to soak up Kyoto’s splendors, beginning with an ascent from the Komagatake ropeway station to the crest of Komagatake, where unbridled panoramas of Mount Fuji will await you. Afterward, you will cruise across the sparkling waters of Lake Ashi and trace back the Edo period walking along the Tokaido historic road. A hike along Hakone Suginamiki and a visit to the famous geisha district of Gion will conclude your adventurous exploits."
    },
    {
      "dayNumber": "7",
      "title": "Kyoto - Majesty of the Japanese Temples",
      "description": "A sprawling viridian garden, tranquil lily ponds, and flourishing cherry blossoms circle the colossal tori gate of Heian-Jingu Shrine, the first stop that you will enjoy on your cultural tour through Kyoto today. Some minutes walk away lies the Kyoto Museum of Traditional Crafts, a lens into the incredible and meticulous craftsmanship of the Japanese people. After perusing the art and artifacts, you will explore Kyoto’s distinct spiritual complexes including the Kinkaku-Ji, Ryoan-Ji, and Kiyomizu Temples, each an iconic display of ancient Japanese spirituality."
    },
    {
      "dayNumber": "8",
      "title": "Kyoto - Japanese Craftsmanship at its Finest",
      "description": "In Kyoto, the Nishiki Market will blow you away as you wander through its elaborate collection of stores and stalls serving tantalizing treats and delectable delicacies. Leaving the market after indulging in an assortment of sumptuous snacks, you will arrive at the grand entrance of the shogun-era Nijo Castle. Its century-old facade is preserved marvelously, spotlighting the distinct architectural characteristics tracing back to its founding era. Craftsmanship is showcased throughout Kyoto, allowing you to appreciate it as you continue to the Fushimi Inari Shrine, a collection of orange arches that weave through Kyoto."
    },
    {
      "dayNumber": "9",
      "title": "Kyoto - The Archaic Japanese Capital",
      "description": "The ancient capital, Nara, is a historical destination shrouded in rich heritage you will discover today as you make your way there from Kyoto after breakfast. In Nara, archaic shrines and old-world pagodas still share a glimmer of the bygone eras in their distinct stylings and artistic touches. You will visit the impeccable wooden Todaiji Temple, the home of Japan’s second-largest bronze Buddha, and the Kasuga Taisha Shrine, a Shinto complex boasting vermilion-colored pillars and 3,000 bronze and stone lanterns."
    },
    {
      "dayNumber": "10",
      "title": "Hiroshima - One for the History Books",
      "description": "Hiroshima is a history-book destination steeped in a dramatic past you will come to understand on a much deeper level as you travel to the formerly devastated destination. Today, museums such as the Atomic Bomb Dome and Peace Memorial that you will visit, share insight into the tragic events that took place in Hiroshima years ago. Exhibits, displays, and memorials will outline the catastrophic series of events evocatively, and your tour will be as stirring as it is educational. In the evening, you may spend your time enjoying the beautiful views of Hiroshima drenched in the golden sunset."
    },
    {
      "dayNumber": "11",
      "title": "Hiroshima - Magnificent Miyajima and Mount Misen",
      "description": "Hiroshima is a gateway to the spectacular island of Miyajima, a destination of sparkling seascapes and soaring mountain summits. You will ferry across to Miyajima and visit the O-Torii Gate, a breathtaking shrine that hovers over the water, boasting an impressive collection of royal rooms where grand events were once hosted. The towering peaks of Mount Misen will rise to meet the clouds in front of you, providing a remarkable backdrop to snap up your moments spent enjoying Miyajima’s historical sites."
    },
    {
      "dayNumber": "12",
      "title": "Kobe - To the Summit of Rokko",
      "description": "Stationed between the twinkling seascape and the crest of the Rokko mountain range, Kobe is a dreamy destination riddled with phenomenal scenes to capture from the minute you arrive. Today you will tour along the Shin-Kobe Ropeway, a cable-car that will climb the southern slopes of the mountain range to reveal panoramas of the Nunobiki Waterfall and the Nunobiki Herb Garden. Stretching views of Kobe atop the observation deck will be the cherry on top of your exquisite exploration of Japan and the country’s idyllic city and landscapes."
    },
    {
      "dayNumber": "13",
      "title": "Kobe - Memories for a Lifetime",
      "description": "From the windows of your accommodation, you will watch the sunrise embrace the city of Kobe in a golden glow. The streets will come to life and the restaurants will swing their doors open, welcoming hungry visitors to their fragrant dining halls. Enjoy the busy and vibrant atmosphere of Kobe as you tuck into a delightful Japanese breakfast, watching the world go by from your table. In a moment's time, your Japanese tour will be coming to an end, but the memories will live on with you and your family forever."
    }
  ],
  "map": ""
}