{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-tour-of-a-lifetime-tradition-landscape-people",
  "tourName": "Japan Tour of a Lifetime: Tradition, Landscape & People",
  "placesVisited": "Tokyo, Kyoto, Takachiho, Aya, Obi, Ebino Kogen, Kagoshima",
  "generalInfo": "Experience the thrill of adventure on your 14-day highlights tour of Japan that celebrates the traditions, scenery, and culture of the island nation. Trek volcanic slopes and bask soothing hot springs. Hear Shinto mythology passed down through generations. Wander through feudal realms in the footsteps of samurai, delight in the serenity of blossoming gardens, and discover regal temples during your trip of a lifetime in Japan.",
  "durationDays": "14",
  "price": "9,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo – Explore the City Center",
      "description": "You are met at Narita Airport by an experienced guide. Together you transfer via train to central Tokyo. As the train glides into the city proper, take a moment to reflect on its wonders: neatly stacked skyscrapers, the impeccable punctuality of each train and subway, the densely packed denizens who—despite their close quarters—always seem to remain calm and polite. From what circumstances did such a land, culture, and people evolve? A guided stroll through the city center takes you under the afternoon shade of municipal parks as well as the looming shadow of the Tokyo Skytree—the world’s second tallest structure. Consider learning more about your premier travel agents for Japan who strive to make this the most memorable trip of your life. Having built an appetite, it’s time for the welcome dinner. During this unique Tokyo dining experience—held at a select city restaurant—fellow travelers get acquainted with one another while sharing first impressions and excitement for what lies ahead. A sound night’s sleep is in order, well sheltered in a city center hotel from the vibrant lights and sounds of Tokyo."
    },
    {
      "dayNumber": "2",
      "title": "Kyoto – Train of the Future, City of the Past",
      "description": "Aboard the Shinkansen bullet train, you catapult towards Kyoto at speeds of up to 200 mph, crossing a third of the Japanese mainland in a single morning. Nearby cities and landscapes may look like a blur, but when Mount Fuji makes its mid-trip appearance, it stands stalwart on the horizon long enough for photographers to have their fill. Fuji’s snow-crested mountain peaks are the highest in Japan and the first active volcano of the tour. (For the best view, snag a window seat on the right-hand side of the carriage.) Stepping out the polished white doors of the Shinkansen into the relic city of Kyoto is a bit like stepping into a time machine. Past the train station, modernity soon dissipates into living history. Women in elegant kimonos and clog-like sandals shuffle to the side of stone streets, avoiding rickshaws as they race over arched bridges and through neighborhoods of wooden abodes, complete with classic curving eaves and sliding doors. The vermillion archways and rock gardens of Kyoto’s shrines and temples appear at every turn. Indeed, there are over 2,000 in total. Some are massive sites with lines of pilgrims and tourists while others—hardly larger than a child’s playhouse—remain hidden away down quiet neighborhood streets. (Remember: Temples are Buddhist and shrines are Shinto. The Japanese see no conflict between the two philosophies and their religious customs are largely an amalgamation of both.) After lunch, you’ll visit the Silver Pavilion, known in Japanese as Ginkaku-ji . The embattled shogun Ashikaga Yoshimasa built the pavilion for personal use in 1482, intending to coat its entirety in silver. Before any silver could be laid, however, Yoshimasa died, and monks who sought to maintain its restrained beauty converted his residence and the grounds into a temple. This example of the sublimation of grandiosity into austerity is emblematic of the Japanese story and is a theme that will be revisited again during your journey. From here, follow the quiet Philosopher's Path as it meanders alongside a city canal to the Kiyomizu-dera Temple. Founded in 778, this Heian-era temple seems to have as many legends as years. Peak over the edge of its infamous wooden veranda, from which hundreds of faithful have thrown themselves in hopes of earning a blessing, which according to folklore, is granted to survivors. For safer fortune, drink from one of the temple's three wish-granting fountains: Longevity, Success, or Love. Beware not to drink from all three; it's believed such an act of greed would nullify the benefits of anyone. That said, the line is regularly held up by pilgrims filling bottles with the magic water. As the sun sets behind the verdant hills enclosing Kyoto, owners of izakaya bars light red paper lanterns above their quaint establishments, casting a welcome glow down the narrow stone alleyways. Upon returning to your luxury accommodation, enjoy a Japanese dinner and retire to your choice of a Western room or a traditional ryokan room, complete with tatami mat floors and a roll-up futon."
    },
    {
      "dayNumber": "3",
      "title": "Kyoto – The Trees and Temples of Arashiyama",
      "description": "The morning starts off in the rock garden of Ryoan-ji temple, famous for its swirls of gray gravel combed around exactly 15 mossy boulders. Locals claim it impossible to view all 15 boulders at once, as at least one boulder will obscure another from any given view. Some visitors stalk the grounds, straining their necks trying to disprove the claim. Those with calmer dispositions may find the garden to be a peaceful place to focus on mindfulness. Your tour of the forested temple district of Arashiyama begins in Tenryu-ji, a UNESCO World Heritage site and one of the head temples of the rigorous Rinzai school of Buddhism. (In autumn, fall foliage from surrounding hillside decorates the temple complex with crimson plumage.) A footpath beckons you past the temple grounds into a wild forest. As you follow it, you soon find yourself buried in a bamboo grove so tall and so thick that the sun itself only breaks through on the distant horizon, like light through a curtain. After lunch, the afternoon is yours. Should you desire dessert, follow the smell of sweet dough across the picturesque Togetsukyo Bridge to any number of the mochi stands selling the rice cakes and soft-serve green tea ice cream. Wildlife enthusiasts won’t be able to pass up the Iwatayama Monkey Park. It's a steady 12-minute climb to the hill peak home of the 100-plus Japanese macaques, but along the way you expect to hear their howls as they swing above you through the coniferous canopy. Their proto-human society will fascinate those with an anthropological eye and feeding them monkey snacks—sold on the premises—will delight animal lovers. Those wishing to return to central Kyoto with the tour guide can step back into the present with a shopping spree through the chic department stores of Shijo street. For the adventurous foodie, the historic Nishiki Market is a bazaar of novel sights, sounds, and tastes. Whale bacon, egg-stuffed octopus, and cod testicles are but a few of the unique foods to be discovered. In the evening, reconvene for a dinner that contains none of these ingredients."
    },
    {
      "dayNumber": "4",
      "title": "Kuju Highlands – Hike into the Highlands",
      "description": "In the morning, prepare again to board the Shinkansen as it barrels southward, leaving the main island of Honshu for Kyushu—Japan’s southernmost main island. The isles are connected by the undersea Kanmon Tunnel. This 190-foot deep tunnel was the first to be built in Japan. On the other side of this modern wonder, transfer to an automobile and begin your drive toward the Kuju Highlands. This system of active volcanoes rises from the heart of the island and marks the start of your geological journey into Japan’s past. Follow up the scenic drive with a leg-stretching afternoon hike over Kuju’s stony slopes. The destination itself is your reward, a bath in an onsen —a Japanese hot spring. This volcanically heated water holds minerals claimed to possess health-promoting benefits. Besides that, it’s just simply soothing. Let the last of your pre-trip tensions melt away before retiring for the evening at a nearby lodge."
    },
    {
      "dayNumber": "5",
      "title": "Mount Aso – The Kurokawa Hot Springs and Aso’s Grand Caldera",
      "description": "Your morning return to the car park follows an alternative trail, one which offers rare views of the crowned peaks of Kuju-dake. The rolling hills and robust pines along the road to Mount Aso are reason enough to keep your gaze out the window, and at the right time of year, your chance to see wildflowers—a reminder of the life that has blossomed from this often harsh, volcanic land. The route also passes through the onsen mecca of Kurokawa. The natural springs here offer you an intimate bathing experience in outdoor baths tucked away behind restful lodges, sheltered in the rocks and forests. Prepare yourself for your arrival at the Mount Aso region. The mountain is actually a ring of five separate peaks, huddled in the center of the titanic Aso Caldera. The caldera is the result of a series of catastrophic eruptions dating back 300,000 years and at 75 miles in circumference, it nearly tops the list of world’s largest. The vast depression is almost Martian with its dusty umber hue and cover of basalt rubble. Head to the nearby mountainside village for the first of two nights in a former temple. As you eat your dinner and rest, think how frightening and inscrutable Aso must have once seemed to the monks and simple folk who lived beside its eminence."
    },
    {
      "dayNumber": "6",
      "title": "Mount Aso – Full Day Hike to the Peaks of Naka-dake and Taka-dake",
      "description": "Fuel up with a hearty breakfast for today’s 10-mile hike around Aso’s two most interesting peaks: Taka-dake and Naka-dake. Skip the grueling uphill slog by taking the Sensuikyo aerial tramway that glides 2800 feet along a suspended cable and reaches the summit of Naka-dake in just four minutes. At Naka-dake, you’ll edge a craterous pool, fuming with a primordial sulfuric stew. Don’t allow yourself to be mesmerized by its innocuous shade of robin egg blue—the steam coming off it is poisonous! Not to worry, though, the park staff and your expert guide keep you at a safe distance and behind observatory shelters when necessary. At Taka-dake, a breathtaking panorama 5,223 feet above sea level awaits you. Craggy spires linked by steep, spine-like ridges wind down the mountain, like gnarled tree roots burrowing into the green valley below. In the distance, vast swaths of forest canopy course through the flat plains of the countryside, its fields and neighborhoods mere geometric shapes."
    },
    {
      "dayNumber": "7",
      "title": "Takachiho – The Yokagura Dance of Creation",
      "description": "A morning drive along the Yamanami Highway traces the ridges of the Aso Caldera and gives you one last chance to capture its magnitude with your mind or camera. After descending Aso, sojourn into the farming villages that have sustained Kyushu since the introduction of rice several thousand years ago. Walk the fields in which generations of farmers labored under Aso’s shadow, determined to bend the volatile land to their needs. To the south lies Takachihiro, a much-mythologized town and the stage for the most important events of Shinto lore, including the site in which the ancestor of the Imperial Family first descended to Earth. The Takachiho Gorge beckons you as an ideal picnic spot. It’s known for its iconic stone colonnades, which rise above the coursing river on both sides. Though these walls were the natural result of the flow of volcanic basalt from Mount Aso eons ago, one can understand how the ancients might have believed their flawless definition to be the work of gods. Relish in local flavors with a picnic lunch of fresh rainbow trout and chicken, grilled to taste, paired with a medley of mountain vegetables. Sip on shochu , an original Kyushu spirit cherished for its pristine clearness, mellow flavors, and, not least of all, its high proof. It comes served in the old style, heated at a local teahouse and poured in a bamboo cup to enhance its grassy aroma. Your steps fall lighter on the walk back to Takachiho, and you’re free to relax or sleep off your “hike” at the local ryokan . Come evening, proceed to Takachiho Shrine to witness the yokagura —the dance of the gods. Masked and costumed dancers become the Shinto deities, quite literally according to believers. Their pantomime reveals an origin story full of tenderness and force, and the accompaniment of flute and drum mirror these qualities. Though the yokagura may not tell the story of Japan’s creation as it’s understood in the modern era, it does reveal the story of the people who have lived here, passing their beliefs forward."
    },
    {
      "dayNumber": "8",
      "title": "Takachiho – The Feudal Lands of the Shimazu Clan",
      "description": "Cycle to the outskirts of Takachiho. Herein lies Amano Iwato, the cave in which the sun goddess Amaterasu once hid her light from the world. If you travel along the stream bank between the cave and the commemorative shrine, be sure to step carefully around the stone piles consecrating the path. After one last meal in this peaceable land of gods, it’s time for a change of pace in Aya—once a strategic battleground in the feudal conflicts between the rapacious Ito and Shimazu clans. This valley village is cupped by evergreen hills and split down the middle by the Aya River. Take in a bird’s eye view from the Aya Teruha Suspension Bridge, a mind-boggling pedestrian bridge hung like a hammock 466 feet above the Aya River. Return to steady ground on the other side of the bridge, where wonderful hiking trails abound, hidden under a thick canopy. You’ve probably never heard anywhere in Japan described as “wine country,” but that’s what exactly what Aya happens to be. Many of the locals are involved in winemaking and can offer some wine-buying tips based on the town’s peculiar terroir."
    },
    {
      "dayNumber": "9",
      "title": "Obi – Obi Castle and Traditional Craftwork",
      "description": "Take a morning tour of the Aya Castle, which looks authentically medieval, but in truth, is a 1985 reconstruction. The original was destroyed in 1615 by the shogun’s decree that there could be but one castle per domain—an order that dramatically altered the landscape and power structure of Japan. Inside the mountaintop citadel sits a scale model display that shows how the castle’s three-story frame was assembled. The interior museum features the history of Aya and an assortment of the swords, armor, and documents that were so critical to the samurais’ management of the territory. From the castle peak, you can look down on the rural valley below, imagining yourself like a daimyo lord looking upon his realm in the days of old. The neighboring crafts center offers visitors a hands-on experience. See how well you can pick up the dying and weaving techniques—developed in Kyushu over centuries—in just one morning. Continue in the local artisanal spirit with an organic, farm-to-table lunch at an Aya cafe. The drive to your next location—historic Obi town—follows the scenic route along Kyushu’s rough eastern coastline. Stop at Udo-jingu, a Shinto shrine carved in the side of a sea cliff. Udo-jingu was erected in homage to Jimmu, the first deified emperor of Japan. Cast a stone at the beach rocks below and see if you can hit the rock with an engraved target symbol. Accuracy in this endeavor is said to bring good luck. The walls of Obi Castle, which managed to survive both the Shimazu-Ito conflict and the castle-demolishing decree of 1615, are built on foundations of immense stone; immaculately carved and stacked by the masons of the day. The feeling of enclosure is visceral, and one can see how the Ito clan remained well guarded within. The residence of the clan nobility stands in stark contrast. Tea rooms, decorated paper doors, floral arrangements, and open windows reveal the refined side of this warlord dynasty. Dinner and lodging are at a ryokan —so try not to spoil your appetite beforehand with the green tea and assorted sweets you find in the backstreets of Obi."
    },
    {
      "dayNumber": "10",
      "title": "Ebino Kogen – Hiking the Kirishima Volcano Range",
      "description": "As you stroll the streets of Obi, now in the gentle morning light, notice its historic Edo-era architecture: charming culverts teeming with koi, carefully groomed gardens of both the plant and rock variety. It’s no wonder this city has been named “Little Kyoto.” Return to the volcanic landscape, this time to the Kirishima collection of volcanic peaks. As you hike to the summit of Takachiho-no-mine, you will likely find yourself ascending through thick layers of ghostly fog—for which the region is famous. The mountain’s mistiness might lead one to believe the volcano is actively steaming. Indeed, this is an understandable assumption given that Kirishima is home to active fumarole pits. In Kirishima’s mountainous town of Ebino Kogen, you continue your hike through highland plains coated with a shimmering sheet of Pampas grass. (In the summer, the tufts of grass turn pink, giving the area its local nickname: “the shrimp plateau.”) End your day in a hot outdoor bath under the gaze of Mount Shiratori before retiring to your hotel for dinner and bed."
    },
    {
      "dayNumber": "11",
      "title": "Kagoshima – Sakurajima Bay and The Shimazu Villa",
      "description": "Today you visit the famous bayside beauty Kagoshima. This urban city has been called “the Naples of the East” for its history and relationship with the notorious Sakurajima volcano, which sits just across the sparkling, sapphire Kagoshima Bay. Though the Shimazu clan’s 700-year hold on Kagoshima evaporated with the end of the feudal age, their opulent villa and gardens—called Sengen-en—remain. In addition to curated natural features—pools, rivulets, cherry blossom trees, a bamboo grove—the site is curiously home to the Shuseikan Industrial Complex, the exact kind of facility which pushed the Japanese military towards modernization and the samurai class into obsolescence. In the afternoon, there will be free time. You can choose whether to ferry to Sakurajima to inspect the former island—its 1914 eruption formed an isthmus to the mainland—or stay in Kagoshima and explore the city in whatever manner you see fit. Foodies in the group will delight in Kagoshima’s unique ramen, made with dried mushrooms and dried sardines, and any of the myriad sweets made by the local Seika Foods Company. Shopaholics can get lost for hours in sprawling Tenmonkan street, which features a range of venues, from department store shopping to local artwork. There is no shortage of parks, plaques, and statues for those interested in the Kagoshima’s civic history."
    },
    {
      "dayNumber": "12",
      "title": "Tokyo – Bathe in the Sands of Kaimondake",
      "description": "On the south end of Kyushu, you come to Chiran. Its historical samurai district has been left devoid of telephone wires and parking lots, giving it the feel of a still frame from the past. In the place of defensive rock walls—like in Obi—Chiran features walls of groomed hedgerows enclosing the village homes. But under the town’s quiet peace lies a darker past; Chiran housed a major Kamikaze air base that catered to the doomed pilots in their final days. The Chiran Peace Museum for Kamikaze Pilots, which holds many of these pilots’ letters, reveals a frightening mindset of all-consuming obedience and unsettling attitudes towards death. Though the museum focuses on the violence of the Kamikaze, its message is one of peace through remembrance, and the museum offers excellent insight into how the events surrounding WW2 shaped Japanese attitudes and culture. Lunch is an old-fashioned treat of soba and udon noodles—made of buckwheat and flour respectively—prepared and served to you in a thatched-roof restaurant. At the very tip of this peninsula, you reach Yamagawa beach—the southernmost point of your journey. Slip into a robe and allow yourself to be buried in the beach’s hot sands, warmed from the geothermal furnace far below. The feeling is remarkable as you feel the earth’s energy flow through the sand and into you; a meditative calm is inevitable. Take this time to relax and reflect on your deepened connection to this land, its mythos and history, and its people. It’s time to return to the metropolis. Fly from Kagoshima to Tokyo and spend the night in a luxury hotel at the heart of the Japan."
    },
    {
      "dayNumber": "13",
      "title": "Tokyo – Free Day and Farewell Dinner",
      "description": "Volumes can be written on Tokyo sightseeing without ever breaking the surface, so on your free day restrain yourself to a few top-interest sites. Among Tokyo’s many distinct districts, souvenir shoppers are sure to find a gift or curiosity for even the most idiosyncratic of loved ones. The colorful Shibuya district is a global birthplace for youth trends and fashions, and its famous Shibuya Crossing is comparable to Times Square. Ginza shopping is synonymous with luxury and elegance. The district’s department stores are a conglomeration of the world’s finest brands. The electronics district of Akihabara is perhaps most emblematic of Tokyo from the western perspective; its crowded sidewalks, blinding lights, and hyper-speed ambiance seem the perfect backdrop for a sci-fi flick. Regroup in the evening for a farewell feast. Share your favorite memories, swap photos, and make plans for your future return."
    },
    {
      "dayNumber": "14",
      "title": "Tokyo – Departure",
      "description": "Before your guide sees over your return to Narita Airport, you have one more chance to say goodbye to new friends and wish them well on their journey home."
    }
  ],
  "map": ""
}