{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "cultural-trip-to-japan-with-hokkaido-ski-experience",
  "tourName": "Cultural Trip to Japan with Hokkaido Ski Experience",
  "placesVisited": "Hokkaido, Sapporo, Niseko, Yoichi, Otaru, Jozankei Onsen, Furano",
  "generalInfo": "Snowy peaks dot the luxuriant landscape of Hokkaido, stretching from Sapporo's dazzling sky to the gorgeous fields of Furano. Two of the many destinations you will explore on this exquisite 10-day skiing and culture tour across the Japanese island, delve into the heritage of the local people with the adventurous experiences that await during this handcrafted tour.",
  "durationDays": "10",
  "price": "7,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sapporo - Surreal Welcome to Hokkaido’s Sought-After Skyline",
      "description": "Poised beneath the luxuriant snow-capped mountain landscape of Hokkaido Island lies the dazzling urban city of Sapporo, a destination dripping with Japanese culture and elegant flair. Its cityscape is framed by a skyline of rising buildings that spread in all directions beneath the distant looming mountain range, and it is here where you will first discover the fascinating facets of Japanese heritage partaking in experiences of a lifetime. You may spend your first evening appreciating the atmospheric city from the comfort of an authentic Japanese restaurant exuding fragrant aromas of the local delicacies."
    },
    {
      "dayNumber": "2",
      "title": "Sapporo - Snowy Spectacles and Enticing Cuisine",
      "description": "Depending on the date of your arrival, Sapporo may be dressed in a thick blanket of pearl white snow. Today, you may cross the snow to the Nijo Market, a buzzing food destination home to Japan’s finest collections of seafood dishes. After tucking in, you will continue to a viewpoint sharing spellbinding views of Odori Park and then make your way to the famous Shiroi Koibito Park chocolatiers where you will taste the delicious varieties laid out for indulgent visits. You may round off your day warming up with a sumptuous bowl of Sapporo-style ramen before turning in this evening."
    },
    {
      "dayNumber": "3",
      "title": "Niseko - Slow Living on Snow White Peaks",
      "description": "The third day of your tour will bring you to the powdery summits encompassing Niseko, a premier skiing resort regarded as Japan’s zenith of the snowy sport. Upon arrival, you may spend the day slowly acclimating to the fresh weather and soaring altitude of the mountainside destination from the comfort of your stunning resort suite boasting spectacles of the vast chalk-white landscape. Today, you may stroll along the snow along forest paths as magical as they come, seemingly stripped from a children’s story about Santa’s home in the North Pole."
    },
    {
      "dayNumber": "4",
      "title": "Niseko - Speeding Down the Icy Slopes",
      "description": "The icy mountains are yours to tackle today as you enjoy racing down the steep slopes on skis built to handle the snowy terrain. Atop the summits, the views sprawl towards the horizon endlessly beneath the low-hanging clouds that circle the mountain range. These moments are but a few of peace before you continue to more remarkable skiing trails winding down the tree-dotted escarpments. Allow yourself to witness and soar across as much of the Niseko ski resort as you possibly can before you return to your accommodation and settle in for a heartwarming bowl of steamy Japanese broth."
    },
    {
      "dayNumber": "5",
      "title": "Niseko - Discovering the Art of Hokkaido Cooking",
      "description": "You will relish another day spent searching the summits for unspoiled ski trails you will have yet explored and revel in the marvelous memories of gliding down Niseko’s slopes. After a morning of action-packed adventure, you may retreat to a humble Hokkaido homestead where your culinary skills may be put to test as you learn the secrets behind a few iconic dishes during a cooking demonstration. Your professional chef will guide you through the process, helping you curate an assortment of exceptional meals that you may savor afterward as you sit down for lunch."
    },
    {
      "dayNumber": "6",
      "title": "Jozankei Onsen - World-Famous Whiskey and Quiet Moments by the Sea",
      "description": "You will descend the slopes of Niseko this morning and begin your tour to Jozankei Onsen, stopping at Yoichi and Otaru en route. In Yoichi, you will visit the revered Japanese whiskey distillery Nikka and taste test their award-winning collection. Led by an experienced taster, you will be introduced to the nuances in the quality of this exalted whiskey and witness the process they are coveted for in action. You will continue to the seaside town of Otaru afterward, where you may quietly stroll along the glittering canals that wind through its enchanting neighborhoods to chic restaurants serving mouthwatering seafood dishes."
    },
    {
      "dayNumber": "7",
      "title": "Furano - Wondrous Winterland Wilderness Scenes",
      "description": "Before leaving Jozankei Onsen this morning, take advantage of the majestic geothermal landscape on which it sits during a delightfully warm and revitalizing bath in its steamy hot springs. You may take pleasure in the calming sensations of the balmy waters before you make your way to Furano later today, visiting Biei Pond and Shirahige Falls along the way to cherish scenes of their mesmerizing wilderness settings. Approaching Furano, you will arrive at its adored cheese factory where you may discover their distinct cheese-making process and delight in a range of creamy and pungent cheeses."
    },
    {
      "dayNumber": "8",
      "title": "Furano - The Wonders of Furano’s Spectacular Scenery",
      "description": "Furano is a town unlike any other, boasting extraordinary hills veiled in perfect rows of vibrant lavender fields. You will be amazed by the multicolored expanse as it is the gateway to the towering snowy peaks of the nearby mountain range. You will arrive at a resort hugging the hillside that affords arresting panoramas of the vivacious rolling hills, and spend the rest of your day either treasuring the surreal scenery from the repose of your accommodation or the ski slopes spanning the powdery mountainside."
    },
    {
      "dayNumber": "9",
      "title": "Furano - Conquer the Slopes of Furano",
      "description": "In the morning, you will grab your skis and hop into the lifts to send you soaring towards the summits. The mountain slopes are coated in thick pearl white snow as you strap in and zigzag down the bewitching trails. The breathtaking views of the landscape are yours on the way down before you jump back into a lift and ascend to the crest to go again on another incredible route. You will spend your day adventurously tackling Furano's peaks, concluding with a celebratory drink in the ski house when you return to your resort after conquering the slopes."
    },
    {
      "dayNumber": "10",
      "title": "Furano - A Fabulous Farewell to Furano",
      "description": "The sun will rise over Furano and beam off the chalk-white slopes that sweep the mountainside, glaring for all those rising on the hillside to capture in all its radiant glory. You may spend your final moments in Japan savoring your delectable breakfast buffet at your resort, with gorgeous scenes of the sprawling countryside unfolding before your eyes from the balcony. You will soon be collected by your private transfer and journey to Sapporo Airport, where you will leave Hokkaido with a collection of treasured memories safely tucked away."
    }
  ],
  "map": ""
}