{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "exploring-kyushu-shikoku-islands-tour",
  "tourName": "Exploring Kyushu & Shikoku Islands Tour",
  "placesVisited": "Kyoto, Takamatsu, Matsuyama, Okayama, Kumamoto, Nagasaki, Fukuoka, Osaka",
  "generalInfo": "With millions of people visiting Japan each year, it seems nearly impossible to find places that are off the beaten path. Yet on this 15-day tour, see the hidden side of Japan as you explore Kyushu and Shikoku. These two islands offer a variety of cultural, natural, and culinary treasures. You travel between destinations at your own pace. This trip leaves you with many splendid memories, and a desire to return to experience Japan’s many other treasures.",
  "durationDays": "15",
  "price": "9,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kyoto – Your Adventure Begins",
      "description": "This afternoon, your flight lands at Kansai International Airport. A staff member meets you out just outside of customs and guides you to a shared shuttle van. This van takes you to your hotel in central Kyoto, a two-hour journey. The hotel for your three nights in Kyoto is western-style. The rest of the day is yours to relax. There are a variety of dining options just steps away from your hotel."
    },
    {
      "dayNumber": "2",
      "title": "Kyoto – Participate in Ancient Traditions",
      "description": "After a buffet breakfast at your hotel, this morning and early afternoon are yours to explore this amazing city on your own. By mid-afternoon, you arrive at a restored home for a cultural immersion experience. You first don a kimono , a traditional Japanese robe with different designs for men and women. Then your host leads you into a small room to teach you about the chanoyu , or tea ceremony. Though simple at first glance, tea ceremonies have an important place in Japanese culture and spirituality. Learned by samurai to hone their concentration, you recreate each step of the process. After enjoying the tea, your host takes you on a tour of the neighborhood. You enter a sake brewery, where you witness master brewers still using traditional methods to create this complex and fragrant beverage. This evening, you are free to explore Kyoto at your own pace. Dinner is on your own."
    },
    {
      "dayNumber": "3",
      "title": "Kyoto – See the Best of the Ancient Capital",
      "description": "Kyoto is home to 17 UNESCO World Heritage Sites. Today, with the help of an expert guide, you experience only the best. Leaving your hotel, your first stop is Nijo Castle. This imposing structure was built in the early 17th-century and was the shogun’s Kyoto residence. The grandeur inside is well-preserved, including the nightingale floors. One of the first security systems, the floors ‘chirp’ no matter how lightly you step upon them. Another security feature is the hidden passages and rooms where the shogun’s bodyguards would lie in wait. From Nijo Castle, you board Kyoto’s efficient subway system. In only minutes you arrive at Kinkaku-ji, the Temple of the Golden Pavilion. A magnificent temple dating back to the late 14th century, the entire structure is decorated with gold leaf. In the bright Kyoto sun, it takes on a magical quality, especially as a second Kinkaku-ji forms in the still waters of the surrounding moat. Since 1450, Ryoan-ji has contained one of the most impressive rock gardens in Japan. Though small, the 15 large rocks spread throughout the garden contain a deep spiritual significance. No matter at what angle you look upon the garden, you can only see 14 of the rocks at the same time. This signifies mankind’s inability to comprehend the entirety of creation. With the garden far away from modern Kyoto, it is easy to believe that you have stepped into the past. On the top of Mt. Otowa lies Kyomizu-dera, arguably the most famous Buddhist temple in Japan. From its grand veranda, gain a bird’s eye view of the city and the surrounding mountains. You may even see other temples and shrines peaking up from behind the trees. The sight is especially grand in the fall when the splendid foliage rivals anything found in the American Northeast. As you descend Mt. Otowa, you walk through the Higashiyama District. For generations, this quaint shopping street has offered pilgrims and visitors a relaxing shopping experience that includes various cafes and restaurants. Within these stores, you can find everything from handmade pottery to local culinary ingredients. At the end of the day, your guide can return you to your hotel or any site in Kyoto you may wish to explore on your own."
    },
    {
      "dayNumber": "4",
      "title": "Takamatsu – Walk in the Footsteps of Nobility",
      "description": "This morning, you say goodbye to Kyoto, and board the Shinkansen heading southwest. Outside your window, rice fields, homes, and the ocean zoom by at nearly 200 miles per hour. In Okayama, you transfer to a local express train. It is on this train you cross into Shikoku, an island rarely visited by foreign tourists. Your destination is Takamatsu, a former castle town during the Edo Period. A major port throughout its history, Takamatsu is a blend of past and present, where one can find all the conveniences of modern life alongside splendid gardens and shrines. After dropping off your luggage at your western-style hotel, you are free to spend the afternoon getting to know all Takamatsu has to offer. Many people consider Ritsurin Park to be one of the most beautiful in Japan. Throughout its 400-year history, the park has given respite to samurai, nobility, and now travelers from all over the world. With tree covered mountains in the background, you are sure to feel a sense of peace as you look out over the park’s many ponds. While there, treat yourself to tea and treats at the tea house, which offers some of the park’s best views. For dinner, don’t miss out on Takamatsu’s udon noodles. Many restaurants in the city specialize in this dish. Best served with sake or beer, these hearty noodles make for a fine way to end your day in the city."
    },
    {
      "dayNumber": "5",
      "title": "Takamatsu – Island Hopping",
      "description": "Today you have the opportunity to branch out from Takamatsu and explore the surrounding islands dotting the Seto Inland Sea. For history lovers, we recommend a day trip to Yashima. Known as the ‘roof of Shikoku,’ Yashima was the sight of many samurai battles. The flat summit offers panoramic views of Shikoku and the surrounding islands. Another historical site on Yashima is Shikoku Mura, an open-air museum that features preserved structures from all over Shikoku. Walk through a variety of original homes, storehouses, and even a sugar factory from the late Edo Period. The trip leaves you with a deep appreciation of the common people who lived through this transformational time in Japanese history. If art is your passion, there are three exciting ‘art islands,’ all a short trip away from Takamatsu. In Naoshima, see the Chichu Art Museum, where natural light illuminates the artwork. At Benesse House, view some of the latest sculptures from Japanese and international artists. While there, be sure not to miss the famous pumpkin sculpture that overlooks the Seto Inland Sea. You can argue that Teshima itself is a work of art. An idyllic island home to a small fishing community, undisturbed nature is seamlessly melded with art installations. At Teshima Art Museum, for example, the building is located in the middle of a rice field. Stepping inside, the large opening in the ceiling allows natural light to illuminate the structure. It is especially beautiful on rainy days, as the raindrops splash on the concrete floor. Finally, there is Shodoshima. Covered in olive trees imported from Greece, you may feel transported to the Mediterranean as you first step onto the island. Taking a ropeway carriage across Kankakei Gorge, you gain spectacular views, made more so each fall by the colorful foliage. The island also features the Great Kannon, a 50-meter tall statue of the Buddhist goddess of mercy. Inside, you can take an elevator up into the statue’s chest. There, you can gaze upon a preserved tooth that once belonged to the historical Buddha. No matter how you choose to spend your day exploring the Seto Inland Sea, you are sure to create wonderful and unique memories."
    },
    {
      "dayNumber": "6",
      "title": "Kotohira – Magnificent Shrines and Delectable Cuisine",
      "description": "After breakfast, you head by train to Kotohira. After dropping off your luggage at your ryokan (traditional Japanese inn), you are free to explore this amazing city. Something not to miss is Kompirasan, or Mt. Kompira. As you ascend the nearly 1,300 stone steps, you are treated to amazing views of nature and the valley below. Rest assured, there are many places to pause on your journey, and the heavy canopy provides shade during your walk. When you arrive at the summit, you discover one of the most unique shrines in Japan. Originally founded to protect the lives of sailors, the shrine’s design is a blend of Buddhist and Shinto elements. After you descend the mountain, your hotel this evening has just the remedy for sore feet and leg muscles: an onsen bath. For centuries, onsen baths have been one of Japan’s main sources of rest and relaxation. As you soak in the hot mineral water, you are bound to feel refreshed. After drying off, hotel attendants deliver dinner to your room. Your meal this evening is kaiseki ryori , a series of small, delectable dishes where presentation is just as important as taste."
    },
    {
      "dayNumber": "7",
      "title": "Matsuyama – Inspiring Onsens",
      "description": "This morning you are treated to a traditional ryokan breakfast consisting of rice, fresh fish, and vegetables. Afterward, you leave Kotohira behind, taking a local train to Matsuyama in western Shikoku. In Matsuyama, there is a service to send you luggage ahead to your onsen. Without any baggage to weigh you down, you are free to explore this amazing city. For fans of Hayao Miyazaki’s Academy Award-winning film, Spirited Away , you do not want to miss Dogo Onsen Honkan, the inspiration for the bathhouse in the film. The inside is just as grand as the exterior, and for a small fee, you can soak in the same onsen baths that are frequented by the Japanese imperial family. Matsuyama Castle is one of Japan’s 12 remaining feudal castles. On top of a mountain, it can be reached by chairlift or ropeway. When you arrive, over 200 cherry trees greet you, a splendid delight each spring when they bloom. Much of the castle is open to exploration, giving you the chance to see every nook and cranny. In the early evening, you check into your ryokan in Matsuyama. Like in Kotohira, your ryokan this evening has onsen baths and a delicious kaiseki dinner."
    },
    {
      "dayNumber": "8",
      "title": "Okayama – Immerse Yourself in Japan’s Past",
      "description": "Today you take a brief detour by heading to Okayama. Though located on Japan’s main island, Honshu, the city’s treasures can’t be missed. After an hour’s journey to Okayama, the historical city of Kurashiki is only another 15 minutes away by train. During the Edo Period, Kurashiki was inhabited by wealthy merchant families. The city’s specialty was rice, as much of the country’s annual harvest came by way of Kurashiki’s stone canals. Today the rice warehouses still stand, and walking through the canal district is a relaxing experience. Instead of sacks of rice, however, you discover a variety of cafés and boutique shops. If you wish to learn more about Kurashiki’s merchants, Ohashi House dates back to the late 18th-century. Inside, see how the city’s ‘better half’ lived. Exploring everything from the living areas to the family kitchen, you come to understand the power the merchant class held during the Edo Period. This evening your hotel in Okayama is western-style. Dinner is on your own."
    },
    {
      "dayNumber": "9",
      "title": "Okayama to Kumamoto – A Ramen Paradise",
      "description": "As your Shinkansen to Kumamoto does not leave until lunchtime, you have the morning to explore Okayama Castle. Reconstructed after the Second World War, the castle reflects its Edo Period glory. The castle is open to the public and offers splendid views of the city. Just outside Okayama Castle is Korakuen, a landscape garden that is rated as one of Japan’s most beautiful. Dating back to the late 17th century, the garden’s design has not changed since the Edo Period. With Okayama Castle in the background, the garden’s teahouse is a wonderful place to relax. Your journey to Kumamoto takes approximately two-and-a-half hours. You arrive in late afternoon. Kumamoto is an intriguing city. Surrounded by the sea and mountains, the city is known for its ramen. The broth is thick and hearty, the noodles delightfully chewy. For more adventurous eaters, be sure to try the horse meat sashimi, a dish for which the city is famous. Your hotel for your two nights in Kumamoto is western-style."
    },
    {
      "dayNumber": "10",
      "title": "Kumamoto – In the Shadow of Mt. Aso",
      "description": "Kyushu is an island known for its natural beauty. As today is a self-guided day, there are two exciting options just outside Kumamoto for you to explore. The first is the region surrounding Mt. Aso. An hour’s bus ride east of Kumamoto, Mt. Aso is an active volcano with striking scenery around its base. Long before arriving, you see Mt. Aso in the distance. It is nearly 16 miles across. Though the caldera is closed due to the threat of volcanic gas, the surrounding area offers a variety of activities. In the planes of Kusasenri-sa-hama, for example, you can take a leisurely horseback ride in the shadow of the mountain. Also in the area is Mt. Daikanbo. The summit accessible by bus, the nearly 3000-foot elevation gives visitors unbeatable views of Mt. Aso. Also, if you arrive at the right time of day, you witness a blanket of clouds rolling over the valley below. It is a mystical experience, one not to be missed. Another way to venture out from Kumamoto is to visit the neighboring town of Beppu, one of the most famous hot spring resort towns in Japan. Besides taking a relaxing soak at one of the city’s many onsen baths, be sure to visit the city’s many ‘hells,’ natural boiling ponds that dot the city. To find them, simply follow the pillars of steam that continuously rise into the air. While there, treat yourself to a snack (or two) cooked in the hot steam."
    },
    {
      "dayNumber": "11",
      "title": "Nagasaki – A Blend of Cultures",
      "description": "Today you take a combination of Shinkansen and local express train to Nagasaki, one of Japan’s most southern cities. Historically a major trading port, it was home to Japan’s only trading colony during the Edo Period. At Dejima Island, a small group of Dutch traders exposed Japan to the outside world. Korean and Chinese traders came through Nagasaki, as well. Even today, foreign influence is still evidence in Nagasaki’s architecture and cuisine. After dropping off your bags at your western-style hotel, the afternoon is yours to explore. One of the city’s most unique attractions is Glover Garden. Thomas Glover was one of the first foreign merchants to move to Japan after the country opened itself up at the end of the Edo Period. His home and gardens, built in a mix of European and Japanese styles, reflect one of the greatest periods of transformation in Japanese history. Also, the view is not to be missed, as the gardens overlook the harbor and city. As you walk back down into Nagasaki, go through the Dutch slope, a row of hillside homes once inhabited by Dutch traders in the late 19th-century. Another eclectic mix of Japanese and European design, they are a feast for the senses. If feeling hungry after your walk, a variety of shops sell Castella, a Portuguese pastry treat that the Japanese have made all their own."
    },
    {
      "dayNumber": "12",
      "title": "Fukuoka – Reflections on the Past",
      "description": "The Nagasaki Atomic Bomb Museum recounts the atomic bombing that occurred on August 9th, 1945. There are many telling artifacts, including a water tower that was warped by the atomic blast. No matter your opinions on the atomic bombing, you are bound to be moved by these powerful displays. Outside the museum is the Nagasaki Peace Park. A memorial constructed over the explosion’s hypocenter includes a preserved section of earth where you can see shards of brick and glass. Nearby is a brick pillar that was once part of Urakami Cathedral. Once the largest Catholic church in Asia, it was obliterated by the atomic blast which occurred just a few hundred feet away. The Prayer Monument for Peace is the park’s most striking feature. Over thirty feet high, it depicts a robed man pointing to the sky (the threat of atomic war) and to the left (the prospect of world peace). It is a humbling display, one that leaves you in deep thought as you tour the garden. In the early afternoon, you board a local train to Fukuoka, the largest city in Kyushu. To introduce yourself to this dynamic city, the canal district has a variety of yatai food stands offering everything from gyoza dumplings to steaming ramen. Your accommodation for your two nights in Fukuoka is western-style."
    },
    {
      "dayNumber": "13",
      "title": "Fukuoka – A Place You Could Call Home",
      "description": "Fukuoka is a city of treasures, something you discover on this self-guided day. Just outside of Fukuoka is Hakata, home to Kushida Shrine. The oldest Shinto shrine in the city, it dates back to the 8th century. Each year in the third week of July, the shrine puts on a lively matsuri festival where competing teams race parade floats, some weighing upwards of one ton, throughout the city streets. Tsukiji may be the most famous fish market in Japan, but Fukuoka is no stranger to the tradition of fisherman selling their daily catch. At Yanagibashi Rengo Market, you can see (and purchase) some of the best seafood treats. The market also has a variety of restaurants offering some of the freshest sushi in Japan. It is a perfect place to stop for lunch. In the afternoon, head to Ohori Park. Dating back to the 1920s, the park’s pond was once the reservoir feeding into the moat surrounding the nearby Fukuoka Castle. With its tranquil design and many nearby attractions, the time flies by as you explore this enchanting area. As day turns to night, visit the observation deck of Fukuoka Tower. From the observation deck café located over 300 feet above ground, you can relax with a cup of tea and unbeatable views of the city and ocean."
    },
    {
      "dayNumber": "14",
      "title": "Osaka – Eat Your Way Through Japan’s Kitchen",
      "description": "This morning, you make the three-hour journey to Osaka, one of the liveliest cities in Japan. After using the early afternoon to rest up, your guide for the evening meets you at your hotel. Your first stop is Doguyasuji Shopping Street. As Osaka is known where the Japanese ‘eat themselves to ruin,’ the street sells everything a foodie needs to recreate Japan’s most famous dishes at home. Also included are stores that sell plastic sushi for restaurant storefronts. They are inexpensive and make excellent gifts. If seeing all the plastic sushi has made you hungry, your guide takes you to the Dotonbori District. Within the hustle and bustle, electric neon light pours off every building. Within the district are a variety of restaurants for you to enjoy. Osaka’s specialty dish is okonomiyaki , a savory pancake which incorporates cabbage, onion, seafood, and pork right into the batter. Paired with an ice-cold beer, it makes for a delicious snack that starts your culinary journey of Osaka. The Dotonbori is also Osaka’s most photogenic areas. From the running Glico Man to the Kani Doraku, keep your camera ready at all times. Hozenji Yokocho is a restored street, and home to more than 60 traditional restaurants and izakaya , Japanese gastropubs that pair small dishes with local alcohol. They are an ideal place to stop for a drink and a small plate of yakitori , grilled chicken on a stick. Shinsekai, literally ‘new world,’ was originally the site of Osaka’s 1903 Industrial Exhibition. Designed to mirror both Paris and Coney Island in New York, Shinsekai is an amazing mix of designs. Your first stop is the observation deck of the Tsutenkaku, one of the tallest structures in Osaka. Modeled after the Eiffel Tower in Paris, it has a commanding view of the city. Finally, treat yourself to a kushikatsu dinner, local deep-fried food on a stick. Expect everything from pumpkins and ice cream, all rolled in bread crumbs before a bath in hot oil."
    },
    {
      "dayNumber": "15",
      "title": "Osaka – More Memories Still to Make",
      "description": "After your final breakfast in Japan, you board an express train toward Kansai International Airport just outside Osaka. During the ride, you reflect on the splendid memories you have made over the last two weeks. You have certainly seen and done so much, yet Japan still holds many treasures for you to discover. You may find yourself starting to plan your next trip even before your plane’s departure."
    }
  ],
  "map": ""
}