{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "vip-japan-winter-tour-a-journey-into-beauty-indulgence",
  "tourName": "VIP Japan Winter Tour: A Journey Into Beauty & Indulgence",
  "placesVisited": "Tokyo, Sapporo, Kushiro, Abashiri, Yudanaka Onsen, Takayama, Shirakawa-go, Kanazawa, Kyoto",
  "generalInfo": "Japan in winter is a magical time, when the gently falling snow is an excellent complement to the country’s already stunning natural beauty. On this 15-day tour, travel throughout Japan, seeing the cities and villages which transform into a winter wonderland. As you travel, enjoy Japanese hot spring baths, meet the local wildlife, and eat a variety of delectable food. Though the trip leaves you with many memories, it inspires you to return to Japan in the spring, summer or fall.",
  "durationDays": "15",
  "price": "9,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo – Welcome to a Winter Wonderland",
      "description": "Your plane touches down at Narita International Airport. After clearing customs and immigration, your guide meets you at baggage claim. You then board a limousine bus that takes you directly to your Tokyo hotel. This evening, you are free to explore Tokyo. Dinner is on your own, but your guide is glad to give you suggestions on nearby restaurants."
    },
    {
      "dayNumber": "2",
      "title": "Kushiro – Traveling North",
      "description": "This morning you head to Haneda International Airport and catch a 90-minute flight to Kushiro, one of the most northern cities in Japan. After arriving, the rest of the day is yours to rest and explore. In the evening, your guide takes you to dinner at a local restaurant. Hokkaido is known for its delicious seafood and comforting ramen noodles, two great ways to insulate yourself against the island’s cold winters."
    },
    {
      "dayNumber": "3",
      "title": "Kushiro – Majestic Wildlife",
      "description": "Japan has some of the most majestic wildlife in the world. At the Akan International Crane Preserve just outside Kushiro, you have ample opportunity to see these graceful birds. Brought back from the brink of extinction by groups of dedicated conservationists, they are best viewed in the winter, as their red crests are easily spotted against the vast fields of snow. The preservation center not only provides warmth for visitors but also an opportunity to learn about the cranes and their preservation. You return to Kushiro in the afternoon. Dinner is at a local restaurant."
    },
    {
      "dayNumber": "4",
      "title": "Abashiri – Cold Ice, Warm Baths",
      "description": "This morning, you say goodbye to Kushiro as you board a local train to Abashiri. Located on the Sea of Okhotsk, ice covers Abashiri’s harbor each winter. The highlight of your day is a cruise on an icebreaker. The sound of shattering ice is the only thing you hear as the ship makes its way into the harbor. From there is a perfect place to photograph the ice flows or the Abashiri coastline. After a day outside in the brisk weather, there is no better place to warm up than a Japanese ryokan , or traditional inn. Expect tatami mat floors and rice paper doors. Before dinner, take a dip in a hot onsen bath. For centuries, onsens have provided the Japanese rest and relaxation. This evening, your ryokan offers a variety of indoor and outdoor onsens . Dinner this evening is a treat: a kaiseki feast. Kaiseki ryori is traditional Japanese cuisine which features regional and fresh ingredients and stunning presentation. In this meal, expect a blend of local seafood and Hokkaido beef."
    },
    {
      "dayNumber": "5",
      "title": "Sapporo – A Journey Through the Snow",
      "description": "Today you cross Hokkaido by local train. The six-hour trip flies by as the snow-covered wilderness grabs your attention and doesn’t let go. Arriving in Sapporo in mid-afternoon, there is still plenty of time to enjoy the Sapporo Snow Festival. Started over 50 years ago by high school students, the festival has grown to the level of a world-famous art exhibition. Snow artists and admirers from all around the world come to Sapporo each February for the week-long celebration. Walking through an exhibit with more than 400 sculptures, it is easy to get wonderfully lost among all the beauty. This evening, you dine at the Sapporo Beer Garden on a local dish known as Genghis Khan. Made from grilled lamb and vegetables, it pairs excellently with the city’s namesake beer. For your two nights in Sapporo, your premier hotel is western-style."
    },
    {
      "dayNumber": "6",
      "title": "Sapporo – Endless Ice Art",
      "description": "Today is a self-guided day. Feel free to continue exploring the Sapporo Snow Festival in Odori Park. Or, if you wish, get a birds’ eye view of the festival from the observation deck of the Sapporo TV Tower. For a more hands-on experience, visit the Satoland site. Not only are there snow sculptures, but multiple ice slides and an ice maze. Satoland is particularly impressive at night, when specially placed lights illuminate the snow in many dazzling ways. Besides Genghis Khan, ramen is Sapporo’s signature winter dish. The Sapporo Ramen Alley may be a narrow passage, but it is home to some of the best ramen in the city. As the winter wind blows down the alley, there is no better feeling in the world than taking shelter in a ramen shop. Inside, the savory smells of broth and cooking pork enveloping you like a cozy blanket."
    },
    {
      "dayNumber": "7",
      "title": "Yudanaka Onsen – Take a Relaxing Soak",
      "description": "Today you leave Hokkaido and fly back to Haneda International Airport. After transferring to Tokyo Station, you board an express train to Yudanaka Onsen. Though the day is nearly finished by the time you check into your ryokan , there is ample time to relax in one (or more) of your ryokan’s splendid onsen baths. For dinner, enjoy a leisurely kaiseki meal before turning in for the night."
    },
    {
      "dayNumber": "8",
      "title": "Yudanaka Onsen – Meeting Monkeys",
      "description": "Today you take a day trip to Jigokudani Monkey Park, home to arguably the most famous wildlife in Japan. During the winter, these red-faced macaque monkeys relax in the naturally occurring hot springs. Though it is unwise to disturb the monkeys, photography is fine. If you should bring any equipment like a tripod, don’t be surprised if a few of the babies attempt to climb it. In the afternoon, return to your ryokan for rest and relaxation. Dinner is on your own this evening, but Yudanaka Onsen has many excellent dining opportunities from which you can choose."
    },
    {
      "dayNumber": "9",
      "title": "Takayama – Traveling into the Past",
      "description": "Today you travel to Takayama, a city that was isolated for much of Japan’s history. Your train winds through the snowy mountains, finally entering the Takayama Valley. In the distance, the snow-capped Japanese Alps are reminiscent of the alps in Switzerland, and the city itself seems frozen in time. After dropping off your bags at your ryokan , there is plenty of time to explore Takayama’s old city on your own. Within these buildings, some of which date back to the 16th century, craftsmen still make a variety of goods such as sake and furniture, all while still using traditional methods. Dinner this evening is on your own. We recommend that you try one of Takayama’s restaurants featuring the region’s signature dish: Hida beef. Regarded as one of the world’s finest cuts of beef, Hida beef is excellent as a steak, part of a stir-fry, or even as sushi."
    },
    {
      "dayNumber": "10",
      "title": "Takayama – Breathtaking Beauty",
      "description": "This morning, you begin your time in Takayama with a tour through the morning market. Snow or shine, farmers and artisans from around the Takayama Valley come to the market every day to sell their products. The market is an excellent place to buy a souvenir or culinary ingredient for a meal you make back home. The second stop on your tour of Takayama is Takayama-jinya. Though it may look like a palatial estate, the structure was actually Takayama’s government office during the Edo Period (1603-1868). The many covered walkways mean you have ample opportunity to stop and reflect on the winter scenery and well-maintained grounds. In the afternoon, you continue your exploration of Takayama with a self-guided tour. One of the many possibilities is to visit Hida-no-Sato , also known as the Hida Model Village. Located just ten minutes away by bus, this open-air museum is a collection of over 30 preserved homes. As you are able to freely enter the buildings and touch the contents inside, it is an experience not to be missed, especially on a day when light snow falls from the sky."
    },
    {
      "dayNumber": "11",
      "title": "Shirakawa-go to Kanazawa – Stunning Homes & Delectable Sushi",
      "description": "Day 11: Shirakawa-go to Kanazawa – Stunning Homes & Delectable Sushi In the early morning, you board a bus heading to Shirakawa-go. Just an hour’s ride from Takayama, Shirakawa-go is a UNESCO World Heritage Site known for its world-renowned gassho-zukuri homes. Gassho-zukuri refers to the buildings’ thick thatched roofs. Originally designed to hold up under heavy winter snow, these buildings represent some of the most unique architecture in all of Japan. When you arrive, you are immersed in a way of life that has changed little in 300 years. The village is open to exploration, and as you are visiting in the winter, expect few other visitors. One attraction in Shirakawa-go is the Silk Worm Museum. For centuries, silk worm farming allowed the village’s residents to supplement their incomes. Nearly every household raised silkworms in their attics, where the smoke from cooking fires below fumigated the area against harmful insects. Late this afternoon, you board a bus for Kanazawa, a seafood and sushi jewel situated on the Sea of Japan. This evening dinner is included at a local seafood restaurant."
    },
    {
      "dayNumber": "12",
      "title": "Kanazawa to Mt. Koya – Finding Peace in Nature and Meditation",
      "description": "To see winter in all her glory, you begin your day with a morning visit to Kenrokuen Garden. One of the three most beautiful gardens in Japan, this garden was once owned by one of the country’s most powerful families. Today the garden’s beauty is available to anyone who wishes to experience it. Around lunchtime, you board an express train heading south. The journey takes you through a variety of cities and villages, including Osaka. Yet your final destination is not the big city, but Mt. Koya. Over 1,200 years ago, the Buddhist monk Kukai chose Mt. Koya for his temple. To him, the mountain was an ideal location because its eight peaks resemble a blooming lotus flower. Over the centuries, over a hundred temples were established around the mountain. Each temple follows Shingon Buddhism, a Buddhist sect originally imported from Tibet. For hundreds of years, the monks on Mt. Koya have offered lodging to travelers and pilgrims. This evening, you take part in this tradition as your accommodations are a functioning Buddhist temple. After checking in and meeting the monks, tour the stone pathways that connect the temples. The stone lanterns that line the paths are capped in snow. You may witness monks cleaning the cemeteries, as they hold the ashes of generations of Mt. Koya’s monks. This evening your dinner is shojin ryori , a vegetarian cuisine that respects the monks’ abstention from meat. You find that the meal is quite delicious, a result of centuries of refinement."
    },
    {
      "dayNumber": "13",
      "title": "Mt. Koya to Kyoto – Japan’s Ancient Capital",
      "description": "This morning, you rise early with the monks to witness morning ceremonies. After breakfast at the monastery, you visit Okuno-in Temple, Kukai’s final resting place. It is an impressive structure, a fitting memorial to the man who founded one of the most influential Buddhist sects in Japan. After a shojin ryori lunch, you travel by train to Kyoto. Kyoto was Japan’s capital for over 1,000 years. Hosting over 2,000 temple and shrines, they are perfectly preserved, making Kyoto a city that is a blend of both past and present. After arriving in the late afternoon, you are free to spend the rest of the day exploring. Dinner this evening is on your own. Your luxury hotel for your two nights in Kyoto is western-style."
    },
    {
      "dayNumber": "14",
      "title": "Kyoto – In the Footsteps of Geisha",
      "description": "No matter the season, Kyoto is a gem for first time or return visitors. On today’s guided tour of the city, you begin your day at Fushimi Inari Shrine. Dedicated to Inari, the god of rice, Fushimi Inari Shrine is one of the most revered shrines in Japan. Walking up the gentle slope leading to the mountain top, you pass under more than 2,000 bright red torii gates. A traditional Japanese religious symbol , walking under a single torii signifies entering a sacred space. After only a few minutes of walking, you completely forget that you are in one of Japan’s largest cities, as all you can hear is the chirping of birds. At the shrine itself, you discover many large statues of kitsune , sacred foxes known to be the messengers of the gods. You are also treated to stunning vistas of Kyoto and the surrounding mountains. There is plenty of time to take pictures, enjoy the scenery, and meditate. Your next stop is Kiyomizu-dera , one of the most well-known Buddhist temples in Japan. From its balcony, gain another panoramic view of Kyoto, along with the sight of other temples and shrines peeking out from the forests miles away. Just steps from Kiyomizu-dera is the Higashiyama District. A street full of preserved shops, the stores still sell many of the items that made Kyoto a famous destination for travelers during the Edo Period. As you wander in and out of the stores, you find a variety of treasures ranging from pottery to confectionary treats. Your last stop is the Gion District. Gion is home to Kyoto’s geisha, known locally as geiko. Gion is a step into the past, free of the distractions of modern life. Your guide takes you into a teahouse, where you meet a maiko, a geisha in training. She performs for you, including a Japanese tea ceremony. She is happy to answer your questions about her profession and even pose for photographs. Dinner this evening is at a restaurant in the Gion District. The delicious food makes you reflect on all the warm memories you have made in the last two weeks."
    },
    {
      "dayNumber": "15",
      "title": "Kyoto – One Season Down, Three to Go",
      "description": "After breakfast at the hotel, you travel by train to Kansai International Airport, where your flight home awaits. Your trip may be over, but the memories you have made will remain for a lifetime."
    }
  ],
  "map": ""
}