{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "a-seven-days-japan-itinerary-kyoto-hakone-tokyo",
  "tourName": "A Seven Days Japan Itinerary: Kyoto, Hakone & Tokyo",
  "placesVisited": "Kyoto, Hakone, Tokyo",
  "generalInfo": "At home and work, a week flies by in an instant. Our lives get caught up in a seemingly never-ending routine. Redefine what can happen in seven days, as you tour Japan’s largest cities and absorb its beautiful, scenic nature. Exploring at your own pace, Japan’s endless possibilities make you both the director and star of a once-in-a-lifetime adventure.",
  "durationDays": "7",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kyoto – Welcome to Japan!",
      "description": "Your adventure begins as your international flight touches down in Japan. Your guide meets you at the airport, and you travel by train to central Kyoto, Japan’s capital for over 1,000 years. During your train ride to Kyoto, review your specially created itinerary. As you may be tired from your journey, your first dinner in Japan is a laid-back experience at a restaurant in the heart of the city. Sample some new dishes (or familiar ones) as you let the stress of a long journey fade away. Don’t worry; your guide won’t keep you up too late. Right after dinner, you check into your luxury hotel for a good night’s sleep."
    },
    {
      "dayNumber": "2",
      "title": "Kyoto – Old Traditions and Delectable Food",
      "description": "Though all the conveniences (along with the hustle and bustle) of modern life exist in Kyoto, you realize right away that this is a city like no other. Untouched during the Second World War, Kyoto represents a wholly unique blend of past and present. How you experience Kyoto during your two days in the city is completely up to you. Depending on your preferences, your first introduction to Kyoto can be any number of unforgettable things. See the morning dawn reflect off Kinkaku-ji, the Temple of the Golden Pavilion. This Zen Temple, dating back to the 14th century, was once the centerpiece of a garden belonging to a powerful statesman. After his death, his son turned the structure into a Zen Buddhist temple to honor his father. Today, the temple and the surrounding strolling garden are some of the most serene places in all of Japan. For the best experience, arrive early in the morning to beat the crowds and see the temple in the soft light of dawn. If you brought your walking shoes, take the Philosopher’s Walk among Kyoto’s cherry trees and ancient canals, where even today the centuries-old stone trenches carry rain water away from the city. Unlike Kyoto’s other popular destinations, the Philosopher’s Walk attracts few foreign visitors despite the many shrines, temples, and scenes of calm nature that line the trail. Kyoto was home to Japan’s emperor until the Meiji Restoration of 1868. Though no longer the emperor’s residence, the Imperial Palace is still maintained by Japan’s Imperial Household Agency, which oversees the royal family’s daily life. While there, the chirping birds and gentle breeze take you back hundreds of years as you follow in the footsteps of generations of royalty. Understanding the life of a Japanese emperor is more than touring his old home. Emperors throughout Japanese history dined on the country’s finest cuisine, kaiseki ryori . Many small dishes featuring the finest ingredients such as marbled beef and fresh vegetables from throughout Japan, each of your senses is engaged to the fullest. And with Kyoto featuring a variety of kaiseki ryori restaurants, you can indulge in this amazing meal no matter your budget. Besides kaiseki ryori , Kyoto’s status as one of Japan’s largest cities gives the traveler a variety of other unique dining options. Have dinner and drinks at one of the city’s many izakaya restaurants, where you can sample some Japanese comfort food paired with ice-cold beer or warm sake. If after an izakaya dinner you feel a little stuffed and just a bit tipsy, that’s okay; that’s what’s supposed to happen. In Kyoto, there are hundreds of personalized, hands-on activities to set apart your tour of the city. Want to get to know the locals? Take a private cooking class in a Kyoto home. With the home’s residents acting as your teachers, prepare a lunch or dinner, and become part of the family as you share in a home cooked meal that you helped make. Need some inner peace? A group of Zen Buddhist monks leads a meditation class every day of the week. While there, learn about the daily life of a monk and the personal stories of the men who choose to continue these traditions while caught in the middle of Japan’s technologically-obsessed culture. At the end of your lesson, you gain a better appreciation for the practices that keep many Japanese grounded in the modern world. Intrigued by Japanese sake? You’re in luck; a major sake brewery and museum are both a quick train ride from Kyoto. There, see how this famous beverage is made from rice grains right from the field to the final bottled product. Enjoy a tasting at the end of your tour, and learn what characteristics set great sake apart from the rest. The tour also gives an in-depth lesson on this iconic beverage and how it has influenced Japanese culture over the centuries. No matter what you choose to do, expect attentive guides and an unforgettable experience. Throughout the tour, rely on your guide to help you with local customs, or answering any questions or concerns you have during your time in Japan."
    },
    {
      "dayNumber": "4",
      "title": "Hakone – Iconic Vistas",
      "description": "This morning, you are off on Japan’s famous shinkansen towards Hakone. Though it may resemble a jet plane, on the shinkansen, there is no fear of turbulence (or even the slightest shaking) as it travels close to 200 miles-per-hour. Even if you are the lightest of sleepers, it is possible to catch a quick nap to be refreshed for Hakone’s sights and sounds. Hakone is world famous for its natural beauty, breathtaking views of Mt. Fuji, and relaxing onsens , hot spring baths warmed by thermal vents. Upon arrival, you have two choices to immerse yourself in Hakone’s beauty: a cruise on Lake Ashi or a ride on the Hakone Ropeway. Both present Mt. Fuji in the best light. When you gaze upon the mountain for the first time, you finally understand why for centuries the mountain was considered a deity. In the afternoon, take a walking tour of Hakone National Park, where the smell of sulfur is heavy in the air as you weave among hundreds of steaming volcanic rocks. This ‘Hell Valley’ may not be any hotter than the surrounding area, but the pungent smell of sulfur helps you visualize the mythical underworld. While there, be sure to eat a black egg boiled on site in one of the bubbling sulfur ponds. Though somewhat odd looking to westerners, the eggs have a subtle flavor and are said to greatly extend one’s life. Your hotel in Hakone is a ryokan , a traditional Japanese inn with an option for a western style of Japanese style room. Dinner this evening is at the hotel, a multi-course meal similar to your kaiseki ryori experience in Kyoto. After dinner, take a relaxing soak in the hotel’s onsen baths, which feature magnificent views of nature and the surrounding valley. If you wish for a more private onsen experience, it is possible to book a room with its own open-air onsen located on your hotel room’s balcony."
    },
    {
      "dayNumber": "5",
      "title": "Tokyo \u0000– The Capital of the World",
      "description": "New York City may be known as the ‘city that never sleeps,’ but Tokyo is the ‘city that never stops.’ There is always something new to do in the world’s largest metropolis, which you are introduced to on your fifth day in Japan. You arrive in mid-morning, stepping off your express train from Hakone. The morning rush hour is over, but the streets are still teeming with people. As a foreigner in Tokyo, you can’t help but people-watch as the masses swarm around you. To see this from above, there is no better place to do it than from a cafe overlooking the Shibuya Scramble Crossing. From your chair, watch up to 2,500 people cross the street simultaneously. While in Shibuya, check out the iconic Shibuya 109 building, a landmark department store offering the latest in men’s and women’s fashions. Or, if you are interested in a more non-traditional shopping experience, get lost in Don Quijote, a famous wholesaler where goods are packed to the rafters six floors high. You may have a little trouble finding anything you need or want, but what you do discover is guaranteed to surprise you, nonetheless. Whether due to natural disasters or war, Tokyo has rebuilt itself no fewer than six times in the last 400 years. For this reason, you are likely to see shrines butted up against ultra-modern skyscrapers, along with quiet residential areas stuck in the middle of the dense urban setting. This makes Tokyo perfect for curious explorers, historians, or foodies, who find something completely new around every corner. With hundreds of skyscrapers and other landmarks, it is impossible to get truly lost in this great city. Like Kyoto, Tokyo is home to many world-renowned centers of Japanese culture and history. In Ueno Park, the Tokyo National Museum features original woodblock prints by Hokusai, whose work influenced European artists such as Vincent Van Gogh. To make greater comparisons between Western and Japanese art, the National Museum of Western Art is right next door. Its permanent collection features the work of Rubens, Monet, Gaugin, and Renoir. In late March every year, a special event occurs in Tokyo’s Yasukuni Shrine. TV crews from around the city come to televise the blooming of the shrine’s first cherry blossom. One small flower marks the beginning of Tokyo’s hanami , or cherry blossom viewing, season. For the next two weeks, hanami becomes a city pastime as families and groups of friends/coworkers spread out a tarp or picnic blanket under the falling blossoms. Take part in the hanami tradition with a specially prepared picnic lunch that includes a variety of dishes paired with Japanese beer and sake. Speaking of food, Tokyo is also one of the world’s best destinations for fine dining. With its restaurants having won more Michelin stars than those in Paris, it’s easy to satiate your desire for haute cuisine. In fact, the tour’s farewell dinner is at one of Tokyo’s many Michelin star restaurants. Just be sure to state your dining preferences so that we can provide you the dinner of a lifetime. No matter your budget, the hotel for your two nights in Tokyo has western-style rooms, modern amenities, and splendid views of the city skyline."
    },
    {
      "dayNumber": "7",
      "title": "Tokyo – Until Next Time",
      "description": "The week might have gone by in a flash, but you realize that in the last seven days you’ve made a year’s worth of precious memories. With stories to tell your friends back home, this morning your guide sees you aboard an express train to Narita International Airport. On the ride to the airport, it would be inappropriate to say ‘sayonara’ to Japan, as the word implies that you will never return. After this week, it is likely you will come back, sooner rather than later, and see what else this amazing country still has in store for you and yours."
    }
  ],
  "map": ""
}