{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "a-family-friendly-japan-tour-a-lifetime-of-memories",
  "tourName": "A Family Friendly Japan Tour: A Lifetime of Memories",
  "placesVisited": "Kyoto, Hiroshima, Miyajima Island, Osaka, Kanazawa, Takayama, Hida Model Village, Hakone, Tokyo",
  "generalInfo": "Celebrate natural beauty, preserved customs, and remarkable culture during your 14-day family-friendly Japan tour. Your customizable tour will provide adventures for family members of all ages from relaxing in hot springs to sampling delectable cuisine, hiking mountain slopes to crafting customary swords. Big cities will burst with excitement and sleepy villages will reflect local heritage as your family experiences an immersive mixture of past and present traditions.",
  "durationDays": "14",
  "price": "9,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kyoto – Welcome to Japan!",
      "description": "Your family’s journey has just begun when your plane touches down in Japan. Greeted by your guide at the airport, you travel by train to your Kyoto hotel. After dinner at a local esteemed restaurant, take time in the evening to review your family’s specially-prepared itinerary."
    },
    {
      "dayNumber": "2",
      "title": "Kyoto – Walking in the Footsteps of Japan’s Past",
      "description": "Kyoto is a city steeped in history, culture, and cuisine. During these two days, a nearly unlimited number of activities are at your family’s fingertips. For nature lovers, walking trails in and around Kyoto’s shrines and temples transport you back centuries. For a personalized day tour of Kyoto, ‘samurai’ Joe Okada is the best in the business. For decades, he has been taking small groups through Kyoto’s Imperial Palace along with the city’s landmark shrines and temples. At the end of the tour, watch Joe demonstrate his skill in samurai swordsmanship. For a more laid-back introduction to Kyoto, have your family participate in an authentic tea ceremony led by a tea master. At the end of the ceremony, enjoy your tea along with a variety of traditional Japanese sweets. Kyoto is well-known for its Gion District, where Japanese women continue to learn the ancient practices surrounding the geisha. Treat the women in your family to a geisha makeover that includes studio quality photographs. For fathers and teenage sons, a quick ride out of Kyoto provides the ultimate bonding experience: a lesson in Japanese sword making taught by a nationally certified swordsmith."
    },
    {
      "dayNumber": "4",
      "title": "Osaka – Japan’s Capital of Commerce and Anime",
      "description": "This morning, you travel to Osaka, where the hustle and bustle of modern life never ends. Once known for its prosperous merchant families, the city’s culture is distinct from the rest of Japan. For families with children interested in Japanese anime and manga , they can participate in a manga drawing class led by a professional illustrator. The experience ends with the illustrator drawing a manga version of your family that you can take home with you. Families with teenagers can learn the intricate art of ikebana , traditional Japanese flower arranging. If sushi is one of your family’s favorite foods, learn how to make your own (along with Osaka’s signature food: takoyaki , a batter fried octopus dish) at a Japanese home. For dinner, don’t miss out on okonomiyaki , a savory pancake that includes vegetables, pork, and various kinds of seafood. The okonomiyaki cooks right at your table so that the whole family can take part in its preparation."
    },
    {
      "dayNumber": "5",
      "title": "Hiroshima – Lessons from the Past",
      "description": "This morning, you travel by Shinkansen to Hiroshima, a city that has rebounded since the horrors of the atomic bomb. Meeting your guide at Hiroshima Station, you take a trolly to Peace Memorial Park, the epicenter of where the atomic bomb detonated in 1945. If traveling with younger children, your guide can tailor your tour as not to expose them to any overly graphic material. For example, instead of touring the museum, where certain images and displays might be potentially disturbing, your guide can teach your family about the importance of Hiroshima as a symbol of world peace while touring the park and its many memorials. Your hotel this evening is a traditional inn on nearby Miyajima Island. Miyajima, known for its scenic beauty and friendly deer. Fresh oysters farmed right from the bay provide your family a tranquil evening to enjoy authentic Japanese cuisine. A sunset stroll through Itsukushima Shrine, with its flickering lanterns and ‘floating’ torii gate, makes a perfect end to your day in Hiroshima."
    },
    {
      "dayNumber": "6",
      "title": "Kanazawa – Japan’s Jewel on the Sea",
      "description": "After breakfast, you’re off to Kanazawa, a city on the Sea of Japan known for its fresh seafood and master artisans. When you arrive in the early afternoon, your guide takes you to a lacquerware studio where your family can design and create their own piece of Japanese art. Other activities, such as hand making Ohashi , chopsticks, are available as well. In the late afternoon, get lost in the ‘Ninja Temple,’ a Buddhist temple that once hid a clan of shadow warriors. Inside, your guide ensures that you aren’t lost forever, but have fun exploring the 23 rooms and 29 staircases that crisscross the building. This tour is perfect for younger children, who find great pleasure trying to discover all the temple’s hidden rooms and passageways. In the evening, your dinner features some of Kanazawa signature seafood. For the adults in your group, your guide is on hand to recommend the best sake pairings to enhance your dining experience."
    },
    {
      "dayNumber": "7",
      "title": "Takayama – Explore Ancient Traditions",
      "description": "In the afternoon, you arrive at Takayama, a pristine city surrounded by snow-capped mountains. If you are tired from exploring Shirakawa-go, indulge in a rickshaw ride through the city’s old district, where artisans and merchants continue the production of fine crafts using centuries-old techniques. For the adults, the tour of the old city includes a stop at a sake brewery, where you can learn about all the steps involved in making this iconic beverage. For dinner, indulge in Hida beef, known worldwide for its fine texture and taste. If traveling with older children, or those open to new dining experiences, your guide can also make reservations at a 200-year-old kaiseki restaurant in Takayama. Kaiseki is the most authentic Japanese cuisine that is defined by a variety of small dishes featuring some of the region’s freshest meat and vegetables."
    },
    {
      "dayNumber": "8",
      "title": "Takayama – Walk in the Footsteps of the Past",
      "description": "Your full day in Takayama begins with a tour of the morning market. Growers from across the region come here every day to sell their produce and other wares. For rice lovers, this is an excellent location to pick up a pound or two of Japan’s finest rice, a rare treat to take home, as Japanese rice is not sold abroad. For adults and children of all ages, there is no better way to spend a day in Takayama than visiting Hida no Sato , the Hida Model Village located just outside of Takayama. An open air museum, your family can freely explore the two dozen homes and buildings once occupied by farming families across the region. Immerse yourself in the past by walking barefoot across the centuries-old wooden floor and breathing in the faint scent of burning wood from the homes’ hearths. The museum also offers classes on Japanese weaving, a great chance to make a handmade souvenir."
    },
    {
      "dayNumber": "9",
      "title": "Hakone – Soak in the Views and Hot Spring Baths",
      "description": "Situated at the foot of Mt. Fuji, Hakone provides your family both breathtaking views of nature and exciting adventures. After disembarking your train from Takayama, board a pirate ship for a cruise of Lake Ashi. From the starboard bow, take a stunning family photograph with Mt. Fuji in the background. In Hakone, there is the option to visit Hakone National Park, where you can see steam rising from volcanic rocks. While there, treat your children to a black egg; the prevailing legend states that whoever eats one adds seven years to his or her life. In the evening, your hotel has an onsen bath warmed by the very steam you saw earlier in the day. Soaking in hot mineral water, rest your sore feet and let your troubles melt away."
    },
    {
      "dayNumber": "10",
      "title": "Hakone – Find Your Thrill at Fuji-Q Highland",
      "description": "Your second day in Hakone is a trip to Fuji-Q Highland, Japan’s answer to Disney World. The park is home to five heart-pounding roller coasters, including Fujiyama, once the world’s tallest. Thomas Land, along with a variety of gentle rides, provide entertainment for younger children. If your family is looking for a different kind of thrill, Fuji-Q Highland’s Haunted Hospital is the second-largest haunted house in the world. An hour-long experience, visitors wander through the attraction’s many rooms, where any number of frights could be just around the next corner. The attraction is guaranteed to render even the bravest people as white as the ghosts that haunt the hospital. After your day of heart-pounding adventure, the onsen baths look even more inviting as you return to your hotel. Dinner this evening is at the hotel restaurant."
    },
    {
      "dayNumber": "11",
      "title": "Tokyo – Lose Yourself in Japan’s Beating Heart",
      "description": "After breakfast, your family boards an express bus to Tokyo, the capital and heart of Japan. For first time visitors, Tokyo seems like a city that never ends. Even from its highest observatory in the Tokyo Skytree, the metropolis around you stretches on into infinity in every direction. It is still early in the day when your family arrives, and there is no limit to what you can do next. If your family are fans of the films of Hayao Miyazaki, a visit to the Ghibli Museum is a treat like no other. Designed by Miyazaki, the museum resembles a beautiful home that has attractions and exhibits for all ages. Younger children play on a life size cat bus from My Neighbor Totoro , while teenagers and adults explore the interactive displays about how a Studio Ghibli film is made. While there, be sure to stop by the museum’s theater, which shows short Ghibli films found nowhere else in the world. If a passion for art runs in your family’s veins, there are personalized classes in Japanese calligraphy or cloth dying. These classes are led by experts in their fields, and you have the bonus of taking your art with you at the end of your lesson. Tokyo offers a variety of memorable dining experiences, as well. At Zauo, you are invited to catch your own fish from the restaurant’s large tank. After a successful catch, the restaurant’s waiters assist in preparing your fish tableside, or prepare it for you for a small fee. Also, some of the most famous food in Japan isn’t edible at all, but plastic replicas used by restaurants around the country to advertise their meals. Tour the Tokyo street where these replicas are sold. As your time in Tokyo winds down, take the time to reflect on your experiences. Tokyo’s thousands of shrines, temples and gardens provide an oasis of calm within the city’s hectic pace. If you need a little help finding inner peace, let Buddhist monks help you during a class in Zen meditation."
    },
    {
      "dayNumber": "14",
      "title": "Tokyo – A Lifetime of Memories",
      "description": "In just the last two weeks, your family has collected a lifetime of memories. After breakfast, your guide sees you aboard a train to Narita International Airport, where your flight home awaits you."
    }
  ],
  "map": ""
}