{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "in-depth-cultural-exploration-of-japan-tour",
  "tourName": "In-Depth Cultural Exploration of Japan Tour",
  "placesVisited": "Osaka, Himeji, Kurashiki, Hiroshima, Miyajima, Kobe, Nara, Uji, Fushimi, Kyoto, Arashiyama, Gion, Hakone, Togendai, Owakundani, Tokyo, Shibuya",
  "generalInfo": "Discover diversity, depth, and tradition during your 10-day Japan culture tour. From floating shrines to celebrate sushi chefs, modern bullet trains to customary ryokans, your customizable tour will immerse you in the contrasting marvels of Japan. You can soak in hot springs and taste delicious sake, wander through serene gardens, and visit iconic temples with each new experience highlighting the historic and contemporary culture of Japan.",
  "durationDays": "10",
  "price": "6,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Osaka – An Easy Introduction in a Lively City",
      "description": "Osaka is Japan’s forgotten city, usually skipped over as visitors seek the more exotic or historical places. Osaka provides a quintessential introduction to the country, without you needing to rush around and cram in the sights. With a major international airport with meet and greet facilities, your arrival is smooth and unhurried. Osaka moves at a fast pace through the day, perpetual energy rolling through streets of skyscrapers. At night, the neon shines, and still, the city rushes forward. This is what Japan is like, and it is wonderful to watch from the window of an izakaya , or bar, or you can step out into the streets and join the movement. With your guide at your side, this day is about taking your first steps into Japan, gaining all your own first impressions."
    },
    {
      "dayNumber": "2",
      "title": "Hiroshima – Wandering the Historic Eras",
      "description": "Wake up and feel the pulse of Japan, as one glance at the streets is all it will take to get you set for the day. This morning you will head west, away from the city and into the history. After 90 minutes, you will be welcomed by the whitewashed frame of Himeji Castle, a towering showpiece from the time of feudal Japan. Perched on a hill with its pagoda-like layers, it was Japan’s first ever UNESCO World Heritage site, and it remains the best example of Japanese castle architecture. Step beyond the walls and each room has something to see, although the highlight for everyone is the exterior view, especially during cherry blossom season or in the midst of fall. Onwards you will go to Kurashiki, an old merchant town that has managed to keep much of its original architecture. This was once a rice port, and the granaries have been well preserved, lining the canal as if waiting to be used again. The town is a perfect place to slow down and start exploring old-world Japan, the city almost mystical as it rolls beneath your feet. After lunch and some leisurely exploration, you will finish the day in Hiroshima, a city of worldwide fame for mostly the wrong reasons. This is a city that has bounced back with pride, resetting and restarting itself, evolving into a city that’s almost European in feel, with broad boulevards and much more space compared to what you experience elsewhere in Japan."
    },
    {
      "dayNumber": "3",
      "title": "Hiroshima – The Peace Memorial and Exotic Miyajima",
      "description": "A single building stands, gutted and isolated. It was directly beneath the explosion, and it survived the first atomic bomb ever to be detonated. The memorial and adjoining A-Bomb Museum speak of horrors, and it is not an easy experience. But these moving stories can only serve to enhance your admiration for both the Japanese and the peace that has been forged since. Later today, there will be something entirely different as the tori gate of the Itsukushima Shrine seems to float on the water. When you get closer, it might appear to be levitating, gliding across the water’s surface in a mysterious, perpetual motion. It’s one of Japan’s most iconic images, yet it can only be understood when you’re gazing across the water. There will be plenty of time to explore the shrine and its surroundings before you return to Hiroshima for a second night in the city."
    },
    {
      "dayNumber": "4",
      "title": "Kobe to Nara – Iconic and Unmissable Cultural Highlights",
      "description": "Traveling is a fascinating part of the experience in Japan. Board your Shinkansen bullet train and zoom to Kobe at up to 200 miles per hour as towns and suburbs whirl past in a blur of color. Arrive in Kobe and take a look around to explore what makes the city tick. You will find a juxtaposition of old and new, along with an iconic bridge and tower. But the main reason for being here is your lunch as Kobe is the world-famous home of Wagyu beef, an indulgent slice of meat so soft it virtually evaporates on your tongue. Nearby, Nara is an excellent place to walk off your incredible meal. At its heart stands Todaiji Temple, the world’s largest wooden building. It hides an enormous bronze Buddha and over a thousand wandering deer. It’s a very popular attraction, but when the coach tours leave for the day, you will find Japan’s oldest capital city to hold many more secrets. As dusk falls and the cobbled streets become hushed, Nara starts to reflect its 8th-century origins, especially in places where lanterns light up artwork and mystery calls from squat doorways. Most people visit Nara on a day trip, so it is beautiful to spend the night, surrounded by 1,200 years of history."
    },
    {
      "dayNumber": "5",
      "title": "Kyoto – The Heart of Old Japan",
      "description": "Uji is another of Japan’s old cities, mostly unknown to the world and profoundly rooted in tradition. After a relaxed start this morning, you will travel to Uji and explore as cobblestone and intrigue are all around. Down a side street, around a corner, and you will be beckoned inside a small wood-dominated room. Aromas dazzle, soft, and hard to identify, enticing, and comforting while you are made to feel at home. Tea has always been king here, and as you sit down to an authentic tea ceremony, you will savor an example of Japan’s continuing search for perfection. By lunchtime, you will be in Kyoto, and another drink will set you up for the evening. Take a private tour of the Gekkeikan Okura Sake Museum, tasting in the old buildings and learning all of the steps to successful brewing. As the Japanese will tell you, there is sake for the shops, and then there is real sake, a cultured drink of many secrets. Nearby Fushimi Inari Shrine is a perfect introduction to Kyoto’s architecture, a tunnel of gates leading to a bamboo wilderness, and then to a temple back-dropped by mountains and ponds. It was featured heavily in Memoirs of a Geisha and brings you on to a real Geisha experience in Gion, a district where Geishas roam the streets, and there’s a mystery to befit Kyoto’s age."
    },
    {
      "dayNumber": "6",
      "title": "Kyoto – Exploring the Very Best of Kyoto’s Temples and Gardens",
      "description": "Kyoto is too big to explore completely with even an entire month, but with just one day there are memories to be found that can last a lifetime. Take in the Zen landscape garden of Tenryuji Temple, so serene and exact. Move to a dense bamboo forest where sound does not travel, leading you past shrines and tea shops to a bridge cut off from the world. Next visit a temple that shimmers in gold, three stories of elegance built in 1397, and hardly altered since. Continue to the sight of Kiyomizu Temple, rising from groves of cherry and maple trees, shrouded in changing seasonal colors. There are many more, and your guide can customize your day to your energy levels and your interests, adding more gardens and temples, or helping you to track how the design changed through the eras. And as the sun sets you will in a private garden, a place of peace to reflect on everything you have encountered."
    },
    {
      "dayNumber": "7",
      "title": "Hakone – A Shinkansen Bullet Train to Hot Springs and a Ryokan",
      "description": "This morning is flexible. There is always more to see in Kyoto; a garden, a temple, a shrine, a place cut off from the world where monks walk barefoot in red robes. This afternoon you will zoom from history to nature, taking the Shinkansen to Hakone, the home of hot springs. One of the country’s finest ryokans awaits, so sink your senses into the tradition and simplicity of the accommodation. Think sliding doors, tatami mats, futon beds that are rolled out, and put away, plus the fine service that Japan has always been known for. Staying in a ryokan is one of the country’s most iconic experiences, overnighting the same way that travelers have done for centuries. And while there are luxury five-star hotels all over the world, there is nothing to compare with the atmosphere at a ryokan. So check-in, relax and step outside into natural hot springs with a view of Mount Fuji. Fully rested, you can dine in your room, seated on the tatami mats, indulging in the many courses of kaiseki cuisine. The food is divine, and it helps to show what ryokans really are – luxurious home-stays with incredible attention to detail."
    },
    {
      "dayNumber": "8",
      "title": "Tokyo – From Iconic Nature to Enigmatic Culture",
      "description": "Ride the ropeway from Togendai to Owakundani, through an area of bubbling hot springs and boiling rivers. You will be deep in nature, beneath the cone of Mount Fuji, and far away from the rest of Japan. Sometimes this country is confusing as you can be so deep in history and culture and bustling streets, and then you are between the trees in a wilderness as old as anything in Japan. Take the juxtaposition further this afternoon as you go from Mount Fuji’s fifth station to Tokyo, the most crowded and chaotic of all the cities. Yet there is also such charm here, such detail to the streets when you walk around Shibuya and beyond. Your guide is with you, helping you understand which way to turn in the urban maze, as well as getting you to dinner reservations at a restaurant high above the city."
    },
    {
      "dayNumber": "9",
      "title": "Tokyo – Sushi Workshop Plus Customized Highlights of the Capital City",
      "description": "Start the day with sushi as you explore the creativity and beauty of the craft. Fish comes fresh from the market, and a chef will show you how it is prepared with attentive perfection that goes into every slice. The exact timing makes sushi in Japan so much different from sushi anywhere else. After two hours with the iconic food, the rest of the day is customized to your interests. You could tour Imperial Castle and the city’s history, or see a neighborhood of flashing lights, find a park filled with painted girls, climb a tower with endless views, or spend your day on a traditional shopping street beside a temple that is always packed with worshippers. A day in Tokyo requires planning, and crisscrossing the city is a waste of time, so your guide will explain the options so that you can dive into the old and new of the megalopolis."
    },
    {
      "dayNumber": "10",
      "title": "Tokyo – Exploring More of Tokyo Before Departure",
      "description": "Spend a little more time exploring Tokyo this morning, either the contemporary towers or the neighborhoods that still reflect the city’s past. Late check-out has been arranged so that there is a chance to freshen up before you are transferred to the international airport and your outbound flight."
    }
  ],
  "map": ""
}