{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "best-of-kyoto-tour-culture-tradition-and-treasures",
  "tourName": "Best of Kyoto Tour: Culture, Tradition, and Treasures",
  "placesVisited": "Kyoto, Ohara",
  "generalInfo": "Immaculate gardens and exquisite temples will create an enchanting ambiance during your 9-day best of Kyoto tour. You will experience culture, tradition, and custom on an immersive exploration of Kyoto’s serene foliage and ancient heritage sites. Your taste buds will tingle during a tea tasting and when sampling celebrated local cuisine. From feudal palaces to artisan traditions, you can embrace Japanese heritage in Kyoto.",
  "durationDays": "9",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kyoto – Nijo Castle Opening and a Shunkoin Garden Welcome to Kyoto",
      "description": "Kyoto's atmosphere immediately impresses, taking you away from stress and into a land of tranquility and subtle beauty. Lanes are doused in autumnal colors; reds and deep browns and oranges floating between the trunks of cherry and plum trees. Your Japan vacation begins after your private transfer picks you up at Kyoto International Airport and you check into the Shunkoin Zen Temple Guesthouse, a mystical place with stunning grounds and an effervescent air of authentic Japan. With this tour there's no interrupting the Kyoto spell; this temple guesthouse is the first step in helping you slip into the humble yet exquisite beauty of ancient Kyoto. Behind ancient walls lies the 14th-century Myonshin-ji complex, a network of elegant walking trails and Rinzai school temples. Everything seems to flow and float, dozens of individual sub-temples and pathways blending into an introduction to Kyoto's unique style. Spend the morning at this vast cascading complex, the highlight being a languid wander through the Shunkoin garden. The serenity of a city will already be taking hold, compelling you to slow your steps and ignore time. From Myonshin-ji you enjoy lunch at Kyoto Station. Kyoto's beauty and heritage is not merely an ode to the past. The majority of its gardens and temples continue to be functional and meditative places. At the Toji temple antique flea market there's another sense of history imbued with life: the stalls of trinkets engulfed with a vibrant atmosphere. Today's tour continues with a unique fall opening of Nijo Castle. This iconic early 17th-century castle is one of Kyoto's best-loved attractions although parts of the complex are only opened for a few viewings a year. You'll be among the only eyes that admire veiled areas like the Honmaru Palace, your guided tour pulling together a visual and historic narrative of the first Tokugawa shogun. After disposing of an emperor, Toji exemplifies the shogun's desire for prestige, power, and opulence rarely seen in Kyoto. In the evening you enjoy a welcome dinner that's accompanied by an orientation talk on the cuisine of Kyoto."
    },
    {
      "dayNumber": "2",
      "title": "Kyoto – Poetry and Beauty in the Forests and Gardens Around Arashiyama",
      "description": "Javelins of light punctuate Arashiyama bamboo forest, their flittering beams cast upon your leisurely walk through the grove. You walk from Tenryu-ji, a 14th-century Zen garden that tumbles around one of Japan's most important Rinzai school temples. An inspiring silence hangs in the air, just the patter of footsteps on soft ground as you wander through the Arashiyama bamboo to Okochi Sansa gardens. These gardens are particularly resplendent at this time of year, kaleidoscopic foliage nestling around your feet and stunning city views accompanying the stroll. You spend the day in Arashiyama, stopping for lunch at Saga-no-yu, and are then invited into a Rakushisha poet's hut. As the afternoon sun delivers subtle tones you explore Gioji garden, a hypnotic expanse of moss clinging to the wall beneath its thatched-roof temple. As you journey through these gardens there's a wonderful sense of how many contrasting shades of green it's possible to encounter. Arashiyama is an easy area to explore and there will be time to stroll the craft shops and elegant boulevards. Later in the evening, you're treated to a traditional shakuhachi flute recital, resonant yet delicate music delivered from a traditional bamboo instrument. A talk on shakuhachi helps reveal more about this classical music style."
    },
    {
      "dayNumber": "3",
      "title": "Kyoto – Free Day to Explore Kyoto",
      "description": "Kyoto is a city of countless attractions: home to 17 UNESCO World Heritage Sites, well over 1000 temples, and 400 Shinto shrines. Two free days are included in the itinerary and this allows you to see a very tailored version of the city. Some garden suggestions: the delightful gardens of Ryoanji, Toji-in, and Kinkakuji, are all within walking distance of the temple guesthouse and make for a relaxing day; consider the Philosopher's Path and the delights of Ginkakuji and Honen-in; with advance reservation, it's also possible to explore the imperial gardens of Sento Gosho, Katsura Rikyu, and Shugakuin Rikyu; or maybe this free day can be spent admiring the fall chrysanthemum exhibit that coats Daikakuji temple with an elevated air of mystery. More suggestions on a free day can be seen under day eight below. This evening's talk unveils the history of Buddhism and Shinto in Japan and the profound effect this had on Japanese culture. It's a fascinating insight that further enlightens the temples and gardens experienced during the vacation."
    },
    {
      "dayNumber": "4",
      "title": "Kyoto – Gosho Imperial Palace Opening and Four Sublime Gardens",
      "description": "Daitoku-ji transports you into an ethereal world, into a utopia of Zen-scapes that soothe the eyes and settle longingly in the memory. These Zen temples and wandering lanes are amongst the absolute highlights of Japan for garden lovers, with your guided tour centered on two timeless classics. Indulge in the repose of the two small gardens of Daisen-in; then wander down a bamboo-lined pathway to maple trees shedding their leaves at Koto-in. Orange and radiant browns settle along the ground and it's hard to think of a more fitting ode to the innovation yet tradition of Kyoto's garden worlds. From Daitoku-ji, today's guided tour continues with Imamiya Shinto shrine, then a lunch at Heian Hotel that's accompanied by stunning views over a garden landscaped by Ogawa Jihei. Like each guided day, all transfers are by private vehicle. Fall is an idyllic time to visit Kyoto, partly for the charming foliage and partly for the fall openings of palaces that are normally closed. Today's afternoon highlight is the Gosho Imperial Palace, open for just a few days a year and reveling in its indulgent visuals and architecture. There are few sights more majestic in the whole of Japan. After being guided through the rooms and courtyards you continue to the Shusui Tei tea garden and relax on the grounds of the Imperial Palace. There's also a chance to visit an authentic incense shop for some unique souvenirs."
    },
    {
      "dayNumber": "5",
      "title": "Kyoto – The Markets and Architecture of Traditional Kyoto",
      "description": "Kyoto's history can be read in its temples and gardens, the tales of ancient Japan etched into bamboo groves and incense infused shrines. The city's history is also revealed in its traditional townhouses and markets, places that embrace and celebrate what has gone before. After an introductory talk on Kyoto's townhouse architecture, you spend the morning in Nishiki, an old neighborhood that stands proudly amongst the city's modernity. Wander through the food market and feast your senses on the weird and wonderful of Japanese cuisine. Traders' calls beckon you forward to individual stalls with their own eccentric enchantment. And the market's atmosphere also encourages you to experiment and taste something different. Today's lunch is in a traditional townhouse or machiya , offering an ancient feast that's served in a timeless setting. You'll then be guided through the downtown machiya area and break from the architecture in the small Murin-an garden, a treat hidden deep in the heart of the city. Nishiki is a paradigm shift from exploring Kyoto's temples and gardens, something that's reflected in your hands-on afternoon. You'll enjoy an interactive calligraphy lesson and explore the unusual galleries of Kyoto Messe Crafts Museum. This evening is free and a couple of optional night activities continue this vacation's serene ambiance. The gardens of Shoren-in and Kodai-ji are softly illuminated after nightfall, gentle shafts of light offering an elevated sense of design and beauty. Or consider Kyoto's various onsens (public baths), places that idyllically celebrate the city's tradition. You may wish to bathe in local onsens near the temple guesthouse or visit a super-sento to experience their true grandeur."
    },
    {
      "dayNumber": "6",
      "title": "Kyoto – Exploring the Vivid Beauty of Ohara and its Gardens",
      "description": "Ohara falls under a visual spell during the autumn foliage season. Its immense maples flicker through graceful tones, lining the narrow streets with archways of soporific splendor. When the branches sweep open the mountain views are equally spectacular, the first notes of winter shimmering far in the distance. Ohara is a tiny town outside Kyoto, a glimpse at Jodo Buddhism and an immersion in ancient rural Japan. You'll spend most of the day here, exploring its famous sights and surrounding yourself with the country charm. Start in Sanzen-in, perhaps the most photogenic of all the gardens on this tour, yet also a place for sitting on a bench and enveloping yourself in the calm. The pathways open onto impressive temples with entrances flanked by the goddess of mercy and the god of wisdom. Stroll and shop your way through the lanes of Ohara, reveling in the uninterrupted impression of history and capitulating to the enticement of antique stores. On the opposite side of Sanzen-in lies Jikko-in, an intimate temple with an evocative history and secluded position amidst country lanes. Ohara showcases a more rustic side to Kyoto and the day's guided tour is complemented by a cafe lunch, visit Rengeiji garden, and Yase Miyakehachiman Jinja."
    },
    {
      "dayNumber": "7",
      "title": "Kyoto – Eclectic Treasures Revealing a Millennium of Heritage",
      "description": "A final guided day in Kyoto and there are many diverse treasures to discover. Marvel at the 1001 statues of Kannon, the Buddhist goddess of mercy, at Sanjusangen-do temple, a 12th-century masterpiece with an unflinching magnetism. Head far from the typical tourist trail at Chishaku-in garden - a place to reflect on how Kyoto is painted with a humble devotion to charismatic design. You'll visit a wagashi sweet-making shop and indulge in their unique creations, then marvel at the intricacy on display at Kawai Kanjiro home and pottery studio. As each day on this vacation, there's always likely to be some unexpected discoveries, spontaneous finds that appear like apparitions amongst falling leaves. While these guided days have a set schedule of sights, the exact timing is flexible and will respond to the group's wishes. Note that this tour has a maximum group size of 12. Enjoy lunch at Shibazaki and spend the post-dining hours admiring the astonishing lacquer-ware collection, thousands of handcrafted pots, and boxes painting patterns of elegance. After a chance for souvenir shopping in the Kiyomizu hill pottery district, the guided part of this vacation comes to an exquisite conclusion at Kiyomize-dera, high above Kyoto. A temple has stood here since the year 798 and the gargantuan veranda continues to hang above the hill. From this world-renowned landmark, there are commanding views over the city you've been discovering. Keep exploring: sampling the healing waters of Otowa-no-taki, admiring delicate temples and captivating shrines, and sensing the spirituality as you enter the symbolic womb of a female bodhisattva at Tainai-meguri. The Kiyomizu-dera complex is one of Kyoto's largest and you enjoy a leisurely few hours here."
    },
    {
      "dayNumber": "8",
      "title": "Kyoto – Free Day to Explore Kyoto",
      "description": "This final day is deliberately left free so you can explore any sights that haven't been featured on the itinerary. How about a morning in the Tofukuji area and the Fushimi Inari Shinto shrine? Nanzenji and Eikando are also ideal neighborhoods ideal for languid exploration and soaking up a local side to the city. Or head to Kamigama Shrine where you can follow the Kamo River downstream until it opens onto the blossoming pathways of Kyoto Botanical Garden. Under day three you'll also find suggestions for gardens to include on your free days in Kyoto."
    },
    {
      "dayNumber": "9",
      "title": "Kyoto – Departure",
      "description": "From a city of utopian serenity, you take your return flight, venturing away from the ethereal world to a world you call home. It's been eight full days of Kyoto's famed and unknown highlights, many of which are captured on camera. Yet the gardens and temples of Kyoto aren't merely about aesthetics. They have an idiosyncratic ambiance that will live on in your memory."
    }
  ],
  "map": ""
}