{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "best-of-maldives-tour-a-tropical-paradise-getaway",
  "tourName": "Best of Maldives Tour: A Tropical Paradise Getaway",
  "placesVisited": "Landaa Giraavaru, Baa Atoll",
  "generalInfo": "Luxury, pristine beauty, and personalized service await during your 12-day exclusive Maldives vacation. Enjoy night snorkeling in search of glowing marine life, indulge in lunch on an uninhabited island, or bask in a perfect customized spa treatment. From a private island to an opulent cruise, tropical foliage to crystal-clear waters, embrace the best of the Maldives found in the Baa Atoll Biosphere Reserve.",
  "durationDays": "12",
  "price": "10,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Landaa Giraavaru - Arrive in the Maldives",
      "description": "The Maldives is a tropical paradise of coral reefs, private lagoons, and colorful marine life that make for a luxurious getaway. The soft and clear waters of the Indian Ocean lap against beaches shining with soft white sands. Your flight will land at Velana International Airport, where you will continue by seaplane to Landaa Giraavaru. The idyllic island rises out of the UNESCO Biosphere Reserve. The stunning iridescent water will shimmer blue against the green jungle canopy and powdery white sands. The remainder of the day lets you settle into the comforts of your resort at your own pace."
    },
    {
      "dayNumber": "2",
      "title": "Landaa Giraavaru - Indulge in Tropical Beauty",
      "description": "At breakfast, you may find a soothing mixture of aromas, from tropical fruits like coconut to the sea breeze drifting across the beach. The day is yours to bask in the paradisaical charms of the island, from discovering the superb marine life ringing the more than 13 inhabited islands of the atoll to learning more about the traditional lacquer work boxes or woven-cotton sarongs. Discover the waters on your first day with a snorkeling excursion to find the 250 species of coral, and then drift in the warm water and find signs of sea anemones and clownfish."
    },
    {
      "dayNumber": "3",
      "title": "Landaa Giraavaru - Embrace Paradise and Leisure",
      "description": "As you explore the island life around Landaa Giraavaru, you can take to the Marine Discovery Centre for more insight into the turtle rehabilitation protecting the vital biosphere. You can experience a unique encounter with nature as you witness the marine creatures in their natural habitat. The warm water and golden sun will accentuate the natural beauty as the local guide offers more information on the Maldivian sea turtles. You can continue exploring the marine life by visiting the Maldivian Manta Ray Project and watching the large manta rays glide through the ocean."
    },
    {
      "dayNumber": "4",
      "title": "Landaa Giraavaru - Explore at your Own Pace",
      "description": "Discover the joys of the waters on a sailing excursion around the islands after breakfast. You can set sail and capture the breeze for a stunning panorama of the Indian Ocean and white-sand beaches sprouting out of the Baa Atoll Biosphere Reserve. The small catamaran is a safe way to glide through the calm waters with buoyancy. When you return from your journey along the shorelines, you can settle beneath the shade of an umbrella to relax in the calming sounds of the Indian Ocean lapping against the beach."
    },
    {
      "dayNumber": "5",
      "title": "Landaa Giraavaru - Discover Landaa Giraavaru",
      "description": "The day is yours to enjoy and discover the island at your leisure. In the evening, you can embrace the night with an after-dark snorkeling excursion for a unique encounter with marine life. The majestic ambiance will light up the night as you find bioluminescent fish. Beyond the sporadic light beneath the waves, you can find active nocturnal marine life like spotted spiny lobster, octopus, and the blooming tendrils of Orange Cup Coral. You can end your adventurous outing with a private dinner beneath the stars for a celebration of both the sea and sky."
    },
    {
      "dayNumber": "6",
      "title": "Landaa Giraavaru - Find Landaa Giraavaru’s Variety",
      "description": "The variety of excursions and experiences at your resort will immerse you in luxuries and relaxation. The day is once more yours to discover the splendor of the Maldives and the wonders of the Baa Atoll Biosphere Reserve. You can kayak along the crystal-clear waters or recharge your body and mind with a yoga class. You could also relax with a personalized wellness experience during an Ayurvedic massage. The Ayurvedic technique highlights the beauty of the herb garden on treats you in an over-water villa for a blissful massage coupled with elegant aromas from herbs, powders, and heated oils."
    },
    {
      "dayNumber": "7",
      "title": "Landaa Giraavaru - Relax in Island Comfort",
      "description": "With so many possible excursions, enjoy the variety of options at your preferred pace, from exploring the tropical foliage to catching the breeze with a windsurfing excursion. You can take a relaxing day to rest beneath the sunlight and dig your toes into the powdery white sands along the private beach. Listen to the waves or return to the spa for a retreat within your getaway. You can also learn more about the local culture through the artisan crafts with images of customary jars or discover more about the cotton feyli."
    },
    {
      "dayNumber": "8",
      "title": "Baa Atoll - Embark on your Luxury Scenic Cruise",
      "description": "After breakfast, you will board a yacht for a multi-day cruise around the Baa Atoll UNESCO Biosphere Reserve to discover the waters and shores beyond Landaa Giraavaru and reach the pristine garden island of Kuda Huraa. As the yacht sets sail, you can bask in the quiet ambiance of the breeze and the nearby panorama of turquoise waters stretching to beneath the island treeline. As you sail, the cruise can weigh anchor for a scuba diving expedition where you can dive beneath the water in search of colorful clownfish, active sponges, and sightings of elegant angelfish."
    },
    {
      "dayNumber": "9",
      "title": "Baa Atoll - Enjoy the Baa Atoll Biosphere Reserve",
      "description": "Your cruise will continue across the atoll and showcase the marvelous marine diversity as you find evidence of over 1,000 different species of fish finding refuge in the protected seascape. As you dive back into the water for a snorkeling or scuba diving experience, you may find signs of whale sharks in the area. The elusive but enticing whale shark often swims through the channel throughout the year and can give you a majestic yet unexpected delight. Onboard the ship, your captain may call your attention to the distance to spot a pod of dolphins leaping from the water."
    },
    {
      "dayNumber": "10",
      "title": "Baa Atoll - Embrace the Gorgeous Fluidity",
      "description": "As you sail along the crystal-clear waters, your captain will offer both the beauty of the seascape and a rare fluidity that allows you to experience the best sailing conditions. You may stop at an octopus refuge along rocky pinnacles that protect the marine life. Soft coral and active invertebrates thrive in the broad channels between the atolls. You could dive into the crystalline depths to view the untouched ecosystem that also attracts schools of rays and looming whitetip sharks. The wild views of the water may contrast the refreshing and serene ambiance onboard the boat."
    },
    {
      "dayNumber": "11",
      "title": "Baa Atoll - Traverse the Sensational Sea",
      "description": "Your final, full-day on the cruise gives you plenty of time to enjoy the sights, sea, and air at your preferred pace. You can once more take to the water or enjoy an island excursion for a delicious gourmet lunch on an uninhabited island. You can feel completely secluded as the aromas of a catered food overtake the scent of the sea. You can also visit a remote village for a cultural experience that will teach you more about the local traditions, including the villagers’ connection to rugby. You could relax with one more spa treatment before your cruise ends."
    },
    {
      "dayNumber": "12",
      "title": "Baa Atoll - Depart for Home",
      "description": "On the island of Kuda Huraa, you can experience a different side of the Maldives. The azure waters remain clear and can blend into the sky at the horizon, but the garden island offers tropical splendor magnified. You may find the scent of breadfruit blending in with the sea breeze as you take to the water for a private surf lesson before you transfer by speedboat to Male to check-in for your flight home."
    }
  ],
  "map": ""
}