{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "romance-in-tropical-sri-lanka-and-the-maldives",
  "tourName": "Romance in Tropical Sri Lanka and The Maldives",
  "placesVisited": "Thirappane, Anuradhapura, Polonnaruwa, Sigiriya, Kandy, Hatton, Galle, Bentota, Colombo, Laamu Atoll",
  "generalInfo": "Between Sri Lanka and the Maldives, boundless beauty is yours to discover with this resplendent 14-day tour to a collection of palatial resorts within some of the most breathtaking settings. Along the way, your expedition will reveal the spiritual origins of Sri Lankan culture, present bucolic scenes, and provide you with idyllic moments on an exclusive island getaway.",
  "durationDays": "14",
  "price": "18,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Thirappane - The Sri Lankan Countryside",
      "description": "You will be met by your private driver at Colombo International Airport and transfer to an exquisite resort located approximately 5 hours away in the unspoiled wilderness of Thirappane. Your journey will be comfortable and highlight the natural beauty that veils the Sri Lankan countryside. Upon your arrival, you will settle in to your palatial accommodation that boasts lush landscape vistas of the Ulagalla Lake. Your accommodation will also boast luxurious and modern amenities that are indicative of a top-tier resort. After checking in, you can lounge around the pool or gallop across the resort on horseback."
    },
    {
      "dayNumber": "2",
      "title": "Thirappane - Ancient Stories of Anuradhapura",
      "description": "Poised on the rolling hills that surround Sri Lanka’s ancient capital of Anuradhapura, you will have access to the fascinating history that emanates from this age-old city. Chaperoned by an insightful tour guide, you will begin your journey through time by visiting the Sri Maha Bodhi. The Sacred Bo-Tree is known as the oldest documented tree and the very place where Prince Siddhartha achieved enlightenment. This history is rarely eclipsed, but more Sri Lankan history will come to life at the stone carvings of the Brazen Palace. You can also climb the colossal granite slabs of Mihintale."
    },
    {
      "dayNumber": "3",
      "title": "Sigiriya - The History of Polonnaruwa",
      "description": "After breakfast, you will join your private tour guide and escape to the century-old UNESCO World Heritage Site of Polonnaruwa. Within the venerated city grounds, you will admire the remarkable Gal Viharaya Buddhist monuments, treasured Royal Palace ruins, and cherished Shiva Temple complex. With each passing minute, you will delve deeper into Sri Lanka’s spiritual and societal origins. You will also view the 5th-century Sigiriya Fortress, which is a fresco-emblazoned citadel in which you can find refuge in a secluded forest resort."
    },
    {
      "dayNumber": "4",
      "title": "Kandy - Discoveries in the Dambulla Caves",
      "description": "You will be chauffeured from Sigiriya to Kandy this morning after breakfast. Beyond gazing over breathtaking sceneries across the countryside, you will be besotted by the phenomenal Dambulla Cave Temples that have been etched into a cliffside. Five sacred caves enrich the environment on which you will walk, sharing images of their sanctified glory. Before arriving in Kandy, you will enjoy an enlightening tour of a Matale spice garden. Here, you will taste a collection of spice-infused delicacies that are essential to the local cuisine."
    },
    {
      "dayNumber": "5",
      "title": "Kandy - Sri Lanka’s Spellbinding Environments",
      "description": "Kandy is a charming Sri Lankan city on a prolific plateau and is surrounded by soaring summits. Its beauty originates from these natural surroundings in addition to the boundless peaceful experiences on offer. Your day will be dedicated to reflection and appreciation of the local's spiritual lifestyle and the environment. A guided meditation within the Samadhi Center will lay the foundations for a vitalizing retreat within Kandy. Afterward, you will venture to the Peradeniya Botanical Gardens. Led by a professional Botanist, you will adore weaving through the astounding orchid gardens to fragrant flower fields and bountiful fruit plantations."
    },
    {
      "dayNumber": "6",
      "title": "Hatton - Hatton’s Picturesque Plantations",
      "description": "Desolate and dripping in natural wonders, Hatton is a picture-perfect getaway far off the beaten path. A scenic train ride will show off Sri Lanka’s ceaseless countryside and lead you to a flourishing tea plantation. Here, colonial-era bungalows have been repurposed into exquisite private suites that feature personal chefs, butlers, and high tea every afternoon. Whether you choose to rest and unwind to the spectacles of the wildlife or exercise your adventurous spirit on a pilgrimage across the shaded jungle paths, the day will be yours to spend however you see fit once you arrive."
    },
    {
      "dayNumber": "7",
      "title": "Hatton - The History of Hatton’s Hallowed Tea",
      "description": "Regarded by many as the source of the world’s best teas, Sri Lanka’s Hatton plantations will be yours to explore when you visit a local plantation and discover the mastered art of making tea in the region. From planting to plucking, you will lose yourself in the creative process and treat yourself to the mouthwatering blends of the region’s finest Ceylon brews. With a steamy cup in hand, your senses may be overwhelmed by the fragrant aromas and distinctive flavors of these exceptionally well-produced blends."
    },
    {
      "dayNumber": "8",
      "title": "Galle - Modern Luxuries in a Colonial Port City",
      "description": "Sri Lanka’s environmental splendors spread from the countryside to its sun-soaked coastlines. Here, you will discover the port city of Galle. Dutch Colonial and Portuguese architecture dominate the classical settlement and highlight the city's dramatic history with antique buildings and dated monuments. Your base will be a contemporary seaside resort equipped with state-of-the-art amenities. You may spend some leisurely moments strolling through Galle and tracing the history that shrouds the city. You can also unwind with a rejuvenating spa therapy session."
    },
    {
      "dayNumber": "9",
      "title": "Galle - The Teas of Galle by Tuk-Tuk",
      "description": "Galle is Sri Lanka’s answer to a tropical paradise, boasting surreal seaside scenes of a turquoise ocean and gorgeous beaches. After having the morning at your own pace, you will visit a nearby tea factory by way of tuk-tuk , which is a traditional three-wheeled vehicle. You will zip past traffic and along alleys that are inaccessible to cars on a journey as authentic as it gets. Shortly after, you will arrive at the factory where you will pair an exquisite local meal with exceptionally fresh brews."
    },
    {
      "dayNumber": "10",
      "title": "Colombo - The Masterwork of Geoffrey Bawa",
      "description": "Bentota is a blissful beach resort town that is brimming with mesmerizing scenic highlights that will impress you during a brief stop at Geoffrey Bawa's hypnotizing home. Here, you will treat yourself to a delightful lunch in the manicured gardens that fringe the astonishing work of architecture. Afterward, you will continue to Sri Lanka’s bustling capital of Colombo, where you will enjoy your evening within the emblematic energy of the city's vivacious streets and markets."
    },
    {
      "dayNumber": "11",
      "title": "Laamu Atoll - An Island for Only a Few and You",
      "description": "Today, you will transfer from Colombo to a gorgeous beach resort on Laamu Atoll Island in the Maldives. The only accommodation blessed to be a part of this spectacular island paradise, this is as secluded and splendid as it gets. From the moment you arrive after two brief plane flights, you will be swept away by the unspoiled seascape and the island’s velvety pearl-white shoreline. From your balcony, you will capture images of dolphins as they leap from the water."
    },
    {
      "dayNumber": "12",
      "title": "Laamu Atoll - Sea Sightings and Forested Landscapes",
      "description": "Off the serene coast of Laamu Atoll, a world of marine wonders lies beneath the water’s surface for you to discover when snorkeling over the coral reefs. Today, you may bask in the lap of luxury when exploring the underwater world of fascinating sea life, from dazzling parrotfish to giant turtles. If you wish to see what lies within the forests that flank the beachfront, you can wander along the greenery-fringed pathways through the jungle to views that are reminiscent of those in glossy magazines."
    },
    {
      "dayNumber": "13",
      "title": "Laamu Atoll - A Desert Island by Dhoni",
      "description": "From aromatherapeutic spa remedies that are offered by your hotel's world-class therapy center to indulgent cuisine that is served at the stylish restaurant, you may spend your morning reveling in the grand experiences of Laamu Atoll. In the afternoon, you will board a traditional Dhoni boat for an excursion over the gentle swells to a castaway desert island. Here, you can dive to the depths of the sea to witness the marvels below or soak up the scenes from the glittery beach."
    },
    {
      "dayNumber": "14",
      "title": "Laamu Atoll - Departure",
      "description": "Savor the distinctive flavors of the Maldives one last time in the most luxurious fashion when indulging in a private buffet that overlooks the sea. Afterward, you will have a brief flight back to Male, where you will connect with your plane bound for home."
    }
  ],
  "map": ""
}