[
  {
    "destination": "Greece",
    "mainPhoto": "",
    "id": "cyclades-islands-tour",
    "tourName": "Cyclades islands tour",
    "placesVisited": "Ferry from Athens to Paros, and lovely guided tour of island, Option to visit Antiparos, Guided tour of Naxos, and introduction to the island’s cuisine, Visit to a local farm to learn about Naxos’ produce and self-sufficiency, Guided hike to Santorini caldera, Tastings at three family-run wineries",
    "generalInfo": "There’s no better way to get to know a place, to understand the culture and ways of life there, than by exploring it in the company of someone that’s actually from the area. This Cyclades islands tour, taking you from Paros to Naxos and Santorini, is led by a Greek tour leader, with tours of each island provided by guides who live on these picture-postcard perfect islands. <br/><br/>With the rest of your group (numbers are limited so that you can stay in small, sometimes family-run accommodations) you’ll enjoy a fascinating introduction to the islands’ history, nature and cuisine, with carefully chosen activities and excursions that take you well beyond the regular tourist route.<br/><br/>Your tour begins, as so many wonderful holidays in Greece do, in Athens, and the opportunity to visit one of the world’s most iconic landmarks: the Acropolis. Having got to know the rest of your group and tour leader over dinner, you’ll then head on to Paros. Journeys between islands on this Cyclades tour are exclusively by ferry: more relaxed, more enjoyable, and importantly, far more eco-friendly than flying.<br/><br/>Paros is a lovely island with a distinctive character which will be revealed by a guided tour that takes you around its narrow streets and out to the beautiful coast via peaceful villages, olive and pine tree groves, and Venetian castles.<br/><br/>As with all of our small group trips, this Cyclades islands tour follows a set itinerary – however plenty of time is set aside for you to do your own thing, so on Paros you might spend a day on the beach, hike along the coast a little, or head out to the nearby island of Antiparos, a favourite haunt of celebrities and royalty.<br/>Naxos is unique among the Cyclades in that it is self-sufficient – all food on the island is grown and produced there, with no imports. You’ll explore the produce of Naxos through a series of organised visits including an olive oil museum tour, a tour of a kitron distillery, and likely most enjoyable of all, a hands-on cookery lesson from a local chef during which she’ll show you around the organic garden from where she gets her own ingredients.<br/><br/>Santorini, where you’ll spend your final few days, is a gloriously beautiful, volcanic island. Pack suitable walking footwear as you’ll hike to the island’s caldera for some spectacular views, learning as you go how the volcanic activity that shaped the island has also blessed it with wonderfully rich soil. The proof? It lies in Santorini’s superb wine industry, which you’ll explore through tastings at a handful of the island’s small, family-run wineries. <br/><br/>The Cyclades are, unsurprisingly, among the most popular Greek islands. For those looking to go beyond the beaches and resorts, however, this holiday gives you an incredibly satisfying introduction to their unique culture. <br/>",
    "durationDays": "9",
    "price": "4475",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Athens.",
        "description": "Kalimera! Welcome to Greece. Your adventure begins in Athens, Greece’s capital. There’s a lot to experience in this ancient city, so arriving a few days early is highly recommended. When you arrive at the airport, you’ll be met by a local representative and transferred to your hotel, where you’ll have a welcome meeting at 6 pm. If you arrive early, you might like to visit Athens’ iconic Acropolis or walk around the National Garden. After your meeting, get a taste of Greece’s celebrated cuisine during dinner with your group at a local restaurant and perhaps toast the beginning of the adventure with a glass of ouzo."
      },
      {
        "dayNumber": 2,
        "title": "Paros.",
        "description": "This morning, you’ll be transported to Athens' port at Piraeus, where you’ll board a ferry to Paros – a beautiful and relaxed island with a layered history. Ferries are a great way to travel between the islands and are essential to many remote islands in Greece's archipelagos. In the afternoon, get to know Paros during an island tour with a local guide. Start off in Parikia, the island’s main town, where you’ll visit the Ekatontapiliani church, also known as the Church of a Hundred Doors. Drive across the island, passing by ancient marble quarries and verdant hills, to Marpissa for a visit to a cultural centre to learn about island life from a group of local women. Carry on to Naoussa – a village known for its whitewashed alleys, Venetian castle and scenic port. Then join your tour leader for a taste of Greece’s favorite street food — the iconic souvlaki wrap, or gyros, freshly made and tucked into soft pita bread. Delicious vegan options are also available."
      },
      {
        "dayNumber": 3,
        "title": "Paros.",
        "description": "The day is yours to uncover more of Paros’ charms. There’s certainly no shortage of things to see and do on the island. You might like to take a guided morning hike along the coast – starting off at a fishing village and weaving through some of the island’s best beaches. In the afternoon, you’ll have the option to visit the nearby island of Antiparos – a favourite secret holiday spot for royals and celebrities. Or maybe you’d like to spend the day relaxing on one of Paros’ many beaches, cooling off with dips in Aegean Sea. Speak to your leader for more information about the activities on offer today and for tips on how to make the most of this island."
      },
      {
        "dayNumber": 4,
        "title": "Naxos.",
        "description": "Say goodbye to Paros this morning and catch a short ferry to Naxos. The largest of the Cyclades islands, Naxos has something for everyone – from beaches to an Old Town and hundreds of years of Venetian history. Take some time to settle in, then regroup in the late afternoon to learn about the town. Visit the Portara with a local guide – the giant marble doorway is the only remaining part of an unfinished temple of Apollo from 530 BC. Naxos is unique in the fact that it is the Cyclades’ only self-sufficient island, meaning all produce is grown and available on the island without imports. Because of this, the cuisine is hyperlocal and differs to the rest of the country. Try it for yourself this evening during a group dinner, where you will learn all about the regional specialties."
      },
      {
        "dayNumber": 5,
        "title": "Naxos.",
        "description": "Drive to Kaloxylos in the heart of the island’s biggest olive grove and one of the oldest in the world. Here, tour an olive oil press museum to learn about the importance of olive oil to Greek culture and traditional extraction methods. After your visit, you’ll put your new knowledge to good use as you travel to the nearby village of Galini for a hands-on cooking class. Meet with a local who will share her culinary knowledge with the group, leaving you with recipes you can cook up at home. First, collect fresh ingredients from your host’s organic garden and learn about cultivation and farming on Naxos. Then put the ingredients together to create a Naxian dish from scratch, enjoying the fruits of your labour for lunch. The evening is free for you to explore Naxos at your leisure. Your tour leader will be on hand to provide recommendations. For a tase of the island’s culture, perhaps sample the beloved local Kitron liqueur which has a history stretching back to the 19th century and is produced exclusively on Naxos."
      },
      {
        "dayNumber": 6,
        "title": "Naxos.",
        "description": "Today is free to explore more of Naxos as you wish. You may like to head to one of the island’s beaches or discover more of its history at a local museum. The Archaeological Museum of Naxos in Chora Naxos dates back to the 17th century and houses artefacts from the Neolithic to the early Christian periods, and the Geological Museum of Apeiranthos digs up the natural history of the island. If you’re after a sweet treat, walnut cake flavoured with local kitron is an excellent regional specialty. Your leader will be on hand to help tailor a day that suits your interests."
      },
      {
        "dayNumber": 7,
        "title": "Santorini.",
        "description": "Depart Naxos in the morning and catch a ferry to Santorini. When you arrive in Santorini's capital, Fira, you’ll be met and transferred to your Feature Stay hotel – a whitewashed building in traditional Cycladic style, El Greco Resort wraps around the year-round swimming pool. Featuring modern, spacious rooms, this hotel also sits in a prime location for exploring Santorini. It’s only a short walk from the Archaeological Museum of Thera, so perhaps head there to learn about how previous civilisations lived on the island. Tonight, make sure you catch Santorini's world-famous sunset."
      },
      {
        "dayNumber": 8,
        "title": "Santorini.",
        "description": "In the morning, embark on a hike along Santorini’s legendary caldera. The island you see today is what remains from a huge volcanic explosion that destroyed the early settlements and created a geographical caldera. The natural beauty of this caldera is what makes Santorini such a special place. Your walk will take you along the north-western rim of the caldera, passing steep cliff faces and amazing views along the way. The walk ends in the town of Oia, built on a steep slope inside Santorini’s volcanic caldera. Famous not only for its scenery, Santorini’s microclimate and volcanic soil make it a top spot for wine production. Sip your way around the island with two special stops – the Symposium Cultural Centre, where you’ll learn about Greek wine and try it in traditional cups, and a family-run winery, where you’ll discover more about the history of wine production and taste the different varieties yourself alongside a food pairing."
      },
      {
        "dayNumber": 9,
        "title": "Santorini.",
        "description": "Your adventure comes to an end after breakfast this morning. If you want to spend some more time in Santorini, just speak to your booking agent to organise additional accommodation."
      }
    ],
    "map": ""
  },
  {
    "destination": "Greece",
    "mainPhoto": "",
    "id": "self-guided-hiking-holiday-saronic-islands-greece",
    "tourName": "Self guided hiking holiday Saronic Islands, Greece",
    "placesVisited": "",
    "generalInfo": "A four day self-guided walking holiday hiking in Aegina, one of the sublime Saronic islands just an hour by ferry from Athens. This carefully-crafted itinerary takes you on two exquisite walks, both accessible from your hotel where you are based for the week. One walk is up to the island’s prettiest of peaks, Mt. Ellanio (532m), with spectacular views across the Saronic Gulf. The other to some of the island’s important cultural sites, such as Agios Nektarios and Agia Marina monasteries, the Byzantine churches of Paleochora and ancient Temple of Aphaia.",
    "durationDays": "4",
    "price": "390",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Aegina: Transfer from Athens centre or Athens airport to Piraeus port and ferry to Aegina. On Aegina, your luggage will be picked up from the port so you can walk to your accommodation in the town. Accommodation: Hotel Danae or similar;"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Walk from Perdika to Marathonas beach | 10km: Today's walk starts at the picturesque fishing village Perdika, which you can travel to by bus or taxi. From Perdika, head inland via old trails which lead you past chapels, former windmills and old threshing floors. Walk through the village of Sfendouri and trek up through limestone landscapes to be rewarded with superb views of neighbouring Agistri, Moni and Methana islands as well as the Peloponnese peaks. You can make an optional loop to Mt. Ellanio, the highest summit of Aegina at 532m, a perfect picnic spot. After the descent walk to Eleonas, a plain dotted with ancient olive trees. The walk comes to a gorgeous finale at Marathonas beach. Depending on the time, there may be a local bus back to town, otherwise, take a taxi. Walking for the day: 4-5h, 10km, ­climbing 600m descending 600m; Accommodation: Hotel Danae or similar;"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Walk from Agios Nektarios to Agia Marina | 11km: The walk from Agios Nektarios to Agia Marina is one of the most beautiful trails of the Saronic Islands. Start at Agios Nektarios monastery, located in the centre of the island, which you can travel to by bus or taxi. The Monastery was built for Holy Nektarios who died in 1920. Thousands of pilgrims come here every year. After your visit, walk a short distance to the old town of Paleochora, located on top of a hill. In the Middle Ages, this was a busy town and you can still see the remains of 38 Byzantine churches, some remain well preserved but most in ruins. From Paleochora, the walk continues via a ridge with ruined windmills to a scenic viewpoint. Walk back down through ancient olive groves to Mesargos and, from this village, walk on rural roads and dirt tracks to Agia Marina nunnery. Shortly after, Temple of Aphaia comes into sight. After you visit this ancient Greek Temple, walk down a wide track to the seaside resort Agia Marina. From here you return to Aegina town by public bus or taxi. Walking for the day: 4h, 11km, ­climbing 400m descending 550m; Accommodation: Hotel Danae or similar;"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Departure: After breakfast, take a ferry back to Piraeus."
      }
    ],
    "map": ""
  },
  {
    "destination": "Greece",
    "mainPhoto": "",
    "id": "enchanting-three-week-island-tour-of-greece",
    "tourName": "Enchanting Three Week Island Tour of Greece",
    "placesVisited": "Mykonos, Santorini, Naxos, Paros, Milos, Delos",
    "generalInfo": "This 3-week Greek Islands tour captures the allure and romance for which this region is known. From Santorini and Mykonos, to Milos and Naxos, experience some of the most idyllic island havens the world has to offer. Enjoy a cycling tour through the countryside, venture on a scuba diving excursion, and sail along the southern coast of Mykonos.",
    "durationDays": "21",
    "price": "23,900",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Santorini – Hike, Sail, and Sightsee",
        "description": "When you land on Santorini, a private driver will greet and escort you to your luxurious accommodation. Upon your arrival, you will have some time to relax and settle in to your new surroundings after your long flight. When you are ready, your private guide will lead you on an evening hike along Santorini’s caldera rim. The following day will find you setting sail for the Cyclades Islands, where you will sightsee, swim, snorkel. A kayaking excursion will begin your next day and will be followed by a food tour."
      },
      {
        "dayNumber": "4",
        "title": "Santorini – Oceanside Yoga",
        "description": "This morning, you can take it as slow as you want. You can choose to have breakfast before or after your seaside yoga session this morning. Afterward, your guide will lead you on an e-bike tour through Santorini’s countryside. Your tour will conclude with an incredible sunset. Your final day in Santorini will be spent on a private yacht. The day will be yours to curate, and you will have a private captain and crew at your service."
      },
      {
        "dayNumber": "6",
        "title": "Naxos – Naxos’ Island Treasures",
        "description": "After breakfast this morning, you will make your way to Naxos. Here, you will visit a marble rock quarry to learn about how this ancient natural material is collected and refined into a precious commodity. You will also partake in a marble sculpting class. The next day, you will sail to Delos to traverse the island’s preserved ruins. Afterward, you can spend the rest of the day on Delos before returning to Naxos. The following day, you will sail along the shores of Naxos on a catamaran. This sail will allow you to visit Koufonisia, Schoinousa, and Iraklia."
      },
      {
        "dayNumber": "9",
        "title": "Paros – Paros, Parikia, and Lefkes",
        "description": "This morning, you will venture to Paros, where you will have some time to settle in to your new surroundings before embarking on a walking tour of Naoussa. After your tour, you will have the remainder of the day at your leisure, and your guide can provide you with excellent dining recommendations. The next morning, your guide will lead you on a tour of the island’s most noteworthy sites. Again, the day will be at your leisure after your tour. For your final day in Paros, you will begin with a kayaking session and end with a private cooking class with a master chef."
      },
      {
        "dayNumber": "12",
        "title": "Mykonos – Scuba Dive and Couples Massage",
        "description": "After breakfast, you will make your way to the lively island of Mykonos. After settling in to your new accommodation, you will indulge in a relaxing couples massage. After a day of traveling, this massage will be the perfect opportunity to relax and unwind. Following your massage, your guide will provide you with dining options. The next morning, you will venture on a scuba diving expedition with an expert. If you do not have your certification, you will get certified before taking to the ocean with your guide. This activity will consume the majority of your day."
      },
      {
        "dayNumber": "14",
        "title": "Mykonos – The Mystique of Mykonos",
        "description": "After breakfast this morning, your guide will lead you on a tour of the island’s highlights. Your tour will include the village of Ano Mera, the island’s windmills, and Little Venice. After your tour, you will have the rest of the evening for some self-exploration. The following morning, you will have breakfast and a few hours before your guide leads you on a wine tasting adventure. Your sommelier guide will introduce you to a variety of excellent local wines. You can even take a bottle home with you if you like it enough."
      },
      {
        "dayNumber": "16",
        "title": "Mykonos –Delicious Island Fare",
        "description": "You will have most of the morning to spend at your leisure this morning, meaning that you can have a relaxing breakfast and lay in bed for a few hours. Around midday, your guide will lead you on a culinary tour of the island that will introduce you to some of the island’s fare that you have not yet had a chance to taste. The following day, you will explore the island’s southern coastline of the island. Your final day in Mykonos will be spent on a private yacht. During this experience, you will be the designer of the itinerary."
      },
      {
        "dayNumber": "19",
        "title": "Milos – The Kleftiko Caves",
        "description": "This morning, you will say farewell to Mykonos and transfer to the island of Milos. Here, you will spend your first evening on a sunset dinner sail that can be complete with a local wine pairing. The following day will have you partaking in a morning kayaking excursion that will also provide you with a glimpse of some of the local wildlife. After your kayaking adventure, you will sail to the Kleftiko Caves before spending the rest of the afternoon on a catamaran. Upon returning to Milos, your guide can provide you with great places to dine."
      },
      {
        "dayNumber": "21",
        "title": "Milos – Departure",
        "description": "After breakfast, your private driver will transfer you to your accommodation for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Greece",
    "mainPhoto": "",
    "id": "ultimate-three-week-greek-island-vacation",
    "tourName": "Ultimate Three Week Greek Island Vacation",
    "placesVisited": "Mykonos, Santorini, Naxos, Paros, Ios, Milos",
    "generalInfo": "This 3-week Greek Islands tour will allow you to immerse yourself in their luxurious allure and relaxing atmosphere. Witness Santorini from the unique vantage point of a private helicopter, choose from a variety of watersports in Mykonos, embark on a sailing trip to Sikinos, and indulge in the delicious fare that the Greek Islands have to offer.",
    "durationDays": "21",
    "price": "23,900",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Santorini – Land, Air, and Sea",
        "description": "When you arrive in Santorini, a private driver will be waiting to greet and transfer you to your accommodation in the heart of the city. Upon your arrival, you will have some time to relax and settle in after your long flight. When you are ready, your guide will lead you on a sunset dinner cruise. The following morning, you will go on a thorough tour of the island’s highlights. Afterward, your guide can provide you with excellent dining recommendations so that you can tuck into some authentic Greek fare."
      },
      {
        "dayNumber": "3",
        "title": "Santorini – Morning Yoga Session",
        "description": "This morning after breakfast, you will go on an aerial tour of Santorini. This tour will fly you through the sky in a helicopter, allowing you to witness many of the island’s highlights from a very unique perspective. Afterward, you can spend the remainder of the day relaxing at the beach or partaking in a variety of water activities. The following day will begin with an oceanside yoga session before you sail to Nea Kameni island."
      },
      {
        "dayNumber": "5",
        "title": "Naxos – The Stunning South Coast",
        "description": "After breakfast this morning, you will make your way to Naxos. After settling in to your accommodation, your guide will lead you on a tour of the island’s iconic sites. Afterward, dinner will not be provided, but your guide can offer you some excellent dining recommendations. The following day, you will venture to Naxos’ southern coast. Your guide will first lead you on a tour of St. Anna’s harbor before taking you to some of the area’s pristine and secluded beaches."
      },
      {
        "dayNumber": "7",
        "title": "Naxos – Island-Hopping",
        "description": "This morning, your guide will lead you on a journey to the Cyclades Islands. You will first venture to Iraklia before heading to Koufonisia. Here, you will see the famed white windmill that welcomes visitors to the island. After your tour, you will have the rest of the day to bask among the sandy beaches and gorgeous landscapes. Your last day in Naxos will have you venturing to Amorgos for a tour of a hilltop monastery."
      },
      {
        "dayNumber": "9",
        "title": "Paros – Paros & Antiparos",
        "description": "Departing Naxos on day nine, you will make your way to picturesque Paros. After checking in to your luxury accommodations, you will spend your first afternoon strolling through the charming fishing village of Naoussa. After a comprehensive tour, you will be able to enjoy some free time to stroll around the area. The following day, you will tour Paros and Antiparos with an expert guide. Your tour will also include Lefkes and more postcard-worthy villages. A culinary tour will conclude your final day in Paros."
      },
      {
        "dayNumber": "12",
        "title": "Ios – Private Wine Tour",
        "description": "After breakfast, you will venture to the enchanting island of Ios. Upon your arrival, you will have a couple of hours to relax and settle in to your new surroundings. When you are ready, your guide will lead you on a food tour of the city. After your food tour, you will have the rest of the evening to yourself, and your guide can also provide you with excellent dining recommendations. The next day, you will go on a sailing tour that will lead you to the beaches of Manganari and Kalamos. For your final day, you will venture to a private winery for an insightful tour."
      },
      {
        "dayNumber": "15",
        "title": "Mykonos – The Wonders of Mykonos",
        "description": "This morning, you will make your way to Mykonos after breakfast. You will have most of the day to relax and spend at your leisure before embarking on a sunset dinner cruise. This experience will provide you with dinner and incredible views of the landscape. The following day, your guide will lead you on a tour of the island’s highlights. Some of the highlights of your tour include Mykonos Town, the island’s windmills, Panagia Tourliani Monastery, and Kalafatis Beach."
      },
      {
        "dayNumber": "17",
        "title": "Mykonos – Views from the Sky",
        "description": "After breakfast this morning, you will board a helicopter for an aerial tour of Mykonos. This tour will allow you to see many of the sites that you saw already but from an incredible view. You will then be treated to a snorkeling expedition with a professional guide. The following day, your guide will lead you on a discovery of Mykonos’ southern coastline. During your journey, you will stop at the bay of Kalafatis, Frangias Beach, and Paradise Beach."
      },
      {
        "dayNumber": "19",
        "title": "Milos – The Kleftiko Caves",
        "description": "After breakfast this morning, you will transfer to Milos. Here, you will indulge in a seaside yoga session after settling in to your new accommodation. Following your yoga session, your guide will lead you on a private food tour of the island. This will allow you to sample many of the island’s iconic treats. Your final full day in Greece will have you cruise to the Kleftiko Caves. You will then have the rest of the day at your leisure to choose from a variety of options."
      },
      {
        "dayNumber": "21",
        "title": "Milos – Departure",
        "description": "After breakfast, your guide will transfer you to the airport for your flight home."
      }
    ],
    "map": ""
  }
]