{
  "destination": "Kamboçya",
  "mainPhoto": "",
  "id": "TVCT",
  "tourName": "Kamboçya ve Vietnam Deneyimi",
  "placesVisited": "Kamboçya, Vietnam",
  "generalInfo": "Bu 11 günlük macerada,  Kamboçya ve Vietnam’ ın öne çıkan yerlerinden bazılarını deneyimleyin.  Hareketli Ho Chi Minh Kenti’ ni keşfedebileceğiniz Vietnam’ a gitmeden önce tam günlük bir turla Angkor Wat kompleksinde dolaşın.  Hoi An’ da kumlu plajların tadını çıkarabilir ya da hareketli pazarlara göz atarken geleneksel bir Vietnam kahvesi deneyebilirsiniz.  Son olarak Hanoi’ de kültür çeşitliliği hakkında bilgi edinin ve bir siklo  ( tuk-tuk bisiklet )  turuyla Eski Mahalle’ nin ( Old Quarter )  tadını çıkarın.<br><br><strong>Lütfen dikkat: </strong> Bu örnek bir gezi programıdır ve kendi kişisel gereksinimlerinize ve bütçenize uyacak şekilde ayarlanabilir.",
  "durationDays": "11",
  "price": "1359",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Tam Gün Angkor Wat Turu</li>\n<li>- Ho Chi Minh City Turu</li>\n<li>- Hoi An Yürüyüş Turu</li>\n<li>- Hanoi Şehir Turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 10 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Özel Araç,  3 Uçak Seyahati</p>\n<p><strong>Yemekler</strong></p>\n<p>10 kahvaltı</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Siem Reap' e Varış",
      "description": "Siem Reap,  Çin tarzı dükkanlarıyla,  Fransız sömürge mimarisiyle ve ağaçlarla çevrili bulvarlarıyla büyüleyici bir şehirdir.  Aynı zamanda,  UNESCO Dünya Mirası listesindeki Khmer Hanedanlığı’ nın görkemli ve eski başkenti Angkor Wat’ a açılan bir kapıdır."
    },
    {
      "dayNumber": 2,
      "title": "Angkor Wat",
      "description": "Bugün,  tüm günü özel rehberinizle birlikte nefes kesici Angkor Wat kompleksini keşfederek geçireceksiniz.  Tura,  Büyük Khmer İmparatorluğu’ nun son başkenti olan Angkor Thom antik kentine etkileyici Güney Kapısı üzerinden girerek başlayacaksınız.  Şehrin merkezinde bulunan Bayon Tapınağı’ na doğru ilerleyeceksiniz.  Bu 12.  yüzyıl başyapıtı,  Büyük Khmer İmparatorluğu’ nun 54 vilayetini temsil eden esrarengiz yüzleri olan 54 kulesiyle ünlüdür.  Tur boyunca,  Baphuon Tapınağı,  Phimean Akas Tapınağı,  Filler Terası ve Cüzzamlı Kralın Terası,  Kraliyet Sarayı ve çok daha fazlasında yer alan karmaşık bas kabartmaları göreceksiniz."
    },
    {
      "dayNumber": 3,
      "title": "Siem Reap",
      "description": "Bugünü istediğiniz gibi geçirebilirsiniz.  Diğer tapınakları ve kalıntıları keşfetmek için Angkor kompleksine geri dönmek veya Khmer halkının yerel yaşamını gözlemlemek için Tonle Sap Gölü’ ne gitmek isteyebilirsiniz."
    },
    {
      "dayNumber": 4,
      "title": "Ho Chi Minh City",
      "description": "Bu sabah,  Vietnam,  Ho Chi Minh Kenti’ ne uçuşunuz için havalimanına transfer edileceksiniz.  Ho Chi Minh Kenti’ ne vardığınızda,  rehberiniz tarafından karşılanacaksınız ve özel araçla otele ulaşımınız sağlanacak."
    },
    {
      "dayNumber": 5,
      "title": "Ho Chi Minh City",
      "description": "Bugün hareketli Ho Chi Minh Kenti’ ni kendi hızınızda keşfedebilirsiniz.  Nehrin buradaki gündelik yaşamda oynadığı önemli rolü doğrudan deneyimleyebileceğiniz Mekong Deltası’ na günübirlik bir gezi yapmak isteyebilirsiniz.  Alternatif olarak ülkenin dört bir yanından geçen birbirine bağlı büyük bir tünel ağının bir parçası olan Cu Chi Tünelleri’ ni ziyaret edebilirsiniz.  Tüneller,  Fransızlardan saklanmak için ilk olarak Viet Cong tarafından inşa edilmiş ve kullanılmıştır.  Vietnam Savaşı sırasında,  gerilla savaşçıları için iletişim yolları,  depolama tesisleri,  hastaneler ve yaşam alanları olarak işlev görmüştür."
    },
    {
      "dayNumber": 6,
      "title": "Hoi An",
      "description": "Bu öğleden sonra Güney Çin Denizi kıyısındaki Da Nang’ a yapacağınız uçuş için havaalanına transfer edileceksiniz.  Varışta,  özel rehberiniz tarafından karşılanacak ve Hoi An’ a transfer edileceksiniz.  Yolda,  Çin Sahili’ ni ve yerlilerin beş elementi, ateş,  su,  toprak,  ağaç ve metali temsil ettiğine inandığı beş mermer tepe grubu olan Mermer Dağları’ nı ziyaret edeceksiniz."
    },
    {
      "dayNumber": 7,
      "title": "Hoi An",
      "description": "Bugün,  rehber eşliğinde bir yürüyüş turunda Hoi An’ ın albenisini deneyimleyin.  Dar sokaklarda dolaşın ve bu Dünya Mirası listesindeki şehri keşfederken meşhur geçmişine dair bir bilgi edinin.  Eski tüccar evlerini ziyaret edin,  Japonlar tarafından inşa edilmiş eşsiz üstü kapalı bir yapı ve hemen yanında yer alan bir Budist pagodasıyla tek üstü kapalı köprü olan 400 yıllık Üstü Kapalı Japon Köprüsü’ nü görün.  Mükemmel ahşap oymaları olan Chaozhou Çin Cemaati Toplantı Salonu’ nu ziyaret edin ve bir veya iki gün içinde son moda kıyafetlere dönüştürülebilen ipek dahil olmak üzere yerel spesiyalitelerle dolu tezgahları olan renkli pazarı keşfedin."
    },
    {
      "dayNumber": 8,
      "title": "Hoi An",
      "description": "Bugün sizin! Büyüleyici Hoi An şehrini kendi hızınızda daha fazla keşfedebilir,  My Son’ ı  ( antik Hindu Tapınağı kalıntılarının bir kısmının bulunduğu yer )  gezebilir ya da sadece güzel beyaz kumlu plajlarda dinlenebilirsiniz."
    },
    {
      "dayNumber": 9,
      "title": "Hanoi",
      "description": "Bu sabah,  Hanoi’ ye uçuş için havaalanına transfer edileceksiniz.  Varışta,  yeni rehberiniz tarafından karşılanacaksınız ve özel araçla otele ulaşımınız sağlanacak."
    },
    {
      "dayNumber": 10,
      "title": "Hanoi",
      "description": "Bugün,  Hanoi’ deki gününüzü dilediğiniz gibi geçirebilirsiniz. Eski Mahalle’ de  ( Old Quarter )  dolaşabilir,  galerileri,  el sanatları dükkanlarını ve butik mağazaları ziyaret edebilir ya da güzel Ninh Binh’ e veya Dünya Mirası Listesi’ nde yer alan muhteşem Halong Koyu’ na günübirlik tur yapabilirsiniz."
    },
    {
      "dayNumber": 11,
      "title": "Hanoi' den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}