[
  {
    "destination": "Mexico",
    "mainPhoto": "",
    "id": "baja-whale-watching-safari-in-mexico",
    "tourName": "Baja whale watching safari in Mexico",
    "placesVisited": "",
    "generalInfo": "Set on an island in the Pacific ocean, your stay at our exclusive gray whale safari camp will be a complete immersion into this spectacular wilderness and the world of the whales. Gray whales migrate from the Arctic circle down the Pacific coastline to Baja, where they frolic in the desert sunshine for a few short months to mate and give birth. Sand dune barrier islands form calving lagoons where the whales congregate for their springtime festivities. From mid-January through the end of March, these shallow lagoons are a haven to hundreds of whales and their newborn calves.<br/><br/>Moreover, these Baja gray whales have actually become friendly and curious toward humans. What started with a gentle rub between a lone gray whale and a young fisherman has become a breathtaking phenomenon among the entire population, as these whales now actively seek interaction with people. Mothers will often bring their calves right over to whale watching boats for an eye-to-eye encounter.<br/><br/>When you join us in Baja for a stay at our gray whale base camp, you'll have more than just whale time - though there is plenty of that! The most spectacular feature of our exclusive campsite is the proximity to the whales. Our site is located right where the lagoon meets the Pacific ocean. This is where the whales are most concentrated. Consequently, you can usually see whales right from camp throughout the day. At times, you may feel utterly surrounded by whales!<br/><br/>You'll visit the whales by motorized skiff (6 people per boat) twice per day for up-close encounters, and then will return to camp to watch whales from shore and learn about their environments from your naturalist guides. All of your guides are local, bilingual Mexicans, and many are marine biologists from the nearby University of La Paz. <br/><br/>The accommodations at our safari-style camp are as luxurious as can be found in the wild, yet still allow us to remove all trace of human presence once the whales leave. You will sleep in full-height canvas tents on sleeping cots with inflatable air pads. A solar shower stall and El Bano with a porta potty are also provided.  Your guides will prepare warm, savory meals made from fresh ingredients right in the middle of the wilderness while you relax with a drink, comb the beach, or take a walk over the dunes to watch the sun set over the Pacific ocean. This is Leave-No-Trace camping at its finest!<br/><br/>Though the whales are the stars of the tour, the desert ecosystem is fascinating to explore. Acres of mangroves flock the lagoon, which make this area a bird-watchers paradise. Dolphins frequently zip into the bay for a snack, often catching fish just feet from the waters' edge. Coyotes and desert hares skip over the dunes, and the delicate desert flora offers a startling array of colors and unique Baja beauty. <br/><br/>Tours begin in Loreto, Baja, or La Paz, Baja, making this a perfect addition to a thrilling winter escape!",
    "durationDays": "4",
    "price": "1850",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Loreto or La Paz (any time). Meet your guides for an orientation meeting this evening, and then explore the city for tasty Baja cuisine."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Depart Loreto or La Paz bright and early for the van ride across the Baja peninsula. You will arrive at Puerto Lopez Mateo off Magdalena Bay at 9:30 in the morning, just in time to start your first whale watching session! You can sometimes see the whales right from the dock, so keep your eyes peeled for a jaw-dropping experience. After whale watching, you'll journey by boat to our exclusive camp site among the barrier island sand dunes. After you've settled into the tent that awaits, you'll enjoy a fresh lunch before an interpretive hike across the dunes to the Pacific ocean. Meander back to camp along the beach, enjoying the waves, seashells, and whales off shore, and then relax with happy hour hors d'oeuvres and drinks before a warm dinner and whale presentation. Once darkness falls, take a moment to gaze at the stars in Baja's stunning lack of light pollution, or cozy up in bed for the next day."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Awake to coffee, tea, and an early morning snack. Watch the sun rise over a lagoon full of whales, or enjoy the sight of the rays burning off a foggy sky. A hot breakfast will be prepared and served on tables right on the beach. After breakfast, you'll commence with another whale watching session and then return to camp for lunch and a siesta or stroll on the beach. A second session is included in this afternoon, and if you prefer, you can select a part whale-watching, part-bird watching in the mangroves trip. Happy hour will await you this evening, followed by dinner and games or storytelling before bed."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Rise to see the sun shining once more over the lagoon and sand dunes. Tea and coffee will again meet you in the morning, followed by another hot breakfast with a local flair. After packing your bags, you'll board a panga for your last whale watching session before returning to the dock at Lopez Mateos. A hot seafood lunch is included at a local restaurant before the van ride back to Loreto or La Paz. You'll have a chance to clean up and explore the town again before a farewell dinner with your group and guides this evening to toast the memories and new friendships."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Departure day. After checking out of your hotel room, you're free to depart any time this day. Note: itineraries are also available for 6-day tours, which include one more full day at camp."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Mexico",
    "mainPhoto": "",
    "id": "small-group-wildlife-tour-in-mexico",
    "tourName": "Small group wildlife tour in Mexico",
    "placesVisited": "",
    "generalInfo": "A unique nine-day expedition that will captivate you thanks to the magic and abundance of wildlife and the majesty of the nature of the area.<br/><br/>Capture unique moments and unique landscapes of the Maya world. Discover extraordinary wildlife species and the most beautiful protected areas in the region, as well as its chain of reefs and wetlands.<br/><br/>The Yucatan Peninsula has a wide variety of flora and fauna perfect to capture with your camera.<br/><br/>You can photograph whale sharks (during the summer months), sailfish (in the winter months), crocodiles, turtles, flamingos, pelicans and a large number of exotic bird species.<br/><br/>We will take you to one of the widest reefs in the world, beautiful places for bird watching, unique archeological sites in the world such as Chichen Itza, Coba, and Tulum, as well as to Rio Lagartos to see the largest population of flamingos in America and admire the pink waters of Las Coloradas and many other places where you can test your skills as a photographer.<br/><br/>You will have the opportunity to explore and capture the most incredible moments of nature, such as the beautiful sunsets of the Riviera Maya; make the colors of nature yours and allow the Maya world to be preserved in exquisite images.<br/><br/>Enjoy a unique trip and let the Yucatan Peninsula and the Mexican Caribbean captivate your senses with this tour that no photography lover can miss.",
    "durationDays": "10",
    "price": "2995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival at Cancun airport. It is important to start the tour in good shape, so after your flight lands in Cancun, you will be transferred to your hotel: El Rey del caribe (the King of the Caribbean) (or similar), to rest from the trip and prepare for the start of the adventure."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "The adventure could not start better: Swimming with the imposing whale shark. These fish, more than 12 meters long, go in search of warm waters and the great source of food (plankton) provided by the huge coral bar located off the coast of the Riviera Maya. These incredible giants are totally harmless to man, and we appreciate his nobility by interfering as little as possible in his habitat. After a spectacular first day of the tour, we will take you to your hotel El Rey del Caribe (the King of the Caribbean) (Or Similar) to recover and prepare for the next day, as this has just begun."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "The adventure continues for now snorkeling between huge and beautiful turtles, as well as other species. The turtles chose the beautiful beaches of the Riviera Maya as a place of spawning and rest, fleeing the winter cold. After this beautiful experience, you have the opportunity to swim in a cenote of refreshing and crystalline waters. The rest of the afternoon will be free so you can explore the picturesque magical town of Tulum as you like. The beautiful town was declared “Magic Town” in 2015. There will be an overnight stay in Los Lirios cabins (or similar)."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Start the day with a great early hike for bird watching in Siankaan biosphere reserve. Follow later to visit Kantemoh maya village to see an impressive nature show. Kantemoh has a unique cave where boas hang from ceiling to catch bats as they leave cave. After the cave hike to a lagoon and canoe trip in search of crocodiles. Overnight in a hotel near by."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Early birding in the area. Follow later to visit Coba archeological site and enjoy a good hike. Later to Punta Laguna to see spider monkeys. Overnight in small rustic cabins in Maya community."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "You will visit one of the New Seven Wonders of the World: Chichen Itza. In Mayan, Chichen Itza means “Mouth of the Water Sorcerers Well” and is a ceremonial center dedicated to the elder god of his cosmogony, Kukulkan, founded approximately in 300 AD, and declared a World Heritage Site by UNESCO in 1988. After the guided visit to the archeological site, you can take a good dip in the freshwater of a beautiful and enigmatic cenote. Overnight will be in the beautiful colonial city of Valladolid, in the beautiful hotel Mesón del Marqués (or similar)."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "It is the seventh day of this extraordinary tour, and now we will go to Río Lagartos, where you can take beautiful photos of flamingos, crocodiles and more than 395 species of birds that live and visit this invaluable place. Next, we will visit Las Coloradas – salt-water gel with different shades of pink, which makes an incredible postcard – where you can take countless photographs. Overnight will be in Valladolid at the Mesón del Marqués (or similar) hotel."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Enjoy day visiting several cenotes near Valladolid with impressive formations and fantastic clear cristal waters. Back to Valladolid and relax in afternoon."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "The image looks like a perfect postcard: a beautiful beach of fine white sand and turquoise waters, crowned by a wonderful and ancient Maya building built on a cliff. That image can be lived on the ninth day of this unique tour. The visit to the archaeological site of Tulum will be early, to avoid the agglomeration of visitors. Tulum, formerly called Zamá (“dawn” in Maya), was founded in the 4th century A.D. and its construction was based on the cosmological knowledge that the Mayan people had, therefore, on the concept of “the four corners” that refers to the four cardinal points, and which in turn arises from the ancient cosmic pattern of the Five Points. The city as a quadrilateral represented an orderly, rational world, made for gods and men alike. In each corner or entrance, balames (protective mythological fields and crops, which are shaped like Jaguars), guards or guardians of the town were installed. You will have free time to enjoy the beach, its warm waters and capture with your camera the unique images of this wonderful place, before making the transfer to your hotel in Cancun. Overnight will be at the hotel El Rey del Caribe (or similar)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "This amazing adventure reaches the end, but all the pictures and memories will prevail. It is time for the transfer to the Cancun airport for your flight back home."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]