[
    {
        "type": "overview",
        "Main_Title": "Our UK holidays",
        "Main_Paragraph": "Our holidays leave the cities behind to explore the wild, open and beautiful landscapes making up the four countries of the UK. Discover the wildlife and ‘natural larder’ of Scotland by rail, walking, self drive holidays and small ship cruises. Spot seals off the magnificent Pembrokeshire Coast, or hike the peaks of Snowdonia on our Wales adventures. And in England and Northern Ireland, our walking holidays are a wonderful way to appreciate the culture as well as the scenery. Plus, by staying in locally owned accommodation throughout you’ll always know where to find the best pub nearby.",
        "Subtitle": "About our UK holidays",
        "Title1": "Wonderful walks",
        "Paragraph1": "Our walking holidays embrace the joy of slowing things down, and they’re also the most low carbon way to explore. Small group tours join you up with local guides and friendly hiking companions, while our expertly crafted self guided tours help you walk long-distance routes like the Causeway Coast and Pilgrims’ Way independently, connecting you with histories, wildlife and some great characters along the way. Locally owned hotels give you a taste of culture – we pre-book your accommodation, and arrange all the support you’ll need.",
        "image1": "",
        "Title2": "Around the UK by rail",
        "Paragraph2": "Rail is the most convenient, eco-friendly and enjoyable way to get around the UK. On our most popular routes – including the Pembrokeshire coast and the iconic West Highland Line – some of the UK’s most wildly beautiful scenery unfolds before you like a film.\nAs well as arranging your tickets, and pre-booking locally owned accommodation, we can enhance your journey with stop-offs where you'll connect with local guides to explore. From fishing boat excursions to whisky tastings, or a few of our trusty restaurant recommendations, we share useful and inspiring tips to help you uncover ways of life around the UK.",
        "image2": "",
        "Title3": "Family adventures",
        "Paragraph3": "Our family adventure holidays keep smiles on faces without resorting to ice-cream bribery. Professional instructors keep a watchful eye on kids running wild in the Lake District: think rock climbing, orienteering, sailing and gorge walking.\nAnd in Scotland you can explore a host of fab Highland activities from mountain biking to ‘pot-throwing’, all set against ravishingly beautiful scenery, and led by engaging local guides with a passion for showing off their communities.",
        "Title4": "Small ship cruising",
        "Paragraph4": "Although you can explore all of the UK by water, for small ship cruising Scotland is hard to beat. The Caledonian Canal links Neptune's Staircase with Loch Ness (no introductions necessary) and the Moray Firth, and then the Inner and Outer Hebrides, which teem with wildlife. Expect fellow passengers to number between six and 12, and captains to set the schedule by what the weather's doing every morning.\nMealtimes are a joy as you tuck into seasonal produce sourced from local producers in Scotland’s famed ‘natural larder’. Weather-wise, it’s best to assume four seasons in a day, but most cruises operate between the calmer months of April and October, with wildlife watching at its finest in summer.",
        "image3": "",
        "Title5": "Where to go in the UK",
        "Paragraph5": "You might think the only things the four countries that make up the UK have in common are a largely shared first language and reliably unreliable weather, however you'll find welcoming, under-visited communities, and fragile, wild landscapes at the heart of all of our trips. In England, our relaxed walking holidays are the perfect way to slow down and explore both countryside and local culture. Scotland’s wild beauty is showcased by rail tours that demand a window seat, and our thrilling range of activity holidays.\nWales is Blue Flag beaches, ancient castles and a rugged coastline that will have you reaching for a wetsuit. Over the Irish Sea, meanwhile, our holidays explore tumultuous recent history, staggering natural landscapes, and a real sense of community in Northern Ireland."
    }
]