{
  "destination": "Channel Islands",
  "mainPhoto": "",
  "id": "channel-islands-small-group-tour",
  "tourName": "Channel islands small group tour",
  "placesVisited": "",
  "generalInfo": "Embark on a breathtaking journey through the Channel Islands and uncover the stunning beauty, rich history, and vibrant culture of Guernsey, Herm, and Jersey. With a local guide by your side, you'll delve deep into the heart of these idyllic islands, discovering their secrets and experiencing their many charms first-hand.<br/><br/>During your six-night guided tour, you'll explore the winding streets of historic St. Peter Port in Guernsey, wander the rugged cliffs of Herm, and marvel at the vibrant gardens of Jersey. You'll also have the opportunity to sample local cuisine, admire traditional architecture, and immerse yourself in the vibrant culture of these stunning islands.<br/><br/>From your knowledgeable guide to the friendly locals you'll encounter along the way, you'll feel right at home in this picturesque corner of the world. This is an experience you won't soon forget. <br/><br/>The price per person includes:<br/><br/>•\tSix nights’ bed and breakfast in hand-picked three- and four-star hotels.<br/>•\tOne welcome dinner in Guernsey and one dinner on Jersey<br/>•\tFlights from Southampton to Guernsey, Guernsey to Jersey and Jersey to Southampton (inbound and outbound flights can be tailor-made to your requirements for a surcharge).<br/>•\tReturn ferry-crossing from Guernsey to Herm<br/>•\tPrivate touring on Guernsey<br/>•\tEntry to Fort Grey Shipwreck Museum<br/>•\tPrivate touring on Jersey<br/>•\tEntry to Jersey War Tunnels<br/>•\tA private tour and tasting at a Jersey wine estate<br/>•\tEntry to Mount Orgueil Castle<br/>•\tA private beach walk and oyster tasting on Jersey<br/>•\tThe services of McKinlay Kidd’s tour leader, accompanying the group and providing expert guiding and assistance throughout.<br/>•\tTransfers as described.",
  "durationDays": "7",
  "price": "2695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Meet and greet your local guide and fellow travellers."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Guided tour of Guernsey, featuring the little chapel, German underground hospital and more"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you'll sail to the island of Sark, an island with no paved roads and wonderful coastal views"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Fly to Jersey to explore the islands golden beaches, craggy cliffs and vibrant towns."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Fly to Jersey to explore the islands golden beaches, craggy cliffs and vibrant towns."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Coach tour of Jersey, followed by tour along oyster beds, with a chance to taste some at the end."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Travel back to Jersey airport for you journey home."
    }
  ],
  "map": ""
}