[
  {
    "destination": "Channel Islands",
    "mainPhoto": "",
    "id": "channel-islands-small-group-tour",
    "tourName": "Channel islands small group tour",
    "placesVisited": "",
    "generalInfo": "Embark on a breathtaking journey through the Channel Islands and uncover the stunning beauty, rich history, and vibrant culture of Guernsey, Herm, and Jersey. With a local guide by your side, you'll delve deep into the heart of these idyllic islands, discovering their secrets and experiencing their many charms first-hand.<br/><br/>During your six-night guided tour, you'll explore the winding streets of historic St. Peter Port in Guernsey, wander the rugged cliffs of Herm, and marvel at the vibrant gardens of Jersey. You'll also have the opportunity to sample local cuisine, admire traditional architecture, and immerse yourself in the vibrant culture of these stunning islands.<br/><br/>From your knowledgeable guide to the friendly locals you'll encounter along the way, you'll feel right at home in this picturesque corner of the world. This is an experience you won't soon forget. <br/><br/>The price per person includes:<br/><br/>•\tSix nights’ bed and breakfast in hand-picked three- and four-star hotels.<br/>•\tOne welcome dinner in Guernsey and one dinner on Jersey<br/>•\tFlights from Southampton to Guernsey, Guernsey to Jersey and Jersey to Southampton (inbound and outbound flights can be tailor-made to your requirements for a surcharge).<br/>•\tReturn ferry-crossing from Guernsey to Herm<br/>•\tPrivate touring on Guernsey<br/>•\tEntry to Fort Grey Shipwreck Museum<br/>•\tPrivate touring on Jersey<br/>•\tEntry to Jersey War Tunnels<br/>•\tA private tour and tasting at a Jersey wine estate<br/>•\tEntry to Mount Orgueil Castle<br/>•\tA private beach walk and oyster tasting on Jersey<br/>•\tThe services of McKinlay Kidd’s tour leader, accompanying the group and providing expert guiding and assistance throughout.<br/>•\tTransfers as described.",
    "durationDays": "7",
    "price": "2695",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Meet and greet your local guide and fellow travellers."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Guided tour of Guernsey, featuring the little chapel, German underground hospital and more"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Today you'll sail to the island of Sark, an island with no paved roads and wonderful coastal views"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Fly to Jersey to explore the islands golden beaches, craggy cliffs and vibrant towns."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Fly to Jersey to explore the islands golden beaches, craggy cliffs and vibrant towns."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Coach tour of Jersey, followed by tour along oyster beds, with a chance to taste some at the end."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Travel back to Jersey airport for you journey home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Channel Islands",
    "mainPhoto": "",
    "id": "guernsey-holiday-car-free",
    "tourName": "Guernsey holiday, car free",
    "placesVisited": "",
    "generalInfo": "Escape the hassle of navigating unfamiliar roads and embrace a stress-free and eco-friendly journey through the breathtaking Channel Islands. With a local guide by your side, you'll discover the hidden gems of Guernsey using only public transport, where you'll have the chance to admire the island's natural beauty and rich history without the distractions of driving.<br/><br/>Spend a day on Herm marvelling in the views over to Sark and the Normandy Coast. Venture to the rugged and remote island of Sark, where you can wander its clifftop paths and soak in the breathtaking views of the surrounding sea. And finally, visit the charming and picturesque island of Alderney, known for its cobbled streets, local heritage, and stunning landscapes. <br/><br/>This car-free trip not only offers a convenient and stress-free way to travel, but allows you to enjoy the beauty of the Channel Islands while reducing your impact on the environment. So, experience this unique and unforgettable adventure, where you'll have the chance to fully immerse yourself in the history, culture, and beauty of these stunning islands.<br/><br/>Prices are based on two adults sharing a double/twin room en-suite for nine nights on a bed and breakfast basis in one of our hand-picked selection of small hotels and guest houses. Included in the price are:<br/>•\tReturn flights from London Gatwick to Guernsey.<br/>•\tReturn ferry travel from Guernsey to each of the islands of Herm and Sark<br/>•\tReturn flights from Guernsey to Alderney (along with relevant transfers)<br/>•\tPrivate guided day out on Guernsey<br/>•\tPrivate guided walk and boat trip as part of a small group on Alderney<br/><br/>Should you prefer to return home to another UK airport, do let us know and ask for a quotation. Options include Manchester, Bristol, Birmingham and Southampton.<br/><br/>You can also avoid flying altogether using the ferry services between the islands and from Poole or Portsmouth to and from from Guernsey.<br/><br/>Before your departure, you will receive personalised holiday information including full directions, recommended routes, and suggestions on places to visit depending on your interests and our local knowledge to ensure you get the most from your holiday.",
    "durationDays": "10",
    "price": "2855",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly from London Gatwick, or another airport, onto the island of Guernsey."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today you will be met by a local guide who will help you explore off the beaten track to uncover hidden gems."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "A day to experience Guernsey for yourself, with the help of the island’s bus service. Perhaps spend the day at Castle Cornet, or Victor Hugo's house."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Board the ferry to the peaceful and delightful island of Herm. With no roads or motorized transport, this car-free haven invites you to explore its lush landscapes and pristine shores on foot."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Embark on a crossing to the island of Sark. Here you can walk the unpaved paths and experience a way of life quite unlike mainland UK."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "A day at leisure in Sark."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Take the boat to Guernsey airport where you will fly to the island of Alderney. Here you can wonder in the colourful houses, charming cobbled streets and plentiful cafes."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Join a Wildlife Trust friendly ranger for a guided walk to experience the islands wildlife, even the unique blonde hedgehog."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Go out on the water today on a boat trip with a Wildlife Trust skipper. The shore accommodates puffins during the spring months."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Embark on your journey home via Alderney Airport to fly back to London."
      }
    ],
    "map": ""
  },
  {
    "destination": "Channel Islands",
    "mainPhoto": "",
    "id": "jersey-swimming-holiday-in-the-channel-islands",
    "tourName": "Jersey swimming holiday in the Channel Islands",
    "placesVisited": "",
    "generalInfo": "Perfect for swimmers seeking a relaxing yet adventurous getaway, this late September trip to Jersey offers the chance to explore the island’s dramatic coastlines, hidden bays, and crystal-clear coves shaped by its unique tides. <br/><br/>With fully supported, short open water swims (1–3 km per day) tailored to group ability and weather conditions, you’ll enjoy two swims daily alongside time to unwind and discover Jersey’s rich heritage.<br/><br/>A highlight includes a possible swim to the Écréhous islands—watch for dolphins en route. <br/><br/>With warm sea temperatures (around 18°C), flexible routes, and a maximum group size of 12, the trip suits open water swimmers looking for a pampered yet active break.",
    "durationDays": "4",
    "price": "1109",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "There will be an airport transfer at 1pm, and the tour will begin at 2pm, when on arrival at Hotel Cristina, we will gather for a safety briefing before heading to Greve de Lecq for a swim in this popular golden bay (1-2km). Discover a miniature private beach and the beautiful Octopus Pools."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Following breakfast, we will drive to Portelet bay to swim around Janvirin’s Tomb. We will enjoy lunch in a local cafe before driving to our next stunning swim spot at Beauport. After walking down to Beauport Bay, we will swim out, round the headland and into St Brelade’s Bay before returning to the hotel to get changed ready for dinner."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "This morning we will take a boat ride to the stunning Écréhous Islands, situated 6 miles off the coast. We will enjoy a refreshing dip before heading back to land. After lunch, enjoy a swim from the iconic red and white tower at Archirondel back to the L’Hopital slipway, before heading back to the hotel to get ready for dinner."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "We will get up early on the final morning and head down to Belcroute Bay for a sunrise swim. After the swim, we will enjoy a well-deserved breakfast, followed by departures. Checkout is at 10am."
      }
    ],
    "map": ""
  }
]