[
    {
        "type": "overview",
        "Main_Title": "Our Timor Leste holidays & tours",
        "Main_Paragraph": "Dive into East Timor, and then dive off the edge of East Timor– the scuba and snorkelling here is superb. Our East Timor holidays offer diving, adventure and great insight into this rarely visited land. Offshore islands like Atauro and Jaco will make your heart skip a beat; Dili, the capital, shows how the country is developing; and views of Mount Ramelau offer a vision of exotic seclusion. Our trips take very small groups of visitors at a time, use locally-owned accommodation and employ full-time local guides, so they are low impact on the environment, but directly benefit people on the ground in Asia's newest nation.",
        "Subtitle": "Timor-Leste highlights",
        "Title1": "1. Ataúro Island",
        "Paragraph1": "The tropical idyll youve never heard of, Ataúro Island is only a short boat ride from the capital, Dili. As well as the requisite palm-lined beaches, laid-back vibe and rustic-but-charming beach huts, its also home to the\nmost biodiverse waters in the world\n, with many of its reefs accessible from the shore.",
        "image1": "",
        "Title2": "2. Dili",
        "Paragraph2": "Set on the north coast, the nations capital is wedged between mountains and the sea and makes a charming rest-stop between inland and underwater adventures. Dotted with elegant Portuguese buildings and topped by a massive Jesus statue, it also has a lively waterfront lined with bars and eateries. Learn about the fight for independence at the Resistance Museum.",
        "image2": "",
        "Title3": "3. Jaco Island",
        "Paragraph3": "This lush, uninhabited island is paradise personified, complete with bone white sands and brilliant, fish-filled, turquoise waters. Theres nowhere to stay and its a slog to get here  a six-hour drive from Dili through green hills and along twisty coastal roads, followed by a short boat journey with a local fisherman  but thats a small price to pay for a quiet slice of perfection.",
        "Title4": "4. IIi Kere Kere caves",
        "Paragraph4": "Rock paintings are hidden in caves across Timor-Leste, and Ili Kere Kere is among the most significant sites, with artworks dating back around 13,000 years. Hidden in the hills, the caves are a thirsty, thigh-pounding hike from the main road (youll need to take a guide), but its well worth it given their archeological significance.",
        "image3": "",
        "Title5": "5. Mount Ramelau",
        "Paragraph5": "At the heart of Timor-Lestes mountainous core, Mt Ramelau, the countrys highest peak, is also one of its top attractions. Travellers come to hike its almost 3,000m bulk and gaze at the endless views from the summit; for locals people, this is a place of Christian pilgrimage, complete with a statue of the Virgin Mary at the top.",
        "Title6": "6. Venilale",
        "Paragraph6": "Full of crumbling colonial charm, Venilale is a small town surrounded by hills and rice paddies. Its known for its Portuguese architecture, in particular the brightly coloured Escola do Reino de Venilale  a former school and now the local library. In the nearby hillsides are hot springs, as well as a series of caves carved out of the hillside by Japanese soldiers during WWII."
    }
]