{
  "destination": "Denmark",
  "mainPhoto": "",
  "id": "splendor-of-scandinavia-12-day-tour-best-of-northern-europe",
  "tourName": "Splendor of Scandinavia 12-Day Tour: Best of Northern Europe",
  "placesVisited": "Stockholm, Copenhagen, Oslo, Flåm, Bergen, Alta",
  "generalInfo": "Experience the splendor of Scandinavia for 12 days, from the contemporary and historical charms of capital cities to the picturesque glacial frontiers of Norway’s fjords and the snow-drenched slopes of Alta. Explore the age of the Vikings, trace the origins of Shakespeare’s work, cruise to fairytale fjord towns, and see the Northern Lights on this trip that captures the best of Northern Europe in under two weeks.",
  "durationDays": "12",
  "price": "7,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Stockholm - Arrive and Explore at Your Leisure",
      "description": "This tour begins in the Swedish capital, where contemporary life meets historic splendor in fairytale towns popping up across the Baltic Sea archipelago. The modern sculptural art, old ochre-colored buildings, and panoramic views of the marine blue channels come together and reveal why this is one of Scandinavia’s most photogenic cities. After transferring from the airport and checking into your accommodation, you can explore Stockholm at your leisure or with a guide. From the ornate hallways of Stockholm’s Royal Palace to the maritime history of the Vasa Museum, find adventure around the city after settling in."
    },
    {
      "dayNumber": "2",
      "title": "Stockholm - Step Into the Viking Age at Birka",
      "description": "Scandinavia is known for its fierce Viking warriors, and Sweden is a reservoir of mythic seafaring culture. On the UNESCO island of Birka, you will trace the history of the Vikings. Birka was a Viking Age trading center, and the archeological site preserves the docks, homes, and antique relics for visitors to explore while guides share cultural misconceptions of Viking culture that have prevailed through time. Before dinner, you will return to Stockholm and see the city from above on the SkyView, admire Snösätra’s striking Graffiti Wall of Fame, or uncover Stockholm’s secrets at your pace."
    },
    {
      "dayNumber": "3",
      "title": "Copenhagen - Discover Danish Culture in the Capital",
      "description": "It is a short flight from Stockholm to Copenhagen, taking you from Sweden to Denmark without stealing much time out of the day. Denmark’s capital is another incredible ode to old-world Scandinavian architecture sitting on the coastal islands of Zealand and Amager. Choosing to explore on a whim or with a guide, you can make the most of your afternoon in the city’s historic center. You might find yourself following the aromas of exquisite Danish cuisine down cobblestone streets, cycling along the riverside boulevards, or visiting several museums of the Copenhagen Cultural District before the day is done."
    },
    {
      "dayNumber": "4",
      "title": "Copenhagen - See Denmark Through Shakespeare’s Eyes",
      "description": "After breakfast, you will join your guide on one side of Strøget, a car-free walking street hosting high-end boutiques, gourmet restaurants, and musicians providing a soundtrack while you stroll. You will continue to Denmark’s great stronghold, Kronborg Castle, which was the backdrop for Shakespeare’s Hamlet. The castle’s crypts and catacombs are mysterious, and the tour is transformative as you stand before the legendary paladin of Charlemagne, Ogier the Dane, or in awe of the castle’s royal tapestries. After exploring the famous setting of Shakespeare’s play, you will return to Copenhagen, passing by Christiansborg Palace, for dinner overlooking the Øresund strait."
    },
    {
      "dayNumber": "5",
      "title": "Oslo - Onward to the Capital of Norway",
      "description": "After breakfast, you will head for Oslo, Norway’s capital city. Oslo’s landscaped green lawns, historical Norwegian museums, and vibrant waterfront on the Bygdøy Peninsula set the stage for an inviting and relaxing introduction to Norway’s Nordic charm. This afternoon, you can join a guide from the iconic and modern architectural marvel, the Oslo Opera House, to the Oslofjord, where each of the islands of the innermost part of the fjord has its own characteristics and history. Otherwise, you can enjoy Oslo your way, whether savoring Norwegian salmon in a chic restaurant or viewing the sculptures of Vigeland Park."
    },
    {
      "dayNumber": "6",
      "title": "Flåm - Escape on Train to Norwegian Fjords",
      "description": "You will trade the hustle and bustle of Scandinavia’s capital cities for the calm and tranquil fjords of southwestern Norway today. A train will take you across the Norwegian countryside to Flåm, a traditional village in the Aurlandsfjord that shares spectacular views of rolling lush hills, towering rugged peaks, and shimmering glacial waters. The journey is as enchanting as the destination, revealing the dramatic landscapes and cultural villages that exist beyond the fast-paced bubble of modern European life. From Oslo to Flåm, the serenity of far-flung Scandinavia is arresting and invites you to slow down for a moment."
    },
    {
      "dayNumber": "7",
      "title": "Flåm - Adventures Across Norway’s Glacial Fjords",
      "description": "You will wake up early and join your guide for a light hike to a scenic overlook where the views of Aurland are unmatched. Slipping into snowshoes and with hot coffee in tow, you will feel the excitement build as you ascend the slopes to Stegastein viewpoint. The hike is suitable for beginners, but if you have any concerns, you can trade the walk for a winter fjord safari, a unique Scandinavian experience leading you to frozen waterfalls, observation decks overlooking alpine peaks, and the charming fairytale village of Undredal."
    },
    {
      "dayNumber": "8",
      "title": "Bergen - Peaceful Retreat in the Heart of the Fjords",
      "description": "Your day starts with a fjord cruise from Flåm to the quaint village of Gudvangen, where you will meet your transfer and continue to Bergen, a picturesque harbor city of colorful houses flanked by forest-covered mountains and sparkling sapphire fjords. After unpacking and unwinding, you can freely tour the UNESCO World Heritage Site of Bryggen, the city’s historic harbor district boasting timeless Norwegian cafés, 14th-century wooden homes, a famous fish market, and breathtaking views of the fjords from the wharf. Before nightfall, you can also access the Fløibanen funicular railway for dramatic views atop Mount Fløyen."
    },
    {
      "dayNumber": "9",
      "title": "Alta - Set Off for Snowy Scandinavia",
      "description": "The final leg of your adventure continues north to Alta, a Norwegian town at the head of the Alta Fjord. As one of Norway’s famous Northern Lights viewing destinations, your stay in Alta revolves around catching the natural spectacle in action. That said, there is so much more to Alta than the aurora borealis. For the next three nights, you will experience authentic snow-drenched Scandinavia with iconic winter activities available between viewing tours of the Northern Lights. Today, you will check in and make yourselves comfortable, warming up around a cozy fire with a glass of Glögg , a Scandinavian mulled wine."
    },
    {
      "dayNumber": "10",
      "title": "Alta - Watching for the Dancing Northern Lights",
      "description": "You can start your day slow or wake up early and ready for action, choosing to spend the morning admiring your snowy surroundings from your accommodation or while dogsledding across the icy landscape. The happy and well-cared-for Alaskan huskies will guide you over the snow to alpine slopes, where you can jump off to enjoy some thrilling tobogganing down the mountainside. Returning home, you will scan the horizon for the Northern Lights and, if you are lucky, enjoy a sumptuous Scandinavian dinner by candlelight beneath the dancing lights."
    },
    {
      "dayNumber": "11",
      "title": "Alta - Spend Your Day in the Snow",
      "description": "Today is another free day to decide how you would like to spend your snowy retreat. You could partake in a light or challenging snowshoe hike with friendly Alaskan huskies, experience the centuries-old tradition of reindeer sledding with Sami residents of small cultural towns, or race across the frozen landscape on snowmobiles. You could also do several tours or activities as you embrace the adventures of Alta while learning about the local traditions and customs tracing years of Scandinavian history."
    },
    {
      "dayNumber": "12",
      "title": "Alta - Depart for Home",
      "description": "You will wake up on the twelfth day of your trip having seen the famous capital cities of Scandinavia, explored the glacial fjords of Norway, and relished the winter experiences and activities around Alta. With a complete Scandinavian journey under your belt, you will tuck into one last breakfast at your accommodation and then transfer to the local airport for your flight home."
    }
  ],
  "map": ""
}