{
  "destination": "Sweden",
  "mainPhoto": "",
  "id": "sweden-uncovered-tour-stockholm-gothenburg-and-more",
  "tourName": "Sweden Uncovered Tour: Stockholm, Gothenburg, and More",
  "placesVisited": "Stockholm, Gothenburg, Trollhattan, Askersund, Orebro, Vaxholm",
  "generalInfo": "Enjoy the picturesque and the historic during your 8-day luxury Sweden tour. From sandy lakeshores to dramatic castles, regal palaces to charming canals, luxurious yachts, to quaint village ambiance, you will discover a variety that covers traditional heritage and natural beauty. As you uncover culture and splendor, you can embrace Stockholm to Gothenburg for a distinctive panorama of Sweden on your custom-tailored experience.",
  "durationDays": "8",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Stockholm - Arrive in Stockholm with a Guided Tour",
      "description": "Stockholm is a vibrant city with fascinating museums and enchanting castles. Small alleyways brim with celebrated restaurants, and antique architecture shines with colorful facades above historic cobblestone streets. Your driver will meet you at the Stockholm Arlanda Airport upon your arrival and escort you to a centrally located hotel to enjoy the city’s beauty. You will meet your guide at the hotel for an introduction to the city. The remainder of the day is at your leisure to discover at your pace. You can wander through Old Town, where preserved 13th-century architecture acts as a living museum."
    },
    {
      "dayNumber": "2",
      "title": "Stockholm - Explore Stockholms Royal and Cultural Past",
      "description": "The history of Sweden’s capital has touches of regal luxury. After breakfast, join your guide for an in-depth experience of the many royal sites of Stockholm. The Royal Palace, the official residence of Swedish royalty has upwards of 600 rooms and apartments decorated with lavish Baroque style. Stockholm’s medieval Cathedral, built in 1279, houses unique objects such as the St George and the Dragon sculpture. Move next to the Vasa Museum to marvel at the time capsule of the 17th-century ship and learn more about Swedish heritage."
    },
    {
      "dayNumber": "3",
      "title": "Stockholm - Embrace the Stockholm Archipelago",
      "description": "You can board a luxury yacht in the morning to spend your time traversing the waters along the Stockholm Archipelago. Your captain will sail along the glassy waters for a stunning panorama of the coastline, bringing you to the town of Vaxholm. You can find surrounding pine-clad islands and enjoy the wooden houses colored with candy-like colors interspersed with charming local shops. As you sail the waters, you can keep an eye on wild scenery for moose or roe deer strolling through the woods."
    },
    {
      "dayNumber": "4",
      "title": "Gothenburg - Discover the Beauty",
      "description": "After breakfast, pick up your rental car and travel to Gothenburg to discover Sweden’s “second city.” Many visitors are drawn to the gastronomy for world-class seafood and award-winning restaurants that capture the spirit of the coastline. Canals wind through the city, and trams wander beneath the Neoclassical architecture. You can take time to settle into your hotel before you visit the famous Liseberg Amusement Park. Exciting rollercoasters and plenty of attractions offer a thrilling time, including terrific views from the top of the Lisebege Wheel at over 196 feet tall."
    },
    {
      "dayNumber": "5",
      "title": "Askersund - Visit the Saab Musume, Trollhättan and Askersund",
      "description": "You can make your way to Saab Car Museum in the morning in Trollhättan. The town rises over the banks of the canal with sailboat masts wading in the calm waters. The museum represents Saab in terms of design and history and will immerse you in the perspective of engineering with Swedish culture. Further along your way to Askersund, you can visit the gorgeous and regal Bjertorp Manor, where the early 20th-century art-nouveau design turns the castle into a masterpiece of artistic design."
    },
    {
      "dayNumber": "6",
      "title": "Askersund - Enjoy a Relaxing Day by Glassy Lakes",
      "description": "The day is yours to indulge in the splendor of the water and scenery as you take in the barren cliffs and sandy beaches that dip into the wading water at Vattern. With approximately 22,000 islands and islets, you can take a kayak, head out for a bike ride with a picnic or wander along the quiet meadows and serene wetlands where birds twitter throughout the day. Explore the National Park Tiveden with dramatic rift valleys, beautiful lakes, giant boulders, views from the “Troll's Church” mountain and the white beach at Vitsand."
    },
    {
      "dayNumber": "7",
      "title": "Stockholm - Return to Stockholm via Orebro",
      "description": "After breakfast, continue your journey towards Stockholm, stooping the way in Orebro to visit the 700-year-old castle. The town buzzes with a sense of historic ambiance and charm, from the water lilies to the active university that dates back to the 12th century. Locals enjoy the cafe culture and the quiet greenery of the parks. The imposing castle exterior looms over the city center and continues to act as the governor’s headquarters. After exploring Orebro at your pace, you can continue to Stockholm to relax in the comforts of your hotel."
    },
    {
      "dayNumber": "8",
      "title": "Stockholm - Depart for Home",
      "description": "Before your flight, you can take one more stroll through Stockholm to enjoy the city’s rich culture and the ambiance that balances a rich past with an ever-evolving present. When you are ready, your private transfer will meet you in the hotel lobby and escort you to the airport for your flight home, bringing an end to your tour of Sweden."
    }
  ],
  "map": ""
}