{
  "destination": "Denmark",
  "mainPhoto": "",
  "id": "ten-day-scandinavian-tour-from-stockholm-to-oslo",
  "tourName": "Ten-Day Scandinavian Tour: From Stockholm to Oslo",
  "placesVisited": "Stockholm, Copenhagen, Stroget, Roskilde, Aero, Bergen, Nordnes Peninsula, Osterfjorden, Hordaland, Mostraumen, Sognefjord, Aurlandsfjord, Flam, Myrdal, Hardangervidda, Oslo, Oslofjord, Bjorvika",
  "generalInfo": "Waterfalls tumble through rugged fjords, colorful medieval houses line cobbled alleyways, and a railway line cuts a dramatic line across beautiful mountain wilderness. Welcome to the highlights of Scandinavia with a 10-day European trip across Sweden, Denmark, and Norway. With an ideal balance of history and culture with incredible natural beauty, this handcrafted tour is the perfect first-time trip to the region in packing a variety of highlights into minimal traveling time.",
  "durationDays": "10",
  "price": "6,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Stockholm - A Dreamy Little City",
      "description": "The best part of arriving in Stockholm is the immediate effects of relaxation as you come into the city. Stockholm is a beautiful capital city with a succession of colorfully painted buildings lining a mostly pedestrianized center. There are photo opportunities everywhere you look, and you will easily spot grand landmarks throughout the old maze of the city center. The laid-back allure of Stockholm immediately as your attention, as there is a sweet scent to the city air and hardly any traffic. It is easy to get around, and you will feel at ease much faster than you might have expected. You will be greeted at the airport and transferred to a hotel in the city’s Gamla Stan, or old town. Once here you don’t need a map, so you can just take a walk and go exploring to savor all that makes Scandinavia so special."
    },
    {
      "dayNumber": "2",
      "title": "Stockholm - Cobbled Alleys and Easing Into Scandinavia",
      "description": "With some guided exploration you will head out across the cobbles to learn why the houses are painted different colors and how Stockholm rose to become a capital city. Follow the history through the Gamla Stan and across Stortorget Square, dipping into the cathedral and the royal palace to complete the city’s historical jigsaw. The echos of footsteps are as pervasive as are aromas from the seafront, especially when you cross the harbor to the Vasa Museum, where an enormous 200-foot warship is the impressive attraction. By late afternoon, you will be back in Gamla Stan to continue the somewhat paradoxical combination of exploring while genuinely relaxing."
    },
    {
      "dayNumber": "3",
      "title": "Copenhagen - Sights and Sounds of the Danish Capital",
      "description": "Catch your early flight and find yourself in a new city and a new country, but with a similar atmosphere. Copenhagen is also on the water, a city of islands connected by narrow canals. Bridges also cut between the different areas, and you can spend your whole day exploring. Unlike some European capitals, you can travel slowly in Copenhagen and Stockholm, without the stress of the rush often associated with the continent’s other capitals. Stop for coffee and watch people wander by on the Stroget, or take a tour of Rosenborg Castle to admire all of the quirky Renaissance touches. Find a bench in Tivoli Gardens and feel like royalty for an hour, and then compare the picture-perfect waterfront with the counterculture boutiques of Christiania. This may seem like a lot for a day, but by now you will have come to love the compact size of Scandinavia’s cities."
    },
    {
      "dayNumber": "4",
      "title": "Aero - Viking Legacy and Island Indulgence",
      "description": "Vikings are always portrayed as the rough and tumble sort, quick to cause trouble and then follow it up with beards flowing on the breeze. That image may have an element of truth, but it also disguises a very sophisticated culture that stretched from Scandinavia, through Western Europe, and out to North America. The Vikings would not have been so successful if they did not know what they were doing, and a visit to the Viking Ship Museum quickly dispels any stereotypes and gives a real sense of how great a civilization it was. Roskilde is halfway to Aero and an easy stop to make on today’s private tour. Exploring the old city, you will find a towering Gothic cathedral, the first of its style to be constructed from brick and a recent entry on the UNESCO World Heritage list. In its crypt lie 38 Danish kings and queens, a good place for the guide to recap the country’s regal eras. From here, it is a lovely ferry journey across to Aero, where you will spend the next two nights in Aeroskobing, an old windjammer port of thatched cottages and seafood restaurants. This is small-town Scandinavia, complete with all its quirks and traditions and an excellent complement to what you have already discovered in the cities."
    },
    {
      "dayNumber": "5",
      "title": "Aero - Biking and Walking an Old Danish Island",
      "description": "Farmlands stretch out in exacting unison with not a glass blade out of its place where nature has been tamed. Cottages appear like sentinels on the horizon, their low-slung thatched roofs making for a classic Danish photo. You will be exploring by bicycle, the best way to get around the island and appreciate its atmosphere, thought alternative arrangements can be made if you are not interested in cycling. The pace will be leisurely, and you can head past farms to windswept bluffs, where wilderness takes over and the squawking of seabirds is omnipresent. Hidden out in the wild is a small restaurant, where the only thing to order is smorrebrod , dense rye bread topped with pickled fish, cold meats and cheeses, with herring being the most famous choice. Your guide will help you in making a perfect choice as you enjoy lunch along the water. Later today, you will take a drive around the island’s remote reaches, with endless opportunity to stretch your legs on local trails. Once back in Aeroskobing, you can enjoy a private tour of the Old Merchants’ Court before an evening on the harbor, a great place to converse with locals and enjoy a pleasant night out."
    },
    {
      "dayNumber": "6",
      "title": "Bergen - Embraced by History and Nature",
      "description": "Back to Copenhagen for your flight north to touch down in one of Europe’s most dramatically situated cities. Forested mountains seem to rise out of Bergen, casting their shadows onto a fjord. You will be tucked between rock and water, or ice and ice if it is the middle of the winter. For most of the year, this is a great place to glimpse the Northern Lights, and for any other months, you will be greeted by the balmy atmosphere of long summer days, when the energy feels endless and your days packed with exploring. Spend today with your local guide to trace a history that has been independent and proud since 1070 AD. Follow the narrow streets past tiny wooden houses, perhaps taking a peek inside one or two. Admire how the fjords carve their path through the landscape and feel the old-world style of Bryggen Wharf, one of few places in the world still standing from Hanseatic times. The fish market is Norway’s most famous place to have lunch – having a guide helps you get the really good stuff from endless salmon stalls. An evening dinner at one of the country’s most famous places to dine will be yours with spectacular views and the melt in the mouth softness of fresh seafood caught in cold, clear waters."
    },
    {
      "dayNumber": "7",
      "title": "Bergen - Cruising the Immense Osterfjorden",
      "description": "Sheer mountains rise mightily skywards as nearby waterfalls tumble with resounding power. The fjord narrows, helping you to appreciate the scale of your mountain surroundings. Then the fjord will deepen, taking you to the inner sanctuary of Norway’s small waterside villages. You will be traversing Osterfjorden on a half-day boat tour, getting so close to the waterfalls you might receive a refreshing shower when standing out on deck. Through the Mostraumen Strait you will go, deeper and deeper into a landscape that morphs from dramatic to bucolic. As quickly as the mountains made you gasp, the scenery will later give way to pastures and farmhouses bringing you close to Modalen, a village of just 380 residents. Return on the same fjord, retracing the route but along the opposing mountain face."
    },
    {
      "dayNumber": "8",
      "title": "Oslo - A Surreal Journey From Fjord to Mountain to City",
      "description": "Another morning for another cruise will have you setting off on Norway’s longest fjord. You will twist inland from Bergen with a definitive blue hue to its deep water with a dramatic cut of rock always high above. Open green spaces are dappled with free-roaming sheep, and sometimes a cluster of wooden houses can be seen. But mostly it is a landscape that makes your large cruise ship seem small. First, it will be the Sognefjord, and then you will navigate a narrow inland branch to reach Aurlandsfjord with the scenery always changing though always dominated by the same core features. You will follow the fjords all the way to Flam, where you will disembark and enjoy lunch in the tiniest of villages. As your journey continues, you can take in the landscape from a different, higher angle. Board your mountain train that meanders up and away from the fjords as you twist onto the mountains, first to Myrdal then to almost 4000 feet above sea level. The water is beneath you, and on these elevated lands, you can see snow and ice throughout most of the year. Peer out of the window as you cross the Hardangervidda mountain plateau, a sense of wilderness all around before your train returns you to civilization. The city eventually emerges below as your train takes you all the way into Oslo and the final part of your Scandinavian capital city tour."
    },
    {
      "dayNumber": "9",
      "title": "Oslo - Sightseeing Fjord Cruise and Free Evening",
      "description": "Norway is always about the journey, and in Oslo, your city sightseeing is best done on a boat. On this final full day, you will greet the morning sun, rising early to watch colors shimmer on Oslofjord. It is a fjord to rival any and a setting you will always remember as the city houses come out of the shadows with the icy mountain shimmering yellow, the deep fjord cast in an array of reds and oranges. On a four-hour cruise will give you time to connect history with nature as you pass many of the city’s key attractions. Breakfast is served on board, and there are plenty of places to stay warm at this early hour. Return to your hotel and rest, as your privately-guided city tour will start mid-afternoon, so there is time to go back to bed or to take a stroll along the water. On your walking city tour, you will follow the harbor out through the heart of Oslo, with so many buildings having their own story and piece in Norwegian history. Continue all the way to Frogner Park, where the whimsical yet lifelike sculptures of Gustav Vigeland add an element of local art to your Scandinavian experience. Oslo has a superb choice of traditional restaurants for the final meal of this ten-day Europe trip, and your guide will help you with any needed reservations."
    },
    {
      "dayNumber": "10",
      "title": "Oslo - Departure",
      "description": "Sleep in this morning, especially after yesterday’s sunrise. It will be breakfast at your hotel before some free hours to see more of Oslo. Later in the day, you will be transferred privately to Oslo’s international airport for your departure home."
    }
  ],
  "map": ""
}