{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-cultural-tours",
  "tourName": "Cuba cultural tours",
  "placesVisited": "Old town Havana, Santa Clara, Che Guevara Museum, Camaguey, Santiago, Cienfuegos, Trinidad, Baracoa, Bay of Pigs, Moncada Barracks, Yunke National Park, Optional activities, include: snorkelling, scuba diving, beach bbq's, steam train rides and horse riding",
  "generalInfo": "The 15 day Original Cuba tour package is our most long-standing itinerary. It packs into 2 weeks what we consider the most fascinating elements of this unique country. As well as visiting many of Cuba's more interesting and popular destinations, our focus is on contact with the Cuban people and their culture, in understanding the Cuban history and society, and having a lot of fun along the way. Accommodation is in guesthouses, which are Cuba's version of B&amp;B accommodation. They are small privately owned businesses in Cuba typically run by a local family. An English speaking local Cuban tour leader accompanies the group throughout.<br/><br/>Activities include<br/>Walking tour of Old Havana<br/>Che Guevara Museum<br/>Ballet School visit in  <br/>Music &amp; dance night in<br/> visit to El Cobre.",
  "durationDays": "15",
  "price": "1625",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE HAVANA-Day 1 - Arrive Havana You are free to arrive in Havana at whatever time you can today. We have set aside this first day for this purpose, so you won't miss out on anything, even if you arrive late in the evening. Your included airport arrival transfer will be provided. This will be either a government taxi or a private car, and will take you directly from the Havana airport to your guesthouse for the first night in Havana. Your tour guide will leave a note for you in the guesthouse with some information for you to get settled and details of any tour group meeting times. The first of these will be a get together for dinner on the first night for those tour group members that have arrived in time. If you do happen to arrive earlier in the day, you may have time to go and explore some of Havana. At some stage during the tour, your tour guide will include a walking tour of Old Havana. After confirming your tour booking with us, we will also send you a set of maps for each city you will visit in Cuba. This is like a mini guide book that we update every year - so it is usually more up-to-date than a typical guide book. We do recommend the guide books for Cuba however, especially for the background historical and cultural information sections."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "BARACOA - When Christopher Columbus first encountered Cuba it was here, and he duly noted in his log-book that this was the most beautiful land that human eyes could set upon. You will understand what he meant when you see the beaches and verdant mountain landscape that surround Baracoa. Situated on a beautiful bay with the mountains of the Sierra del Purial in the background, Baracoa was the first settlement founded by the Spanish in Cuba, and was only accessible by sea until the end of the 1960s. There are numerous options for outdoor activities in the nearby mountains, rivers, waterfalls, and beaches. Baracoa is also known for its variety of fresh seafood, and chocolate made from local cacao plantations."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "CAMAGUEY Venture next to Camagüey, a city known for its artistic spirit and a deep-rooted Catholic heritage. Camagüey is west of Santiago, a fiercy proud city that was once home to wealthy Spanish families. This city is known for the purity of its Spanish language and the complexity of its winding streets. Visit art galleries, delve into the story of Cuba's ballet, and admire the beautifully preserved colonial architecture. Camagüey also has a history as a major agricultural region known for its extensive grasslands, cowboys, and cattle farms."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "TRINIDAD This morning we will stop at the Pauyet Art Gallery, featuring an intriguing local artist who specializes in alpaca wool, creating unique pieces of art. After our visit, we will continue to Trinidad, where you can immerse yourself in the colonial beauty of this historic city, founded in 1514. Trinidad, with its cobblestone streets and well-preserved architecture, offers a glimpse into its rich 400-year-old pottery tradition and its storied sugar mill past. Known as a living museum, you can use your free time to visit one of several sugar baron mansions that have been converted to museums that share the history of the city. For those seeking adventure, there is an optional hike to the stunning Javira Waterfall, or relax at the pristine Playa Ancón. As evening falls, Trinidad comes alive with vibrant nightlife and salsa rhythms; the nightlife in Trinidad is probably the most accessible and intense in all of Cuba, with numerous live music venues and many dance performances every day of the week, all amongst the enchanting setting of old colonial buildings and the cobblestone streets. Trinidad"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "CIENFUEGOS -A short drive brings us to another coastal city, Cienfuegos, known as the \"Pearl of the South”. Founded in 1819 by French settlers, Cienfuegos is celebrated for its neoclassical architecture and strategic importance as a port city, which contributed to its growth during the sugar industry boom of the 19th century. Key highlights include visits to Parque José Martí, the impressive Palacio de Valle, and the lively Bodega de la Plaza, all reflecting the city's cultural heritage. The tour also includes a serene visit to Guanaroca Lagoon, a natural paradise teeming with wildlife, including migratory flamingos. Here, guests can enjoy an optional guided boat tour through lush mangroves, offering excellent birdwatching opportunities while learning about the area's ecological significance."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "HAVANA En route to Havana we stop on The Bay of Pigs (Playa Girón) which is renowned for the failed U.S. invasion in 1961, which sought to overthrow Fidel Castro's government. Today, it stands as a beautiful destination with clear waters and rich marine life. We stop at a museum where those who are interested can explore the historical context leading up to the invasion, including the political climate in Cuba during the early 1960s, the details of the invasion itself—its objectives, key figures involved, and subsequent consequences—and the cultural impact it had on U.S.-Cuba relations. Visitors can also enjoy a refreshing swim at nearby beaches like Playa Larga or Playa Girón, taking advantage of the blue waters and soft sands. Time permitting, you may have the opportunity to explore vibrant coral reefs and diverse marine life with a snorkeling or scuba session. We will return to Havana in the evening, for an optional farewell group dinner and perhaps a night of music and dancing."
    }
  ],
  "map": ""
}