{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "havana-and-eastern-cuba-luxury-tour",
  "tourName": "Havana and Eastern Cuba luxury tour",
  "placesVisited": "",
  "generalInfo": "Indulge in the charms of Cuba on a 12-day journey, from the vibrant streets of Havana to the eastern regions of the country. Enjoy VIP experiences, personalized tours, and culinary delights as you immerse yourself in the culture, history, and natural beauty of the island. Explore the historic squares of Old Havana, learn salsa dancing, and discover the life of a renowned American writer. Savor delicious cuisine in Trinidad and Cienfuegos, trek through the Escambray Mountains, and explore the cultural legacies of Camagüey, Santiago de Cuba and Baracoa. Return to Havana for a relaxing day before bidding farewell to this captivating country. This itinerary is perfectly crafted for solo adventurers, couples seeking romance or small groups of friends craving an unforgettable escape.",
  "durationDays": "12",
  "price": "7259",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Havana and enjoy a seamless VIP experience. You will be guided through customs and into the VIP lounge while you wait for your luggage. Meet our representative, who will accompany you on an exclusive transfer from the airport to your luxurious B&B boutique accommodations. Choose from four beautifully designed rooms with en suite facilities, offering views of the city and the harbor. Your private concierge in Havana will personally welcome you at the hotel, discuss your itinerary and provide recommendations. For dinner, we suggest Más Habana, a chic restaurant with an artful interior and exquisite cuisine. Please note that dinner at Más Habana is not included and should be paid locally. Enjoy your luxury holiday in Cuba with our individualized service and carefully curated arrangements."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Experience the best of Cuba with a personal tour guide by your side from day two to day three. Our bilingual expert will immerse you in the history, culture and nature of the country. Explore the four key squares of Old Havana on a tailored walking tour, followed by a delicious lunch at the lively La Vitrola with its retro 50s look. Learn the art of salsa dancing and groove to the rhythm in a salsa club. Indulge in a romantic dinner at Paladar Los Mercaderes, known for its exquisite Cuban and international cuisine. This option is available at an additional cost outside the tour package."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "It's time to live cherished moments in an open-top classic American car tour, immersing yourself in the world of a renowned American writer. Visit his preserved villa, complete with personal belongings and his iconic fishing boat. Marvel at the breathtaking views from a tower and learn about the life of this artist from our expert guide. Wander along the streets of the Cojímar village, which inspired one of his novels based on a local fisherman’s adventures and enjoy panoramic views of Havana from the El Morro fortress. Taste a delicious lunch at Fajoma, a new bar and restaurant in Old Havana. Discover the thriving Cuban art scene with visits to two artist studios and the Museo de Bellas Artes. Conclude the day with a memorable dinner at La Guarida, a celebrated restaurant with a magical ambiance. Join us for this extraordinary journey combining history, art and culinary delights."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Prepare to be enthralled as Trinidad and Cienfuegos invite you on an adventure brimming with awe-inspiring sights, mouthwatering flavors, and unforgettable memories. With an expert guide and a 4x4 jeep, uncover hidden gems and witness stunning views like never before. Enchant yourself with the history of Cienfuegos, a city bursting with architectural wonders. Indulge in the flavors of Cuba at the 2212 Restaurant and Bar, offering dishes inspired by Italian and seafood cuisine. Continue your journey in Trinidad, a UNESCO World Heritage Site that transports you to the 19th century. Enjoy the colonial charm of your luxurious accommodations and lose yourself in the atmosphere of Trinidad’s cobblestone paths, colorful houses and plazas. Top off your adventure with a dinner at La Redacción, a seafood haven serving traditional dishes. You will have a 4x4 jeep with a guide-driver from day 4 to day 11. Your driver will collect you at Havana and transfer you to Trinidad via Cienfuegos."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Set out on a tailor-made trip to the Escambray mountains and visit Topes de Collantes, a natural park with diverse flora and fauna. Trek through a tropical forest, spot birdlife and take a refreshing bath under a waterfall. Taste a delicious Cuban lunch at El Manantial restaurant, known for its excellent food and service. Explore the UNESCO World Heritage Site of Trinidad City on a customized walking tour, discovering its rich history and architectural marvels. End your day with a dining experience at San José, where Cuban-fusion cuisine awaits in a cosy setting."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Your adventure begins with a pick-up from your top-notch accommodations in Sancti Spíritus, as you are taken away to Camagüey. Once there, explore Camagüey’s UNESCO World Heritage Site, admire its magnificent churches, and wander through the twisted cobblestone streets. Savor a delectable lunch at 1800, a private restaurant with talented chefs. Discover the cultural legacy of this city, the birthplace of a famous Cuban poet and home to a renowned ballet company. Check in to a sumptuous homestay with all the amenities you may dream of. End the day with a delightful dinner at El Paso, a restaurant known for its delicious Cuban cuisine. This high-quality private tour is where history, culture, and gastronomy combine to crown your luxury vacations in Cuba with laurels."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Panoramic views, from Camagüey to Santiago de Cuba, are guaranteed during a transfer that will last approximately 4.45 hours. We suggest you have lunch at St. Pauli, a gastronomic establishment that will delight you with its Mediterranean and Tex-Mex gastronomic influences. Check in at an ivy-decorated house that offers elite service and an impressive library. You have also the option to dine at La Brassa, where Creole and international cuisine go hand in hand in a cosy and intimate ambiance."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today, you will confirm why Santiago de Cuba is known as the Heroic City. First, learn about the history of the cradle of Son Cubano and visit the most symbolic landmarks ever on a bespoke guided tour. Next, seafood and cocktail lovers may opt for a treat at Thoms Yadira, a restaurant overlooking a splendid cathedral. The afternoon is free for you to unleash your wanderlust. Finally, another suggestion to crown this personalized experience is El Palenquito, a casual backyard restaurant on the outskirts of Santiago, where barbecue will satisfy any gourmet whims. But the real queen in this party of flavours is dessert: sapote or coconut ice cream served in the shells of the original fruit."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Your driver will pick you up for a private transfer to Baracoa. El Poeta, the chosen spot to gratify your senses with delectable seafood, is at your service. Check in at a rural property next to the Toa River, an Eden for nature lovers. Here, unwind with a relaxing massage for an extra cost. Or maybe choose to dine at La Colina and sample Baracoa regional dishes. See how skillful chefs make use of local ingredients such as coconut and chocolate in order to create a culinary masterpiece."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Visit Alejandro de Humboldt National Park for a natural encounter with endemic flora and fauna. Boasting World Heritage standards, this place offers the richest ecosystem in the Caribbean area. Enjoy a walking tour aimed at unfolding the local history, reviving the past with stories of corsairs and pirates and beholding panoramic views of the city’s stone-clad fortress. Finally, top your evening with a culinary gift at Baracoando restaurant, savoring vegetarian delicacies conceived by the imagination of a master chef."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Your driver will collect you at the hotel and transfer you to Baracoa Airport for a flight to Havana. Once you arrive in the city, a private transfer from the airport to your first-class accommodations will be arranged smoothly. Lunch at El del Frente restaurant for an immersion in the local cuisine. Here, the best ceviche, tacos and tataki prepared by crafty hands are waiting for you to try a bite. Feel the rhythm of the island at Brenda’s terrace, a master drummer, for a percussion class. You will experience firsthand the legacy of Yoruba culture when playing the mystical batá drums. Later, check in at a luxury B&B boutique accommodation that offers a well-placed terrace from which you can enjoy the sunset while sipping a tantalizing daiquiri. Improve your holiday in Havana with a dinner at Cinco Sentidos, the restaurant that claims to be the mecca for spectacular seafood dishes and the best wine list in town."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Enjoy a morning at leisure in Havana before departure. Your English-speaking driver will provide a seamless private transfer from Havana to José Martí Airport, marking the end of your vacations in Cuba."
    }
  ],
  "map": ""
}