{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "family-adventure-holiday-to-cuba",
  "tourName": "Family adventure holiday to Cuba",
  "placesVisited": "",
  "generalInfo": "Join an unforgettable family holiday to explore Cuba. Discover all that Cuba has to offer, from cruising the streets of Havana in a Cadillac to snorkelling in the warm waters of the Caribbean. Our two-week trip packs an adventurous punch - swim in jungle pools, hike along forest trails and sleep under the stars at traditional haciendas.<br/> <br/> Luscious nature - Discover the UNESCO Biosphere Reserve of Las Terrazas as well as the wildlife of the Escambray Mountains.<br/> <br/> Snorkel and swim - Unwind on the white sands of the Caribbean coast or dip into the waters for a snorkelling adventure.<br/> <br/> Viva la revolution - Visit iconic reminders of the Cuban Revolution, including the Che Guevara Memorial and the Bay of Pigs. <br/>",
  "durationDays": "15",
  "price": "2095",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Trip starts in Havana",
      "description": ": Our tour starts today in Havana - home to salsa, mojitos, and revolutionary spirit. Cuba's capital is one of the most impressive cities in the Americas, almost frozen in time with crumbling tenement blocks and 1950s American Cadillacs rubbing shoulders with grand colonial buildings and monuments to the revolution. Due to the number of evening flights into Havana, our tour leader will meet you for a welcome meeting on the morning of Day 2. Details of timings will be left in the hotel reception, as well as information about anything else you'll need for the day. There are no activities planned today, so you're free to arrive at any time. If you'd like an airport transfer, you'll need to arrive into Havana's Jose Marti International Airport (HAV) which is around a 45-minute drive from the airport. A representative from our local partners in Cuba will meet you at Havana Airport and assist you with the transfer formalities. If your flight arrives earlier in the day, you might like to head out to explore Old Havana, just a short walk from the Capitolio building and the Malecon sea esplanade with views of the city. There are several restaurants and bars within walking distance and you're likely to hear the hypnotic rhythms of salsa, trova and son being played along the Paseo del Prado."
    },
    {
      "dayNumber": 2,
      "title": "In Havana; tour the city in 1950s American cars followed by a salsa lesson",
      "description": ": There's no better way to get a feel for Havana than cruising the streets in a classic 1950s American car - a colourful legacy of the pre-revolution days. Our route today takes in the neoclassical architecture of Havana's Vieja District (old town) and the art deco buildings along the waterfront (Malecon) as well as driving through the Vedado and Miramar suburbs, where kids play baseball below rusting streetlights. In the afternoon, we'll get active with a salsa dance lesson, giving you the chance to learn the basics of Cuba's most characteristic dance."
    },
    {
      "dayNumber": 3,
      "title": "Drive to Vinales to discover the UNESCO World Heritage Site",
      "description": ": Leaving Havana this morning, we'll head west for three hours to the beautiful Vinales Valley, a UNESCO World Heritage Site and home to some of the most famous tobacco fields in the world. The valley sits in the Sierra de los Organos Mountains, where millions of years ago underground rivers cut tunnels through the soft limestone hills leaving behind 'mogotes' that rise like cliffs from the rich, red soil of the valley floor. We'll take a short, guided walk through this remarkable landscape, passing tobacco fields and beautifully tended fruit and vegetable gardens, pausing to visit local farmers and see the intricate process of harvesting, drying and rolling the classic Cuban cigars (tobacco growing season is between October and April). The valley floor is dotted with simple, colourful farmhouses, each with its characteristic thatched-roof tobacco-drying barn. Most of the farming is very traditional and you can expect to see the fertile soil still being ploughed by oxen."
    },
    {
      "dayNumber": 4,
      "title": "Relax on the white sand beaches of Cayo Levisa",
      "description": ": Today we'll hop on the ferry to the island of Cayo Levisa on the north coast of Cuba, where we'll spend the day relaxing amongst the mangroves and on the pristine white sand beach. If you're feeling active, you might like to take an optional snorkelling trip to explore the colourful marine flora and fauna on the reef. Snorkels and masks can be hired locally, however, you might want to bring your own to avoid disappointment if there are none available."
    },
    {
      "dayNumber": 5,
      "title": "Drive to Soroa visiting an orchid garden including a flower that smells of chocolate",
      "description": ": This morning, we'll set off east for two hours into the Sierra del Rosario at Soroa. We'll visit the beautifully tended orchid garden here, located on a steep hillside with views over the surrounding mountains. More than 700 orchid species are grown here (including one that smells of chocolate!) along with many other fascinating plants. This afternoon, you might like to take a walk to the nearby waterfall, which is surrounded by dense, green forest, where you can spot butterflies and birds. Alternatively, you can relax by the pool."
    },
    {
      "dayNumber": 6,
      "title": "Guided walk in Las Terrazas with option to try out a zip wire",
      "description": ": We'll start our day with a drive to Las Terrazas, a small village in the heart of the Sierra del Rosario, a UNESCO biosphere reserve. The region used to be severely deforested so in 1968 an ambitious regeneration project was started. The hillsides were terraced (to reduce rain erosion) and millions of trees were planted. Now, the area is covered with thick tropical vegetation - the distinctive white trunks of the majestic royal palm stand out against its rolling green hillsides. We'll join a local naturalist guide to walk through the rich flora and fauna, finishing two or three hours later at a small waterfall with rock pools, perfect for a refreshing swim (water shoes are useful as there can be lots of scrambling over rocks). The rest of the day is free to enjoy the area. There's the option to join an exhilarating zip-wire course: three long wires take you flying over the tree-tops, the lake and the red-tiled rooftops of Las Terrazas village (it's easy to sit out the zip-wire course if not all family members want to participate). Later, we'll return to Soroa for the night."
    },
    {
      "dayNumber": 7,
      "title": "Drive to Cienfuegos via the Bay of Pigs",
      "description": ": Heading east across Cuba, we'll drive through giant citrus and sugar plantations and out into the flat marshlands of the Zapata Peninsula. We'll make a stop at the Cueva de los Peces (Cave of the Fish), a 70-metre-deep flooded natural pool with subterranean tunnels that connect it with the nearby sea. We'll stop for lunch and a swim and snorkel before continuing to the infamous Playa Giron - the Bay of Pigs. This seemingly quiet, rural area propelled Cuba onto the world stage when the CIA backed an abortive coup attempt by Cuban exiles that resulted in humiliation for the Kennedy administration, the death and capture of 1,400 soldiers and the immediate elevation of Fidel Castro to hero status. We'll visit the museum to learn how a 20th-century superpower was humbled by a supposedly ragtag army of disorganised rebels, an event that threw Cuba into the waiting arms of the Soviet Union. After our visit, we'll drive to Cienfuegos, another beautifully preserved colonial city with UNESCO World Heritage status. Our total driving time today will be approximately five and a half hours."
    },
    {
      "dayNumber": 8,
      "title": "In Cienfuegos with optional boat cruise",
      "description": ": This morning, we'll start the day with a short city tour around the colonial heart of Cienfuegos. This city is often referred to as the 'Pearl of the South', originally founded by the French, it boasts the impressive Terry Theatre where they host operas and ballet. This afternoon is free either to relax by the hotel pool or take an optional boat excursion out to one of the local bays."
    },
    {
      "dayNumber": 9,
      "title": "Visit Trinidad, free afternoon to explore the colonial city",
      "description": ": This morning, we'll drive for two hours to the UNESCO World Heritage-listed town of Trinidad. The town's cobbled streets and Spanish architecture make it one of Cuba's most impressive and best-preserved colonial towns. It was founded in 1514 but only came to prominence when French settlers fleeing the slave revolt in Haiti began arriving in the early years of the 19th century. These plantation owners built sugar mills in the nearby Valle de los Ingenios and the region quickly became responsible for a third of all Cuba's sugar production, generating huge wealth for the town. We'll walk through the colourful streets, squares and markets of the old town and visit the cathedral. This evening, we'll stay in casas particulares, the term given to a homestay in Cuba. Staying in a casa gives us a unique opportunity to experience Cuban hospitality in local accommodation adapted for tourism. Casas are generally run by the owner and members of the family that live there. Staying close to the town centre allows us easy access to the lively music and salsa on show in the evening. Check out the bands playing on the steps leading up to the Casa de la Musica - they're often overflowing with people so it's worth arriving early."
    },
    {
      "dayNumber": 10,
      "title": "Head to Topes de Collantes nature reserve. Hike along the forest trails and stay in a tranquil Hacienda",
      "description": ": This morning we'll skirt the edge of the wooded Escambray Mountains with the turquoise waters of the Caribbean on our left, taking a steep, switch-back road into the densely wooded Topes de Collantes nature reserve. We'll transfer onto an open-sided 4WD truck which will take us deeper into the reserve, then set off on foot through the forests with our naturalist guide. Our trail takes us along a ridge with panoramic views on all sides, then into a valley cut deep by the Guayanara River. Our guide will point out the rich and varied flora and fauna along the way, including the rare Cuban trogon, Cuba's national bird, whose red, white, and blue plumage mirrors the national flag. After a three-to-four-hour walk we'll arrive at our 'hacienda', set in a beautiful valley. Lying alongside a river with bathing pools, Hacienda de Gallega is a converted farmstead with a dining area, a bar, simple toilet and shower facilities and some flat terraces where our tents will be set up. Surrounded by flowerbeds and the forests of Topes de Collantes, this is a wonderfully relaxing and peaceful place to stay. Please note, it's possible to travel by truck to the hacienda if you prefer not to walk today. After lunch, there'll be the chance to walk along the river to the Salto de Rocio waterfall, a three-hour round trip, through an area rich with trogons, hummingbirds and woodpeckers. Close to the waterfall, there are rock pools where we can swim and - for the intrepid - swing out Tarzan-style on a liana overhanging the deepest pool. In the evening, we'll eat a wholesome dinner at the hacienda then settle down to sleep in our tents. Two-man tents are provided along with foam mattresses and blankets, but we recommend you bring your own sleeping bag (or at least a sleeping sheet) in addition. If you prefer, you can sleep out under the eaves of the rather than in a tent."
    },
    {
      "dayNumber": 11,
      "title": "A full day in the Escambray Mountains, exploring more of the Topes de Collantes nature reserve",
      "description": ": In the morning, we'll take trucks to the start of our three-to-four-hour walk. We'll follow a trail through forests and valleys, past streams and glades with flowers, butterflies and darting hummingbirds. Further on, we'll reach La Batata, a cave through which an underground river gurgles, gently carving out rock pools. The water rarely exceeds 20°C so a dip is exhilarating. We'll walk on until we reach the isolated Hacienda Codina, set in a green valley with manicured gardens all around. The traditional hacienda has a pleasant bar and veranda, with rocking chairs to sit back and enjoy the view. We'll enjoy a leisurely lunch in the dining area, surrounded by colourful flowers and birds, then rest through the hottest part of the day. Later in the afternoon, we'll explore a short nature trail close to the hacienda, with rare orchids and unusual medicinal plants. At one point the trail passes through a cave (Cueva del Altar), emerging on the other side of the hill to beautiful views over the distant Caribbean. Later, we'll have dinner, enjoying another traditional home-cooked meal, before settling down for the night in our tents (or, like last night, you can choose to sleep under the eaves on the veranda). Once again, you can skip the walk today and travel to the hacienda by truck if you'd prefer."
    },
    {
      "dayNumber": 12,
      "title": "Head to the beach at Playa Ancon (near Trinidad)",
      "description": ": After breakfast, we'll bid farewell to the Hacienda staff, driving in an open-sided 4WD truck to the park boundary, where we're reunited with our bus. We'll then drive the short distance to Playa Ancon, a 6 kilometre/3.7 mile stretch of white sand beach located beyond Trinidad. Today and tomorrow are free of activities, giving you the chance to unwind and make the most of the idyllic beaches near Trinidad, and the surrounding area. Relax on the beach and enjoy the facilities of the hotel which has an entertainment programme, traditional music band, aerobics classes, beach sports or just relax on the beach. Catamaran, windsurfing, kayaking, and scuba diving are also available."
    },
    {
      "dayNumber": 13,
      "title": "Full day to relax and enjoy the beach at Playa Ancon (near Trinidad)",
      "description": ": There are various options available during our time here, giving you the chance to be as active or relaxed as you like. You might like to head into the Escambray mountains for a four-hour trek (8 kilometres/5 miles) up through an unspoilt land of forest and water-eroded valleys. The trek is to an isolated hacienda where we'll have lunch, before returning to Trinidad."
    },
    {
      "dayNumber": 14,
      "title": "Drive to Havana via Santa Clara",
      "description": ": This morning, we'll drive west back towards Havana. En route, we'll stop in Santa Clara - a historically important city. Here, we'll visit the Che Guevara Mausoleum and Museum, the final resting place of one of the world's most iconic and recognisable revolutionary figures. We'll then continue on to Havana where the rest of the day is free either to explore more, perhaps wandering through some of the artisan markets looking for souvenirs to take home, or relax around the pool at our hotel. Our total driving time today will be approximately six and a half hours."
    },
    {
      "dayNumber": 15,
      "title": "Trip ends in Havana",
      "description": ": Our trip ends after breakfast at our hotel in Havana. There are no activities planned today, so you're free to depart from Havana at any time. If your flight is departing later in the day, luggage storage facilities are available. If you'd like an airport transfer today, you'll need to depart from Havana's Jose Marti International Airport (HAV) which is around a 45-minute drive from the hotel."
    }
  ],
  "map": ""
}