{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "bespoke-holiday-to-cuba",
  "tourName": "Bespoke holiday to Cuba",
  "placesVisited": "",
  "generalInfo": "A tailor-made Cuba tour is the most personal and rewarding way to experience this remarkable island. Instead of following a fixed route or set departure, we design your Cuban journey entirely around you — your interests, travel style, timeframe and expectations. Whether you want to trace Havana’s colonial past, explore Viñales’ tobacco fields, relax on Caribbean beaches, dance to live music every night or immerse yourself in local culture, your itinerary is crafted from the ground up to match the Cuba you most want to discover.<br/><br/>What makes our tailor-made tours truly special is the combination of flexibility, local expertise, and authentic connections. You’ll work directly with our Cuba-based team who know the island intimately — the hidden neighbourhoods, the best family-run restaurants, the quietest lookout points, the warmest homestay hosts, and the real stories behind the places you visit. No two itineraries are ever the same because no two travellers are ever the same. Whether you’re celebrating a milestone, travelling as a family, a couple or a solo adventurer, your tour is created to suit your pace and your passions.<br/><br/>Cuba offers an extraordinary range of experiences, and your itinerary can include almost anything: classic car tours through Havana’s seaside avenues, guided walks through UNESCO-listed old towns, farm-to-table lunches in Viñales, organic coffee tasting in the Escambray Mountains, salsa classes, photography sessions, birdwatching, snorkelling in protected marine reserves, visits to artists’ studios, or day trips into the lush countryside. If you enjoy more leisurely days, we can design relaxed schedules with time to wander, swim, sip mojitos at sunset and soak in the island’s unhurried rhythm.<br/><br/>Staying in Casa Particulares — Cuba’s family-owned B&amp;Bs — gives your trip its most meaningful layer. These guesthouses offer warm hospitality, home-cooked breakfasts and the chance to meet everyday Cubans in a way hotels cannot replicate. For travellers seeking extra comfort, we can combine upgraded casas with boutique hotels or beachside resorts. Private transport, English-speaking local guides and 24/7 on-the-ground support ensure your trip is smooth, comfortable and worry-free.<br/><br/>Travelling in Cuba is about more than seeing new places — it’s about engaging with a culture full of music, resilience, history and pride. Our tailor-made tours are designed to help your visit directly benefit Cuban families and small businesses. By choosing this style of travel, you support local hosts, private restaurants, independent guides and community-based experiences that make a real difference.<br/><br/>A tailor-made Cuba tour gives you the freedom to explore the island your way — thoughtfully planned, beautifully organised and filled with authentic encounters you’ll remember long after you return home.",
  "durationDays": "10",
  "price": "1695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your tailor-made Cuba journey begins in Havana, a city full of history, colour and irresistible charm. After meeting your Locally Sourced Cuba Tours representative at the airport, enjoy a private transfer to your chosen accommodation. Once settled, your guide will take you on a relaxed orientation walk before a classic convertible ride to El Morro and El Cristo de La Habana for sweeping city views. In the evening, enjoy a personalised welcome dinner where you can share your interests and shape the days ahead. As always, your evenings are free — with tailored suggestions available whenever you need them. Choose from Casa-style B&Bs, boutique hotels or luxury stays — every element of this itinerary is flexible."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today you’ll delve into Old Havana (La Habana Vieja), the UNESCO World Heritage heart of the city. Enjoy a guided walking tour through its historic plazas, colonial architecture, lively streets and local produce markets, with stops tailored to your interests. After lunch at a traditional Cuban paladar, continue with a classic American convertible car tour through Vedado, Miramar and Central Havana. You’ll also explore the colourful Callejón de Hamel, famous for Afro-Cuban art and street culture, before ending your day with sunset drinks at the iconic Hotel Nacional overlooking the Malecón. As always, every activity can be customised for your tailor-made Cuba tour."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you’ll explore Viñales Valley, one of Cuba’s most beautiful and authentic regions, known for its tobacco farms, dramatic mogotes and traditional rural life. Enjoy a guided walking or cycling tour through the valley, visiting tobacco plantations, meeting local farmers and learning about Cuba’s famous cigar-making process. Stop at an organic Viñales farm restaurant for a scenic lunch before exploring the Cueva del Indio by underground boat and seeing the colourful Mural de la Prehistoria. When you're ready, return to Havana for a relaxed evening. All activities and timings are fully customisable in your tailor-made Cuba tour."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today is a flexible day to enjoy Havana at your own pace, with your local guide available to tailor suggestions based on your interests. You may choose to visit the Havana Rum Museum, tour the Partagás Cigar Factory, relax at Playas del Este, or explore top museums such as the Museo Nacional de Bellas Artes or the Museum of the Revolution. Other options include visiting El Capitolio, touring Hemingway’s home at Finca Vigía, meeting local artists, or joining a Cuban cooking class. In the evening, consider live jazz, a cabaret show or a classic Hemingway bar."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Travel to the Zapata Peninsula, home to Playa Girón and the historic Bay of Pigs, an area known today for clear-water snorkeling, wildlife and quiet rural life. Optional activities include visiting the Bay of Pigs Museum, snorkeling or diving the coral reefs, exploring Guamá, spotting crocodiles at the Criadero, or viewing the tiny Cuban bee hummingbird. Continue to Cienfuegos, the “Paris of Cuba,” for a guided walk through its elegant French-influenced boulevards, including Parque José Martí, the Terry Theatre, and the Triumphal Arch. End the day with a waterfront cocktail overlooking Cienfuegos Bay. All activities and pacing are flexible in your tailor-made Cuba tour."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Travel toward Trinidad, stopping first at the spectacular El Nicho Waterfalls for swimming, easy hiking and optional birdwatching in this lush protected area. Continue to Trinidad, one of Cuba’s most beautiful UNESCO World Heritage towns, famed for its cobblestone streets, pastel mansions and remarkably preserved colonial architecture. Enjoy a guided walking tour taking in Plaza Mayor, Palacio Cantero, local workshops and key historic sites. In the evening, experience live music at the open-air Casa de la Música, or opt for a sunset visit to Playa Ancón or the nearby Escambray Mountains. All activities and timing can be tailored to your interests."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoy a flexible day in Trinidad, exploring independently or with support from your local guide. Optional activities include visiting the Valle de los Ingenios and the historic Manaca Iznaga estate, hiking or birdwatching in Topes de Collantes, relaxing on Playa Ancón, or discovering Trinidad’s vibrant art scene and craft markets. You may also choose a catamaran trip to Cayo Blanco, cycling excursions, salsa lessons, cooking classes, or snorkeling and diving. In the evening, experience live rumba at Palenque de los Congos Reales or dance inside the cave-club La Cueva. All activities are optional, weather-dependent and fully customisable in your tailor-made Cuba tour."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Travel to Santa Clara, a key city in the Cuban Revolution and the final resting place of Che Guevara. Visit the Che Guevara Mausoleum and Museum, explore the historic Armoured Train site, and take a short guided walk through the city’s lively, youth-filled centre. Continue to Varadero, Cuba’s most famous beach destination, known for its long stretch of fine white sand and clear turquoise water. Spend the afternoon relaxing on one of the best beaches in Cuba, enjoying a slower pace after your cultural journey inland. All activities, stops and pacing can be customised in your tailor-made Cuba tour."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Enjoy a full day to relax in Varadero, home to over 20km of soft white sand and crystal-clear turquoise water—ranked one of the best beaches in the world. Spend the day swimming, sunbathing or unwinding at your chosen resort or B&B. If you prefer activity, optional experiences such as snorkelling, diving, catamaran cruises, water sports, jeep adventures or even a round of Varadero golf can be arranged locally. In the evening, explore Varadero’s growing restaurant scene or enjoy a taste of Cuban nightlife. All experiences and pacing are flexible in your tailor-made Cuba tour."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Your tailor-made Cuba tour concludes today. Enjoy a relaxed morning in Varadero before your private transfer to Havana or directly to José Martí International Airport, depending on your departure plans. If time allows, you may choose to stop for final photos along the Havana Malecón, pick up last-minute souvenirs, or enjoy one more Cuban coffee in the Old Town’s atmospheric streets. Your local team will ensure a smooth and comfortable journey home, leaving you with unforgettable memories of Cuba’s culture, landscapes and warm hospitality."
    }
  ],
  "map": ""
}