{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "essential-cuba-tour",
  "tourName": "Essential Cuba tour",
  "placesVisited": "",
  "generalInfo": "9 days / 8 nights<br/>Maximum group size: 12<br/><br/>Description: Note: Due to unforseen circumstances, this tour will not be lead by Natalia in 2024, but rest assured we have assigned highly experienced and knowledgeable local tour leaders until she returns. Please contact us with any questions.<br/><br/>Discover the heart of Cuba through the eyes of our beloved ex-pat guide, Natalia, originally from Spain and a devoted Cuban resident for many years. This special tour was curated by Natalia herself, based on her years of expert guiding experience. It is an adventure aimed at sharing her personal love for her adopted home. The focus of this tour is meeting Cubans and learning about their culture and history while visiting some of the more interesting and beautiful parts of the island. Natalia adds to the uniqueness of the experience by sharing her expert knowledge, passionate storytelling, and love for Cuba and the Cuban way of life. <br/><br/>\"Our guide Natalia was amazing!!!!! We learned so much about the history and the culture and the local hot spots to go to for food, drink and dancing. She not only was our tour leader, we felt like friends who haven't seen each other for some time .\" -  Lily &amp; Douglas<br/><br/>\"Natalia was the best tour guide we have ever had. We have done many tours with big tour companies &amp; she is certainly the best, always going above &amp; beyond to ensure we all had a great time. Her knowledge was excellent &amp; her enthusiasm &amp; passion made Cuba come alive.\" - Janice<br/><br/><br/>Inclusions:<br/>- Upgraded guesthouse accommodation throughout. Our selection of best private guesthouses that exist in Cuba<br/>- Private bus for the itinerary<br/>- 8 breakfasts, 3 lunches, 2 dinners<br/>- Airport arrival transfer<br/>- Walking tour of Old Havana and Classic Car tour of Havana, Fusterlandia visit<br/>- Visit to Che Guevara Museum in Santa Clara, swim in Bay of Pigs, visit Palacio del Valle in Cienfuegos<br/>- In Vinales: Half day guided walk of Vinales Valley, cocktail lesson, salsa lesson, nightclub entry<br/>- In Trinidad: Music lesson, sunset cocktail, beach visit, nightclub entry<br/>- Experienced and proven local guide throughout<br/><br/>Exclusions: International Flights, Visa, Insurance, Drinks, Tips, Departure transfer, Baggage fees<br/><br/>Summary of Travel Times:<br/>Havana to Viñales via Fusterlandia - 3 hours<br/>Viñales to Cienfuegos via Bay of Pigs - 8 hours<br/>Cienfuegos to Trinidad - 2 hours<br/>Trinidad to Havana via Santa Clara - 7 hours",
  "durationDays": "9",
  "price": "1500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Havana - Today is the arrival day of the tour, and tour participants will arrive throughout the day. The arrival point is La Gargola Guesthouse in Old Havana. Many of the tour participants will be staying here, while some will be staying a few blocks away in the newly renovated La Quimera Hostal. If you arrive to Havana today, or if you arrange extra nights of accommodation in the Guesthouses with us before the tour, your included airport arrival transfer will take you from the Havana airport directly to your guesthouse in Old Havana. If you are already in Havana for some other reason, we can arrange your included transfer to take you from your place of accommodation to your starting guesthouse for the tour. Since it is quite common for some group participants to arrive later this evening, there are no included activities today. However your tour guide will be at La Gargola at 7pm to meet those group members who have already arrived. An optional group dinner with the guide in Old Havana will follow. If you arrive early, the friendly staff members of La Gargola speak English and can help you with information and give you suggestions on things to see in Havana."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Havana - Havana is one of the world's most interesting cities to visit and recently it has become more accessible. Restoration of the oldest buildings has been going on for over a decade while many others are still neglected and decaying. Apart from the individual buildings being impressive sights in themselves, this juxtaposition of decay and restoration fuels the imagination and also a sense of hope. Add to that the living and vibrant society that lives within, the city has a unique character that will forever be etched in your memory. This morning your tour leader will take you on a walking tour of Old Havana. You will visit the main attractions and also to some local favourite hidden corners! There is a lot to see in Havana, so we can't cover everything in this half day tour. However your tour leader will give you tips and suggestions on places you can come and visit on any extra days you decide to spend in Havana after the tour. This afternoon we venture out in some classic old American cars on a tour to visit some of the interesting places outside of Old Havana. The neighbourhoods of Central Habana, Vedado, and Miramar have their own characteristics and charms, and these are best seen in a slow riding open air car. This tour takes us to the Revolucion Square where we stop to appreciate the huge images of the revolutionary heroes Che Guevara and Camilo Cienfuegos, and the scene of many lengthy speeches by Fidel Castro. ¦ Included Activities - Old Havana Walking Tour, Classic car tour of Havana ¦ Included Meals - Breakfast"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Viñales via Jaimanitas - Heading out of Havana we stop at the town of Jaimanitas and visit the unique Gaudi inspired community project fondly named ‘Fusterlandia’ - named after the project’s founder & artist Jose Fuster. We will have time to wander around his amazing home and admire the intricate mosaic work here and around the streets of the community. After a visit to Jaimanitas we head off towards the mountains and the province of Pinar del Rio. The town of Viñales is one of Cuba's most picturesque towns of this province. The Valley of Viñales is surrounded by steep limestone hills, and the floor of the valley is a UNESCO heritage site for rural landscape. It's here that the farmers employ traditional methods such as using oxen, or simply by hand, to till the earth. The main crops are rice, corn, root vegetables - such as yuca, boniato, and malanga, and most famously some of Cuba's best tobacco. Today we will have some fun wandering the town, then discovering the art of cuban cocktail making as we learn how to make the best mojito! In the afternoon we have a salsa dance lesson to prepare us for a night out in this marvellous town. ¦ Included Activities - Visit to Fusterlandia, Cocktail making lesson, Salsa lesson. ¦ Included Meals - Breakfast, Lunch."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Viñales - We've included a walk of the Viñales Valley this morning as this activity has been one of the most highly rated by our travellers for many years now. The walk takes you through the UNESCO area of the valley where you will see the different farming activities that take place here and we will visit some farm houses, include that of a tobacco farmer who will explain the process of producing tobacco for Cuba's world renowned cigars. This evening we include a visit to an outstanding organic farm with a spectacular view of the valley. It's here that we will enjoy watching the sun set over the valley and dinner in the farmhouse. Included Activities - Guided walk of Viñales Valley, Polo Montañez (open air nightclub) entry. Included Meals - Breakfast, Dinner at the Organic Farm."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Cienfuegos via Bay of Pigs - Today we head from Vinales along the Caribbean coast and to the very different city of Cienfuegos. We stop in the Bay of Pigs at an excellent site for snorkelling which can be done straight off the coast. Snorkelling gear is available for hire at low cost. If water activities are not your thing, you can sit in the share of a sea grape tree and enjoy the natural scenery. The port city of Cienfuegos was developed by the French who came here to settle. The French had a strong influence on the city layout, which features an expansive main square, and a very pretty boulevard that runs from the city center, along the edge of the bay and to the end of the peninsula. It's here at the end of Peninsula the Palacio del Valle sits. This was a privately built mansion that was constructed by a wealthy businessman and merchant. The architecture of the building is a mixture of styles, but what is clear is that a great deal of expense and effort went into its construction and decoration. The result is nothing short of spectacular. Included Activity - Bay of Pigs swim, Palacio del Valle entry. Included Meals - Breakfast, Lunch"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Trinidad - It is a very short trip from Cienfuegos to Trinidad so you will enjoy most of the day in the town of Trinidad. Trinidad is one of Cuba's most exciting cities with a colonial hub that has been impressively conserved. The town's small and compact size means that all of its attractions within the city can be visited on foot. Its wealth grew through sugar production using African slave labour in the 18th and 19th centuries, and the architecture of the buildings reflect that period. Today you have time to explore Trinidad, before the included activity which is a fun music & percussion lesson with one of the maestros of music. This experience is often a highlight and a fantastic way to learn more about Cuban rhythms, an integral part of Cuban culture. We will finish the day while relaxing with a cocktail at sunset. Trinidad is well known for its lively nightlife and there are many open air restaurants, bars, and live music and dance shows. Join your tour leader and the rest of the group to explore the city at night, or explore on your own! Included Activities - Music & Percussion Lesson. Sunset Cocktail. Included Meals - Breakfast"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Trinidad - Today is a relaxing day. We have free time in the morning followed by some beach time in the afternoon at the beautiful Ancon beach. If you prefer something more active, feel free to take up one of the Optional activities such as the 3 hour return hike to a beautiful waterfall in the nearby mountains, try a private salsa lesson, or just spend your time wandering around the streets of Trinidad visiting museums or listening to local musicians. Tonight after our included dinner at one of the fantastic local paladares we head out to one of the many venues around Trinidad where live bands play Cuban music - from traditional to jazz to lively salsa rhythms! Included Activities - Ancon Beach, Music Venue entry. Included Meals - Breakfast, Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Havana via Santa Clara - Today we travel back to Havana and will make a stop in Santa Clara to visit the Che Guevara Museum and Mausoleum. Che is an extremely controversial figure in Latin America and an immensely important figure in Cuba's history. His remains were found in Bolivia and brought here to rest in 1990. There is a huge bronze statue of El Che, an eternal flame and many of his personal items as exhibits in the Museum. We stop for lunch on the journey back to Havana and settle back into our accommodation for the last night of the tour. Tonight is our final evening as a group, and your tour guide will propose a few different dining options, as well as places to go out afterwards such as live music venues, bars, or dance venues. As always, you have the option to explore on your own with tips and ideas that the guide can help you with. Included Activities - Visit to Che Guevara Museum Included Meals - Breakfast, Lunch"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today is the departure day of the tour and you are free to depart at anytime. Your guide will be around and available until at least midday. You can pre-book a departure transfer to the airport with us for an extra fee. Otherwise you can arrange your own, or ask your guesthouse to help you with this the day before. We recommend a few extra nights in Havana after the tour to further explore this amazing city. We recommend you request this in our Guesthouses in Old Havana, however you are free to book your own, or otherwise we can help you book a hotel of your choice. Included Meals - Breakfast"
    }
  ],
  "map": ""
}