{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-cultural-holidays-15-days",
  "tourName": "Cuba cultural holidays, 15 days",
  "placesVisited": "Cienfuegos and the Bay of Pigs, Santa Clara and Trinidad, Guided tour of Camaguey, Cultural tour of Santiago de Cuba, Guantanamo and Baracoa, Guided tour of Havana Old Town",
  "generalInfo": "Embark on a captivating journey from west to east, this tour showcases Cuba's rich heritage and vibrant culture. Immerse yourself in the birthplace of Cuba's most beloved music genres, explore the oldest city bursting with untamed nature and cacao plantations, and venture into the province that fueled Cuba's prosperity. Beyond the landmarks, you'll have the unique chance to engage with local artists and musicians, taking part in delightful activities that reflect Cuban lifestyle. This tour offers a comprehensive exploration of Cuba's dynamic beauty and eclectic diversity, making it an ideal choice for those seeking a broad understanding of this fascinating island.<br/><br/>Travel times<br/>Havana to Cienfuegos via Bay of Pigs  - 4.5 hours<br/>Cienfuegos to Trinidad                       - 1.5 hours<br/>Trinidad to Camaguey                        - 4.5 hours<br/>Camaguey to Holguin                         - 3.5 hours<br/>Holguin to Baracoa                            - 6 hours<br/>Baracoa to Santiago                           - 6 hours",
  "durationDays": "15",
  "price": "3379",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Havana Welcome to Cuba! Upon arrival in Havana you will be greeted by our representative at the airport then a private taxi or car service will take you to your guesthouse. Once you arrive to your guesthouse, look for a Welcome Note from your tour leader with the orientation meeting time. Dinner tonight will be at a local paladar, a privately-owned restaurant, and a great example of Cuba’s incremental shift to a more free-market economy. Paladar means “palate” and is named after a chain of restaurants in a Brazilian soap opera popular in Cuba. Meals: Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Havana.Start your Havana experience by exploring the Old City, with the picturesque malecon and iconic architecture. In the morning we take a guided walking tour of the principal plazas of Old Havana. In addition to visiting historical sites, we will learn about the dual currency system and how it plays out in the local food scene, from Cuban street food to the finest restaurants. As we wander the city, sampling a few of Havana’s street stalls, we’ll discuss the way the legalization of private enterprise has made way for a culinary renaissance in Havana. In the afternoon we tour the outskirts of downtown with a ride in a classic convertible. We’ll cap off the night with centuries old tradition, El Canonazo. This is a traditional recreation of the cannon blast that used to signify the closing of the Meals: Breakfast, Lunch Included Activities: Old Havana Walking tour with Street Food Tasting, Classic Car Tour, Canonazo city of Havana."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cienfuegos via Bay of Pigs Start the day with a morning visit to the home of legendary Ernest Hemingway, on the outskirts of Havana. After touring this well-preserved museum, we head to Cienfuegos with a swim/snorkelling stop in the infamous Bay of Pigs (gear available for rent). On arrival to Cienfuegos we meander through the city to learn its history. We visit the elaborately decorated Palacio del Valle where you can see beautiful bay views. In the evening we will eat at a family-owned paladar.Meals: Breakfast, Lunch, Diner Included Activities: Hemingway House, Bay of Pigs stop, Cienfuegos walking tour, Palacio del Vall"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Trinidad. The beautiful colonial city of Trinidad is home to numerous churches and many beautiful colonial buildings. On our first day in Trinidad we learn about the Afro-Cuban religion with a cultural tour around the city, and then set our sights on the Trinidad foodie scene including a bartending demonstration and discussion of the history behind Cuba’s most popular cocktails. Afterwards, we will head to a local dance school for a demonstration and lesson in the dances of Cuba. A visit to Trinidad wouldn’t be complete without a night of dancing and music, and what better way to burn calories and practice what you’ve learned!Meals: Breakfast, Lunch Included Activities: Walking tour of Trinidad,visit to galleries, Salsa dance lesson."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Trinidad. Today's theme is local industry and biodiversity as we take a short hike to a waterfall outside of the city. On the way we stop in a very simple campesino’s home to learn about life in the rural areas of Cuba. After cooling off in the natural pools, we return to Trinidad where you’ll have the rest of the afternoon to relax and explore. For dinner tonight we have a special bonfire BBQ at Playa Ancon with music and a delicious array of Cuban specialties prepared by our favorite local chefs.Meals: Breakfast, Dinner Included Activities: Trek to waterfall, bartending demo, beach picnic"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Camaguey. Departing Trinidad we will visit the Manaca Iznaga sugar plantation and learn about the industry that built Trinidad. We then head to Camaguey. Cuba’s third largest city lies about halfway between Havana and Santiago de Cuba. Camaguey was designed in the 17th century to disorientate potential invaders such as pirates and plunderers, so the street layout is a jumble of narrow alleys where no two streets are parallel. The guided tour will take you to the large parks, various private art galleries, and a thriving market garden. This is also a university town and has a rich cultural tradition, and like just about everywhere in Cuba, there is plenty of nighttime entertainment to be had!Meals: Breakfast, Lunch, Dinner Included Activities: Orientation tour, gallery visit"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Camaguey. Today we ride through the labryith of Camaguey’s streets on in a bicitaxi take an early morning visit to the Camaguey ballet school en route to Santiago de Cuba. Santiago is the place of origin to much of Cuba’s famed music, like the Son. Santiago also holds the title of “Hero City of the Republic of Cuba” for its leading role in significant events during the revolution. The city’s half million residents are also proud of their cultural traditions and you will find many museums and cultural associations and clubs around the city.Meals: Breakfast, Lunch Included Activities: Bicitaxi city tour, ballet school visit"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "HolguinToday, we take an early morning visit to the Camaguey Ballet School en route to Holguin. Holguin was founded in 1752 and is a city known for its rich colonial architectural structures, its many lush green parks and spaces, and its vibrantly painted buildings. On arrival in Holguin, we will have a walking tour around town before heading to the Loma de la Cruz, a historic hill overlooking the city where we can enjoy breathtaking views. Holguin has a great variety of restaurants for dinner tonight. Later in the evening, there are some popular venues for dancing and live music to discover.Meals: Breakfast, Lunch Included Activities: Holguin walking tour, loma de la cruz , live music and dancing"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "BaracoaThe State of Holguin is famous for its beautiful beaches, and we will have a chance to see this beautiful coastline as we travel to Baracoa. After the long drive, you will need to stretch your legs; fortunately, the best way to get around town is on foot and we will visit places like the Catedral de Nuestra Señora de la Asunción, with the impressive bust of the Indigenous leader Hatuey (burned at stake for his refusal to accept either the Spanish or their Catholic religion).Meals: Breakfast dinner Included Activities: Baracoa orientation walk"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Baracoa. When Christopher Columbus first encountered Cuba, it was here in Baracoa, and he duly noted in his logbook that this was the most beautiful land that human eyes could set upon. You will understand what he meant when you see the beaches and verdant mountains surrounding the city. Today, we visit one of the local farms, where you’ll get a lesson on all the plants and trees grown in Baracoa and their ingenious uses for them. In the evening, we will meet with a family for a delicious demonstration of Baracoan cuisine. Baracoa is known for its excellent creole cooking and seafood. Vegetarians can enjoy calalú, a typical Baracoan dish with vegetables and coconut milk. Meals: Breakfast, Lunch, Dinner Included Activities: Visit to Finca Duaba and river Toa , cooking lesson"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Baracoa. Baracoa is known for producing the best chocolate on the island; you may even be served hot chocolate as part of your breakfast. Today, we will have a fun (and delicious!) chocolate-making demonstration from local farmers. Later take a relaxing ride down Yumuri River for a swim. Today, you’re free for dinner, and we suggest you feast on tetí, tiny fish that are a regional specialty unique to Baracoa. Save room for Meals: Breakfast, Lunch Included Activities: Visit to locally owned cacao farm, yumuri river canyon tour or a chocolate mojito at Casa del Chocolate!"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Santiago de CubaToday we depart for Santiago. On the way we pass by the city of Guantanamo and its infamous bay nearby. There is a lookout from where you can see the highly controversial U.S. Navy Base - Mirador los Malones – we’ll try to take a peek! We will also stop at a local home and learn about cucurucho, a sweet treat made of honey, nuts, and coconut that is as much fun to eat as it is to say! Santiago is the place of origin for much of Cuba’s famed music, like the Son. Santiago also holds the title “Hero City of the Republic of Cuba” for its leading role in significant events during the revolution. The city’s half million residents are also proud of their cultural traditions, and you will find many museums, cultural associations and clubs around the city. The day will end with an unforgettable night of music and dance with local Santiagueros.Meals: Breakfast Included Activities: Orientation tour, interactive dance and music night"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Santiago de CubaToday we will explore Santiago’s museums, colonial churches and buildings of more recent historical importance. We will visit Cuba’s most famous cemetery, Santa Ifigenia, where famous musicians and revolutionaries are buried, and see the change of the guard. We explore the local music scene with visits to various venues and rehearsal spaces with a local specialist. We end our time together with a Meals: Breakfast, lunch, dinner Included Activities: Half-day Santiago city tour,visit to moncada barracks and morro fortress, music tour of Santiago dinner."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Santiago de CubaFly home from Santiago today, stay a few more days to soak up the local culture, or add a return to Havana to your tour package. Contact us for pricing.Meals: Breakfast"
    }
  ],
  "map": ""
}