{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "9-day-tour-of-western-cuba",
  "tourName": "9 day tour of Western Cuba",
  "placesVisited": "",
  "generalInfo": "This journey allows you to share insights with African-Cuban entrepreneurs, join a cooking class with a Michelin-starred chef. Visit a ballet company and savour the perfect blend between contemporary and classical dance. Explore the haunts of bygone Mafia capos in an open-top classic car. Learn about Trinidad’s sugar barons through stories told by an expert. Take a ride to Callejón de Hamel, a community project aimed at preserving the Afro-Cuban legacy. Meet a master percussionist who pays homage to Yoruba ancestors with the echoes of her batá drums. Or go for a glimpse of the visual arts that represent the soul of the African diaspora. If you want to delve into the African-Cuban heritage and the milestones of this Oshun’s blessed island, our itinerary has it all.",
  "durationDays": "9",
  "price": "6237",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You will be met at the airport by our representative and escorted to your vintage car with a private driver as soon as you finish the customs procedures. Once in the city, you will check in at your luxury boutique accommodations, a colonial house that boasts top vistas from the historic centre. The private concierge at your service will share insights about the best way to make the most of your bespoke holidays in Havana. Later, you can opt to savour delectable dishes at San Cristóbal, an African-Cuban-owned restaurant that received kudos from Obama’s family."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Step into our time machine and visit the past of the Cuban capital on a customized guided tour in Havana. Our guide will offer interesting facts about the history of the city and the present of the country from an African-Cuban perspective. Then meet in person an award-winning chef who is making a mark on the culinary scene. He is honoured to be the first Cuban chef to win a Michelin star, so you can expect the best moments at the Salchpizza Cooking Class. That evening, enter the culinary realms of Nancy Cepero, an African-Cuban painter and committed vegan who transforms typical dishes into delicious vegan creations. Learn about the challenges that both vegetarians and vegans have to face in order to satisfy their palates in town."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Enjoy the Beyond Roots experience, the perfect way to delve into the African-Cuban community of Guanabacoa through the flavours of the local cuisine. Visit Acosta Danza, the ballet company founded by Carlos Acosta. Here, you will feel the perfect match between contemporary dance and classic ballet. Join a food tour in Havana followed by a culinary experience at Jíbaro restaurant for a mojito-making lesson. Feast on gastronomic delights with a local touch. Join chef Diana for a guided walk through the produce markets and stores to see firsthand how Cubans access food supplies. Visit the haunts of the Mafia capos that loomed in pre-revolutionary Havana. Take in panoramic views of the best architecture, reminiscent of a bygone era, on board an open-top vintage car. Exchange points of view with the NGO CEDA (Cubans in Defense of Animals), promoters of a noteworthy socio-cultural project. Close your evening dining at La Guarida, the restaurant that has enchanted celebrities since 1996."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Your driver will collect you in Havana and transfer you to Trinidad via Cienfuegos. The Pearl of the South has much to offer for immersion in local history and architectural values. Visit local markets, theatres, the iconic Boulevard and a splendid palace that could be the perfect inspiration for a storyteller. We suggest for lunch a short boat trip to an island in the bay where the best seafood awaits. Then, continue your journey and check into a luxury homestay in Trinidad. It is just the archetypical colonial house, with its window grates, decorated ceilings and affectionate Cuban family inside."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Embark on a Trinidad de Cuba city tour to learn about the landmarks of a UNESCO World Heritage Site. Spice up your tailored experience with architectural highlights, adding touches of colonial and post-revolutionary history. Learn about the sugar industry of the 19th century in the region through stories told by an expert. See the slave quarters on former plantations owned by sugar barons. Later, savour local dishes at La Redacción restaurant, just to continue getting involved in previous ages, where opulence ruled."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Start the day with a bicycle tour in Trinidad. Say goodbye to the town and head to La Boca Beach under the guidance of an expert in local history. Once there, contemplate the fishermen's villages and the spot where Diego Velázquez de Cuéllar left his footprints on the sandy shores about 500 years ago. Continue your ride until you reach Ancón Beach and have a drink or snack. On the way back, pay a visit to Casilda village and enjoy lunch at La Marinera restaurant, a sought-after culinary haven. Take some time to rest in the afternoon before a later encounter with Bistro Trinidad, a hidden gem that boasts fresh food as its motto."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Come back to Havana for a cultural exchange at Cuba Libro, the perfect place for interactions between Cubans and foreigners. Pick the book or the refreshing drink and coffee of your choice and join the debate! Meet Brenda Navarrete, a master percussionist who pays homage to the Yoruba ancestors every time the echoes of her batá drums reverberate all over the city. Go to the Museum of Fine Arts for a glimpse of African-Cuban visual arts. Relish this experience like locals, sipping black coffee and chatting about novelties. Later, take a ride to Callejón de Hamel, a community project aimed at preserving African-Cuban culture. Discover colourful walls and galleries, or visit the Orishas’ Museum and La Casa de África. Push your bike pedals to the tune of the city in a customized experience through emblematic spots like Chinatown and Vedado. End on a high note by dining at Otra Manera restaurant, where the chef has a different way to impress customers with some culinary creations up his sleeve."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Your driver will pick you up for a transfer from Havana to Viñales. Meet Los Acuáticos (The Water People), fervent believers in the healing powers of water, on a trekking tour of a UNESCO World Heritage Site. Later, check in at Art and Nature, a home located among the Mogote hills, and relax with the charismatic owners. Finally, satiate your appetite at El Cuajani, where you can enjoy regional dishes spiced with creative touches."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Your driver will take you from Viñales to José Martí Airport in Havana for your flight home."
    }
  ],
  "map": ""
}