{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-highlights-and-beach-holiday",
  "tourName": "Cuba highlights and beach holiday",
  "placesVisited": "Havana, Las Terrazas, Viñales, Cienfuegos, Trinidad, Santa Clara, Cayo Santa Maria, Stay in casas particulares",
  "generalInfo": "A trip that captures all of Cuba’s highlights with plenty of beach holiday moments thrown into the magical mix. As this is a tailor made holiday, we can tweak it to suit your interests, budget and time frame, but the carefully crafted itinerary below ensures that you have several days in all our recommended regions, so that you have time to enjoy the country’s inimitable culture and bewitching natural beauty. <br/><br/>Starting in Havana, this is a city that needs little introduction, the old town living up to all expectations with its crumbling colonialism, fascinating backstreets, shady plazas and famous classic car filled Malecón, all contributing to the city’s UNESCO World Heritage status. <br/><br/>In total contrast, your next few days are spent inland at La Terazzas, a fascinating eco-community that was set up during the 1960’s as a communist project. In a stunning location, you will meet the community that sustains the farm and artisans’ studios and enjoy time around its lake.  The tobacco growing region around Viñales is next, where you can go horseriding through the valleys and mountains, bedecked with farms and plantations, limestone caves and lakes. <br/><br/>More cultural delights await in coastal Cienfuegos, otherwise known as the \"Pearl of the South\" and another Cuban UNESCO World Heritage site for its French colonial buildings and palaces. As with several other places along your way, you stay in a traditional casa particular, or homestay, where the now familiar great Cuban welcome is par for the course. <br/><br/>Coastal and Caribbean culture will take you all the way back to Havana, with a couple of days in both the colourful, historical town of Trinidad, considered the musical capital by many, and some serious chill out time on the island of Cayo Santa Maria. <br/>",
  "durationDays": "15",
  "price": "1659",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Classic Cars in Havana: Havana has a distinct, exotic personality that you won’t find anywhere else on the planet. During this trip, you’ll spend two nights in the heart of timeless Old Havana and take a city tour by classic car and foot. It's the perfect way to explore the mix of crumbling colonial beauty, peeling bygone glamour and colossal Caribbean soul. Next, you’ll leave Havana and set off to Las Terrazas by hire car or shuttle bus. The journey takes around 90mins."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore the Coffee Fields: Las Terrazas, Cuba’s pioneering eco-village is a beautiful natural playground just begging to be explored. Walk to hidden waterfalls, get to know the forest on foot and discover how coffee is grown. During this trip, you’ll spend 2 nights tucked away in the trees of Las Terrazas, staying in a truly unique resort built around a giant tree. Now protected under UNESCO biosphere status, the area is an example of eco-tourism at its very best. On day 5, you’ll travel to the tobacco town of Viñales. Whether you’re travelling by hire car or shuttle bus, the journey will take about an hour and a half through one of Cuba’s most beautiful provinces."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Rolling through Tobacco Hills: Ride horseback through the rolling hills of Viñales, Cuba’s rustic cigar region. A stubborn, scenic village that refuses to be changed by tourism, Viñales feels totally timeless. You’ll explore the valley on horseback and on foot, learning about the art of cigar-rolling and meet the local guajiros. If you’re looking for an authentic experience, you’ve found it. Life isn’t staged in Viñales, it simply unfolds as it has done for decades. On day 7, whether you’re travelling by transfer or hire car, there is a long journey ahead of you today – roughly 7 hours. If you’re travelling by transfer then it’s an early start as you head to Cienfuegos. If you are travelling by hire car, it’s possible to stop at the Bay of Pigs, the scene of America’s ill fated invasion of Cuba."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cienfuegos: Cienfuegos is known for its French architecture located around the central square. It’s a lovely city and small enough to explore on foot. Stop off for a drink at one of the bars on Parque Marti as the sounds of Cuban music fill the air. Whilst you’re there you can visit the former casino Palacio de Valle. You’ll spend the night in a cosy hotel in the city centre. In the early evening take a stroll over to the beach where the local residents come together to watch the sun go down. If we’re arranging your transfer we’ll pick you up at your hotel after lunch the following day. If you are self driving, plan your day so you arrive into Trinidad around 4pm, as this is when your Cuban casa will be expecting you. The travel time is around 90mins."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Cuba, the Cuban Way: Get lost in a colonial daydream and dust off your dancing shoes on the cobbled streets of Trinidad. During this trip, you’ll spend one night in Santa Clara on your way to Trinidad, for a visit to Che Guevara’s mausoleum. In Trinidad you’ll stay with a family in a traditional Casa Particular. You’ll take a bici-taxi tour with a local guide, getting you into the groove of this creative, colourful and quirky city. Next, you’ll hop in your hire car or be collected from your accommodation in Santa Clara by a private driver and transferred approx. 3 hours to your Cayo Santa Maria hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Causeway to the Cayos: Get away from it all on the beautiful island of Cayo Santa Maria. Your all-inclusive resort has plenty of facilities and is situated in a beautiful location. Your spacious room has a balcony or terrace so you can sit outside in the evening sipping on tropical cocktails. The enormous swimming pool is also a blessing on those hot Cuban days. Next, you'll leave your island paradise and head back to Havana by hire car or transfer, which will take roughly 5-6 hours. Once you arrive back into Havana, you’ll check back into the hotel where you stayed before. The following day we’ll arrange a private driver to collect you from your hotel and transfer you to Havana’s international airport."
    }
  ],
  "map": ""
}