{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-holiday-small-group",
  "tourName": "Cuba holiday, small group",
  "placesVisited": "Havana, guided walking tour of Old Havana, Bay of Pigs, Playa Giron, informal Spanish lesson with leader, Cienfuegos Palacio del Valle and orientation walk, Santa Clara, visit Che Guevara Mausoleum and Museum, Trinidad, informal Salsa lesson, Camaguey, bicycle taxi city tour, Santiago de Cuba half day city tour, Guantanamo Bay viewpoint and tower, Baracoa",
  "generalInfo": "This 15 day Cuba holiday, small group, takes you from Havana in the west to Baracoa in the east, giving a fantastic overview of this fascinating island. Iconic cars, fat cigars, rum, salsa and the Revolution – there is so much to see, do and learn about in Cuba.<br/><br/>This small group tour begins in the charming and historic capital, Havana, where a guided walking tour will introduce you to the faded beauty of the Old Town. Then you'll make your way east along the south coast of Cuba. Take a bicycle-taxi tour of the colonial city of Camaguey, and enjoy two days in Trinidad, relaxing on the Caribbean beaches, cycling through sugar plantations or learning Spanish. Delve into 20th century history at the Bay of Pigs, learn about the Revolution and visit Che’s Mausoleum, see the beautiful mountains that surround Baracoa and dust off your salsa moves with a relaxed dance lesson in steaming Santiago de Cuba, a city with Afro-Cuban roots and a lively music scene. You’ll be staying in locally owned and run Casas Particulares throughout, which is a lovely way to meet local people and learn about life in Cuba. <br/>",
  "durationDays": "15",
  "price": "1720",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Havana.",
      "description": "Bienvenidos! Welcome to Cuba. Your adventure begins with a welcome meeting at 6 pm tonight. If you arrive early, consider a stroll through Old Havana to acquaint yourself with the colourful mix of '50s Americana, colonial architecture and budding modernity. There are plenty of good museums to check out, like the Museo Nacional de Bellas Artes (National Museum of Fine Arts). Maybe line up with the locals for a taste of Coppelia ice cream, or wander along the Malecon (ocean walkway) – the sea wall that skirts the coastline."
    },
    {
      "dayNumber": 2,
      "title": "Havana.",
      "description": "Havana's history is as colourful as its cars and buildings, and today you’ll get to experience the magic of Old Havana on a walking tour with your local leader. Designated a UNESCO World Heritage site in 1982, this well-preserved area remains virtually unchanged, making it one of the Caribbean’s most impressive historical cities. An air of faded glory comes through in the peeling paint of the grand old buildings, and the narrow streets, spacious plazas and Spanish architecture make it a charm to explore on foot. Visit La Catedral San Cristobal de la Habana, the Palacio de los Marqueses de Aguas Claras and the Plaza de Armas. Visit the Museo de la Revolucion to learn about the history of the Cuban Revolution, then you’ll have free time to explore on your own. Perhaps check out a cigar factory or cruise around outer-Havana in a vintage American car."
    },
    {
      "dayNumber": 3,
      "title": "Santa Clara.",
      "description": "Say goodbye to Havana and head towards Santa Clara – the final resting place of Cuba’s most famous son, Che Guevara. Visit his mausoleum and memorial – Che's remains were brought here after they were found in a remote corner of Bolivia in 1997, where he was assassinated by the CIA-backed Bolivian army. Check out the impressive bronze statue of Che bearing his rifle and learn about his life. Check into your guesthouse, follow your leader on an orientation walk and enjoy the rest of the afternoon free."
    },
    {
      "dayNumber": 4,
      "title": "Bayamo.",
      "description": "Today, continue your journey to Bayamo. On the way, stop at Ciego de Avila to visit a local jewellery workshop that sprung from a community-based project that provides training to young people and the unemployed. Much of the work on display here is from local artisan, made from discarded old silverware that’s repurposed and recycled. Arrive in Bayamo in the early afternoon, one of the original Spanish settlements, you’re more likely to see locals travelling on horses than in cars here. Take a walk through the slow-paced city, then settle in for a restful night."
    },
    {
      "dayNumber": 5,
      "title": "Baracoa.",
      "description": "This morning, hop back on the bus and travel to Baracoa through central Cuba, tucked between forests and the Caribbean Sea. On the way, stop at Guantanamo Bay and if time permits, visit a lookout for a view of the Guantanamo Naval Base and surrounding bay. Join your leader on an orientation walk to get your bearings – the town was only accessible by sea until 1960, and even after a road linking Baracoa to Guantanamo was built, the settlement maintains a small-town feel. In your free time, wander along the beautiful Malecon, chill at the beach or explore the forts that were built to withstand pirate attacks. Maybe visit the Catedral de Nuestra Senora de la Asuncion to see the bust of the Indigenous leader Hatuey, who was burned at the stake for refusing to accept the Spanish and their Catholicism."
    },
    {
      "dayNumber": 6,
      "title": "Baracoa.",
      "description": "This morning, head to Boca de Yumuri Canyon. On the way, visit a local cocoa plantation and learn about these magic beans. When you arrive, take a walk in the nature and ride in cayuca (traditional boat) along the canyon formed by the Yumuri River. From the boat, maybe take the chance to cool off with a swim in the river. Then, return to Baracoa for a free evening. As one of Cuba’s major agricultural zones, Baracoa is a great place to try local foods like chocolate, prawns in coconut sauce and banana-stuffed tamales. Don’t miss the cucurucho tonight (a sweet treat of coconut, sugar and fruit wrapped in dried cone-shaped palm leaves)."
    },
    {
      "dayNumber": 7,
      "title": "Santiago de Cuba.",
      "description": "A spectacular journey to Santiago de Cuba will take you through the mountains and along the Atlantic coastline to the dry region surrounding Guantanamo. Grab a windowseat if you can, to see the passing cacti and wiry goats. Arrive in the hottest place in Cuba – both in temperature and atmosphere – in the mid-afternoon. Set between the Sierra Maestra Mountain Range and the Caribbean, this city's historical centre retains a timeworn atmosphere, ideal for photographers. After an orientation walk with your leader, perhaps join with some of your travel buddies and head out for a group dinner. Alternatively, get a good night’s rest ready for a day of exploration tomorrow."
    },
    {
      "dayNumber": 8,
      "title": "Santiago de Cuba.",
      "description": "Set off on a half day city tour of Santiago. You'll visit El Morro Castle, Ifigenia cemetery and the Moncada barracks and learn about the city’s rich history. For nearly a century, the city was the island's seat of power and it also played a vital role in the Revolution. The people of Santiago were the first to rise up in arms against government troops in 1956, and it was in Santiago that Fidel Castro declared the triumph of the Revolution. The city is also famous for its energetic Carnaval celebrations and its lively Festival of Caribbean Culture. With a strong Afro-Cuban heritage, it's no surprise that Santiago has a vibrant music scene and is seen as Cuba’s capital of music. It’s the home of son music, which is a mix of Spanish guitar and African percussion. In the evening, maybe head to a live music venue and dance the night away."
    },
    {
      "dayNumber": 9,
      "title": "Camaguey.",
      "description": "Head east along the Carretera Central to Camaguey today. When you arrive, explore the winding streets – the city was planned in a deliberately confusing pattern to disorient any would-be assailants – and look out for tinajones (large clay pots used for collecting water). Stop by the Iglesia de Nuestra Senora de la Soledad to see its baroque frescoes, then the rest of the day is free to uncover more of the city’s history at your own pace."
    },
    {
      "dayNumber": 10,
      "title": "Camaguey.",
      "description": "Today you’ll take a guided tour of Camaguey on a bicycle taxi. Cycling is a popular form of transport in Cuba, and bicycle taxis are very common – in the confusing streets of Camaguey, it's a particularly good way to get around. Visit a local market, some of the local parks and plazas and an art gallery. Maybe head to a local farmers' market for an insight into daily Cuban life. There are plenty of interesting tropical fruits, vegetables and herbs available. Later, your leader will take you to a local bar where you'll get to compare white rum to aged rum – Cuba is known as the origin of some of the smoothest and most sought-after rums on the entire planet!"
    },
    {
      "dayNumber": 11,
      "title": "Trinidad.",
      "description": "Travel through the centre of the country to Trinidad, which sits on the scenic Caribbean coast. No other city is as well preserved and the residents are extremely friendly here. Trinidad is also steeped in religion, including the Afro-Cuban religion of Santeria. On an orientation walk, you’ll see the former wealth generated by the sugar industry in the town's once-grand mansions, colourful public buildings, wrought iron grill work and cobblestoned streets."
    },
    {
      "dayNumber": 12,
      "title": "Trinidad.",
      "description": "Today, you'll have plenty of free time in Trinidad. At some point while you're here, you'll have the opportunity to get involved in an informal salsa class. Cuba has a hugely rich and varied dance and musical tradition that draws its roots from Africa and France. Many styles that have greatly influenced music worldwide originated in Cuba, such as mambo, cha-cha-cha, son and rumba. There’s also a chance to get a hands-on lesson with the musical instruments themselves in a percussion workshop. By now, hopefully you've learnt enough of the local rhythms to join in with the locals – maybe at a certain venue hidden within a cave! You could also take a hands-on percussion workshop. A bike is a great way to explore the local area, but like its cars, Cuba's bicycles are vintage, which means a little bit of practicality may be sacrificed for the romance. You could even take a trip to Playa Ancon and relax on the beach or go snorkelling through the clear waters (just watch for sea urchins, which can be a problem here). Party the night away at one of the town’s live music venues or attend a folklore show at one of the town's open-air venues."
    },
    {
      "dayNumber": 13,
      "title": "Cienfuegos.",
      "description": "Travel on to Cienfuegos, known affectionately as 'The Pearl of the South'. Part of the city's appeal lies in its colonial centre, which features wide Parisian-style boulevards and elegant colonnades. On the way, stop at Guanaroca Lagoon, one of the most unique ecosystems in Cuba, constituting an essential link in sustaining marine life in Cienfuegos bay. A large number of waterfowl find refuge in its waters, such as pink flamingos, sea corúas, gannets, Florida ducks. Take a boat tour on the lagoon for a unique opportunity to see these birds in their natural habitat. Then continue onto Cienfuegos. Drive along the peninsula to see Cienfuegos' architectural pride and joy, the Moroccan-influenced Palacio del Valle. On arrival, join your leader on an orientation walk to admire the city’s elegant architecture and glittering bay. Then enjoy an afternoon for your own discoveries. The province is known for its coffee production, so perhaps find a spot to enjoy a fantastic brew, visit the Jardin Botanico de Cienfuegos, Cuba’s oldest botanical gardens, or head to Club Cienfuegos to watch the sunset with a cocktail in hand."
    },
    {
      "dayNumber": 14,
      "title": "Havana.",
      "description": "Return to Havana today, stopping at a local cigar factory along the way. Here, you'll learn the process of manufacturing the most popular product of Cuba (the Cuban cigar). Carry on to the Playa Giro, which sits on the eastern side of the Bahia de Cochinos (the Bay of Pigs). With crystal clear Caribbean waters, a deep underwater wall and a huge variety of coral and fish, the bay is a haven for a taking a refreshing swim. Then, continue your journey to Havana. At the end of a long day, it's time for a mojito and one final night of salsa in Habana Vieja's bars. Hit the streets and celebrate the end of a fantastic adventure!"
    },
    {
      "dayNumber": 15,
      "title": "Havana.",
      "description": "With no further activities planned, your adventure comes to an end after breakfast this morning. If you’d like to extend your stay, just get in touch with your booking agent."
    }
  ],
  "map": ""
}