{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "small-group-backroads-and-beaches-tours-to-cuba",
  "tourName": "Small group backroads and beaches tours to Cuba",
  "placesVisited": "",
  "generalInfo": "There's no place quite like Cuba, from the colourful, crumbling streets of Havana to the colonial charm of Trinidad, experience it all on our tour. Walk in the footsteps of the revolution, try your hand at salsa and sip mojitos in Hemingway's old haunts as you traverse the country's highlights. <br/> <br/> Havana - Walk the iconic streets of the Cuban capital with a monument to the revolution, a colourful Cadillac, and the rhythm of salsa at every turn.<br/> <br/> Trinidad - Explore the cobblestone streets of this UNESCO-listed town with its neo-baroque square and charming terraces.<br/> <br/> Vinales - Witness the bizarre, steep-walled limestone 'mogotes' that dominate the landscape as you learn more about Cuba's tobacco farming history. <br/>",
  "durationDays": "8",
  "price": "1195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Havana",
      "description": ": Our tour starts today in Havana - home to salsa, mojitos, and revolutionary spirit. Cuba's capital is one of the most impressive cities in the Americas, almost frozen in time with crumbling tenement blocks and 1950s American Cadillacs rubbing shoulders with grand colonial buildings and monuments to the revolution. Due to the number of evening flights into Havana, our tour leader will meet you for a welcome meeting on the morning of Day 2. Details of timings will be left in the hotel reception, as well as information about anything else you'll need for the day. There are no activities planned today, so you're free to arrive at any time. If you'd like an airport transfer, you'll need to arrive into Havana's Jose Marti International Airport (HAV) which is around a 45-minute drive from the airport. A representative from our local partners in Cuba will meet you at Havana Airport and assist you with the transfer formalities. If your flight arrives earlier in the day, you might like to head out to explore Old Havana, just a short walk from the Capitolio building and the Malecon sea esplanade with views of the city. There are several restaurants and bars within walking distance and you're likely to hear the hypnotic rhythms of salsa, trova and son being played along the Paseo del Prado."
    },
    {
      "dayNumber": 2,
      "title": "Tour of Havana's highlights, afternoon salsa class",
      "description": ": Today, we'll begin to explore Havana and its iconic mixture of restored and crumbling buildings. Walking through the Vieja (Old) District, we'll discover the baroque cathedral and Plaza de Armas (the main square), alongside some beautiful neoclassical buildings. Along the way, you might notice the lack of advertisements which are commonplace in the West, and spot the hyperbolic, political slogans in their place - tokens that tell you, you really are in Cuba now. Passing by the famous Capitolio building (modelled on the White House), you'll get your first glimpse of the rows of brightly coloured vintage cards that adorn many a Cuban postcard. Interestingly, these are the result of legislation enforced until 2011 that meant only cars built before the 1959 revolution could be sold. After our tour, there'll be free time to explore Havana more at your own pace. Later this afternoon, we'll get to grips with la vida Cubana with a rum and tobacco pairing followed by a salsa class, where you can learn some steps to Cuba's classic dance. To finish off our packed day, there's the option to sample some of the capital's nightlife, giving you the opportunity to practice your newly learned salsa moves. The Hotel Ambos Mundos is a Hemingway landmark where the 1954 Nobel Prize winner lived for several years. Walk in his footsteps and grab a mojito up on the roof terrace. There are also several excellent bars in both Old Havana and Vedado where live music is played and the cocktails flow freely."
    },
    {
      "dayNumber": 3,
      "title": "Full-day trip to the Vinales countryside",
      "description": ": This morning, we'll travel three hours west to the Vinales region - arguably the most picturesque part of Cuba. Here, surreal mountains - the result of the erosion of limestone over millions of years - jut out of the landscape. They're locally known as 'haystacks' (or 'mogotes' in Cuban Spanish) thanks to their steep sides and rounded, jungly tops. Around them, are a patchwork of tobacco fields, with their iron-rich, red soil - the raw material for Cuba's famous cigars. We'll have a two-hour walk through the valleys of this remarkable landscape to the village of El Palmarito. Mogotes tower above us as we pass through tobacco fields and past drying barns, and during our walk we'll learn more about Cuba's prolific cigar-making industry, which stems from the plants growing in this region. After our walk, we'll return to Havana for the evening."
    },
    {
      "dayNumber": 4,
      "title": "Drive to Trinidad via the Bay of Pigs Museum",
      "description": ": Today, we'll wave goodbye to Havana and head east across Cuba, driving through giant citrus and sugar plantations and out on to the Zapata Peninsula. We'll break up the long journey with a swim in a 'cenote' - a pool formed when the ceiling of an underground river collapses. We'll also stop in Playa Giron around mid-afternoon, where we'll visit the museum dedicated to the infamous 'Bay of Pigs' invasion - a US-supported attack by Cuban exiles which failed to overthrow the Communist regime in 1961. Our journey continues, past the wooded Escambray Mountains and hugging the coastline, with views over the sparkling turquoise waters of the Caribbean Sea. By early evening, we'll arrive at the beautiful Spanish colonial town of Trinidad - our base for the next three nights. Here, we'll stay in 'casa particulares' (local guesthouses), a type of accommodation that's unique to Cuba. The industry began in the early 1990s when entrepreneurial homeowners would rent out rooms in their home. The side hustle was initially illegal as communist Cuba didn't allow for private enterprises but was legalised in 1997. Today, it's common to find large casas that run as bed and breakfasts, however, the majority are still a couple of rooms in the owner's house. This gives you a truly unique, local experience as no two casas are the same - you'll have ensuite bathrooms, air-conditioning, and breakfast across the board but that's where the similarity ends. We choose to use these casas particulares as they give a truly authentic Cuban experience, an alternative to standard hotels, and a new perspective on local life. Our driving time today will be approximately five hours."
    },
    {
      "dayNumber": 5,
      "title": "Tour of Trinidad",
      "description": ": This morning, we'll wander through the cobbled streets of the old centre of Trinidad, discovering its fine palaces, churches and cafes. A paradise for photographers, this UNESCO World Heritage Site is a perfectly preserved colonial settlement unlike any other. In the early 19th century, French settlers fleeing a slave revolt in Haiti landed here and started to grow sugar cane in the Valle de Los Ingenios. This crop generated considerable wealth and consequently, the town had to be regularly defended from pirates. Subject to opening hours, we'll visit a local museum before having free time to explore more. It's worth climbing the stairs of the bell tower at the small Museo de la Lucha contra Bandidos, purely for the views across the roofs of Trinidad out to the Caribbean at one side and the Escambray Mountains at the other. In the evening, you might like to head to the open-air Casa de la Musica, just off the main square, where live bands and salsa-dancing locals do their thing well into the night."
    },
    {
      "dayNumber": 6,
      "title": "Free day. Optional trip to the Topes Rainforest or boat trip to Cayo Blanco",
      "description": ": Today is free for you to enjoy more of Cuba's beautiful landscapes and fascinating culture at your own pace. You might like to take the short journey out to the Sugar Mills Valley to Manaca Iznaga where you'll have the opportunity to visit the old plantation home of the Family Iznaga, one of the richest in Trinidad during colonial times, climbing their bell tower for views across the valley. Another option is to head into the Escambray Mountains to the Topes de Collantes Nature Reserve Park. With its acres of unspoilt forest, this area is famous for its many endemic species of flora and fauna, particularly birdlife. There are several different options involving short walks through the coffee growing area and rainforest. Most trips will drive up to some incredible viewpoints and several of the options offer an opportunity of a refreshing swim in one of its waterfalls finished off with a traditional creole lunch in one of the local haciendas. Your tour leader will run through the different options with you. Alternatively, you could visit the deserted island of Cayo Blanco, where you can eat fresh paella, relax on the beach and snorkel in the coral wilderness. Snorkelling equipment is not always available, so keen snorkelers might prefer to bring their own."
    },
    {
      "dayNumber": 7,
      "title": "Return to Havana via Santa Clara",
      "description": ": Today, we'll bid farewell to Trinidad and begin the road trip back to Havana, via Santa Clara. Santa Clara is a pleasant university town which was originally a prosperous agricultural area, well-placed on the island's trading route. Now, it's most famous for being the site of the last battle of the Revolution, in which Che Guevara's troops took the city, causing the Cuban dictator, Batista, to flee into exile. After visiting the Tren Blindado Memorial commemorating this historic event, we'll move on to Che's Mausoleum. Guevara was buried here with full military honours in 1997 after his exhumed remains were discovered in Bolivia and returned to Cuba. A flame lit by Fidel Castro burns eternally to honour the national hero who played a key role in Cuba's revolution and whose image is routinely displayed throughout the country. We'll also visit the museum dedicated to Guevara's life, containing many interesting letters and artefacts. This evening, we'll return to Havana where you will have the option to enjoy a final dinner and a dance. Our driving time today will be approximately six hours."
    },
    {
      "dayNumber": 8,
      "title": "Trip ends Havana",
      "description": ": The trip ends after breakfast at our hotel in Havana. There are no activities planned today, so you're free to depart from Havana at any time. If your flight is departing later in the day, luggage storage facilities are available at your hotel. If you'd like an airport transfer today, you'll need to depart from Havana's Jose Marti International Airport (HAV) which is around a 45-minute drive from your casa."
    }
  ],
  "map": ""
}