{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "western-cuba-8-day-private-tour",
  "tourName": "Western Cuba 8 day private tour",
  "placesVisited": "",
  "generalInfo": "Hop into an open-top classic car and encounter Havana’s most notable landmarks. Engage with local artists and meet legendary plazas. Enjoy every puff when smoking a hand-rolled cigar, or release your adventurer instincts on a private horseback ride in Viñales Valley. Unleash your wanderlust desires in Topes de Collantes and experience the lifestyle of a highlander. An itinerary conceived to cater to the whims of travellers looking for customized trips enriched by culture, nature and adventure.",
  "durationDays": "14",
  "price": "1839",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Havana. Meet, greet and transfer to your 4-star boutique hotel near the pedestrian zone of Old Havana with breakfast included."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Immerse yourself in the history with the city tour of Colonial Havana, exploring a UNESCO World Heritage Site and meeting iconic plazas. For amazing views, take the panoramic city tour in an open-top vintage car, knowing notable sites like the Almendares Forest, Cristóbal Colón Cemetery, and emblematic hotels. Discover the thriving artistic community in town with the Art Tour, visiting two studios and engaging with Cuban artists based on your interests. Lastly, enjoy dinner at El del Frente, a restaurant known for its excellent ceviche, tataki and exceptional drink selection. Overnight in Old Havana with breakfast included."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day at leisure to explore more of Havana. Meet and transfer to the rental company to collect your hire car. Overnight in Old Havana with breakfast included."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Drive to Maria La Gorda, the most western tip of the island (4 hours). On the way you can visit the Nature Park Las Terrazas and Soroa ecological area in the Mountains of the Sierra del Rosario. Overnight in Maria La Gorda at a 3-star eco-hotel with breakfast and dinner. Located at a beach in the nature park Guanahacabibes, it is one of the prime spots for diving and snorkeling. You can go on a boat trip and you will see great reefs, tropical fishes and wrecks. You can drive by car to the most western point of Cuba Cabo San Antonio, a drive along the coast through the park. There are trails in the jungle where you can do bird watching, or just enjoy the solitary beach of the hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Morning at leisure. Afternoon drive to Viñales (3 hours). You drive through the famous Vuelta Abajo region, where grows probably the best tobacco in the world. From seed to cigar, witness the entire process firsthand. Stroll through the lush countryside, immersing yourself in the traditional tobacco plantations and their oxen-ploughed fields. Visit drying houses and let a skilled tobacco farmer guide you in the art of rolling the perfect cigar. On arrival in Viñales see the beautiful view point over the valley. Drive to the village and just on the outskirts is your lodgings with gardens views. Overnight in Viñales with breakfast."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Day at leisure in Viñales. Saddle up for a horseback adventure through Viñales Valley, where fertile red soil and Mogote hills create a scene straight out of a dream. To complete this experience, taste the flavours of Spanish-influenced Cuban cuisine at the Chef Iván restaurant. Don’t forget to leave room for the palate-pleasing Cuatro Leches dessert! Overnight in Viñales with breakfast."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Day at leisure to relax or go for a walk in the valley. Overnight in Viñales with breakfast."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drive to the area of the Bay of Pigs (5 hours). Bay of Pigs is a nature park with historical background. Here the US tried in April 1961 to invade Cuba and topple the Cuban Government of Fidel. Now it is a nature park where you can do excellent snorkeling and bird watching. Overnight in a beach house with breakfast included."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Day at leisure to relax and enjoy your surrounds. Snorkel in the water of the Caribbean, a few meters from the shore you have tropical fish, reefs and wrecks. There are several bird watching trails and areas like Parque Las Salinas, Bermejo Trail, Enigma de las Rocas. You can see all kinds of water birds and also the unique Zunzun hummingbird, the smallest bird on earth. Enjoy boat trips on the Treasure Lake and visit the crocodile farms around or just enjoy some beach time. Overnight at a beach house with breakfast included."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Drive to the City of Cienfuegos, Caribbean City with turn of the century (1900) architecture. You can visit the city center, the Bay of Cienfuegos. There is also an interesting dolphin center at the beach of Cienfuegos. Overnight in a villa at the waters of the Bay with breakfast included."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Drive to Trinidad. You can also pass by the mountains of the Escambray and go to the waterfalls of El Nicho, beautiful falls hidden in the jungle where you can swim in the natural waters. In Trinidad stay in the house of a local in the center of the town with breakfast included."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Day at leisure to explore Trinidad, a cozy town and great starting point to visit places around. The center is full of colonial buildings of the 18th and 19th century when the town was the world producer of sugar by cane coming from the nearby Valley of the Ingenios. You can visit in both places historic haciendas and museums evoking the wealth and drawbacks (slave trade) of the era. You can go into the mountains in the back of the town and there are several trails ending in waterfalls. You see birds and coffee plantations everywhere. There is a great beach at 15 minutes from town. Nightlife is really great with many colonial buildings turned into restaurants and bars. There is every night life music on a square in open air next to the church. Overnight in Trinidad with breakfast."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Drive to Havana (5 hours). On the way pass by Santa Clara in the center of the island and visit the Mausoleum of Che Guevara, Hero of International Socialism. He is buried there and there is a museum about his life and legacy. Continue to Havana. On arrival in Havana, you turn in the car at an office of the rental car company in the center. Overnight in Old Havana with breakfast included."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to Havana Airport for your departure flight."
    }
  ],
  "map": ""
}