{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "scuba-diving-and-tour-in-cuba",
  "tourName": "Scuba diving and tour in Cuba",
  "placesVisited": "Havana, Viñales, Diving in Maria La Gorda, Diving in the Bay of Pigs, Soroa, Las Terrazas, Trinidad, Santa Clara, Che Guevara Memorial, Sierra Escambray, Optional night dives, Optional salsa classes",
  "generalInfo": "Highlights include: diving in crystal clear waters, being in nature, experience the culture and meeting the people of Cuba. Activities involved are diving, walking excursions, with catamaran to a tropical key, swimming, horse riding, snorkelling and visiting a cave. <br/><br/>This holiday takes you to the Pearl of The Caribbean with the best individual programs available to experience Cuban nature &amp; culture. Cuba is a beautiful island surrounded by sandy beaches, coral reefs and blue waters. It has a very specific vibration of its own - the Cuban people show a playfulness and a joy which is remarkable. They celebrate life with humor, love and passion. The nature on Cuba is still very pure, the people a discovery, which make Cuba still the most interesting destination of the Caribbean. Traveling in Cuba is an eye and heart opener, suitable for couples, honeymoons, friends and families alike. <br/><br/>The program is for couples, diving honeymoon, families, friends traveling as a group and single travelers. Alternative beach accommodations &amp; diving locations are e.g. at Cayo Largo del Sur, Cayo Ensenachos, Cayo Santa Maria, Cayo las Brujas, Cayo Coco, Cayo Guillermo, Cayo Levisa, Jardines de la Reina &amp; Playa Santa Lucia for diving with sharks and night dives. <br/><br/>Price for a dive holiday depends on having mostly homestays - casas particiculares for an authentic Cuba experience (most economic) versus having mostly hotel accommodations, on the amount of diving sessions and excursions in your tailormade program and the amount of private taxi transfers versus regular bus or shuttle bus transfers. <br/><br/>This itinery can be adapted in all ways. All is by private taxi transfers and/or by regular bus with local taxi transfers. When you prefer to travel mainly with regular bus some adaptations need to be made but it is all possible. We also have a 15 day itinery that includes diving at the top 2 locations of Cuba, at Isla de Juventud and Maria la Gorda. Contact us via Whatsapp and ask for a tailor made trip according to your travel wishes. <br/><br/>Important, update actual situation West and Central Cuba: our homestays outside Havana have their own generator, they will provide the house of electricity for you and the family in case necessary, all travellers who have been recently on Cuba had a great trip. Further due to shortages in petrol for the rental car market we recommend to travel by private taxi (private minivans for families &amp; groups), regular tourist bus or shuttle minibuses as they fall under the umbrella of the Cuban Government and can make use of special storage stations. We all arrange your transfers by private taxi, van or bus. At the actual situation we do not recommend traveling by rental car as the actual situation is very changeable meaning that we can not predict if you can find sufficient petrol at the regular petrol stations. We do offer rental cars though to experienced travellers who speak Spanish at own risk. It is a kind of adventure and depends very much on everyone’s abilities to deal with eventual challenges. Please plan a chat with us when you wish to receive more details. Cuba stays fascinating and an amazing destination. We also offer since recently again holidays and roundtrips in East Cuba with our teams in Havana &amp; Baracoa, all traveling by private taxi. You can fly in and out from the Holguin international airport.<br/><br/>We also offer Sail Diving programs in Cuba to the Canarreos islands &amp; Cayo Largo on beautiful yacht liveaboards with professional crew departing from Cienfuegos. Programs for guided sailing with diving included are mostly starting off with 7 days mimimum.<br/><br/>You can also dive at the most fascinating diving location in the Caribbean, the Queens Gardens, or Jardines de la Reina in Spanish. Important is that we can build here a balanced tailor made land program around this diving week and that this combination of both is also available for individual USA divers as long as you stay in Cuban homestays - casas particulares before and after the Queens Gardens as part of the program Supporting the Cuban community. Queens Gardens is a complex ecosystem of small virgin islands and mangrove forests where you can find rhe biggest populations of adult fish in the Caribbean, sharks, snappers and groupers, with jewfish up to 400 pounds are an everyday experience. Sharks are one of the main attractions and you can see them everywhere. You can easily dive with 6 different species: silkies, reef, lemon, black tip, king hammerhead and nurse sharks. Great barracuda and tarpon, sea turtles and rays will also ask for your attention at these amazing dive sites. From July to November you have the chance to swim with whale sharks. Gardens of the Queen is certainly one of the last virgin reefs known by man. Dive and snorkel sites are well protected from the winds and sea currents. Visibility is more than 40 meters. There is a wide variety of fish and corals. The dive operator owns five liveaboards and one floating hotel anchored in the middle of the mangrove labyrinth. All dives, usually two in the morning and one in the afternoon, are carried out on two small and fast dinghies. <br/><br/>In case you prefer the comfort of having a tourleader with you who looks after all organization we can offer also our guiding services to small groups. A tourguide is of great importance for discovering the authentic Cuba and bringing you to places where you otherwise may not come. The holiday may include all elements your group is looking for: cultural excursions, history, nature experience, daywalks, sailing, snorkeling, diving, culinary surprises. You will be accompanied by an expert on Cuban nature &amp; culture. Contact us and have a chat via Whatsapp.<br/><br/>In a tailor made itinery we can include all items that may have your interest like: tours with Vintage American cars over Cuba (honeymoon programs usually have this), cultural tours with private guides at all cities, biking daytours and full cycling itineries, daywalks and several day hikes (Vinales, Mil Cumbres, Soroa, Sierra Escambray, Sierra Maestra and in Baracoa we have now more than 8 different programs with biking, walking, horse riding, jeep safari and rafting), private guided birdwatching excursions at Vinales, NP Zapata and Sierra Rosario (Soroa), we have a mountain lodge for endemic birdwatching between Vinales mogotes (18 species of the 26), cenote trail at NP Zapata, catamaran trips to tropical keys, deep sea and salt water lake fishing, diving at Maria La Gorda, Isle of Youth, Bay of Pigs, Trinidad, Jardines de la Reina etc, visiting caves at Vinales. Further we can offer private Cuban cooking classes with chefs in Havana &amp; Trinidad, reservations for gourmet dining at top restaurants, tickets for Buena Vista Social Club, National Theatre &amp; Tropicana show, Spanish courses in Havana and learn Spanish in Cuba’s capital which offers everything from museums to art galleries, salsa clubs, friendly people as well as a natural beauty of beaches around. And last but not least we can arrange private salsa classes in Havana and Trinidad (or drum classes) with professional dancers (also couples). We offer homestays (casas particulares) where you can meet your Spanish teacher, where you can learn the Cuban cuisine and meet your salsa teachers right away who take you to their home or dance studio for learning the casino style. Country homestay in Vinales with trails leading from the backyard into the mogote mountains from top class home at the coast near Trinidad from where you can snorkel directly into the sea to coral gardens.<br/><br/>We have more than 190 independent reviews on Responsible Travel on our destinations in Latin America from Cuba, Bolivia, Brasil, Peru, Colombia to Chile and Argentina. Contact us for a chat via Whatsapp and ask for a tailor made itinery and quote.<br/><br/>For more independent reviews on individual tailor made trips to Cuba of the same operator: look for Cuba Tours on this website of Responsible Travel.<br/><br/>Important update actual situation West and Central Cuba: all tourist services are working perfectly, our homestays outside Havana have their own generator, they will provide the house of electricity for you and the family in case necessary, all travellers who have been recently on Cuba had a great trip. Further due to shortages in petrol for the rental car market we recommend to travel by private taxi (private minivans for families &amp; groups), regular tourist bus or shuttle minibuses as they fall under the umbrella of the Cuban Government and can make use of special storage stations. We all arrange your transfers by private taxi, van or bus. At the actual situation we do not recommend traveling by rental car as the actual situation is very changeable meaning that we can not predict if you can find sufficient petrol at the regular petrol stations. We do offer rental cars though to experienced travellers who speak Spanish at own risk. It is a kind of adventure and depends very much on everyone’s abilities to deal with eventual challenges. Please plan a chat with us when you wish to receive more details. Cuba stays fascinating and an amazing destination. We also offer since recently again holidays and roundtrips in East Cuba with our teams in Havana &amp; Baracoa, all traveling by private taxi. You can fly in and out from the Holguin international airport.",
  "durationDays": "15",
  "price": "3592",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Havana, reception by host, transfer with private taxi to boutique homestay in Old Havana."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore Havana. In the morning private guided walking tour through the old city center of Havana. In the midday private excursion of 2 hrs with classic vintage American cabriolet through the city visiting the Faro (lighthouse), Russian missiles of 1962 crisis, Malecon, Miramar, Plaza de Revolucion with a Coppelia icecream in Vedado or visit Fame of hall at Nacional de Cuba hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Viñales. By private taxi to your homestay with a Cuban family in Viñales. In midday half day private guided walk through the valley of Viñales and experience the tobacco culture."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Maria La Gorda. By private taxi to Maria La Gorda, one the best diving locations with beautiful coral gardens of Cuba. You stay in a room with seaview if requested on time, hotel Maria la Gorda, half board included."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Diving. Three days full for diving sessions, snorkeling and beachlife. Included in price are 2 diving sessions during the day, total 6 dives pp. Night diving sessions are optional. Optional diving at nearby Cabo de San Antonio and excursions visiting the National park Guanahacabibes."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Soroa & Las Terrazas. By private taxi to Soroa in the Sierra Rosario, stay at boutique homestay. At Soroa you can walk to the viewpoint, waterfall and orchid garden."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Explore mountains Sierra Rosario at Soroa. Full day private guided daywalk through the tropical mountains of Soroa with lunch at a farmers place in the middle of the tropical forest. We have several day programs. Also for birdwatchers who wish to hike a little less with specialzed birdwatching guide. Homestay Soroa."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Bay of Pigs, Zapata Peninsula. By private taxi to Playa Larga, with a dive in Pigs Bay included at Cueva de los Pesces where you also have a cenote and a restaurant for lunch. Homestay / casa particular Playa Larga directly at the beach."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Morning dive at divecenter Punta Perdiz included, belonging to the best diving location in Bay of Pigs. Transfers included. In afternoon to Trinidad via Cienfuegos by private taxi, colonial style homestay with terrace and view in historical center. Optional cultural guided tour at Cienfuegos. Salsa classes can be arranged on request."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Dive at Trinidad Ancon beach with catamaran and 2 dives pp included. Diving zone near to Cayo Blanco, colonial homestay downtown Trinidad."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Sierra Escambray. Excursion into the subtropical mountains of Sierra Escambray. By private taxi into the mountains, pick up private guide at Topes Collantes, enjoy delicious cup of coffee at hacienda, and then on foot deep into mountains to hacienda Codina. Along the way side excursion to open cave La Batata with swimming and some climbing. On the hacienda you will have a typical lunch. And after lunch you make an easy roundwalk through the orchid garden, visit a bat cave, viewpoint and bamboo garden. Very nice place to be. In late midday back to Trinidad again by truck out of the mountains, and later on by private taxi. Alternatives, or for extra days: private guided cultural tour Trinidad & Sugarmill valley, full day Catamaran group excursion to tropical island Cayo Leguano - Cayo Blanco with snorkeling, beachlife, time for exploration island and fish lunch. More alternative excursions: deep sea fishing, horseback excursion in Valle Ingenios - Sugarmill Valley or by horseback riding from Trinidad to the waterfall at El Cubano."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Havana. By private taxi back to Havana, eg through the Sierra Escambray to Santa Clara and visit the Che memorial. Boutique homestay in Old Havana."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Free morning and part of the midday at Old Havana, transfer out in midday to international airport with private taxi included, depending on flight schedule."
    }
  ],
  "map": ""
}