{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "eastern-cuba-kayaking-tour",
  "tourName": "Eastern Cuba kayaking tour",
  "placesVisited": "",
  "generalInfo": "Experience the first Cuba kayak tour that explores the mountains and coasts of Eastern Cuba. Eastern Cuba, or Cuba’s Oriente, embraces all of Cuba’s unrestrained wilderness, raw culture, and unadulterated towns yet untouched by modernized glamour. <br/><br/>Discover Christopher Columbus’ links to eastern Cuba on this memorable kayaking and walking tour from Holguin. Over eight days, you’ll explore little-visited towns and kayak around magnificent islands and bays, which Columbus described as “the most beautiful land human eyes have seen”. Journey along a mangrove-lined river to spot Cuban trogons and watch as skilled workers expertly roll cigars from locally-grown tobacco. <br/><br/>With the help of knowledgeable guides, you’ll learn about Cuba’s history of rebellion and its rich cultural heritage, with meaningful interactions along the way. This Support for the Cuban People experience includes plenty of local insights to help you gain a better understanding of this complex nation. While the itinerary is kayak-centric, it includes the opportunity to go snorkeling on coral reefs, walk through historic towns, and visit one of Cuba’s tallest waterfalls. <br/><br/>Please note: Travel to Cuba requires a flexible attitude as things don’t always run according to plan. While we try our best to stick to the following itinerary, some activities may change due to the availability of guest speakers and weather conditions. Wherever possible, we attempt to substitute them with similar activities that are in line with our Support for the Cuban People initiatives. For the most fulfilling experience, we ask that you approach this adventure with an open mind and support your local guides in delivering an incredible trip.",
  "durationDays": "8",
  "price": "3190",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 0,
      "title": "",
      "description": "Make your way to Holguin, with several commercial flights operating from the United States with American Airlines. We highly recommend that you arrive at least a day before the tour starts to accommodate for flight delays or cancellations and we can assist with booking additional nights’ accommodation if needed. Alternatively, you may opt to fly to Miami on Day 0 and spend the night there before an early morning connection to Havana. Your tour officially starts at 11 am on Day 1."
    },
    {
      "dayNumber": 1,
      "title": "",
      "description": "Explore Holguin - Once everyone has arrived in Cuba, we will begin our exploration of Holguin. Home to atmospheric colonial plazas and 18th-century churches, it has been nicknamed the “City of Parks”. In addition to learning about the city’s architectural heritage, there will be time to simply relax on a bench and watch the world go by. We’ll make the climb up to the Lomas de la Cruz, which has watched over the city since 1790 and offers magnificent views from its base. •Accommodations: Casa particular or hotel •Meals Included: Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Puerto Padre - After breakfast at your hotel, we’ll head west through the sugar cane fields that surround Holguin to the picturesque town of Puerto Padre. It’s here that we will launch our kayaks for our first paddling session, but only after a safety briefing and orientation. Depending on the winds, we will paddle for two or three hours across the Bay of Puerto Padre while learning about life here for the local fishermen. After returning to shore, we’ll drive to a nearby farm for a traditional feast of roast pig, lovingly prepared by a local family. In the afternoon, you’ll be treated to a musical performance honoring the legendary jazz musicians who were born in Puerto Padre. We’ll then continue driving to the coastal town of Gibara where you will spend the next three nights. Dinner will be at a local paladar and will feature locally caught seafood. •Accommodations: Casa particular or hotel •Meals Included: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bay of Gibara + Cigar factory tour - In the morning, we will embark on a kayaking excursion down a gentle river en route to the Bay of Gibara. Our route takes in agricultural fields and mangrove forests that provide a habitat for native birdlife. After arriving back in the town of Gibara, we’ll visit a state-run cigar factory to learn about this important Cuban industry and watch as the workers illustrate their skills. Our next stop is the Caverna de los Panaderos, which nestles in the hills on the outskirts of Gibara. With the help of a local guide, you’ll journey through some of its 19 galleries adorned with stalactites and stalagmites while learning about the geology of the caves. Highlights include the “Mammoth” knob and a tranquil subterranean lake. Dinner will be at an excellent local paladar and accompanied by traditional Cuban music. •Accommodations: Casa particular or hotel •Meals Included: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Gibara - We’ll begin the day by kayaking around the Bay of Gibara where local anglers fish for shrimp and crab. After paddling a short way up the Gibara River, we’ll return to the bay while learning about Christopher Columbus’ associations with the area. There is some dispute over whether he first landed in Gibara or at Cayo Bariay, although there is a consensus that he proclaimed the area to be “the most beautiful land human eyes have ever seen.” After lunch, you will have the opportunity to meet Señor Jose, a local radio host and TV presenter who will share his insights into the town. On a guided tour, you’ll learn about its history as a cultural and trade hub, as well as the Festival Internacional de Cine Pobre that takes place here each year. In addition to visiting the beautiful Iglesia de San Fulqencia, there will be time to explore the Museum of Natural History. •Accommodations: Casa particular or hotel •Meals Included: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Mayarí - After breakfast at your hotel, we will drive east along the famous “Ruta de Chan Chan”, made famous by Compay Segundo’s iconic song. Backed by the Sierra del Cristal, we’ll pass by Macarné and Cueto as we make our way to the town of Mayarí. We’ll continue into the mountains to visit Parque Nacional la Mensura and its tract of Caribbean pines known as the “Pinares de Mayarí”. Our destination is one of Cuba’s highest waterfalls, the Gran Salto del Guayabo, which cascades more than 100 meters into a pool below. As we hike through tropical forest to view the falls, you may be lucky enough to spot Cuba’s national bird, the trogon. After a refreshing splash in the waterfall and a picnic lunch, we’ll return to Mayarí to check into our accommodation for the night. Before dinner, you’ll have time to explore this agricultural town where ox and horse carts are still a popular means of transporting goods. •Accommodations: Casa particular or hotel •Meals Included: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Cayo Saetía - This morning we will travel to Cayo Saetía, an idyllic island in the Bahía de Nipe. It was once a hunting ground for the likes of Fidel and Raul Castro before its animals were protected within a wildlife reserve. In addition to zebras, ostriches, and water buffalo, the island provides a habitat for introduced camels and antelopes. We will paddle along the west coast of the island before stopping for lunch and a swim on a deserted beach. There may also be the opportunity to go on a mini-safari to spot some of Cayo Saetía's animals. •Accommodations: Casa particular or hotel •Meals Included: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today, we will again return to Cayo Saetí for a day of kayaking between blissful beaches and snorkeling on the underwater reefs. While enjoying the magnificent coastal scenery, a local guide will help us to better understand the fascinating history of the island. At the end of our paddle, we will return to Mayarí for a final dinner together. •Accommodations: Casa particular or hotel •Meals Included: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, we will travel southwest to Biran, a small town that was once home to the Castro family. As we tour their historic home, hear how Angel Castro built his wealth as a local businessman and the early years of life for Fidel and Raul. We will then continue to Holguin where our tour comes to an end. If you are staying an additional night, we will drop you at your hotel before continuing to Holguin Airport at around 5 pm. If you want to extend your stay, consider joining our Cuba’s Wild East tour to explore the town of Baracoa and Alexander Humboldt National Park. Alternatively, you can learn more about Cuba’s political past on the Origins of the Revolution tour, which journeys into the mountains of the Sierra Maestra. •Meals Included: Breakfast, Lunch"
    }
  ],
  "map": ""
}