{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-activity-holiday",
  "tourName": "Cuba activity holiday",
  "placesVisited": "",
  "generalInfo": "On this action-packed tour you’ll take in the best of Cuba from a variety of perspectives. Discover bustling Havana on bike before kicking back to view the city in style from the backseat of a classic American car. Fly through the stunning Sierra del Rosario mountain range on a zip line before exploring Cuba’s rich underwater world snorkelling off Playa Jibacoa. Near folkloric Matanzas plunge underground into a network of ancient caves, lunch at an organic farm and then visit Che Guevara’s mausoleum in Santa Clara. <br/>Your adventure continues in historic Trinidad where you’ll hike through the luscious Sierra del Escambray by day and learn to move your hips with a local salsa teacher by night. Stay in a local casa particular and get to know everyone’s favourite part of Cuba – the people! Visit a rural community and kayak across the magical bay of Cienfuegos before returning to Havana.",
  "durationDays": "8",
  "price": "1611",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Group Transfer from Jose Marti International airport. Welcome to Cuba! The largest island in the Caribbean, Hemingway’s much-loved abode and one of the last planned economies in the world. You’re soon to discover that Cuba is all that and much, much more, but first sit back, relax and enjoy your first night in Havana. You’ll be staying in a local casa particular, a family-run B&B; the perfect opportunity to experience a Cuban household. Rooms are simple but comfortable with en-suite bathrooms. Head out for dinner in one of Havana’s many new paladars – private restaurants. This evening we will meet our guide and enjoy a Cuban cocktail as he/she talks us through the days ahead. Overnight Casas particulares Havana"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning we transfer to the outskirts of Havana to start our ride to Las Terrazas community. We will be entering the Sierra de Rosario; the closest mountain range to Havana and an area UNESCO declared a Biosphere Reserve. The Las Terrazas community was created in 1971 so that farmers in the area who had been living in desperate poverty and isolation could participate in reforestation. Nowadays Las Terrazas is a self-sufficient community surrounded by spectacular landscapes. Enjoy a traditional lunch in a community-run restaurant. After lunch you will have the opportunity to ride Las Terrazas’ famous zip line (optional), affording an adrenaline-fuelled panoramic view of this lush biosphere. This afternoon transfer to Playa Jibacoa, a Cuban beach getaway, just 60 kilometres outside of Havana to the east. Enjoy the evening at leisure. Overnight Hotel Villa Tropico Jibacoa Cycling distance: 48km"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning we’ll drive to the start point of our city cycle and get acquainted with our bikes before setting off on a two-wheel tour of Havana. We’ll visit the well-to-do Miramar district, home to the city’s foreign diplomats and some of Havana’s most striking 20th century architecture. Keep an eye out for the sprawling and strange Russian embassy. We’ll then cycle through Parque Metropolitano de la Habana and Nuevo Vedado before stopping at Plaza de la Revolución, the political heart of Castro´s Cuba. From here we wheel through vibrant Vedado towards the famous Hotel Nacional, which has offered shelter to many a celebrity over the years, including Winston Churchill and prominent US mafia members. We finish our cycling tour on the edge of the Old Town next to the Bay of Havana. After lunch in a typical Old Town restaurant, the rest of the afternoon is at leisure. We’ll then re-group in the early evening for the quintessential Havana experience – a tour of ‘new’ Havana in 1950’s classic American cars. Enjoy the evening at leisure. Overnight Casas particulares Havana Cycling distance: 24km"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning snorkel and relax on Jibacoa beach before visiting a cave network near Matanzas. Afterwards we’ll transfer south to Finca Coincidencia, an organic farm and ceramic workshop. Enjoy a delicious home-cooked lunch and a tour of this charmingly eccentric farm. After lunch we will transfer further east into Villa Clara province, to the provincial capital, Santa Clara. The city of Santa Clara was founded in 1689 by settlers fleeing the coast and constant lootings by pirates. Today Santa Clara is an important university town but it’s best-known for the historic events that surround revolutionary Che Guevara. Che led his rebel forces in the battle of Santa Clara, a decisive victory over Batista's army that resulted in the Triumph of the Revolution. Che’s remains were brought here from Bolivia in 1997 and are kept in an impressive mausoleum which we will visit, along with the Tren Blindado memorial park. Enjoy the evening at leisure. Overnight Hotel or Casa in Santa Clara"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning we will transfer to Topes de Collantes in the stunning Escambray mountain range, where we will trek along shady mountain paths, stopping for a dip at a spectacular waterfall. Enjoy lunch at an atmospheric eco-restaurant tucked away in the forest before transferring to Trinidad, the jewel in Cuba's patrimonial crown. Named a UNESCO World Heritage site in 1988, Trinidad’s collection of beautifully preserved colonial buildings have the Sierra del Escambray as a backdrop and overlook the Caribbean Sea. Much of the city's fortune was made during the sugar boom of the early 19th century when the city’s nucleus of elegant mansions was built. In the late afternoon have a salsa class with a local teacher and we’ll dine together in a local casa that serves wonderful cuisine. Later this evening you might like to sample Trinidad’s lively nightlife and try out your new moves! Overnight Casas particulares Trinidad"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning we’ll take a walking tour of Trinidad: the city’s cobbled streets and pastel houses will make you feel as though you’re walking through a time capsule. Afterwards we’ll drive the short distance to nearby Playa Ancon beach, where we’ll have time for a swim before lunch. In the afternoon we transfer along the coastline to Rancho La Vega, where we’ll have lunch and visit La Vega community. Here you’ll gain an insight in to typical Cuban services such as the medical facility, school, and food ration store. We continue onwards to Cienfuegos. The city of Cienfuegos is known amongst Cubans as 'The Pearl of the South' and its colonial centre was named a UNESCO World Heritage site in 2005. Cienfuegos is the only city in Cuba founded by French migrants fleeing the slave revolution in Haiti in the early 19th century. Enjoy the evening at leisure. Overnight Casas particulares Cienfuegos"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning we will go on a kayaking excursion in the bay of Cienfuegos. We set off from the Cienfuegos Yacht Club harbour after receiving an instruction and safety briefing. Donning our life jackets, we set off across the bay, a wide natural harbour which provides sheltered kayaking. We paddle towards the narrow mouth of the harbour at Pasacaballo and there is a chance to stop and visit the imposing Castillo de Jagua before finishing at Rancho Cristal for lunch. After lunch we return to Havana, where you can enjoy the evening at leisure. Overnight Casas particulares Havana"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning we will go on a walking tour of Old Havana. Havana is the finest surviving Spanish colonial city in the Americas and one of seven towns or “villas” founded by the Conquistador Diego Velazquez in the 16th century. Post-revolution restoration work and the millions of dollars invested since it was declared a UNESCO world heritage site in 1982 mean that Old Havana has been well-preserved and is often referred to as a “living museum”. The many marvellous monuments, cathedrals and palaces of the city’s historical centre are brought to life by a constant hustle and bustle and the unmistakable sound of Cuban son. After this morning’s tour it’s time to part ways and say Adios, or, as we prefer to think of it hasta luego, see you later! Have a safe onward journey and we very much hope to see you in Cuba again soon. Afternoon transfer (30–40 minutes approx.) to Havana airport."
    }
  ],
  "map": ""
}