{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "small-group-tour-to-cuba",
  "tourName": "Small group tour to Cuba",
  "placesVisited": "Start and finish in Havana, Baracoa, Santiago, Camagüey, Trinidad, Santa Clara, Che Guevara Museum, Cienfuegos, Bay of Pigs, two days in Havana, visit community arts projects, Las Terrazas, Soroa, Viñales, visit home of tobacco farmer",
  "generalInfo": "Our 20 day Complete Cuba tour is a combination of our 15 day Original Cuba tour package and our 6 day Western Cuba tour package. We think this is the best tour to travel the entire length of the island to experience Cuba's fascinating diversity. It takes you to many of Cuba's natural and historic highlights, however the emphasis of the tour is on contact with the Cuban people and their culture.<br/><br/>We also give you plenty of time to do your own adventuring in Cuba. Nevertheless, your local tour guide is available everyday to recommend places to explore and to help you arrange excursions and day trips.<br/><br/>Travel times<br/>Havana to Santa Clara                                  3 hours<br/>Santa Clara to Segundo Frente via Bayamo\t 8hours<br/>Segundo Frente to Baracoa                          7hours<br/>Baracoa to Santiago de Cuba\t                 4hours<br/>Santiago de Cuba to Camaguey\t                5 hours<br/>Camaguey to Trinidad via Ciego de Avila       5 hours<br/>Trinidad to Cienfuegos\t                        1.5 hours<br/>Cienfuegos to Havana via Bay of Pigs\t       4.5hours<br/>Havana to Soroa                                         2 hours<br/>Soroa to Vinales                                          3 hours<br/>Vinales to Havana                                       4 hours",
  "durationDays": "20",
  "price": "2265",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "HAVANA ARRIVAL DAY- You are free to arrive in Havana at whatever time you can today. We have set aside this first day for this purpose, so you won't miss out on anything, even if you arrive late in the evening. Your included airport arrival transfer will be provided. This will be either a government taxi or a private car, and will take you directly from the Havana airport to your guesthouse for the first night in Havana. Your tour guide will leave a note for you in the guesthouse with some information for you to get settled and details of any tour group meeting times. The first of these will be a get together for dinner on the first night for those tour group members that have arrived in time. If you do happen to arrive earlier in the day, you may have time to go and explore some of Havana. At some stage during the tour, your tour guide will include a walking tour of Old Havana. After confirming your tour booking with us, we will also send you a set of maps for each city you will visit in Cuba. This is like a mini guide book that we update every year - so it is usually more up-to-date than a typical guide book. We do recommend the guide books for Cuba however, especially for the background historical and cultural information sections."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SANTA CLARA We begin our day with a 2-hour walking tour through Old Havana’s UNESCO World Heritage-listed squares, the heart of the city since 1519. You will see beautiful examples of baroque, neoclassical, and eclectic architecture exploring iconic squares like Plaza Vieja, Plaza de Armas, and Plaza de la Catedral, home to the breathtaking Catedral de San Cristóbal. Each square tells a story of Havana’s rich history and cultural evolution. Afterwards, we embark on a 3-hour journey to Santa Clara, a city deeply rooted in Cuba’s revolutionary history. Upon arrival, visit the Che Guevara Monument, a striking memorial complex that houses the mausoleum of the iconic guerrilla leader and a museum dedicated to his life, ideals, and legacy. Nearby, explore the Tren Blindado (Armored Train) site, where Che’s forces famously derailed a Batista regime supply train in 1958—a decisive moment in the Cuban Revolution. Walk through the preserved train cars and relive this pivotal chapter in history. End your day with a leisurely stroll through Santa Clara’s streets, soaking in the city’s unique blend of history and modern energy."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SEGUNDO FRENTE via Bayamo Today we have a 6-hour journey to Bayamo, the cradle of Cuba’s independence movement, where the nation’s history was shaped. This historic city is not only the birthplace of Cuba’s national anthem but also where the first version of the Cuban flag was created. Learn about Bayamo’s pivotal role in the fight for freedom, led by local hero Carlos Manuel de Céspedes, known as the \"Father of the Homeland.\" In 1868, Céspedes made a bold and revolutionary move by freeing his slaves and initiating Cuba’s independence war, marking the beginning of the abolition of slavery and the struggle for independence from Spain. After delving into Bayamo’s rich history, we continue 2-hours east, past Santiago de Cuba to the serene Mountains of Segundo Frente, where you’ll stay in a beautiful location surrounded by nature. This peaceful retreat offers the perfect opportunity to relax, unwind, and soak in the tranquil atmosphere."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SANTIAGO DE CUBA Founded in 1515, Santiago de Cuba was the first capital of Cuba and played a crucial role in the island's development and still maintains a vibrant connection to its past. We'll start by exploring the city's key landmarks, including the Parque Céspedes, the central square that is a hub of activity, and the Catedral de Nuestra Señora de la Asunción, a beautiful cathedral steeped in history. We'll also see the Casa de Diego Velázquez, one of the oldest colonial houses in Cuba, and now a museum offering a glimpse into the city's early life. On the second day, we will visit the sacred Sanctuary of Our Lady of Charity of El Cobre, a beautiful yellow church perched in the hills near Santiago de Cuba. See the revered image of the Virgin, explore the Hall of Miracles, and learn about Cuban faith. Optional but highly recommended is the city tour which includes the Castillo del Morro, a well-preserved fortress overlooking the bay. Here, you will learn about the city's strategic importance and enjoy panoramic views of the coastline. A visit to the Moncada Barracks, now a school complex, provides a deep understanding of the Cuban Revolution's beginning. It allows us to reflect on the events that helped shape the island's path to independence. You can also explore the Santa Ifigenia Cemetery, the final resting place of many prominent Cuban figures, including Fidel Castro and national hero José Martí."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "CAMAGUEY Venture next to Camagüey, a city known for its artistic spirit and a deep-rooted Catholic heritage. Camagüey is west of Santiago, a fiercy proud city that was once home to wealthy Spanish families. This city is known for the purity of its Spanish language and the complexity of its winding streets. Visit art galleries, delve into the story of Cuba's ballet, and admire the beautifully preserved colonial architecture. Camagüey also has a history as a major agricultural region known for its extensive grasslands, cowboys, and cattle farms."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "TRINIDAD - Venture next to Camagüey, a city known for its artistic spirit and a deep-rooted Catholic heritage. Camagüey is west of Santiago, a fiercy proud city that was once home to wealthy Spanish families. This city is known for the purity of its Spanish language and the complexity of its winding streets. Visit art galleries, delve into the story of Cuba's ballet, and admire the beautifully preserved colonial architecture. Camagüey also has a history as a major agricultural region known for its extensive grasslands, cowboys, and cattle farms."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "CIENFUEGOS A short drive brings us to another coastal city, Cienfuegos, known as the \"Pearl of the South”. Founded in 1819 by French settlers, Cienfuegos is celebrated for its neoclassical architecture and strategic importance as a port city, which contributed to its growth during the sugar industry boom of the 19th century. Key highlights include visits to Parque José Martí, the impressive Palacio de Valle, and the lively Bodega de la Plaza, all reflecting the city's cultural heritage. The tour also includes a serene visit to Guanaroca Lagoon, a natural paradise teeming with wildlife, including migratory flamingos. Here, guests can enjoy an optional guided boat tour through lush mangroves, offering excellent birdwatching opportunities while learning about the area's ecological significance."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "HAVANA En route to Havana we stop on The Bay of Pigs (Playa Girón) which is renowned for the failed U.S. invasion in 1961, which sought to overthrow Fidel Castro's government. Today, it stands as a beautiful destination with clear waters and rich marine life. We stop at a museum where those who are interested can explore the historical context leading up to the invasion, including the political climate in Cuba during the early 1960s, the details of the invasion itself—its objectives, key figures involved, and subsequent consequences—and the cultural impact it had on U.S.-Cuba relations. Visitors can also enjoy a refreshing swim at nearby beaches like Playa Larga or Playa Girón, taking advantage of the blue waters and soft sands. Time permitting, you may have the opportunity to explore vibrant coral reefs and diverse marine life with a snorkeling or scuba session. We arrive late in the afternoon of Day 13, so you have 3 nights and 2 whole days to experience the Caribbean's largest and most famous city in this middle part of the tour. Your tour guide will provide an introduction with the included walking tour of the Old town scheduled for the morning of Day 14. You always have the option to skip this and explore on your own. We also offer a range of other day tours in Havana that you can add to your package. The Caribbean's largest and most exciting urban concentration, Havana is one of the oldest cities in the Western Hemisphere, and was designated a World Heritage Site by UNESCO in 1982. Options are to take the included walking tour of the Old town with the guide or to find your own adventure. This concludes the first section of your tour. On Day 15 you may lose some of your travelling companions and possibly welcome some others to the group who are only doing the last section of this tour. It's also possible that you will have a change of tour guide, however we do always try to schedule things so that the same guide takes you for the entire 20 days."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "SOROA via JAIMANITAS & LAS TERRAZAS Heading west of Havana in private transport, we stop in a couple of Havana neighbourhoods to see some community art projects. The first one is an alley called the Callejon de Hammel. This is where local artist Salvador Gonzáles Escalona has done some colourful decorations of the street with a distinctive African flavour. In fact, many of the works are dedications to specific Afro-Cuban religious demi-gods. Next we visit a neighbourhood on the outskirts of Havana called Jaimanitas. It is here that Jose Fuster has made a very impressive project called Fusterlandia in which works are made in mosaic ceramics. It extends from his own residence to surrounding houses and streets. Even the local medical clinic has been targeted by his creative efforts. Next stop is a mountainous area called Las Terrazas. The town itself was built as part of an environmental project in the early days of the Revolution. You'll have time for a walk around the town and to meet some of the locals. Apart from its environmental characteristics, Las Terrazas is also known as for its art, and there are a few woodwork, painting and pottery studios, that are open to the public. We eventually arrive to the mountain resort town of Soroa where we stay in the homes of the local humble residents. There are quite a few attractions around this heavily forested area including a short trek to a waterfall, a steep walk to a lookout, and an orchid garden with about 200 different types of orchids, more than half of which are endemic to Cuba. Today there won’t be time for activities, but you may be able to do them tomorrow morning before departing to Viñales."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "VINALES -Before reaching the town of Vinales we can stop at a lookout which has some great views of the Vinales valley. Parts of this stunning area are listed with UNESCO for the value of their rural scenery and heritage. In the afternoon we have time to take you to the home of a local tobacco farmer, who will show you his life and how he rolls his own cigars."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "VINALES Today you have a full day with no included activities. This is you opportunity to do as you please, and there are plenty of options available that your guide can arrange for you. Our travellers in the past have highly recommended the walk through parts of the valley with a guide that is local to the Vinales area. There are also caving, horse riding, and biking excursions available. Another option is to do some voluntary work on a local organic farm (and staying for dinner!), or heading to one of the beautiful beaches nearby - Cayo Levisa or Cayo Jutias. There are a couple of hotels on the outskirts of the town with some swimming pools you can use for a small fee - a good option if you just want to relax and enjoy the views while drinking a cocktail or two. The nightlife in Vinales is very friendly and active, and the locals are always enthusiastically involved. There is live music nightly and usually a dance performance or two. But the main emphasis is on participation and the locals are not shy in asking visitors to share a dance. In fact, many travellers will tell you that Vinales is one of the best places in Cuba to interact with the locals."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "HAVANA We return to Havana to celebrate the last night of the tour, and for some, their last night in Cuba. With recent changes to the laws in Cuba, and legal opportunities for Cubans to open their own businesses, there are many more good options for restaurants, bars, and night spots. Your tour guide will no doubt suggest a few for a group celebration."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "DEPART HAVANA Today is the departure day of the tour, and you are free to depart at anytime. Don't hesitate to ask your guide for help if you want to organise a few extra days in Havana at the end of your tour."
    }
  ],
  "map": ""
}