{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-holiday-west-to-east",
  "tourName": "Cuba holiday, West to East",
  "placesVisited": "Havana, Tours in classic cars, Vinales & tobacco plantations, Cayo Levisa, Soroa, Bay of Pigs, Playa Larga, Playa Giron, Cienfuegos, Trinidad, Sierra Escambray, Santiago de Cuba, Baracoa, Cacao plantation, Optional: snorkelling, diving, birdwatching, catamaran tour to Cayo Leguano, salsa classes and more",
  "generalInfo": "Discover the real Cuba on our Cuba tours, with activities including walking in the mountains, salsa classes, scuba diving, snorkelling, horseback riding, learning Spanish, catamaran trips – and enjoying the vibrant, salsa-infused nightlife. This beautiful island is ringed with coral reefs and clear blue water that laps the sandy beaches. But Cuba is not just another Caribbean island; the energy and creativity of its people lend it a unique vibe, and life here is celebrated with humour and passion. Away from the historic towns and cities, there are pristine natural landscapes – this is one of the Caribbean’s most fascinating and seductive destinations.<br/><br/>This holiday to Cuba is a round trip of the island, it can be individual fully tailor made or booked as described as a small grouptravel escorted by one of the most experienced tourleaders throughout. Licenced as well as mountainleader. You’ll start in Havana, where you’ll be staying in a boutique homestay, and cover the island with your own bus, a Cuban guide and your tourleader, staying in family-run casas particulares (homestays) along the way which gives a real insight into daily life. We’ll stop at the beaches along the way to cool off or snorkel in the crystal clear waters. The bus will stay all the time with us.<br/><br/>This 24-day Cuba holiday can start any date.and can also be booked by American citizens as with this program you support the Cuban community. In case you wish to have a private departure for a travelparty with a tourleader on the dates of your choice please check availabilities first with us and our tourguide. We also offer a 10 day variant traveling with your own bus staying on the western and central part of the island.<br/><br/>We can also adapt this itinerary for two or more people – traveling without a tourleader, as a self drive holiday, or traveling by regular bus with some local taxis. You will be joined by local experienced guides at each location for the excursions you have included.<br/><br/>These holidays all introduce you to a Cuba where little has changed over the decades. Your guide will take you out on day walks to meet local people, and at night they will accompany you to the bars to enjoy live salsa music – or wild dancing. In the Sierra de Escambray, you can experience Cuba’s subtropical forests, waterfalls and coffee plantations. In Baracoa, meet local cocoa and coconut farmers on a walk through the stunning landscape. These are easy walks at a relaxed pace, although following rain the mountain paths may become slippery, making the walks a little more difficult. Good walking shoes are essential and walking sticks may come handy.<br/><br/>Your tourleader can help you organise activities including horseback rides, salsa dancing lessons and cooking classes. You can also visit some of the best paladares – local restaurants – to enjoy traditional dishes such as lobster, vegetarian meals or just a really good mojito. Your guide can also organise trips to make the most of the Cuban nightlife. Chatting with the families in the casas particulares will improve your Spanish, and there are plenty of opportunities to meet Cuban people.<br/><br/>The tourleader for this Cuba small group holiday has been leading trips since 2001 and has made over 50 travels on Cuba from West to East since that time guiding clients and traveling with his own family. Your leader is an expert on Cuba’s rich culture and natural history, and for Cubans he is like a family member – you’re sure to feel the same as you make new friends and share stories across the island. You’re bound to receive invitations to dance, to listen to music and join in local events along with your guide. Your tourleader has extensive Cuba travel networks all over the island.<br/><br/>Our groups include solo travellers, couples, friends and families with children of all ages welcome. At all days we can improvise with the programs for those who need some flexibility and make it a great journey for everyone. Free time is factored in to relax, explore the towns or organise additional activities.<br/><br/>We can tailor the itinerary in each destination to your own interests, options include:<br/><br/> - Guided city tours<br/> - Cycling (day trips or a full itinerary)<br/> - Hikes (Vinales, Soroa, Sierra Escambray, Zapata, Sierra Maestra, Mil Cumbres, Baracoa)<br/> - Horse riding<br/> - Jeep safaris<br/> - Bird watching (in Vinales, Zapata National Park, Sierra Rosario – with the option of staying in a mountain lodge in Vinales to spot 20 endemics)<br/> - Cenote trail in Zapata<br/> - Catamaran trips to tropical cays<br/> - Scuba diving at various locations around the island, including Maria la Gorda and Jardines de la Reina<br/> - Cave tours in Vinales<br/> - Cooking classes in Havana and Trinidad<br/> - Reservations at top restaurants<br/> - Shows including Buena Vista Social Club, the National Theatre and Tropicana<br/> - Spanish courses <br/> - Salsa or drumming classes in Havana and Trinidad<br/><br/>The homestays (casas particulares) can be arranged with Spanish, salsa or cooking teachers so you can start learning right away. We also offer adapted versions of this trip with extensions for scuba diving or beach stays on the main island or smaller cays. For keen hikers, we can organise multi day coast to coast treks through the Sierra Escambray.<br/><br/>The Cuba small group tour uses private minivans to travel between destinations. The minivan and driver stay with us all the time throughout the whole journey in case of a group escorted travel. This gives us plenty of flexibility each day as well as getting us off the main roads and to travel through lesser visited areas. Besides the tourleader expert we have a Cuban guide on the bus for the travels of this year. <br/><br/>For individual tailor made departures, there are a number of transport options and prices will be adjusted accordingly:<br/><br/> - Rental car with either a driver or selfdrive.<br/> - Public buses for longer journeys, with taxis for shorter stretches.<br/> - Private taxis, or minivans for larger groups. Public buses can still be used on longer stretches to reduce costs. <br/> - Vintage cars can be used for day excursions or for longer journeys; these can carry two to four passengers with luggage, pros and contras to be explained on Skype.<br/><br/>Another way of exploring Cuba is by bicycle. In order to cover as much as possible of Western, Central and Eastern Cuba, our cycling tours make use of the regular bus and/or minivan taxi transfers on the longer transfers – leaving you to cycle the most interesting stretches. On individual tailor made cycling tours you’ll need to bring your own bike with some spare parts in order to keep costs reasonable, and we will design the day to day itinerary together with you. You can also tour around Cuba by motorbike, travelling around Western and Central Cuba on Harley Davidsons accompanied by an English speaking guide and a technical support team. The tour takes 10 days, with 1-9 travellers per group.<br/><br/>You can also dive at the most fascinating diving location in the Caribbean, the Gardens of the Queen, or Jardines de la Reina in Spanish. Important is that we can build here a balanced tailor made land program around this diving week and that this combination of both is also available for individual USA divers. Gardens of the Queen is certainly one of the last virgin reefs known by man famous for large groups of big fish and 6 varieties of sharks. Dive and snorkel sites are well protected from the winds and sea currents. Visibility is more than 40 meters. <br/><br/>We have more than 250 independent reviews on Responsible Travel on our destinations in Latin America from Cuba, Mexico, Ruta Maya to Guatemala &amp; Belize, Bolivia, Brasil, Ecuador, Peru, Colombia, Venezuela to Chile and Argentina. Contact us for a chat via Skype, Whatsapp and ask for a tailor made itinery and quote. You can find our other Cuba products on this site of Responsible travel under Cuba tours, Selfdrive Cuba family holiday and Scuba diving and tour in Cuba.<br/><br/>Important, update actual situation West and Central Cuba: all tourist services work perfect, our homestays outside Havana have their own generator, they will provide the house of electricity for you and the family in case necessary, all travellers who have been recently on Cuba had a great trip. Further due to shortages in petrol for the rental car market we recommend to travel by private taxi (private minivans for families &amp; groups), regular tourist bus or shuttle minibuses as they fall under the umbrella of the Cuban Government and can make use of special storage stations. We all arrange your transfers by private taxi, van or bus. At the actual situation we do not recommend traveling by rental car as the actual situation is very changeable meaning that we can not predict if you can find sufficient petrol at the regular petrol stations. We do offer rental cars though to experienced travellers who speak Spanish at own risk. It is a kind of adventure and depends very much on everyone’s abilities to deal with eventual challenges. Please plan a chat with us when you wish to receive more details. Cuba stays fascinating and an amazing destination. We also offer since recently again holidays and relatively short roundtrips in East Cuba with our teams in Havana &amp; Baracoa, all traveling by private taxi. You can fly in and out from the Holguin international airport.",
  "durationDays": "24",
  "price": "3900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Reception at Havana airport and private taxi or minivan to your boutique homestay in historical Old Havana. Welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Guided walking tour of 5 hrs included through Old Havana in the morning, including boat tour over the Bay to El Christo and Che Guevara house. Optional private salsa classes. Great gourmet dinner locations arranged."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Travel to Vinales with private minivan or 16 seated bus depending of size group. You will be accompanied by an expert tour- and moutainleader and Cuban guide. The bus and driver will stay the whole travel with us giving us the greatest flexibility. Great homestays in Vinales with view on mogote mountains in quiet alley. Afternoon tour to a tobacco fermentation house and excursion to cave of Santo Tomas included."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Full day hike with a guide of the NP Vinales and your tourleader. Transfer to start trail to Los Acuaticos, visit last members of water community included and walk close along the vertical mogote walls with excellent views into the valley. From there descending again through the valley, visit tobacco farmers and via the Toro cave walk back to Vinales."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We start with some birdwatching of one hr at a special mogote valley where we have a special birdwatchers trail. After a cup of coffee we start from the same valley, we cross the mogote mountains via off the beaten trails into the Vinales valley, lunch in a tobacco cottage and end the day with a typical cocktail in rocking chairs above the Vinales valley. All transfers included. Alternatives for those who prefer not to walk, are having a beachday, enjoy horse back riding and-or renting a bike."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today a full beach day at tropical island Cayo Jutias included, this is a tropical key connected by the road and visited mainly by Cuban day tourists and some travelers. Has good snorkeling and diving options, there is a small dive center here and you can go by speedboat to the coral reefs for an excursion, you can rent equipment here at the school and it has a restaurant with bar on the beach. Return to homestay Viñales."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Drive from Viñales to Soroa. Visit viewpoint, waterfall and orchid garden of Soroa. To visit the viewpoint you have to ascend a hill with tropical vegetation and in the end you have a spectacular view over the landscape. Stay in different homestays at Soroa with the main family an art family with beautiful garden and workshop."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Full day hiking excursion through the mountains and along streams. With a local bird guide and medicinal plants expert, share a coffee break with a coffee farmer and have lunch with a Cuban family who lives in the tropical forest of former coffee plantations."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Travel to Cienfuegos via the Bay of Pigs with a private minivan, stopping along the way for historical points, and a couple of hours for snorkelling or diving at Cueva de los Peces and to have lunch. Late afternoon arrival at homestays in historical heart of Cienfuegos."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "In the morning included private guided excursion through colonial Cienfuegos and along the bay of Cienfuegos. In the afternoon included a boat trip and visit a fort at the other side of the Bay. This is with a private fisher boat. Stay overnight Cienfuegos."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Early departure to the Guanaroca lagoon for birdwatching and to see the flamingoes. Visit the botanical garden of Cienfuegos. From here continuation to Trinidad homestays with terraces and views in village Trinidad. Included a private guided cultural tour through the colonial center. Late afternoon free time to wander through Trinidad, have salsa classes and-or visit beach Ancon for snorkeling at coral reefs."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Leave the city today to head into the Sierra Escambray mountains. You’ll visit a coffee museum and hike to the gorgeous Hacienda Codina, a former Spanish coffee-growing ranch. There is time to swim along the way, and explore the Batata Cave. After lunch, you can take a botanical walk before rewarding yourself with a refreshing ginger cocktail at the hacienda. Stay overnight under a starry sky at hacieda Codina."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Small transfer by Russian truck or jeep, continuation hike to Hacienda Gallega in NP Guayanara, visit of coffee farmer along the way. In afternoon walk to waterfalls and optional descend along river from waterfall to a lagoon. Late afternoon return by minivan to Trinidad. All transfers, meals, with some drinks in this 2 day mountain program included."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Full day Catamaran group excursion to tropical island Cayo Leguano with snorkeling, beachlife, time for exploration island, its mangrove forest and shallow water marine flora and fauna, with paella fish lunch on the island. The island is habited by large populations of leguanos & some hutias (friendly tree rodents). All transfers included. Great gourmet dinner location at roof of homestay."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Travel with private minivan to Camaguey boutique homestay in historical center. Included visit open air museum in the Sugarmill valley, hacienda Iznaga or San Isidro. Late afternoon 3 hrs private guided tour by bike taxi through colonial Camaguey included."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Travel to Santiago homestays in historical center with private minivan. In afternoon included guided walking tour through Santiago of 3 hrs, visiting house of Velazquez and Fidel Castro, the cathedral, Casa de La Trova and the balcony of Velasquez. Great homestay dinner in patio in the middle of a green urban garden and orchids. Optional salsa classes."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Today full day Santiago excursion and surroundings with minivan included. Visit cemetery which is the resting place of Jose Marti & Fidel Castro, Moncado garrison which is a school now, Plaza de Revolucion and the beautifully located fortress El Morro with views over the Caribbean. After this go into the mountains to Gran Piedra of the Sierra Maestra which is already worth visiting the tour through the mountains and the views on top of the rock, from here we make a small walk to visit the oldest French coffee settlement near to the Gran Piedra. It is a hacienda museum beautifully located in nature (good for birdwatching as well) with very little tourism and gives some insight in this part of the Cuban history. At the end of the day we visit in the late afternoon a small museum dedicated to the start of the Revolution and go for a swim from a tropical beach in the Caribbean sea. Optional salsa classes."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Today to Baracoa, the pearl of the east, with private minivan and have several stops along the most beautiful roadtrip of Cuba included. One stop will be a beachstop of 1,5 hrs at the south coast road. and combined with the visit of the famous beach monument at the landing site of Jose Marti at Playita Cajobabo. Other photostops are at Guantanamo bay viewpoint and the highest view point in the mountains going to Baracoa. Baracoa boutique homestays in center village with terraces and views."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Day hike, with crossing the saddle of El Yunque in the morning with visit of a local school in the mountains, visit of a cocao plantation, farmer with a coffee stop. Have a lunch included at Rio Toa, with a boat ride to a coco key and walk over this small coco plantation, pick up by boat again and have a boat ride to the beach. From here we will have then a beachwalk from Rio Toa to Rio Duabe. All transfers included, with the best guide of Baracoa and most complete program. Baracoan typical lunch included at ecofriendly lodge."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "If you’ve ever wondered where exactly chocolate comes from, all will be revealed today with a tour of a cacao plantation and chance to meet the families who turn the beans into chocolate. Have a small walk along a mangrove forest through coconut plantations. Stop at a beachside fishing settlement for lunch then row into the Yumuri Canyon for a small walk and swim in the canyon. Depending on the sea tides program is adapted."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Free day. Participants can inscribe on different waterfall and hiking programs, horseback riding, jeep safaris to El Faro, hike to the top of el Yunque or just go to beach Maguana. The daywalk Balcon of Iberia in the NP Humboldt can be combined with snorkeling at Baracoas best coral reef location hidden in a bay and with going to the famous beach Playa Maguano."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "By private minivan return to Santiago. Photostops along the way and coffee break at Guantanamo. Early dinner can be arranged at homestay in Santiago. Originally domestic flight planned at 18 - 22 hrs to Havana, however all domestic flights are suspended on Cuba. So it will be with a nightbus back to Havana, dep around 8pm."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Arrival in morning around noon. Taxi transfer included to boutique homestay in Old Havana. In early afternoon you will have time to visit museums, stroll through Old Havana again, have salsa classes, go for some shopping at the souvenir market in the harbour. Farewell dinner at 7pm. For the late evening at 9 -10pm there exists the option to go to the Havana Queens or Tropicana dance show with the splendour of Cuban folkloric dances and vibrant salsa."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Transfer included by minivan for the departures of the main group, flights home. Extensions Havana and Varadero are optional same as continuations to other Latin destinations from Havana."
    }
  ],
  "map": ""
}