{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "10-day-cuba-tour-small-group",
  "tourName": "10 day Cuba tour, small group",
  "placesVisited": "Havana, Old Havana walking tour plus rooftop Mojito-making lesson, Classic convertible car tour, Cienfuegos plus a drink at the Palacio de Valle, Bay of Pigs swim or snorkel, Trinidad, Informal salsa lesson, Santa Clara, Che Guevara Memorial and museum, Viñales plus organic farm lunch, Tobacco farm tour, Cigar factory & Rum Museum tours",
  "generalInfo": "A beguiling and captivating destination unlike any other in the Caribbean if not the world, Cuba has a great deal to offer the visitor. With its intriguing history – from the first landing of Columbus to the present day by way of the Cuban revolution, the population’s joie de vivre, and the island’s astonishing natural beauty, you’ll soon discover for yourself why Cuba is such a highly-rated destination on our 10 day / 9 night Cuba Group Tour.<br/><br/>So our tour groups can get the very most out of their time on this amazing island nation, we include a variety of amenities as standard. Nine nights of accommodation takes away the stress of finding somewhere to stay for yourself in a foreign country. Our expert guides, who escort you throughout the tour schedule, speak excellent English providing a bridge between you and the locals whether or not you speak Spanish.<br/><br/>Our 10 day / 9 night Cuba Group Tour also includes private transportation between destinations so there is no battling the Cuban public transport system and guaranteed departures provided at least two of the maximum 15 slots on the tour are booked. We also charge a very small single supplement fee, so our single travellers can have the comforts of a private room without having to break the bank. <br/><br/>Highlights:<br/>- Stay in Cuban B&amp;B’s (air-conditioned and ensuite facilities)<br/>- Private air-conditioned transportation between destinations<br/>- Guided orientation walks at each of our scheduled destinations<br/>- Swim/snorkel at the Bay of Pigs after visiting the revolution museum<br/>- Enjoy a drink at the elegant Palacio de Valle in Cienfuegos<br/>- Che Guevara Memorial and museum in Santa Clara<br/>- Informal salsa lesson<br/>- Tobacco farm and drying house<br/>- Organic farm lunch in Vinales<br/>- Explore Old Havana on foot<br/>- Tour Havana in a classic convertible<br/>- Mojito making lesson<br/>- Visit the rum museum and cigar factory in the capital<br/>- Roof-top group dinner<br/><br/>Accommodation<br/>What’s hopefully clear from our tour schedule is that interaction with the real Cuba and Cubans is an integral part of our 10 Day / 9 Night Cuba Group Tour. As a result, we place our tour guests in Cuba’s small privately run bed and breakfasts rather than the larger, state-run hotels.<br/>A unique form of holiday accommodation to Cuba, casa particular as they are known, are family-run enterprises that provide foreign visitors with a place to stay, and have only recently evolved out of the Cuban government’s relaxation on private businesses. Homelier than hotels, each casa is different in their set-up and size, however we always aim to book our guests in casas that have ensuite bathroom facilities and air-conditioning whenever this is possible.<br/><br/>Your Comfort on Tour<br/>Although our 10 Day / 9 Night Group Tour is designed for those who want to experience the real Cuba, we still want our guests to be as comfortable as possible while on tour. For this reason we always include:<br/>- Your airport transfer on arrival. <br/>- Bottled water on scheduled journeys between destinations of more than 2 hours.<br/>- Internet access cards (totalling 2 hours) so you can access the various Wifi Hotspots across the country and keep in contact with home.<br/><br/>Free time and optional activities<br/>Our 10 Day Cuba Group Tour is planned in such a way to ensure you have some free time to explore Cuba at your own pace and to meet your own exact interests. This free time also allows our guests to undertake a range of optional activities to add to the experiences gained from the extensive list of scheduled activities and highlights, so that you can make the very most of your time in Cuba.<br/>",
  "durationDays": "10",
  "price": "1325",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Havana. Arrive at Havana’s José Martí International Airport where a Locally Sourced Cuba Tours representative will meet you for a private transfer to your casa particular in the heart of Havana. There are no scheduled activities today, giving you time to settle in and unwind. Depending on your arrival time, your guide may arrange an optional group welcome dinner at a paladar, one of Cuba’s charming privately-owned restaurants. It’s the perfect opportunity to meet your fellow travellers and hear an introduction to the days ahead."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Havana to Viñales via Fusterlandia. After breakfast, depart Havana and begin your journey west. Your first stop is Fusterlandia, the colourful, whimsical neighbourhood created by Cuban artist José Fuster. This open-air mosaic wonderland supports local artists and community-led beautification projects. From here, drive into the lush countryside of Pinar del Río province, arriving in Viñales, one of Cuba’s most stunning natural regions. Stop at the Los Jazmines lookout for panoramic views over the dramatic mogote-studded valley before settling into your casa. Later, enjoy a relaxed orientation walk through Viñales town to get your bearings and a feel for this tranquil rural community."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Viñales. Start the day with a visit to a traditional tobacco farm and drying house, where you'll meet a local farmer and learn about the process behind Cuba’s world-renowned cigars—grown, dried, and hand-rolled using centuries-old techniques. Next, enjoy a delicious organic lunch at a local family-run farm overlooking the valley. Everything served is grown on-site, offering one of the freshest and most sustainable meals you’ll have in Cuba. The afternoon is yours to explore. Optional activities include: A guided hike through the valley’s mogotes and caves A visit to the Cuevas del Indio (cave tour + underground riverboat ride) You might like to hire some bicycles or spend a quiet afternoon with the locals in town"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Viñales to Cienfuegos via Bay of Pigs. Today is a scenic drive across Cuba from west to central coast. Along the way, stop at the Bay of Pigs (Playa Girón)—a site of immense political history and natural beauty. Visit the Bay of Pigs Museum, which tells the story of the failed 1961 CIA-backed invasion. Then take a refreshing dip in Cueva de los Peces or snorkel in the calm, clear waters on the peninsula. Continue onward to Cienfuegos, a graceful coastal city founded by French settlers. After checking into your casa, enjoy a guided evening stroll around the colonial Parque Martí, past the neoclassical Tomas Terry Theatre, and along the breezy Malecón. End the night with a drink at the Palacio de Valle, a former palace turned restaurant and bar with views over the bay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Santa Clara & Onward to Trinidad. After breakfast, depart for Santa Clara, the city most associated with Che Guevara. Visit the Che Guevara Mausoleum and Memorial, the final resting place of the revolutionary hero, and explore the museum chronicling his life and legacy. Later in the day, arrive in Trinidad, a perfectly preserved Spanish colonial town and UNESCO World Heritage Site. Settle into your casa and then join your guide for an early evening walking tour through the cobbled streets, lively plazas, and artisan workshops. Wrap up the day with live music and a dance show at the legendary Casa de la Musica, a popular open-air venue in Trinidad’s main square."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Trinidad. Today is a flexible day for you to enjoy Trinidad at your own pace. Your guide will offer a range of optional excursions and recommendations based on your interests: Visit Playa Ancón, one of the best beaches on Cuba’s southern coast Hike to Salto del Caburní, a waterfall in the nearby Topes de Collantes nature reserve Explore the Valle de los Ingenios, the once-thriving sugar mill valley Take a salsa dance lesson or join a local cooking class Shop for handmade ceramics, lace, or paintings at local co-ops In the evening, explore Trinidad’s food scene or return to Casa de la Musica for more dancing and mojitos."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Return to Havana. After breakfast, journey back to Havana. Once back in the capital, it’s time for a uniquely Cuban experience—a ride in a vintage American convertible. Cruise through the city’s major landmarks including Plaza de la Revolución, the Malecón, and El Capitolio. In the evening, enjoy a mojito-making lesson on a beautiful rooftop terrace overlooking Old Havana. You’ll learn the history and art of mixing Cuba’s most iconic cocktail. An included roof-top dinner follows, the perfect way to continue to celebrate your journey and share memories with new friends."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Exploring Havana. Today you'll dive deeper into Havana’s rich cultural and historical tapestry. Take a guided walking tour of La Habana Vieja (Old Havana), exploring its grand colonial architecture, vibrant plazas, and key landmarks like Plaza de la Catedral, Plaza Vieja, and El Templete. Later, visit the Callejón de Hamel, a vibrant alley filled with Afro-Cuban murals, music, and community-led art projects celebrating Santería culture. Your guide will also point out some hidden gems—local bookshops, rooftop cafes, or art galleries—for further independent exploration."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Exploring Havana. In the morning, tour the Havana Rum Museum to trace the history of this beloved Cuban export, from sugarcane to sipping glass. Then visit the famous Partagás Cigar Factory, where you’ll witness skilled torcedores (cigar rollers) at work. The afternoon is free to relax or explore more of Havana. You might choose to: Visit the Museum of the Revolution housed in Batista’s former palace Explore the Museo Nacional de Bellas Artes (Cuban Fine Arts Museum) Take in views from Hotel Nacional while enjoying a classic daiquiri"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Departure Day. There are no scheduled activities today. After breakfast, you’ll be transferred to the airport for your flight home, or continue your adventure elsewhere in Cuba. If you have a late flight, your guide can help you make the most of your final hours with recommendations for last-minute souvenirs, galleries, or photo spots."
    }
  ],
  "map": ""
}