{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-christmas-new-year-tour",
  "tourName": "Cuba Christmas & New Year tour",
  "placesVisited": "Havana, Santa Clara, Parrandas de Remedios festival - Christmas Eve, Trinidad - Christmas Day dinner, Bay of Pigs, Viñales Valley walking tour, New Year's Eve dinner/show in Cathedral Plaza in Old Havana",
  "generalInfo": "This 11 day tour takes a small group of travellers ( average 12, maximum 16 people ) for a Christmas in Cuba that they’ll never forget. <br/><br/>Travelling on-board a private bus you'll get to explore the west of the island on a round-trip from Havana, by way of: the Parrandas de Remedios on Christmas Eve in Santa Clara, and Christmas dinner prepared by guesthouse hosts in Trinidad. Your return visit to Havana is timed to coincide with exciting New Year's Eve meal and party celebrations at the exclusive El Patio restaurant on the Cathedral Plaza in Old Havana. <br/><br/>From watching fireworks from a roof in Remedios to walking tours of Viñales Valley and Old Havana, this is one Christmas &amp; New Year tour that combines Cuban culture with fabulous festivities. <br/><br/>Please note: this exclusive tour of Cuba at Christmas starts on 22nd December and has limited numbers due to a maximum group size of 16 travellers. Booking early is definitely recommended.<br/>",
  "durationDays": "11",
  "price": "2975",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "HAVANA - Welcome to Cuba! Arrive in Havana at any time today. Our airport greeter will be waiting to take you to your B&B accommodations. We’ll meet the local tour leader and have dinner together at a local paladar (privately owned restaurant)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SANTA CLARA - REMEDIOS From Havana, it’s about a 4 hour bus ride through the flat central region of Cuba, where there are lots of citrus plantations, to Santa Clara (we will stay the night here in a simple hotel or B&B just outside of the city, and about 40 minutes from Remedios). Before going to the festival, we will take a walking tour of Santa Clara, and visit the museum with the iconic statue of Ernesto Ché Guevara. We’ll have a bit of time to rest up for the party before we head out to Parrandas de Remedios, the highlight of the tour! The Parrandas de Remedios festival is the oldest and one of the liveliest traditional festivals in Cuba. Anyone who has seen it can tell you just how crazy it is! Our arrival coincides with the climax of the celebrations on Christmas Eve. The celebrations include street parades with rumba percussion ensembles, music and verses, a float display and the very dramatic fireworks competition. The festivities can get a bit hectic at street level, so you have the option of watching the action from the roof top of a house that we have pre-arranged."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "TRINIDAD - On the way to Trinidad we first pass by Manaca Iznaga 16km East of Trinidad in the Valle de los Ingenios where we will learn about the slave trade in Cuba. Climb the 44m tower that was built to look over the slaves as they worked. It has a sugar cane press that the slaves used to operate, and the village around the mansion is inhabited by direct descendants of the slaves. The beautiful colonial city of Trinidad is home to numerous churches and many beautiful colonial buildings. We’ll have just enough time for an orientation tour of the city and then you’ll have time to freshen up for tonight’s festivities, a special Christmas group dinner lovingly prepared by our homestay hosts.Included Activities: Manaca Iznaga Sugar Plantation visit, Trinidad orientation walk, Christmas group dinner in local guesthouse Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "TRINIDAD - This morning we begin with a cultural tour of Trinidad where we will visit various museums including the Afro Cuban temple to Yemaya for a brief introduction to Santeria. The afternoon will be dedicated to learning about the importance of dance in Cuba. We will meet with members of Baila Conmigo, a dance school and performance troupe. Partner up with members of the troupe for a fun and challenging introductory salsa lesson which will come in handy for a night out on the town. The nightlife in Trinidad is probably the most accessible and intense in all of Cuba, with numerous live music venues and many dance performances every day of the week. One of the best venues is a disco in a cave on a nearby hillside.Included Activities: Walking tour of Trinidad historic center, introductory group Salsa Lesson Included Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "TRINIDAD - Today we will learn about the history of the area and the local industry and biodiversity as we take a short hike to a waterfall outside of the city with a local expert guide. On the way we stop in a very simple campesino’s home to learn about life in the rural areas of Cuba. After cooling off in the natural pools, we return to Trinidad where you’ll have the rest of the afternoon to relax, explore, and interact with the locals.Included Activities: Walk to Javira waterfall Meals: Breakfast"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "CIENFUEGOS - Today we depart for Cienfuegos the “Pearl of the South”, a city founded by the French, which lends it a distinctly European flavor, with a wide Parisian-style boulevard and elegant colonnades. Like Havana, Cienfuegos has a beautiful Malecón, where you can pass a peaceful evening watching fisherman cast nets and locals socialize. We’ll take a walking tour of this city on the bay and visit the breathtakingly ornate Palacio del Valle.Included Activities: Cienfuegos orientation Walk & visit to Castillo del Valle Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "VINALES VIA BAY OF PIGS - On the way to Viñales we drive along the picturesque Bay of Pigs past the site where the landing of U.S. sponsored counter-revolutionary exile militia occurred in 1961. Today there is a museum here that recounts the events of this conflict which resulted in the first defeat of a U.S backed take-over in Latin America. There are some beautiful places to stop for a swim along the way including a sink hole which resembles a huge natural tropical fish tank, time permitting we will stop for a swim so make sure to pack your swim wear. We will reach Viñales in the evening and have time for a short orientation tour. If you need to stretch your legs from the long bus ride, the nightlife is very active in this village with the local residents more than willing participants in dancing to the local live music.Included Activities: Playa Giron museum, Bay of Pigs snorkelling Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "VINALES - Today we spend the morning learning the tradition of Cuban cigars from a farmer and expert cigar maker. Get an insight as to how the communist system works, how much tobacco they will keep, how much produce they give back to the government, how they make ends meet! You will learn about the process from tobacco planting to rolling the final cigar. In the afternoon we learn to cook Cuban-style with a cooking lesson from a local chef. Learn how to platos tipicos Cubanos like congri, potaje, garbanzo soup, ajiaco, and flan. In the evening tour an organic farm and learn about sustainable farming in Cuba. Here we meet our local farmer and his family who will show us around the organic farm and explain to us the methods used to cultivate crops without the use of pesticides. With the beautiful sunset as our backdrop, we will enjoy a deliciously fresh and diverse meal prepared by the family, a truly authentic farm-to-fork experience!Included Activities:Vinales valley cultural trek, Tobacco Farm visit, Cooking class, Organic farm visit. Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "HAVANA VIA SOROA - On our way back to Havana we will stop off at the mountain resort town of Soroa where we will tour the orchid garden with a local botanist, and take in the beautiful views of the surrounding forested area. Just outside of Havana we will visit the fishing village of Jaimanitas and the home of the famous artist Jose Fuster. Fuster has made his entire home, and much of the surrounding neighborhood, into an artwork using tiles in mosaic forms. Now referred to as Fusterlandia, it is a unique work of public art with over 80 houses decorated with ornate murals and domes to suit the personality of each of Fuster's neighbors. You will be able to meet with the family to discuss their art projects and view the cuba-photo-gallery in Jose Fuster’s home. The setting for our New Year's Eve dinner/show is the impressive Cathedral Plaza in Old Havana. The only restaurant in the Square, called El Patio, brings all their tables outdoors and caters for 300 diners. Wine, champagne, beers and all sorts of spirits including the famous Habana Club rum are served plentifully and the food is a compilation of Cuban recipes. A purpose built stage hosts a spectacular Tropicana style outdoor music and dance show.Included Activities: Soroa orchid garden tour, Visit to Jaimanitas community art project, New Years Eve Cathedral Plaza dinner and show Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "HAVANA - Today is an important day in Cuba, the anniversary of the Triumph of the Revolution! There will be free concerts today to celebrate the success of the ragtag band of guerillas that ousted the Batista dictatorship. In the morning we take a guided walking tour of Old Havana. In addition to visiting historical sites, we will learn about the impact of the dual-currency economy by visiting commercial centers, where goods are purchased in USD, and ration or peso stores, where goods are purchased in CUP. The afternoon will be spent learning about the fascinating and unique aspects of Havana outside the city core and taking advantage of the special festivities for this important national holiday. We will have a final dinner together at a local paladar and of course, one final fun-filled night of music and dancing!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "DEPARTURE DAYIt’s time to say good-bye to your new friends. We hope you enjoyed your Cuban Adventure and will come see us again soon. Included Activities: Old Havana half-day guided walk, Cuba national day cultural activities Meals: Breakfast Meals: Breakfast. Lunch, Dinner"
    }
  ],
  "map": ""
}