{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-photography-tour",
  "tourName": "Cuba photography tour",
  "placesVisited": "",
  "generalInfo": "Explore Cuba through the lens on this immersive eight-day tour from Havana. Document the urban buzz of the Cuban capital and the storied Bay of Pigs before photographing wildlife amidst the wetlands of Zapata National Park. Connect with a legendary photographer in the colonial streets of Trinidad and take an architectural tour of Cienfuegos, the “Pearl of the South”. <br/><br/>Along the way, you’ll have genuine encounters with everyday Cubans as you experience the local culture in unique and surprising ways. With a camera in hand, you’ll gain a better understanding of the island nation’s turbulent past and why it’s still one of the Caribbean’s most enchanting destinations today. <br/><br/>Please note: Travel to Cuba requires a flexible attitude and while we try our best to stick to the following itinerary, it may change due to the availability of local experts and weather conditions. Wherever possible, we will substitute these with similar activities that reflect our Support for the Cuban People initiatives. As our guests, we ask that you approach this tour with an open mind and support your guides in delivering what is sure to be a memorable adventure.",
  "durationDays": "8",
  "price": "3390",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 0,
      "title": "",
      "description": "Travel to Cuba - Make your way to Havana, with several commercial flights operating from the United States with American Airlines. We highly recommend that you arrive at least a day before the tour starts to accommodate for flight delays or cancellations and we can assist with booking additional nights’ accommodation if needed. Alternatively, you may opt to fly to Miami on Day 0 and spend the night there before an early morning connection to Havana. Your tour officially starts at 11 am on Day 1 at Havana's Jose Marti International Airport where you will be met by your tour leader."
    },
    {
      "dayNumber": 1,
      "title": "",
      "description": "Havana - Fly into Havana where you will be met by your tour guide and transferred into the city center. The group will meet over lunch at a palatial mansion that has been transformed into a private restaurant known as a paladar. After lunch, we’ll spend time exploring the colonial streets of Havana Vieja, which was established by the Spanish in the 16th century. It’s home to beautifully preserved buildings that exhibit Neoclassical and Baroque architectural styles, as well as bustling plazas fringed by alfresco cafes. In the late afternoon, we’ll settle into our casa particular before heading out to dine at another paladar, La Guardia. It offers elevated views across the streets below from its top-floor location, which was used as a setting for the film “Strawberries and Chocolate”. After dinner, you may opt to return to your accommodation or experience Havana’s legendary nightlife. Accommodations: Casas particulares Meals Included: Lunch, dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bay of Pigs - Today, we leave the bustling streets of Havana and make the drive east towards Boca de Guama and the Criadero de Cocodrillos breeding center. Established in 1962, its staff work tirelessly to protect Cuban and American crocodiles from extinction while educating the public about the threats to their survival. In addition to seeing crocodiles of various ages up close, you can photograph their powerful jaws in action during a feeding session. After lunch at the Restaurante Boca de Guama, we’ll continue driving to Playa Larga and settle into our casa particular. In the mid-afternoon, we’ll explore the wide beaches of the Bay of Pigs while learning about the momentous events that took place here in 1961. You can swim in the bay before photographing the sunset over the Caribbean Sea. In the evening, we will meet the director of Zapata National Park, Frank Medina, to learn about the conservation and tourism challenges he and his team face. Accommodations: Casas particulares Meals Included: Breakfast, lunch, dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Zapata National Park - This morning, we will travel to Las Salinas and explore the wetlands of Zapata National Park, which provides a habitat for Cuban trogons and bee hummingbirds. Flocks of pink flamingos can often be seen wading in the shallows, making for incredible photographs. With the help of a local guide, you’ll discover everything there is to know about the area’s mangrove forests. In the afternoon, you’ll be learning about the Korimacao Community Project, which offers training in everything from dancing and singing to playing musical instruments. It’s a great opportunity to capture portraits of everyday Cubans or even take to the dancefloor yourself. In the evening, we will dine on locally caught seafood at a local paladar before being treated to a musical performance by a local band. Accommodations: Casas particulares Meals Included: Breakfast, lunch, dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Playa Giron - After an early start, we’ll head to Playa Giron to tour the Bay of Pigs Museum and learn about the area’s bloody past. Aside from hearing about the 17th-century French buccaneer who was killed on the nearby shores, you can browse the black and white photographs depicting the events that led up to the Cuban Revolution. Our next stop is an isolated beach where you will have the opportunity to go swimming and snorkeling on what is one of the best-preserved coral reefs in the world. In the mid-afternoon, we’ll continue to Trinidad, a UNESCO World Heritage-listed town that appears much like it did when it was established by Spanish colonists. After checking into our accommodation, we’ll connect with a local photographer, Julio Munoz, whose images of Trinidad have received acclaim. In the comfort of his 19th-century home, you’ll be able to ask any questions you may have of this professional artist and learn about his foundation, Project Diana, which educates Cubans in the proper care of horses. You’ll then have time to wander through the cobblestone streets of Trinidad and capture some images for yourself. Not to miss is the 19th-century Iglesia Parroquial de la Santisima with its expressive wooden altars. We’ll reconvene in the evening for an authentic Cuban meal before an optional night of dancing under the stars at the Casa de la Musica. Accommodations: Casas particulares Meals Included: Breakfast, lunch, dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Trinidad - Rise early to take advantage of the atmospheric morning light and photograph Trinidad as it slowly comes to life. Join the local children on their walk to school and the farmers heading into the fields, with their consent, of course. We’ll then visit a pottery workshop where you can photograph the ceramicists and discover how this artisan craft is valued in Cuban society. In the late morning, we will travel into the surrounding countryside, which is dotted with sugar cane plantations. After exploring a picturesque river and cascading falls, we’ll relax over a picnic lunch. It’s then time to return to Trinidad for another photography session in the late afternoon light before dinner at a local paladar. Accommodations: Casas particulares Meals Included: Breakfast, lunch, dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Trinidad & Cienfuegos - You may opt to rise early for another morning photography session in Trinidad before we travel west to the Jardin Botanico Cienfuegos. Initially established by the American sugar baron, Edward F. Atkins, it is one of Cuba’s largest gardens and home to more than 2,000 different plant species. Led by the garden’s staff, you’ll enjoy a guided walk to learn about the site’s history and its seedling heritage. Afterward, we’ll continue to the waterfront city of Cienfuegos, which has been nicknamed the “Pearl of the South”. It exudes a distinctly French atmosphere due to its colonial history and is now designated as a UNESCO World Heritage Site. On our photographic tour of the city, we’ll visit Parque Jose Marti and the Palacio del Ayuntamiento, as well as the Teatro Tomas Terry and the impressive Cienfuegos Cathedral. Our walk takes us to the lively Malecon where locals like to congregate and to Punta Gorda with its plantation-era mansions. Our photography tour of Cienfuegos ends at the Moorish and Venetian-inspired Palacio de Valle. Along the way, we’ll stop to chat with cuentapropistas (self-employed workers) to learn about the rapidly growing private economy sector in Cuba. We may also be treated to a performance by the a cappella group, Coro del Cienfuegos, or have the opportunity to visit the distinguished Benny Moré Art School. Accommodations: Casas particulares Meals Included: Breakfast, lunch, dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Havana - Today, we will return to Havana, with a stop at the Museo de Ernesto Hemingway en route. It occupies the home at Finca Vigia where he lived with his wife and penned nine of his novels. See his daily weigh-in marks and his Royal typewriter, as well as the pool where Ava Gardner once swam. We’ll also visit the seaside village of Cojimar where Hemingway’s beloved boat, “Pilar” was moored. For lunch, we’ll dine at a paladar with its own organic garden and you’ll have the opportunity to learn the art of making a mojito. From here, we’ll continue to the Mercado San Jose, which occupies a historic warehouse overlooking the harbor. It’s a great place to pick up handcrafted goods and souvenirs before heading home. There may also be time to wander through Havana Vieja on your own. For our final night in Cuba, we’ll be picked up from our casa particular in classic cars, and enjoy an unforgettable ride through the Plaza de la Revolucion. Here, you can capture iconic images of Che Guevara and Camilo Cienfuegos before our final meal together at one of the city’s finest paladars. Accommodations: Casas particulares Meals Included: Breakfast, lunch, dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Departure - After breakfast, it’s time to say goodbye to Havana as you make your way to the airport for your return flight home. If you have any Cuban currency left, be sure to exchange it before you leave! Meals Included: Breakfast"
    }
  ],
  "map": ""
}