{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "modern-cuba-culture-holiday-hip-havana",
  "tourName": "Modern Cuba culture holiday, Hip Havana",
  "placesVisited": "",
  "generalInfo": "Join us for this unique holiday and experience the energy of the ‘New’ Cuba through music, art and its young entrepreneurs, whilst also exploring the highlights of ‘Classic’ Cuba for which the island is so famous.   <br/><br/>Meet Clandestina, a cutting edge group of graphic designers and be shown the best in modern Cuban art by an expert at the Museo de Bellas Artes.  A hip hop group will tell us about the contemporary Cuban music scene and we'll visit an independent recording studio.  Explore the narrow streets of the picturesque Old Town and cruise along the seawall in a 1950s classic American car. Learn to make the perfect mojito and daiquiri with a local barman, and after a salsa lesson at a dance studio, head out for a night on the town with your salsa teachers.   <br/><br/>We'll take a boat across Havana’s bay to the less visited neighbourhood of Regla to find out about the Afro-Cuban religion known as Santeria that has a strong influence on Cuban society.  There are also two day trips out of Havana during the week - one to the country and one to the beach.  We'll go west to Las Terrazas, a UNESCO Biosphere Reserve tucked away in the Sierra del Rosario mountains where we will zip line across a lake, swim in the San Juan river and eat a criollo lunch.  Our last day will be spent relaxing and picnicking on a nearby beach before going out in the evening to listen to live music at Fabrica del Arte Cubano, Havana’s iconic interactive art space.",
  "durationDays": "7",
  "price": "1428",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Transfer from Jose Marti International airport. Welcome to Cuba! The largest island in the Caribbean, Hemingway’s much-loved abode and one of the last planned economies in the world. You’re soon to discover that Cuba is all that and much, much more, but first sit back, relax and enjoy your first night in Havana. You’ll be staying in a local casa particular, a family-run B&B; the perfect opportunity to experience a Cuban household. Rooms are simple but comfortable with en-suite bathrooms. Head out for your first cocktail and dinner in one of Havana’s many new paladars – private restaurants. We will meet our guide who will talk us through the days ahead. Overnight Casas particulares, Havana."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, your guide will take you on a city tour of old and new Havana, Cuba’s capital and the largest city in the Caribbean, exploring Old Havana by foot. Havana is a bustling capital full of historic monuments, cathedrals and palaces. Preserved by a combination of very little war damage, post Revolution restoration work and the millions of dollars invested since it was declared a UNESCO World Heritage Site in 1982, it is the finest surviving Spanish colonial city in the Americas. You’ll stop for lunch in a cool café, we’ll meet local entrepreneurs, Clandestina, major players in the graphic design landscape of New Cuba. We’ll then visit the Cuban collection at the Museo de Bellas Artes, where we’ll explore the best in contemporary Cuban art with the help of a local expert. The rest of the afternoon is free to spend at your leisure. You can have dinner at your casa or eat out in the old town."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning we head west for a day trip to Las Terrazas, a UNESCO Biosphere Reserve tucked away in the Sierra del Rosario mountains. Enjoy a break from the bustle of Havana in this peaceful mountain retreat. Las Terrazas community was created in 1971 so that farmers in the area who had been living in desperate poverty and isolation could participate in reforestation of precious hardwoods. Nowadays Las Terrazas is a self-sufficient community surrounded by spectacular landscapes. On arrival we visit the small community and then head for the ziplining course which soars over the village and through the forest. It’s an exhilarating way to see the beauty of the lush landscape. We then head to the San Juan river for a refreshing dip in the natural pools. There is a simple restaurant on the banks of the river where we will enjoy a Cuban creole lunch. In the afternoon we return to Havana, have time to go to your casa to freshen up before heading out into the Old Town to learn how to make Cuba’s iconic cocktails – the Mojito and the Daiquiri. We’ll enjoy a tapas-style dinner to accompany the cocktails."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today we will see a very different side of Havana by catching the local lancha, or ferry, in Old Havana and crossing the bay to the neighbourhood of Regla. Habaneros associate Regla with Afro-Cuban religion and music and it is here that Cubans will come to consult with Santeria priests, hear Afro Cuban drumming, and pay their respects to Yemaya, one of the most important gods in the Santeria religion. A visit to the church of Our Lady of Regla introduces us to Santeria, brought to Cuba by slaves in colonial times and still practiced by millions of Cubans. We then carry on to the local museum where we are introduced to some of the rhythms and chants associated with Santeria. Finally we meet a hip hop group called Obsesión who talk to us about the contemporary music scene in Cuba. Afterwards we return to Old Havana where we have a bite to eat and leave you to explore at your own pace."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today we’ll have a slightly later start setting off mid-morning for brunch in a gorgeous café run by photo-journalists. Later we’ll visit a couple of very Cuban social enterprises: a music recording studio (BandEra) and a second hand book store (Cuba Libro ). At BandEra, we’ll meet some musicians playing contemporary music, learning about the modern-day music scene in Cuba. Cuba Libro is a cooperative run by a journalist who has created a public space to read, drink good coffee and collaborate with creative projects. Late afternoon we’ll head to Villa Lola dance studios for a salsa class with our one-on-one local dance partners. Afterwards we’ll go out for dinner at a nearby pizza and pasta restaurant. We’ll be accompanied by the dancers who will later escort us to a dance venue in the city!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning we head to Playas del Este, the group of beaches to the east of Havana frequented year-round by locals looking to kick back and cool off. We’ll relax on the beach with a picnic and a few bottles of Havana Club. At the end of the afternoon we transfer back to Havana where we will have time to freshen up at our casas before being picked up by classic American 1950s cars for a stylish sunset tour of the city. We’ll end up at a paladar for our farewell dinner. Afterwards we’ll continue to the Fabrica del Arte Cubano (FAC) for a night out at Cuba’s iconic interactive art space. FAC is a multi-faceted arts venue that, on first impression, wouldn’t look out of place in East London or Berlin if it weren’t for the very Cuban influences and clientele – entrance is included for this evening. With an ever-rotating curation, no two weekends are the same at La Fabrica; expect to see photography exhibitions, improvised theatre, jazz ensembles, or electronic DJs. There are numerous indoor and outdoor areas to visit within the large venue, so depending on your tastes you are likely to find something to dance to! Whilst entry is included, you’ll receive a card that you use to record drinks purchases before paying your own bill at the main door upon leaving."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning is at leisure to spend as you please. And so it’s adios from us, or as we prefer to think of it, ‘hasta luego’ - see you later! Have a safe journey and we hope that you had a wonderful experience in Cuba."
    }
  ],
  "map": ""
}