{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-holiday-22-days",
  "tourName": "Cuba holiday, 22 days",
  "placesVisited": "Havana, Las Terrazas, Cayo Levisa, Viñales, Cienfuegos, Trinidad, Santa Clara, Camaguey, Santiago, Baracoa, Playa Pesquero, Costa Verde and Cuba's Caribbean coast",
  "generalInfo": "This three week Cuba holiday is tailor made to include whichever aspects of Cuba you might like to enjoy. The itinerary below includes a carefully crafted mix of the country’s cultural and natural highlights, as well as some superb outdoor activities for those travellers who like to take the adventure just that little bit further. <br/><br/>Take a hire car or use private transfers to enjoy our view of real Cuba. See the vintage cars and faded glamour, yet far from faded fun of Havana. Go horse riding among the stunning tobacco plantation terrain of Viñales, or walk through the coffee plantations of Las Terrazas where you will stay in a stunning ecotourism resort that highlights all the reasons why this region has gained UNESCO Biosphere Reserve status. <br/><br/>There is salsa dancing everywhere in Cuba, but one particularly vibrant place to try it out properly is in Santiago, where Cuba’s life loving rhythm beats out from every street corner. If you want to experience the Afro-Haitian side of Cuban culture and a city that really has stayed pretty much unchanged, then Santiago is the place. <br/><br/>From Santiago it’s a five hour drive to Baracoa, on the eastern coast. One of Cuba’s most underrated spots, this coastal beauty is home to an eclectic mix of mountains, rainforest, waterfalls and beaches. Perfect for hiking and swimming. Enjoy a few days of chilling on the Caribbean coast, also known as the Costa Verde, with ivory sands, turquoise waters and beaches such as Playa Pesquero bringing your holiday to a gentle, wave lapping close. Before taking a short flight back to Havana. <br/><br/><br/>",
  "durationDays": "22",
  "price": "2495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Classic Cars in Havana: Havana has a distinct, exotic personality that you won’t find anywhere else on the planet. During this trip, you’ll spend two nights near the heart of timeless Old Havana and take a city tour by classic car and foot. It's the perfect way to explore the mix of crumbling colonial beauty, peeling bygone glamour and colossal Caribbean soul. On day 3 you’ll jump into your hire car or catch your transfer to Las Terrazas which, due to its mild climate, high humidity and frequent rainfall, is known as ‘Cuba’s rainbow’. Your travel time today is about 3 hours taking you through some of Cuba’s most beautiful scenery."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore the Coffee Fields: Las Terrazas, Cuba’s pioneering eco-village is a beautiful natural playground just begging to be explored. Walk to hidden waterfalls, get to know the forest on foot and discover how coffee is grown. During this trip, you’ll spend 2 nights tucked away in the trees of Las Terrazas, staying in a truly unique resort built around a giant tree. Now protected under UNESCO biosphere status, the area is an example of eco-tourism at its very best. On day 5 you’ll continue your Cuba trip with a visit to the cosy island of Cayo Levisa. You’ll travel there by hire car or transfer and boat. Today’s total travel time is roughly 2 hours."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Cosy Cayo Levisa Island: Cayo Levisa Island is a little nook of beach bliss off Cuba’s north coast. In addition to luscious scenery, Levisa has a literary history; heading for the island, you’ll be following in the footsteps of Hemingway, who discovered this archipelago on a fishing trip from Cayo Paraíso, the next islet along. You’ll spend two nights in a rustic resort on Cayo Levisa, without a care in the world. It’s sun-drenched, secluded and downright dreamy. On day 7 it’s time to leave your island paradise and head onwards by hire car or transfer to the town of Viñales located in Piñar del Rio, Cuba’s spectacular tobacco growing region. Travelling by ferry and by road you can expect to be on the go for roughly an hour."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Rolling through Tobacco Hills: Ride horseback through the rolling hills of Viñales, Cuba’s rustic cigar region. A stubborn, scenic village that refuses to be changed by tourism, Viñales feels totally timeless. You’ll explore the valley on horseback and on foot, learning about the art of cigar-rolling and meet the local guajiros. If you’re looking for an authentic experience, you’ve found it. Life isn’t staged in Viñales, it simply unfolds as it has done for decades. On day 10 there's a long 7 hour journey ahead of you. If you’re travelling by transfer then it’s an early start as you head to Cienfuegos. You’ll spend the night in a cosy casa in the city centre. The next day you’ll travel to Trinidad which is about 90 minutes further on."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Cuba, the Cuban Way: Get lost in a colonial daydream and dust off your dancing shoes on the cobbled streets of Trinidad. During this trip, you’ll spend one night in Santa Clara on your way to Trinidad, for a visit to Che Guevara’s mausoleum. In Trinidad you’ll stay with a family in a traditional Casa Particular. You’ll take a bici-taxi tour with a local guide, getting you into the groove of this creative, colourful and quirky city. On day 14 it’s roughly a 4 hour journey by hire car or shuttle bus to the city of Camaguey, which was built inland to make it hard for pirates to raid this once wealthy town. You’ll spend the night in a comfortable casa in the city centre. The next day you’ll travel on to Santiago, about a 5 hour journey, by hire car or private transfer."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Buena Vista Santiago: Sandwiched between the Sierra Maestra Mountains and the Caribbean sea, Santiago is bursting with melodies and packed with character. It’s the beating heart of Cuban literature, architecture and culture. A sort of ethnic melting pot, it’s a remarkable and riotous place. You’ll spend your time in Santiago taking salsa lessons, stumbling upon hidden bodegas and listening to live Cuban music bounce off the streets. It’s all about rhythm and rum. On day 16 it's a winding 5-hour drive to Baracoa, on the eastern tip of Cuba. You'll either drive in your hire car, or we'll arrange a transfer for you."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Explore the untamed coast of Baracoa, remote and wrapped in mystery. With an isolated culture all of its own, it’s an atmospheric region of waves, waterfalls and wide smiles. During this trip, you’ll trek through the rainforest and swim in sparkling jungle pools. It’s a glimpse into a real, rustic Cuba that most travellers don’t see. You’ll stay in a converted Spanish fortress perched on the hills over the Caribbean with a great swimming pool and air-conditioning."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Castaway Caribbean Beaches: Spend 3 sun-kissed days on Cuba’s Costa Verde, where ivory sands slope into clear, turquoise waters. Here, your only priority is putting your feet up. Playa Pesquero is a place to forget your problems and pull up a sun lounger. The quiet and unassuming neighbour of Guardelavaca, Cuba’s most crowded beach, it’s a peaceful pocket of paradise. Stretch out in the sunshine, sink your toes in the sand and take refreshing dips in the warm, blue sea. Finally, we’ll arrange a private driver to collect you from your hotel in Playa Pesquero and transfer you to Holguin airport about an hour away, where you’ll catch a flight back to Havana. It’s about an hour and a half flight. After you’ve collected your bags and entered into the arrivals hall, our representative will be waiting to transfer you back to the same hotel in Havana that you stayed in at the beginning of your trip. The next day you’ll check out and we’ll arrange a private driver to transfer you to the airport where you’ll catch your international flights home."
    }
  ],
  "map": ""
}