{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-art-culture-tour",
  "tourName": "Cuba art & culture tour",
  "placesVisited": "",
  "generalInfo": "Are you looking for a unique way to experience Cuba? Join this 8-day Cuba itinerary to experience its music, art and lush landscapes that will delight your senses and inspire your soul.  The route takes you through the bustling capital of Havana, the colorful colonial town of Trinidad, and the lush tobacco and farm region of Viñales. You'll experience the heart of the Cuban people through charming B&amp;Bs, art and artisans, our local expert amiga and perhaps a bit of vibrant Havana nightlife. <br/><br/>TRIP INCLUDES: <br/>7 nights in charming Cuban B&amp;Bs in Havana and Trinidad<br/>Airport transfers on arrival &amp; departure<br/>Private vehicle and driver throughout<br/>Daily breakfast + 1 dinner + 2 lunches including a farm to table farewell lunch<br/>Fully guided experience throughout your stay - our guides are the stars of the show!<br/>Guided Havana art &amp; architecture tour<br/>Walking tours of Old Havana, and the colonial town of Trinidad<br/>Tobacco farm tour, horse ride and cigar rolling lesson<br/>Bay of Pigs excursion + beach time<br/>Visit to a 5th generation pottery studio<br/>Curated private art gallery viewing<br/>Organic farm visit &amp; farm-to-table meals<br/>Opportunities for live music and nightlife<br/>Travel Visas obtained for you (required to visit the country)<br/>Dedicated local Cuban guide<br/>Traverse representative assisting you from booking to departure<br/>Small group experience, max 14 people<br/><br/>DOES NOT INCLUDE: <br/>International airfare<br/>Additional meals, excursions and activities not listed<br/>Tips to your local guides and drivers<br/>Alcohol or other drinks, unless specified<br/>Required travel insurance",
  "durationDays": "8",
  "price": "4695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Havana international airport (HAV) to be picked up by our private driver and check in at our central B&B. Rest up or explore before our Welcome Dinner of fantastic Cuban fare! Meals: D"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We start early with the sunrise and a delicious breakfast at our central Havana B&B. We’ll then take an architecture, history and art walking tour with our local expert. Enjoy lunch from a variety of local options before our van tour of outer Havana in the afternoon. The evening is yours to enjoy in Old Havana for drinks, dinner and music. Meals: B"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast & coffee, we’ll head out on the ocean route toward the center of Cuba to the Bay of Pigs and brush up some history. Then we will have time to rest and swim at a secluded beach. Enjoy a fantastic lunch at our secret seaside spot and enjoy the day snorkeling, swimming and exploring. A sunset will top off the whole day before having dinner in our casas on the water. Meals: B, L"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy another sunrise during breakfast & coffee at your Bay of Pigs B&B. Take one last dip in the beautiful clear water before we hit the road to Trinidad, one of Cuba’s best-preserved colonial towns and a UNESCO world heritage site. A short 2.5 hour drive and we check into our colonial B&B before we explore the thriving art scene of this gorgeous city. We’ll visit a 5th generation pottery studio and do a walking tour to take in the town’s brightly colored buildings and cobblestone streets. Enjoy evening for some local dinner specialties and more music out on the town. Meals: B"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We have a full day to enjoy the colonial city of Trinidad. Enjoy breakfast on the private patio with sweeping views of the whole town. Then our expert guide will give you a walking tour and will highlight the local art of the city, which is amazing. The rest of the afternoon you'll have time to explore on your own, eat through the town, listen to live music and even catch some nightlife at a club in a cave!! Meals: B"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Wake up to a fresh breakfast in your colonial B&B. After breakfast you’ll jump back on the road to Havana (4-5) hrs. We'll make stops at roadside stands, play Cuban music and watch Cuba go by as we make our way back to bustling Havana. Once we arrive, we'll check back into our original B&B in Old Havana then hit the streets for an art walking tour, followed by a VIP tour from the curators of Havana's hippest art gallery, music venue, bar, restaurants...the Fabrica de Arte Cubano. Eat and dance the night away! Meals: B"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast & coffee this morning we'll head to another UNESCO world heritage site, Viñales, in the Cuban countryside in the north-central Pinar del Rio province. We’ll jump on horses to ride through tobacco fields followed by a cigar rolling demonstration. Then, we’ll head to a local finca for a huge farm-to-table farewell lunch. Back in Havana, you'll have time to enjoy your last evening on the island. Meals: B, L"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast & coffee, squeeze in any last minute photo ops, museums or shopping before heading to the airport any time that works for you today. Meals: B"
    }
  ],
  "map": ""
}