{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-adventure-tours",
  "tourName": "Cuba adventure tours",
  "placesVisited": "Old Havana, Viñales, Santa Clara, Che Guevara Museum, Staying with Cuban families, Sierra del Escambray, Trinidad, Playa Ancon, Live Cuban music, Optional: Scuba diving, snorkelling, waterfall trek, horse riding, caves, tobacco farm",
  "generalInfo": "If your time is limited, and you are more interested in Cuba's culture and its people than all inclusive beach resorts, then we highly recommend this 8 day Cuba tour package. In one short week, it's an optimised way to sample some of the most interesting areas of Cuba within a day's drive from Havana.<br/><br/>The tour takes your from the bustling and vibrant Havana, to the historic Santa Clara, and gives you the chance to experience the more traditional and rural sides of Cuba, with stays in Trinidad, Cienfuegos and Viñales. These places in Cuba are common favourites for travellers who have come to Cuba seeking authentic cultural experiences. While Trinidad presents us with beautiful white sand beaches, colonial architecture, waterfalls, and a charming village atmosphere, Viñales offers stunning mountainous scenery, sprawling tobacco fields and friendly locals. A local Cuban tour guide accompanies the tour group throughout, and all accommodation is in guesthouses, which are small private businesses in Cuba that are typically owned and run by local families.<br/><br/>Below is a list of the overland travel times that you’ll experience during this Cuba adventure tour:<br/>Havana to Vinales – three hours<br/>Vinales to Cienfuegos –eight hours<br/>Cienfuegos to Trinidad –three hours<br/>Trinidad to Havana by way of Santa Clara – seven hours<br/><br/>More useful information:<br/><br/>The maximum size of the group is 16 travellers.<br/><br/>Not included within the overall price of the tour: international flights, visas, insurance, drinks, tips, departure transfers and baggage fees.",
  "durationDays": "8",
  "price": "795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Havana - Havana has to be one of the most exciting cities in the world. It's definitely intriguing and unique. Your included airport arrival transfer will take you to your Havana guesthouse for the first night. If you arrive early today, you'll have time to do some exploring on your own before meeting the rest of your tour group, and your tour guide, tonight. Your guide will leave you a note at your guesthouse with details about the group meeting time and place. Your accommodation in Havana for the tour will either be in Old Havana, Central Havana, or Vedado. The neighbourhoods of Old Havana and Central Havana are some of the places where you will feel Cuba at its most intense - narrow streets with old crumbling buildings and full of locals who are not placed there for the tourists but rather because this is their home. You will see them working, going to school, socialising, and going about their daily lives. Simply wandering the streets will give you a new experience and fill you with many questions about how Cuba functions as a country. Vedado is another interesting part of Havana where there is a concentration of restaurants, bars, majestic mansions, and historic mafia built hotels. The tour package itself does not include much time in Havana, so we recommend that you book an extra night or two in Havana, either before or after the tour. After the tour is probably preferable, as by then, you will have learnt a bit about how things work in Cuba and how to get around. Plus you'll have the chance to talk to your tour guide and get some recommendations of what to do and see in Havana. When you book the tour you can request these extra nights on your booking form."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Vinales - Before departing Havana, we have a guided walking tour of the historic center of Havana (approx 2 hours). From Havana to Viñales it's about a 4 hour drive, and on the way we usually stop for lunch. Surrounded by picturesque limestone pincushion hills (“mogotes”), Viñales is a small and culturally rich village, with friendly and welcoming residents and wide variety of outdoor activities available. Exploring caves, hiking, biking, horseback riding or simply enjoying the views of the valley and sprawling tobacco fields below are all options. Viñales is one of the more agriculturally productive areas, so an abundance of local seasonal fruit and vegetables is always on offer such as enormous avocados and mangoes, pineapples, papaya, guava, and a several varieties of sweet potatoes. It's one of the cooler areas of Cuba, so it's also a nice escape from the hotter parts of the country. The nightlife is very active in this village with the local residents more than willing participants in dancing to the local live music."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Playa Larga (Bay of Pigs) We head back past Havana through the densely vegetated Peninsula de Zapata swamp-lands, to Playa Larga, on the beautiful Bay of Pigs. This is where the landing of counter-revolutionary exile militia occurred in 1961. There is a museum here that recounts the events of this conflict which resulted in the first defeat of a U.S backed take-over in Latin America. Weather and time permitting, we will have time for a swim and optional snorkeling."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Trinidad via Cienfuegos On the road to Trinidad, we stop first for a visit to Guanaroca Lagoon, a natural reserve known for its rich biodiversity and stunning landscapes. Lush mangroves surround this serene lagoon, and it serves as a crucial habitat for a variety of bird species, including the majestic flamingos that gather in large flocks during certain times of the year. Our next stop is in Cienfuegos, whose appeal lies partly in the European flavour of its colonial hub, with a wide Parisian-style boulevard and elegant colonnades, Cuba’s most celebrated Son singer was inspired to write the words “Cienfuegos is the city I like best”. For many visitors to Cuba, Trinidad is their standout favourite destination. No other colonial city in Cuba is so well preserved, and the local residents are extremely friendly and festive. Trinidad is steeped in religiosity, none the least of which is Santeria, which is one of several Afro-Cuban religions. The thing however that visitors most love about Trinidad is the nightlife. There are no less than 10 live music venues all within a short walking distance. Many of these have lovely outdoor settings, in courtyards, and within the walls of old colonial ruins. Not far inland is the Valley of Sugarmills. This area of rich fertile soil is where the Trinidad colonists got most of their ludicrous wealth from. A 10 minute drive in the opposite direction will get you to a beautiful calm Caribbean beach called Playa Ancón. If the weather is fine, your tour guide might propose a dinner bbq here to witness the sunset over the ocean. Other optional activities in Trinidad are snorkeling, scuba diving, and a popular trek to a waterfall where you can swim in the fresh clear water spring. Suggested optional activities: Waterfall hike Dance lessons Craft market Ancon Beach"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Havana via Santa Clara On the way back to Havana we stop in at the town of Santa Clara, a key city in the Cuban Revolution. Upon entering Santa Clara, there is a huge statue of Ernesto Ché Guevara, to commemorate his death and that of the revolutionaries who died along with him in Bolivia. There is also a museum here dedicated to his amazing life It's one final night of the tour in Havana, and your tour guide will have some suggestions for a farewell dinner and fun night out."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Depart Havana- Today you are free to depart at anytime."
    }
  ],
  "map": ""
}