{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "small-group-tour-to-western-cuba",
  "tourName": "Small group tour to Western Cuba",
  "placesVisited": "",
  "generalInfo": "A journey into the Western provinces of Cuba offers a taste of both Cuba's rural and urban life with some spectacular scenery along the way. We visit some community art projects in Havana and then the mountain communities of Las Terrazas and Soroa, that are surrounded by some of Cuba's lush forest. Viñales offers a charming village atmosphere, and some stunning mountainous scenery, sprawling tobacco fields and friendly locals. We include a visit to a tobacco farmer's house and learn how to roll the perfect Cuban cigar. There are also opportunities to experience Cuba's famous white sand beaches of Cayo Levisa and Cayo Jutias near to Vinales.<br/><br/><br/><br/>Duration: 6 days / 5 nights<br/><br/>Maximum Group Size: 16<br/><br/><br/>Included:<br/>- Guesthouse accommodation throughout<br/>- Private transport - minibus or taxi<br/>- 5 breakfasts<br/>- airport arrival transfer<br/>- Visits to community art projects Fusterlandia and Callejon de Hamel<br/>- Visits to mountain communities of Las Terrazas and Soroa<br/>- Visit to a tobacco farmer's house in Vinales <br/>- Free time for optional activities in Vinales, Soroa and Havana<br/>- Local guide throughout<br/><br/>Summary of Travel Times:<br/>Havana to Soroa - 3 hours<br/>Soroa to Viñales - 2 hours<br/>Viñales to Havana - 4 hours",
  "durationDays": "6",
  "price": "640",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Havana - Arrive in Havana at any time. Today is the arrival day of the tour so there are no planned activities and you can check into the arrival guesthouse and relax or go and explore the city. One of the oldest cities in the Western Hemisphere, Havana was designated a World Heritage Site by UNESCO in 1982. Adventure among the splendorous crumbling architecture of the streets of Central and Old Havana, and sit on the famous sea wall (El Malecon) to take in the view and some fresh air, and to socialize with the colourful and friendly 'Habaneros'."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Soroa via Las Terrazas & Jaimanitas - On the way to Soroa we stop by at a couple of street art projects as well as the eco-community of Las Terrazas. The first street art project is the Callejon de Hammel where local resident Salvador Gonzáles Escalona has decorated, and painted in vibrant colours, a pedestrian alleyway with scrap objects like bathtubs, hand pumps, and pin wheels, with many works being dedicated to various Afro-Cuban deities. It has now become a cultural focal point with workshops for young Cuban children to learn painting. Then we visit the fishing village of Jaimanitas and the home of the famous artist Jose Fuster. Fuster has made his entire home, and much of the surrounding neighbourhood, into an artwork using tiles in mosaic forms. Now referred to as Fusterlandia, it is a unique work of public art with over 80 houses decorated with ornate murals and domes to suit the personality of each of Fuster's neighbours. He has built a chess park with giant boards and tables, a theatre, and public swimming pools. Nowadays, Fuster’s art is a cherished part of Cuban culture and joins the rank of other public artworks such as that of Gaudi in Barcelona or that of Brâncu?i in the Romanian city of Targu Jiu. About lunch time we reach the mountain community of Las Terrazas which was built as a reforestation project in the 1960s and is now a Unesco Biosphere Reserve. You can take a walk around the town to meet the friendly locals. In Las Terrazas there are also art, woodwork and pottery studios that are open to the public. We eventually arrive to the mountain resort town of Soroa where we stay in the homes of the local humble residents. There are quite a few attractions around this heavily forested area including a short trek to a waterfall, a steep walk to a lookout, and an orchid garden with about 200 different types of orchids, more than half of which are endemic to Cuba. Today there won’t be time for activities, but you may be able to do them tomorrow morning before departing to Viñales."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Vinales-Before reaching the town of Vinales we can stop at a lookout which has some great views of the Vinales valley. Parts of this stunning area are listed with UNESCO for the value of their rural scenery and heritage. Reaching Viñales we find ourselves surrounded by picturesque limestone pincushion hills - called (“mogotes”). Vinales is one of the more agriculturally productive areas, so an abundance of local seasonal fruit and vegetables is always on offer such as enormous avocados and mangoes, pineapples, papaya, guava, and several varieties of sweet potatoes. It's one of the cooler areas of Cuba, so it's also a nice escape from the hotter parts of the country. The nightlife is very active in this village with the local residents more than willing participants in dancing to the local live music. This afternoon we include a visit to a tobacco farmers house to learn how to roll a perfect Cuban cigar."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Viñales - Free day to choose your own adventure in Vinales. You guide will provide information on options and offer to organise them for you. Options include exploring caves, hiking in the valley, biking, horseback riding, doing some voluntary work in a local organic farm (and staying for dinner!), heading to one of the beautiful beaches nearby - Cayo Levisa or Cayo Jutias. or simply enjoying the views of the valley and sprawling tobacco fields."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Havana - Returning to Havana, the guide will take you on a walking tour to the must-see parts of Old Havana. In Havana, there are plenty of restaurant and bar options to celebrate this last night of tour with your guide."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Depart Havana - Today you are free to depart at anytime. We recommend you spend a couple extra nights in one of our guesthouses in Havana to further explore this unique city."
    }
  ],
  "map": ""
}