{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-cultural-holiday",
  "tourName": "Cuba cultural holiday",
  "placesVisited": "Havana tour in classic car, Cienfuegos, Bay of Pigs, Trinidad, Santa Clara, Che Guevara Mausoleum, Playa Ancon, Viñales, Homestays, Optional: tobacco farm, trekking and cycling, snorkelling, scuba diving",
  "generalInfo": "DESCRIPTION AND ACTIVITIES<br/>Get up close and personal with Cuba past and present with our 8 day/ 7 night Cuba Group Tour. Learn about the Castros and Che Guevara at the Bay of Pigs and Santa Clara, explore Cuba’s world famous cigar and rum exports in Havana and Vinales, and admire the aging grandeur of cities such as Cienfuegos and Trinidad in the Caribbean’s most authentic and vibrant destination.<br/><br/>Our 8 Day Cuba Group Tour has guaranteed departures, meaning only two people need to book for the tour to take place. And with a group size maxing out at 15, you’ll never feel lost in the crowd or lacking the space you need for those all-important photographs.<br/><br/>What’s more, every tour receives the expert attention of one of our knowledgeable English-speaking guides – ensuring you get the very most out of your time in Cuba. The tour also includes private transportation between scheduled destinations and airport transfer on arrival as standard.<br/><br/>Highlights:<br/>•\tStay in Cuban B&amp;B’s (air-conditioned and ensuite facilities)<br/>•\tPrivate air-conditioned transportation between destinations <br/>•\tTour Havana by convertible classic car<br/>•\tSwim/snorkel at the Bay of Pigs<br/>•\tGuided city walk around Cienfuegos<br/>•\tChe Guevara Memorial and museum<br/>•\tAn evening at the Casa de la Musica club in Trinidad<br/>•\tInformal salsa lesson in Trinidad<br/>•\tLos Jasmines lookout point<br/>•\tTobacco farm and drying house<br/>•\tOrganic farm lunch<br/>•\tMojito making lesson<br/>•\tRoof-top Farewell dinner<br/><br/>Accommodation<br/>Experiencing Cuban culture first-hand is an important part of our 8 Day/ 7 Night Cuba Group Tour. One way in which we help you achieve a real connection with the everyday Cubans you see around you on the street if by taking advantage of the country’s unique casa particular accommodation (also known as Cuban B&amp;B’s or guesthouses).<br/><br/>Most similar to bed and breakfast accommodation elsewhere in the world, these casas particulares (as they’re known in the plural) are small family-run businesses aimed at foreign visitors that developed after Havana’s government relaxed the laws on private enterprise. Much more homely than other alternatives, each casa is different in its size and set-up, but tend to have just a handful of rooms and basic amenities. Even so, many visitors consider their time in our casas to be the highlight of their cultural experience in this distinctive destination. We always book Casa’s with ensuite bathroom facilities and air-conditioning whenever possible.  <br/><br/>Your Comfort on Tour<br/>While our 8 Day/ 7 Night Group Tour is designed for those who want to experience the real Cuba, we like our travellers to be as comfortable as possible while on tour. For this reason we include:<br/>- Your airport transfer on arrival. <br/>- Bottled water on longer car journeys between destinations (2+ hours).<br/>- Internet access cards (2 hours) that you can use to access the internet at various Wifi Hotspots, ETECSA offices and hotels across the country.<br/>Free time and optional activities.<br/><br/>Our 8 Day Cuba Group Tour is specifically designed to give you some free time to explore Cuba at your own pace, or to undertake a range of optional activities to add to the extensive list of scheduled activities and highlights, so that you can make the very most of your Cuban experience.<br/>",
  "durationDays": "8",
  "price": "1115",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Havana. Upon arrival at Havana’s José Martí Airport, you’ll be met and transferred directly to your family-run casa particular. Unwind or connect with your guide and fellow travellers over an optional dinner at a paladar (privately run restaurant). No scheduled activities today—just a warm Cuban welcome."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Viñales via Fusterlandia. We start the day with a visit to Fusterlandia, a vibrant mosaic-covered neighbourhood supporting local artists. Then it’s off to Viñales, Cuba’s rural heartland. Take in the panoramic views at Los Jazmines, then settle in to explore your peaceful surroundings."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Viñales. Walk through the red-soiled tobacco fields of Viñales with a local farmer, learning how Cuba’s iconic cigars are still hand-rolled. Then, feast on a delicious organic lunch at a family-run farm, sampling fresh produce straight from the garden. The rest of the day is yours to hike, cycle, swim, explore caves, or relax."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bay of Pigs + Cienfuegos. We travel east with a stop at the Bay of Pigs, site of the infamous 1961 invasion and home to incredible marine biodiversity. Swim or snorkel in crystal-clear waters before continuing to Cienfuegos, a French-influenced city known as “The Pearl of the South.” Enjoy a guided walk through its neoclassical centre and sip a drink at the fairytale-like Palacio de Valle."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Santa Clara + Trinidad. En route to Trinidad, we stop at Santa Clara to visit the Che Guevara Memorial—a powerful tribute to the revolutionary icon. By afternoon, arrive in Trinidad, a perfectly preserved colonial gem. Soak in its cobbled streets on a guided walk, then enjoy a night out with optional salsa dancing and live Cuban music."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Trinidad. Today is free to explore. Hike to a local waterfall, cycle to an old sugar mill in the Valle de los Ingenios, or laze on the white sands of Playa Ancón. Your guide can help arrange optional activities or recommend the best spots to soak in local culture."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Havana. Head back to Havana, where you’ll ride in a classic American convertible, gliding past the Malecón and Revolution Square. In the evening, learn the art of mojito-making on a rooftop terrace overlooking Old Havana, followed by a farewell dinner celebrating your Cuban adventure."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Depart Havana or Extend Your Stay. No scheduled activities today, so you’re free to depart at your convenience. Have a late flight? Your guide will offer plenty of tips for last-minute exploration. Want to stay longer? We can help you plan an extended trip, tailored to your interests."
    }
  ],
  "map": ""
}