{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-5-day-holiday-footsteps-of-hemingway",
  "tourName": "Cuba 5 day holiday, footsteps of Hemingway",
  "placesVisited": "",
  "generalInfo": "“My mojito in La Bodeguita, My daiquiri in El Floridita”- Ernest Hemingway<br/><br/>Follow in the footsteps of Hemingway on this five-day tour of Cuba, which travels from the bustling streets of Havana to the bucolic landscapes of Viñales. Visit some of the American author’s favorite watering holes and the estate where he penned many of his novels before meeting Cuba’s hard-working tobacco farmers. <br/><br/>Throughout the trip, you’ll cruise Havana’s streets in classic cars and experience the city’s legendary nightlife. Along the way, gain insight into the glamour and indulgence that attracted many celebrities to the island’s shores in the 1950s. Discover what goes into making the perfect mojito and chat with cigar aficionados while learning what makes Cuba “tick”. <br/><br/>This Classic Cars, Rum &amp; Cigars itinerary is ideal for small groups of two to six people and can be tailored to suit your accommodation preferences. In addition to traditional casas particulares, you can opt for a high-end casa particular, which is more like a boutique hotel. <br/><br/>Please note: Travel to Cuba requires a flexible attitude as things don’t always run according to plan. The island beats to its own rhythm and while we try our best to stick to the following itinerary, activities may sometimes change. This itinerary is created inline with our Support for the Cuban People initiatives and offers eye-opening experiences. For the most fulfilling trip, we ask that you approach it with an open mind and support your local guides in delivering an unforgettable tour.",
  "durationDays": "5",
  "price": "2245",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Havana - Fly into Havana where you will be met by your guide and transformed from the airport to your casa particular. Take time to refresh before being picked up in one of Cuba’s classic cars, which will serve as your main means of transportation during this trip. Our first stop is La Bodeguita del Medio, an iconic bar and one of Ernest Hemingway’s favorite haunts. Legend has it that it was here that he discovered the mojito. Indulge in a “Double Papa” (Hemingway’s specialty) while learning about some of the other famous names who drank here. In addition to Frank Sinatra and Marilyn Monroe, Pablo Neruda and Nat “King” Cole both made appearances. The walls are adorned with photographs and signatures from some of the bar’s most illustrious guests. In the afternoon, we’ll stretch our legs with a stroll through Habana Vieja to explore its atmospheric, cobblestone streets. It’s the perfect place for soaking up the sights, sounds, and smells of Cuba. We’ll stop at the Havana Club Museum of Rum, which offers an insight into the rum-making process, with the opportunity to sample the finished product in the tasting room. We may also stop by Sloppy Joe’s, another of Hemingway’s drinking holes. After time to rest back at your casa particular, you’ll again be picked up by a classic car as we head out to a paladar for dinner. Afterward, we’ll pay a visit to El Floridita where Hemingway drank daiquiris while penning “For Whom the Bell Tolls”. We’ll end the evening with a trip to the Tropicana, a legendary nightclub that has been synonymous with salsa and showgirls since before the Cuban Revolution. Accommodations: Casa Particular. Meals Included: Lunch, Dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Havana - After breakfast, you’ll be picked up in a classic car to make the short drive east to Cojimar. It was this charming fishing town that inspired “The Old Man and the Sea” and was where Hemingway moored his beloved boat “Pilar”. Wander through the town to see some of his favorite sundowner spots before visiting El Ajiaco. You can wander through the gardens to see where the restaurant sources its produce before learning how to make the perfect mojito. After lunch at El Ajiaco, we’ll continue to Finca Vigia, Hemingway’s former estate, which has been transformed into the Museo de Ernest Hemingway. Admire the Moorish-inspired home where he wrote nine of his novels and stroll through the picturesque grounds. After our tour, we’ll return to Havana to visit a garage that specializes in restoring classic cars. In the late afternoon, there will be time to rest before we head out to one of Havana’s finest paladars. Afterward, we’ll hit up the Fabrica de Arte Cubano, an entertainment complex that showcases all facets of Cuban culture and art. Accommodations: Casa Particular. Meals Included: Breakfast, Lunch, Dinner."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Viñales Valley - Today, we will leave the bustling streets of Havana and venture into the bucolic countryside to visit one of Cuba’s most spectacular areas, the Viñales Valley. Framed by the Sierra de los Órganos, this lush area is dotted with limestone mogotes that rise dramatically from the agricultural fields. The area is not only renowned for its labyrinthine caves but as one of Cuba’s most important tobacco-growing areas. Throughout the day, you’ll have the opportunity to meet the people who live and farm in the Viñales Valley and sample their lovingly cultivated produce. In the late afternoon, we’ll visit a plant that processes tobacco leaves before they are sent to be aged and transformed into cigars. It’s then time to settle into our accommodation before a meal at one of the local paladars. Accommodations: Casa Particular. Meals Included: Breakfast, Lunch, Dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Havana - After breakfast, we will begin making our way back to Havana and stop at the Mercado San Jose. Occupying a historic warehouse overlooking the harbor, this is a great place to pick up handcrafted goods and souvenirs. Theatrical performances and art exhibitions are regularly held at the market, meaning it’s much more like a cultural center than just a place to shop. In the afternoon, you’ll have the opportunity to relax at your casa particular before we head out to celebrate our final evening together in Cuba. Accommodations: Casa Particular. Meals Included: Breakfast, Lunch, Dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Havana - Depending on your flight schedule, this morning may include a visit to the Museo Nacional de Bellas Artes de La Habana, which houses an outstanding collection of fine arts. One building is dedicated to Cuban art while the other exhibits works by European masters, such as Rubens, Velasquez, and Goya. Also on display is one of Latin America’s most important collections of ancient Greek and Roman art. There is also the option to visit Miramar and La Casa del Habano, which is one of the country’s finest cigar stores. While chatting with Carlos Robaina, you can sip on a Cuban coffee served on tobacco leaves and sample some of the store’s aromatic products. It’s then time to catch a taxi to the airport for your return flight home. Meals Included: Breakfast"
    }
  ],
  "map": ""
}