{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-cultural-tour-9-days",
  "tourName": "Cuba cultural tour, 9 days",
  "placesVisited": "Havana, Old City walking tour, fishing village of Jaimanitas, visit to artist Jose Fuster’s home, Las Terrazas community, Viñales, visit to organic farm, learn about Cuban cigars, Cuban cooking demonstration, Bay of Pigs, Cienfuegos, Trinidad, cultural tour, group salsa class at private dance studio, waterfall hike, bonfire barbecue, Valle de los Ingenios, Santa Clara",
  "generalInfo": "This small group tour of Cuba takes parties of no more than 12 travellers on a cultural exploration of the island, staying in family home accommodations and accompanied by an expert local tour guide throughout. Packing many of the country’s key highlights into an exciting nine days, this tour is perfect for anyone looking for a really authentic experience of Cuba and its unique culture. Come and immerse yourself in the island’s vibrant life and history, and leave with a better understanding of its complex society and economy.<br/><br/>This tour takes in fascinating highlights as well as giving you a great insight into daily life in Cuba. It concentrates on contact with the Cuban people to learn first-hand about their lives and the island’s culture. Take a guided walking tour of the Old City in Havana and a cultural tour of Trinidad. Stroll around an organic farm in Viñales with the farmers, learning about sustainable farming and even mucking in, too! See how cigars are made, enjoy a cooking demonstration, swim in the vivid ocean near the Bay of Pigs, learn about Cuba’s slave trade and try a group salsa class.<br/><br/>This tour is suited to US travellers interested in experiencing authentic Cuba on a fun, adventurous small group trip. A license for travel is provided, so you can visit Cuba legally and worry-free! All activities and many meals are included, too, which makes it even easier for visitors from the USA, since US debit and credit cards don’t work in Cuba.<br/>",
  "durationDays": "9",
  "price": "2375",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Cuba! Try to arrive before 6 p.m. to join this evening’s welcome dinner. Upon your arrival at Havana Airport, our representative will greet you and provide a private taxi or car service to your guesthouse. Tonight’s included dinner is at a local privately owned restaurant - a great example of Cuba’s incremental shift to a more free-market economy. After dinner, you have the option to explore Havana’s diverse nightlife, where you will find everything from traditional Cuban music to electronic music, to heavy metal."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In the morning we take a guided walking tour. Apart from going to some of the standout sites of Old Havana, we will learn about Cuba’s dual-currency economy when we visit some different places where locals go to do their daily shopping. After lunch we head to the Havana suburb of Jaimanitas where we visit the home of one of Cuba’s most famous artists. Jose Fuster’s entire residence is covered in artworks made of carefully broken tiles. Over the years Fuster continued the colourful mosaic decoration and incorporated his neighbors’ houses, a local medical clinic, and a community centre into the art project. Nowadays, practically the whole neighborhood surrounding his home is covered in Gaudi inspired mosaics. Referred to as Fusterlandia, this unique work of art is internationally recognized. We meet Fuster’s family and and can view the gallery inside his home. Tonight we have free time for dinner for you to explore Havana’s culinary offering. Later in the evening we head out to see a cannon blast ceremony at a fort on the other side of Havana harbour."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Vinales via Las Terrazas On the way to the spectacular valley of Viñales, we stop by Las Terrazas. This small rural village was built by the Cuban government as part of a reforestation project that has since been given a biosphere UNESCO listing. We meet a local community leader who will give us some insight into how the local society works. Upon reaching the quaint village of Viñales, we settle into our guesthouses and have a quick orientation tour of the town. After this we tour an organic farm and learn about sustainable farming in Cuba. We meet a local Cuban farmer and his family who will show us around their organic farm and explain to us the methods they use to grow their produce without using pesticides or artificial fertilisers. Our included dinner tonight will be at this farmhouse while we watch the sun set over the limestone hills that surround the valley. It’s one of the best views you will see in Cuba! Included Activities: Las Terrazas Tour, Vinales Orientation Walk, Organic Farm Visit Included Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Vinales. In the morning we visit a local tobacco farm to learn about the making of Cuba’s famous cigars. Vinales is one of the premier locations in the world for producing cigar tobacco. A local farmer will give us a cigar rolling demonstration and insight into how the socialist system in Cuba works, with regards to how much of the tobacco produced by the family is given to the government and how much of it they are free to sell on the private market. The whole production process will be explained, from planting the tobacco all the way to rolling the final cigar. The family will offer us to sit down with them to enjoy some coffee, freshly roasted on their own farm. Our afternoon activity is a group introductory salsa lesson at a private dance school. Even if you are a complete novice you will learn something you can use later tonight at the local live music bar. After our dance lesson, we head to another family house out of town for a cooking demonstration of typical Cuban dishes. Included Activities: Tobacco Farm Visit, Group Salsa Lesson, Cooking Demonstration Included Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Cienfuegos via Bay of Pigs Early this morning we depart for Cienfuegos. En route we drive along the scenic Bay of Pigs and past the site where the landing of U.S. sponsored counter-revolutionary exile militia occurred in 1961. Incongruously, despite the macabre history of this area, there are some beautiful places where (time permitting) we can stop for a swim and snorkel including a sinkhole that resembles a huge natural tropical fish tank. Snorkel gear can be rented on-site for about US$5. Cienfuegos was founded by the French, and you can sense this when contemplating the layout of this small, elegant city. It also has the luxuries of a vast, calm bay and a beautiful Malecón. It’s from this bayside walkway where you can watch fishermen casting nets and locals socialising. Upon arrival in Cienfuegos we settle into our guesthouses before taking a walk around the city to learn some of its history. Included Activities: Cienfuegos Orientation Walk, Included Meals: Breakfast"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Trinidad (via Santa Clara).Cienfuegos is a very pretty town, and you may have time in the morning for a quick stroll along the boulevard or to the main square. However we only spend a short time here as there are many interesting things ahead. In Santa Clara, we will be welcomed with the sight of a huge statue of Ernesto Ché Guevara. We take time to visit the museum that is directly under the statue, and which tells the story of Ché’s fascinating life. On the way towards Trinidad we stop at a small rural farm where we enjoy a farm lunch with all local produce from the farm itself or nearby farms. We will also have the chance for a quick swim in a hidden waterfall. Dinner will be in Trinidad, where you’re free to discover local flavors, of course your guide will have some suggestions. After dinner, we recommend a night out. Trinidad's nightlife is the most accessible in Cuba. There are a plethora of small live music venues scattered around the colonial parts of town, some of which have nightly dance shows. Included Activities: Che Guevara Museum, Waterfall Swim Included Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Trinidad.We take a morning hike to a waterfall just outside the city of Trinidad in the foothills of the forested Escambray mountains. The walk is not steep, nor long (40min to 1 hour each way) however there are some sections that are a bit rocky and uneven. The park staff however, do a great job maintaining the trail and the handrails they have in place for the less simple sections. Along the way we stop at a very simple farmer’s house. Here we get a further sense of what life is like in rural areas such as this in Cuba. Once reaching the pretty waterfall and cool off in its natural pools, we return to Trinidad where we take a cultural tour of the historic center of town. There were some very wealthy residents here in the 18th and 19th centuries, having made fortunes out of the sugar industry. Some of their grand houses have been made into museums. Visiting these will give you a fascinating insight into the lifestyle of the elite class during that time. At a local bar, we take a rest to enjoy the shade and the taste of a local drink called canchanchara, which is made from rum, lemon, and honey. If the weather permits, tonight we’ll have a dinner picnic at a nearby Caribbean beach. Included Activities: Waterfall hike, Walking City Tour, Beach Picnic (weather permitting) Included Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Havana.En route back to Havana we pass by a historic sugar plantation. A 147 ft tower dominates the skyline. It was built here so that the estate owners could keep vigil on the slaves as they worked in the cane fields. The village around the old mansion is inhabited by the direct descendants of those enslaved people. It’s an apt place for us to learn a bit more about the history of the slavetrade and slavery in Cuba. Back in Havana you’ll have time to get ready for our farewell group dinner. For those who are willing, there are plenty of options for one more night of music and dancing! Included Activities: Manaca Iznaga Sugar Mill Visit Included Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Depart HavanaToday is the departure day of the tour, you can leave at any time. There are no included activities however your tour leader will be around at least until midday if you need assistance. If you would like to stay a few extra days, we are happy to arrange additional nights for you and offer excellent day tours to further your exploration. Your airport departure transfer is included in the tour package. Included Meals: Breakfast"
    }
  ],
  "map": ""
}