{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-tours",
  "tourName": "Cuba tours",
  "placesVisited": "Havana, Pinar de Rio, Viñales, Soroa, Sierra del Rosario, Trinidad, Bay of Pigs, Sierra Escambray, Playa Ancon, Santa Clara, Che Guevara Mausoleum, Optional: Cayo Levisa, Cayo Jutias, tobacco farm, catamaran excursion to Playa Leguano, snorkelling",
  "generalInfo": "These Cuba tours take you to the Pearl of The Caribbean with the best individual programs available to experience Cuban nature &amp; culture. <br/><br/>Cuba is a beautiful island surrounded by sandy beaches, coral reefs and blue waters. It has a very specific vibration of its own - the Cuban people show a playfulness and a joy which is remarkable. They celebrate life with humour, love and passion. <br/><br/>The nature on Cuba is still very pure, the people a discovery for the heart - Travelling in Cuba is an eye and heart opener, suitable for couples, honeymoons, friends and families alike.<br/><br/>Cuba has the potential to show us something: the dream, how it all started, how it went and what is needed to realize a new way of organizing our global economy. Cuba can have a great future. Most of the people are highly educated and aware of social values. Cuba needs however the space and time to adjust in its own rhythm and to develop its society to the human needs and values of today in all freedom. We are specialists in nature &amp; travelling in Cuba. <br/><br/>Example itinerary - Cuba tours: Roundtrip West Cuba with rental car or as bus travel with some taxi transfers. The accommodation is based on Cuban hotels, all selected for a spectacular view or a specific setting and atmosphere. If you prefer to stay in carefully selected \"casas particulares\" (private homes of Cuban families) instead of a hotel, or have an interesting mixture of both, we can arrange all your reservations. <br/><br/>In a tailor made itinery we can include all items that may have your interest like: tours with Vintage American cars over Cuba (honeymoon programs usually have this), cultural tours with private guides at all cities, biking daytours and full cycling itineries, daywalks and several day hikes (Vinales, Mil Cumbres, Soroa, Sierra Escambray, Sierra Maestra and in Baracoa we have now more than 8 different programs with biking, walking, horse riding, jeep safari and rafting), private guided birdwatching excursions at Vinales, NP Zapata and Sierra Rosario (Soroa), we have a mountain lodge for endemic birdwatching between Vinales mogotes (18 species of the 26), cenote trail at NP Zapata, catamaran trips to tropical keys, deep sea and salt water lake fishing, diving at Maria La Gorda, Isle of Youth, Bay of Pigs, Trinidad, Jardines de la Reina etc, visiting caves at Vinales. Further we can offer private Cuban cooking classes with chefs in Havana &amp; Trinidad, reservations for gourmet dining at top restaurants, tickets for Buena Vista Social Club, National Theatre &amp; Tropicana show, Spanish courses in Havana and learn Spanish in Cuba’s capital which offers everything from museums to art galleries, salsa clubs, friendly people as well as a natural beauty of beaches around. And last but not least we can arrange private salsa classes in Havana and Trinidad (or drum classes) with professional dancers (also couples). We offer homestays (casas particulares) where you can meet your Spanish teacher, where you can learn the Cuban cuisine and meet your salsa teachers right away who take you to their home or dance studio for learning the casino style. Country homestay in Vinales with trails leading from the backyard into the mogote mountains from top class home at the coast near Trinidad from where you can snorkel directly into the sea to coral gardens. We also offer special LGBT programs in Havana and we can request for LGBT guides. We have extensive Cuba travel networks all over the island.<br/><br/>Besides individual tailor made tours we also offer our expertise and tourguide services to small groups, the itinery may include all elements your group is looking for, cultural excursions, daywalks, sailing, snorkeling &amp; diving etc. You will be accompanied by an expert on Cuban nature &amp; culture who has guided more than 40 trips on Cuba from West to East. Ask for an itinery with quote and have a chat on Skype with your guide ! Look for the 19 day Cuba-holiday-small-group-tours on the site of Responsible Travel. We also offer a 10 day group program on Harley Davidsons through West-Central Cuba with open inscriptions. We have more than 190 independent reviews on Responsible Travel on our destinations in Latin America from Cuba, Bolivia, Brasil, Peru, Colombia to Chile and Argentina. <br/><br/>Most common travel options on Cuba for individual travelers are: <br/>1) selfdrive with rental car, <br/>2) travel by bus Viazul / Transtur with use of local taxis, <br/>3) all transfers by private taxi transfers (for larger travelparties up to 7 persons these are with minivan taxis); it is possible to have a guide traveling with you all the time in this way but this is not necessary as local guides can be arranged waiting for you at all the locations of the excursions, this depends on your preferences; some larger trajects can be done by regular bus if requested to save on costs; further on some trajects we can arrange taxi transfers or day excursions with American Vintage cars, <br/>4a) rent your own car and have a private guide as guide - driver, or 4b) rent your own car, drive yourself but accompanied by a guide. All guides who accompany you on a travel are official licensed guides. When you travel with a guide all costs for meals, drinks and accommodation of the guide are included in the quotation, only tips come extra. <br/>5) the whole itinery or part of your trip travel with a Vintage car and private driver available for 12 hrs per day, note that the drivers only speak Spanish. See more about all travel options as well with motorbike and bicycle on our website. <br/><br/>We also offer Sail Diving programs in Cuba to the Canarreos islands &amp; Cayo Largo on beautiful yachts liveaboard with professional crew departing from Cienfuegos. Programs with diving are 7 days, for guided sailing without diving can be 4-7 days. You can also dive at the most fascinating diving location in the Caribbean, the Gardens of the Queen, or Jardines de la Reina in Spanish. Important is that we can build here a balanced tailor made land program around this diving week and that this combination of both is also available for individual USA divers. Gardens of the Queen is certainly one of the last virgin reefs known by man. Dive and snorkel sites are well protected from the winds and sea currents. Visibility is more than 40 meters. <br/><br/>Shortlist festivals Cuba:<br/>JAN: Anniversary Revolution Celebrations (1 Jan)<br/>MAR: Caribbean Dance Biennial (March - Biennial)<br/>APR: Old Havana: City in Movement, dance performances (April – Annual),  International Corhabana Choir Festival, Havana (April – Annual)<br/>MAY: May Day Celebrations (1 May – Annual)<br/>JUN: Trinidad Carnival / Fiestas San Juaneras (23 June), Camaguey Carnaval / San Juan Camagüeyano (24 June)<br/>JUL: Festival del Caribe / Festival of Fire, Santiago de Cuba (3-9 July), Santiago de Cuba Carnival (21-29 July),  26 July Celebrations (26 July – Annual) <br/>AUG: Festival Internacional de Rap (1 Aug – Annual), Havana Carnival (3-10 August)<br/>SEP: Matamoros Son Festival, Santiago (Sep/Oct)<br/>OCT/NOV: Havana Ballet Festival (28 Oct - 6 Nov), Havana Theatre Festival (Oct/Nov – Annual)<br/>DEC: Parrandas de Remedios (19-24 Dec - Annual)<br/><br/>Important update actual situation West and Central Cuba: all tourist services are working perfectly, our homestays outside Havana have their own generator, they will provide the house of electricity for you and the family in case necessary, all travellers who have been recently on Cuba had a great trip. Further due to shortages in petrol for the rental car market we recommend to travel by private taxi (private minivans for families &amp; groups), regular tourist bus or shuttle minibuses as they fall under the umbrella of the Cuban Government and can make use of special storage stations. We all arrange your transfers by private taxi, van or bus. At the actual situation we do not recommend traveling by rental car as the actual situation is very changeable meaning that we can not predict if you can find sufficient petrol at the regular petrol stations. We do offer rental cars though to experienced travellers who speak Spanish at own risk. It is a kind of adventure and depends very much on everyone’s abilities to deal with eventual challenges. Please plan a chat with us when you wish to receive more details. Cuba stays fascinating and an amazing destination. We also offer since recently again holidays and roundtrips in East Cuba with our teams in Havana &amp; Baracoa, all traveling by private taxi. You can fly in and out from the Holguin international airport.",
  "durationDays": "15",
  "price": "1475",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You will be met by our agent on arrival on the airport and travel with private taxi to your boutique homestay / hotel in Old Havana. ) Some ambient 4 - 5 star boutique hotels in Old Havana are hotel Raquel, Conde Villanueva, Ambos Mundos, Florida, Sevilla, Iberostar Parque Central & Grand Packard, Manzana Kempinsky. We also offer top boutique homestays / casas particulares and can quote for several options from normal to high level homestays and 4-5 star hotels."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "These two days you can use to visit fascinating Old Havana, which has been adopted as Heritage of Mankind: stroll through the streets, go shopping for hand made clothes, visit colonial houses with large patios, the famous places of Ernest Hemmingway, Museum of Revolution, handicraft market and much more. You can also use one day to go to the beach east of Havana, Playas del Este with a hop on and off bus or with a private Vintage cabriolet. A local English speaking guide and/or driver can be arranged for one or two days. Tickets for ballet performances, tickets for the Ballet Festival and Jazz festival, for the Tropicana show, Buena Vista or Havana Queen salsa shows can be all arranged."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "By taxi or bus to the spectacular mogote landscape of Viñales. These are calcareous rock formations full of caves & hidden streams. One of the best homestays with view into valley Vinales or stay at your own free eco apartment in the countryside."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "You will have one guided day through the valley of Viñales and experience the life of the tobacco farmers, the cultivation of tobacco, and see the “mogotes” , their caves and their peculiar ecosystems from near. You can visit a tobacco warehouse (despalillo) where the leaves are prepared and fermented, visit cave Santo Thomas, rent a bike, or go to the tropical beach of the island Cayo Levisa or Cayo Hutia for a day excursion."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today to Soroa or directly to Playa Larga. You can visit a tobacco factory in Pinar del Rio, where the tobacco leaves are made into cigars. The province of Pinar del Rio is world famous for the quality of the tobacco. Homestay near the mountains of the Sierra Rosario. Soroa is surrounded by tropical vegetation and as soon as the night falls you hear the cosy sounds of beetles and glass frogs."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "You take a botanical walk with a local guide through the bio reservate of Sierra del Rosario. You can watch birds, visit the ruins of an old French coffee plantation, and take a stroll through the orchid garden or take a dive in the waterfall of Soroa at the end of the day."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "From Soroa to Trinidad and if you want you can make a detour along the famous Pigs Bay. You can take a dive in the sea and discover all kind of fishes in an enchanting sea cave while the lunch is prepared. At the end of the midday you will arrive in Trinidad, one of the most beautiful colonial villages in Latin America and Unesco World heritage. In the evening you can enjoy your dinner and immerse yourself in the nightlife and salsa feeling of Trinidad. According to your choice you stay in one of the hotels downtown, or with a Cuban family in a casa particular downtown Trinidad. Optional stay overnight at homestay at the beach in Playa Larga and/or at Cienfuegos and have a private guided citytour in Cienfuegos."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Trinidad and its surroundings have great things to offer to complete your holiday. By private taxi into the steep mountains of Sierra Escambray and meet your guide to make a botanical walk through the tropical green mountains. You visit a botanical garden, the cave La Batata from where you can make a swimming excursion through the river flowing through an open cave, you visit a coffee hacienda and hacienda in the mountains where you will have lunch. From here you continue to an orchid garden, a walk through a cave with bats and a spectacular view on Trinidad and the Caribbean coastline. The other days you can arrange an excursion to go on horseback riding to the waterfalls & cave of Trinidad, go to the beach of Ancona or book with us for a full day excursion by catamaran to Cayo Leguano, snorkel around the coral reefs and enjoy the tropical beaches & mangrove forests."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Your return travel to Havana directly by bus or taxi, evt with a detour, vist hacienda Iznaga of the sugarboom period in Sugarmill valley, have a coffeestop in Sancti Spiritus, drive along the Sierra Escambray and visit the Che Guevara memorial and other points of interest of the Cuban Revolution in Santa Clara. Boutique homestay or a 4-5 star hotel in Old Havana. We can quote for several options."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "You will be picked up at your hotel / homestay and have a private taxi transfer to the airport for your international flight."
    }
  ],
  "map": ""
}