{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-short-break-havana-and-vinales",
  "tourName": "Cuba short break, Havana and Vinales",
  "placesVisited": "",
  "generalInfo": "This tour is perfect for travelers with limited time in Cuba who want to explore beyond the typical tourist attractions. Instead of visiting museums, this tour offers immersive experiences that showcase Cuba's diverse culture, from city living to rural life. Learn about Havana's history, current state, and future direction. By participating in daily cultural activities, supporting community projects, and supporting small businesses, this tour provides a hassle-free way for US travellers to meet the requirements of the 'Support for the Cuban People' general license, ensuring a stress-free and enjoyable trip.<br/><br/>Duration: 5 days / 4 nights (4 days of activities)<br/><br/>Maximum Group Size: 8<br/><br/>Included:<br/>- 4 nights of accomodation in Premium casa particulares<br/>- Private air conditioned transport - minibus or taxi, jeep, open-sided truck <br/>- All breakfasts, 4 lunches, 4 dinners<br/>- Activities noted in itinerary<br/>- Support documentation for US travelers<br/>- Local guide throughout<br/>- Airport arrival transfer",
  "durationDays": "5",
  "price": "2259",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Havana. Start time by 9:30a.m. Due to the early start time, we encourage you to arrive the night before. At 9:30 am you’ll meet your tour leader and group members for a warm welcome before we dive into a historic tour of Old Havana, a must-see UNESCO World Heritage site. Explore the four main plazas on a 2-hour walking tour, followed by a delicious lunch at a paladar, a Cubanism for privately owned restaurant. After lunch, we will explore the less touristy neighbourhoods of Old Havana on the Off Beat Havana Tour, where you'll get to experience the local community and learn about the ration system at a neighbourhood bodega. End the evening with a cocktail lesson and dinner at a classic paladar. Included Activities:Historic tour of Old Havana, Offbeat Old Havana tour walk, Cocktail lesson Included Meals: Lunch, Dinner Included accommodations: Vieja Habana or similar"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Havana We'll visit a local community project promoting wellness and empowerment, followed by a panoramic city tour in vintage convertible cars where you’ll visit the Havana forest and learn about its deep spiritual significance. Enjoy a traditional Afro-Cuban lunch before diving into the fascinating history of the American Mafia and its role in pre-revolutionary Cuba. Tonight’s dinner is at a river-view restaurant, founded by an internationally recognised local sailing enthusiast where we will dine on fresh seafood in a unique atmosphere. This evening we visit the famous Fabrica de Arte Cubano. Named one of Time Magazine’s World’s 100 Greatest Places, you’ll see why as we tour the oil factory turned arts complex. Featuring five salons showcasing various types of art, from textiles, to architecture, music, dance, and eye-catching installations, plus bars and pop-up shops, you’ll marvel at the innovation and talent of ‘New Cuba’. Included Activities: Meeting with local community members, Afro-Cuban show, classic car tour, Mafia history tour, and Fabrica de Arte Cubano Included Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "HavanaToday we’ll learn about how individuals used their talents to fuel positive change in their neighborhoods on this special tour to three remarkable neighborhoods in Havana, including one which caught the notice of President Obama on his 2016 visit to Cuba. After lunch we cover the topic of ‘cuentapropistas’ entrepreneurship in Cuba. In 2011 the Cuban Government began opening the private sector and legalising private businesses not seen since the 1959 Revolution. We will illustrate this topic with a visit to two of Havana’s successful new businesses to hear their stories. Included Activities: ‘Murals and Mosaics’ local art communities tour with lunch, meet & greet at two local businesses. Included Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Vinales. The Viñales add-on. We have a full day of breathtaking natural beauty and rural charm in store. Depart by 8am in the morning for a 3-hour journey west towards the mountains and the province of Pinar del Rio. On our way into the town of Vinales we will stop at the Cuevas del Indio (Indian Caves) for a boat ride. You will also see the controversial Prehistoric Mural (is it art or eyesore?). Arriving in the town of Viñales, we will explore tobacco fields, roll cigars, and taste local coffee with our local guide. After our light trek through the valley, we will enjoy a farm-to-fork lunch at an organic farm before returning to Havana for our final night and farewell meal. Included Activities: Day trip to Viñales - visit to tobacco farm, organic farm, Indian caves and Prehistoric Mural. Included Meals: Breakfast, Lunch, Dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Depart at any time today, there are no activities scheduled."
    }
  ],
  "map": ""
}