{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-small-group-tour",
  "tourName": "Cuba small group tour",
  "placesVisited": "Havana, Soroa, Vinales, Bay of Pigs, Cienfuegos, Trinidad, Santa Clara, informal salsa lesson included",
  "generalInfo": "This week long Cuba group tour lets you discover the history and heritage of this stunning Caribbean island alongside the natural attraction and the cultural splendour that make Cuba group tours the hottest tickets on the planet right now.<br/><br/>From the American invasion to political posturing, this is your chance to go on a Cuba group tour and see the traditional sights and experience the Latin American rhythm and flair before things change beyond all recognition.<br/><br/>Hats off to Havana, soak up the mountain air around Soroa and the sunshine of Playa Ancon before heading to Trinidad for some laid back vibes to stop you in your tracks. Cuba group tours will take you all over the island with a back story of classic cars, fat cigars and a whole lot of hot and spicy salsa in between – so what are you waiting for?<br/>",
  "durationDays": "8",
  "price": "1225",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Havana.",
      "description": "Bienvenidos! Welcome to Cuba. Your adventure begins with a welcome meeting at 6 pm tonight in Havana. If you arrive early, the day is yours to explore. Consider a stroll through Old Havana to acquaint yourself with its colourful mix of 50s Americana, colonial architecture and budding modernity. There are plenty of good museums to check out, such as the Museo Nacional de Bellas Artes (National Museum of Fine Arts). Perhaps line up with the locals for a taste of the legendary Coppelia ice cream, or wander along the Malecon, the sea wall that skirts the coastline."
    },
    {
      "dayNumber": 2,
      "title": "Soroa / Vinales.",
      "description": "Spend the morning enjoying a short tour around Old Havana with your local guide. Founded in 1519 by the Spanish and designated a World Heritage Site in 1982, this well-preserved area within Cuba’s capital remains virtually unchanged which makes it one of the Caribbean’s most impressive historical cities. Wander through Havana’s oldest square, Plaza de Armas, stroll around the architecturally eclectic buildings that line the 16th century Plaza Veija, admire the basilica of San Francisco de Asis and visit the Cathedral with its elaborate baroque facade. After, drive to Soroa, a lush enclave nestled in a picturesque valley and aptly known as the ‘rainbow of Cuba’. Stop for lunch and tour a beautiful orchid garden where you’ll learn the medicinal secrets behind wild Cuban herbs, before continuing your journey to Vinales. Located in the province of Pinar del Rio – Vinales is a landscape of tobacco and agricultural fields dotted with limestone outcrops. The scenery here is some of the most picturesque in Cuba and there are many ways to take it all in, ask your leader about the optional activities available including cycling, walking through tobacco fields and hiking to the mountains to explore the vast cave system of Gran Caverna de Santo Tomas."
    },
    {
      "dayNumber": 3,
      "title": "Vinales.",
      "description": "This morning, enjoy a walking tour through farms, tobacco plantations and lush cultivated lands for an insight into rural life in Vinales. Learn more about the simple lifestyle here and see first-hand the farmers who grow tobacco for some of the world’s most expensive cigars. For dinner this evening, relish a real garden-to-plate experience with an included dinner at an organic eco-farm. Indulge in a variety of fresh produce – from numerous vegetables and salads to meats, seafood and salsas – all while gazing across sweeping views of the verdant valley. After, why not head out to a quaint bar and get to know some of Vinales’ residents. This small and charming rural village is one of the easiest places to mingle with locals in Cuba, who are very sociable, and many of them love nothing better than to drink rum and dance the night away!"
    },
    {
      "dayNumber": 4,
      "title": "Bay of Pigs / Cienfuegos.",
      "description": "Begin the day by travelling to a peaceful sandy arc on Cuba’s southern coast, commonly known as the Bay of Pigs. Learn about the Bay of Pigs Invasion – the battle between the US and the Cuban revolutionaries which resulted in the first defeat of a US-backed takeover in Latin America. Then, stop for a dip in its tranquil waters, with an outstanding variety of coral and fish, it just might be Cuba’s best-kept secret. Then continue along the picturesque coast to Cienfuegos, a slice of Paris in the Caribbean. This is the gem of the south, a seaside town of relaxing streets and dazzling buildings that strike a beautiful pose by the water. Founded in 1819 by pioneering French immigrants, the elegant architectural influence that these settlers brought with them earned the city a UNESCO World Heritage Site listing in 2005. Enjoy a photo stop at Palacio del Valle, which is Cienfuegos' architectural pride and joy. Learn more about its history as you take in the beauty of its intricate carvings of Venetian alabaster and if you’re up for it, why not head to the rooftop for a sunset drink."
    },
    {
      "dayNumber": 5,
      "title": "Trinidad.",
      "description": "Perhaps kick-start your morning with some Cuban coffee (it's served black, strong and super sweet) then bid farewell to Cienfuegos and board the bus for a short drive to Trinidad – a beautifully preserved colonial down that sits on the scenic Caribbean coast. There's no doubt it's one of Cuba's alluring destinations, a great place to wander around, with almost every scene offering a photo opportunity. Watch as locals casually smoke their huge cigars on the doorsteps of their homes, and hear the old Chevrolets rumbling by. Begin by strolling along the cobbled streets and marvelling at some of the colourful colonial architecture on display (this town was put on the UNESCO World Heritage list in 1988 for good reason), then feel the Cuban rhythms during a casual salsa class – a sure-fire way to boost your confidence in preparation for Trinidad’s nightlife!"
    },
    {
      "dayNumber": 6,
      "title": "Trinidad.",
      "description": "Trinidad’s old-fashioned feel and friendly folk make it a standout destination for many visitors to Cuba, and the Santeria religion (a voodoo-like Afro-Cuban tradition) which is practiced here makes the town even more intriguing. Enjoy a free day to check-out Trinidad at your own pace. There are some great Spanish-style churches to see, and nearby is the Valle de los Ingenios, where sugar plantations stretch out as far as the eye can see. Why not go for a dip at nearby Playa Ancon and loll about on the long stretches of white sand or hire a bike of the vintage variety and cycle along Trinidad’s colourful (and cobblestone) streets. If you’re feeling energetic, then hiking in the Sierra del Escambray (the local mountains) is a great option – just ask your leader to help you decide! This evening, a folklore dance and music show in one of the open-air venues is highly recommended – a great chance to immerse yourself in Cuba's African, French and Spanish-influenced music and dance culture."
    },
    {
      "dayNumber": 7,
      "title": "Santa Clara / Havana.",
      "description": "On your way back to Havana, you'll stop in at Santa Clara to visit the Che Guevara mausoleum and memorial where you can get a rare insight into the legacy of the revolutionary leader. Che's remains were brought to rest here after they were found in a remote corner of Bolivia in 1997, where he was assassinated by the CIA-backed Bolivian army. The memorial is home to an impressive bronze statue of Che bearing his rifle and inside the museum, you can learn about his amazing life and see photos and exhibits such as letters, firearms, medical devices and other interesting artefacts – including his famous black beret. Upon arrival in Havana, stop by Revolution square then prepare for a final night of celebrations where you can toast to an incredible adventure across beautiful Cuba!"
    },
    {
      "dayNumber": 8,
      "title": "Havana.",
      "description": "Your trip comes to an end this morning after breakfast, check-out time is 10 am. If you wish to stay on in this colourful capital, just speak to your booking agent."
    }
  ],
  "map": ""
}