{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuba-small-group-vacation",
  "tourName": "Cuba small group vacation",
  "placesVisited": "",
  "generalInfo": "*This trip meets all the standards as required by the US OFAC category \"Support for the Cuban People\".<br/><br/>Cuba travel, legal and local… Thanks to the small group size, we avoid the big, government-run establishments, most of which US travelers aren’t allowed to patronize. As a small group, we can also dine at privately owned restaurants to support everyday citizens. Our groups of 12 travelers or less can visit smaller, more off-the-beaten-path places for more meaningful interaction with locals. Below are some of the things that make our small group trips to Cuba unique:<br/><br/>Authentic, local interaction: Your own dedicated Cuban trip leader throughout the trip will be your friend and show you Cuba through the eyes of a local.<br/><br/>Playa Larga: A sleepy beach town on the Bay of Pigs to escape the hordes of travelers at the major tourist hotspots. It’s a great place to witness everyday Cuban life in a typical Cuban town.<br/><br/>FAC: The Fábrica de Arte Cubano is a great place to mingle with Cubans over a drink while listening to live music and admiring works of art by local artists.<br/><br/>INCLUDED:<br/>- 8 nights accommodation in casa particulares (double occupancy)<br/>- Cuban trip leader throughout<br/>- Private, air-conditioned transportation<br/>- Activities as noted in itinerary<br/>- All breakfasts, 6 lunches, 4 dinners",
  "durationDays": "9",
  "price": "2700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "HAVANA ARRIVAL - Welcome to Cuba! Arrive in Havana and settle into your accommodation. Depending on your arrival time, you will have some free time to walk around Havana. In the evening, meet for dinner as a group at a local paladar, a privately-owned restaurant and a great example of Cuba’s shift to a more free-market economy. Why not enjoy your first Cuban mojito tonight or even a flight of Cuban rum to kick off the great adventure that lies ahead? *Airport pick-up is not included. You can easily take a taxi from the airport to your accommodation in the city. *INCLUDED - Activities: Arrival (at your own expense); Free time; Welcome dinner • Meals: D • Accommodation: Casa particular."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "HAVANA - Hop in a classic convertible car and go for a drive stopping first at a monument that many visitors don’t get to see: El Cristo de la Bahia. Then, on to the neighborhoods of Vedado and Miramar with a stop at the historic Plaza de la Revolucion where Fidel used to address the masses. The last stop will be along the Malecon where the ocean waves hit the sea wall and many Cubans like to hang out to beat the heat. After the drive, go for a guided walk of Old Havana, one of the best-preserved colonial cities in the Americas. The streets are lined with colonial architecture, 16th-century fortresses, and numerous churches. There is so much to see here and your trip leader has some secret spots he will show you along the way. After the waking tour, go for lunch at a local paladar after which you will have the rest of the afternoon at your leisure. Later that night, make your way to the trendy and unique gallery/bar/performance space, Fabrica de Arte Cubano, for a drink and to check out some of the local art on display. This former cooking oil factory has been renovated into a hip gallery with multiple spaces showcasing works by local Cuban artists. For those who would like to keep the party going, you can stay later when it opens up to a bar and club! *INCLUDED - Activities: Classic car tour; Old Havana walking tour; Free time; Fabrica de Arte Cubano • Meals: B, L • Accommodation: Casa particular."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "HAVANA - VIÑALES - This morning, you will be on your way to Viñales, one of the most picturesque parts of Cuba. It is a small, culturally rich town with friendly residents. This area is also said to be where the best tobacco in the world grows! Before leaving Havana, stop at Fusterlandia, a unique work of public art composed of over 80 houses decorated with ornate murals and domes to suit the personality of each of Fuster’s neighbors. After checking out the neighborhood, onward to Viñales! Once you’ve arrived in Viñales, get settled into your accommodation and have a bit of free time. Later, there will be a quick orientation walk around this small town where farmers have been producing cigars the same way for generations. Your trip leader will point out some dinner options along the way. In the evening, go out for drinks at Centro Cultural Polo Montañez, a popular hangout spot with salsa music where you can practice your salsa moves and party a lo Cubano! *INCLUDED - Transfers: Havana - Viñales by minibus (approx. 3 hrs) • Activities: Fusterlandia; Viñales orientation walk; Free time; Centro Cultural Polo Montanez • Meals: B, L • Accommodation: Casa particular."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "VIÑALES - Start your day with a truly organic breakfast. Nearly everything is produced in the area and breakfast usually includes local fruits, freshly squeezed juice, coffee, milk, and eggs. In the morning, visit a local tobacco farm and drying house where you’ll learn about the tradition of Cuban cigars from a farmer and expert cigar maker. Get insight into how agriculture works under the communist system; how much tobacco they keep, give back to the government, and how they make ends meet. Discover the entire process from tobacco planting to rolling the final cigar all while sipping some freshly roasted Cuban coffee. Of course, after the final product is rolled, you can try a Cuban cigar! Lunch is not included today but your trip leader can give you some recommendations. Don’t fill up too much because tonight’s dinner will be quite a feast! After lunchtime, perfect your moves at a salsa lesson. Beginners will learn the basic steps while more advanced salseros can learn the intricacies of Cuban salsa. Later this evening, head to a local farmer’s organic farm and learn about sustainable farming in Cuba without pesticides. With a beautiful sunset as a backdrop along with a clear view of the hills and valleys, you’ll enjoy a delicious meal prepared by the family – a truly authentic farm-to-fork experience! *INCLUDED - Activities: Local tobacco farm; Salsa lesson; Organic farm visit & dinner • Meals: B, D • Accommodation: Casa particular."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "VIÑALES - PLAYA LARGA - Today, depart toward the famous (or should we say infamous?) Bay of Pigs! During the drive, you will learn a bit about Cuban life, history, society, culture, and of course, the Bay of Pigs invasion from your trip leader. There will be a quick stop for lunch right before arrival to Playa Larga, a town at the top of the Bay of Pigs, where you’ll spend the night. Upon arrival, you’ll have free time to stretch your legs on the beach or go for a refreshing swim. There’ll be a hands-on happy hour before dinner during which you’ll learn how to make mojitos. After trying your homemade mojitos, come together for a large meal prepared by a local family as you watch the sunset over the Bay of Pigs! *INCLUDED - Transfers: Viñales - Bay of Pigs by minibus (approx. 5 hrs) • Activities: Free time; Mojito making lesson • Meals: B, L, D • Accommodation: Casa particular."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "LARGA PLAYA - TRINIDAD - After breakfast, hit the road to the colorful city of Trinidad! Settle into your accommodation and then, head out together to check out the city, home to numerous churches and beautiful colonial buildings. This region was most famous for its commercial production of sugar. You can see many grand houses that were once owned by kings of the sugar industry and learn about the history of the area. Your accommodation is situated in the heart of the city so it’s perfect for exploring and you have the rest of the afternoon and evening to do so. There are many shops and galleries in Trinidad and it is very pedestrian-friendly so you can easily take a stroll around the city. For those of you who are night owls, we suggest a night out on the town. If you missed out in Viñales, make sure to venture out so you can get a taste of local nightlife! Your trip leader knows the best spots in town and he will recommend places where the locals go for a fun-filled night with live music and dancing! *INCLUDED - Transfers: Bay of Pigs - Trinidad by minibus (approx. 3 hrs) • Activities: Trinidad orientation walk; Free time • Meals: B, L • Accommodation: Casa particular."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "TRINIDAD - This morning, learn about the history of the area, the local industry, and biodiversity during a short hike to Salto de Javira waterfall just outside of the city. The easy to moderate* hike is about one hour each way and is a scenic trek through the jungle. After cooling off and taking a dip in the natural pools at the base of the waterfall, return to Trinidad where you’ll have the rest of the afternoon to relax and explore on your own. In the afternoon, you’ll have free time to explore the city or hit Playa Ancon for swimming on the beautiful white sand beach. Later in the evening, we suggest a local spot for live music and dancing. *Depending on your fitness level, you may find this hike more difficult. If you do not think you can do it or do not want to, please let your trip leader know. *INCLUDED - Activities: Salto de Javira waterfall hike; Playa Ancon; Free time • Meals: B, L • Accommodation: Casa particular."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "TRINIDAD - HAVANA - Return to Havana today with a quick stop for lunch along the way. You will have some free time to freshen up and get in some last-minute souvenir shopping before heading to your last dinner together in Havana. Afterward, we recommend enjoying a final night out with music and dancing! *INCLUDED - Transfers: Trinidad - Havana by minibus (approx. 5 hrs) • Activities: Free time; Farewell dinner • Meals: B, L, D • Accommodation: Casa particular."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "HAVANA DEPARTURE - Depending on your flight time, you will have free time on your own in Havana before catching your flight back home. *INCLUDED - Activities: Free time; Departure (at your own expense) • Meals: B. **Itinerary is subject to change."
    }
  ],
  "map": ""
}