{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "enchanting-sites-sounds-of-cuba-tour-from-colonial-towns-to-salsa-rhythms",
  "tourName": "Enchanting Sites & Sounds of Cuba Tour: From Colonial Towns to Salsa Rhythms",
  "placesVisited": "Havana, Guama, Caleta Buena, Cienfuegos, Trinidad, Santa Clara, Las Terrazas, Vinales Valley",
  "generalInfo": "Cuba makes you want to dance into the night, experiencing the entertainment and living history inside the cities and searching for colorful flora and fauna protected in the national parks. Locals laugh as they jump into the Atlantic Ocean near the waterside avenue of the Malecón. A Tocororo twitters in the jade forest canopy. Flamingoes catch your eye against the waters of a quiet lagoon. Guitarists and bongo players fill the streets with passionate songs from sunrise to well past midnight. Your custom tailored tour shows you the exciting life of Cuba, which at times feels like worlds away and years apart.",
  "durationDays": "10",
  "price": "5,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Havana – At First Glance",
      "description": "Havana is a city easily conjured in dreams. However, the streets and the people quickly exceed expectations. Your flight lands at Jose Marti International Airport, where you have your first look of the city. The airport already transports you to a different time, absent of wifi and long distance phone calls. Locals gather around the exit, holding up signs for old friends and returning family members. Your private transfer greets you at the baggage claim and escorts you into the city. Outside of the airport, ankle-high grass ripples in the breeze. Fresh murals celebrating the Cuban socialist spirit decorate dilapidated walls. The contemporary high-rises of Vedado overlook the renovated colonial architecture of Old Havana. The aroma of the ocean drifts over the walls along the Malecón, the seaside avenue. You settle into your hotel, located in the heart of the antique city. Classic American cars park outside the columned arcades of Hotel Inglaterra, a 19th-century neoclassical edifice standing opposite the elegant walkway of the Paseo del Prado."
    },
    {
      "dayNumber": "2",
      "title": "Havana – Indulging in an Image",
      "description": "In the morning, teenagers make their way to a quiet outcropping of stones beyond the sea wall of the Malecón. They strip to their boxers and jump into the refreshing water of the Atlantic Ocean. Occasional spurts of mist splash onto the walkway from the waves crashing against the stones. After breakfast, your guide meets you at the hotel with a classic car waiting outside. The automobiles in the city harken back to a time just before the trade embargo between the United States and Cuba. Mechanics work overtime trying to tinker with antique parts or create new components out of local, handy objects. You step into a restored Chevrolet with white leather interior and white and pink exterior. Traveling in the convertible lets the wind comb through your hair. Locals wave to you as you venture to Plaza de Revolucion. A 59-foot tall statue of Jose Marti, the father of Cuban independence, adorns the staircase. Behind him rises a nearly 360-foot tall tower overlooking the five square mile area plaza. Visitors often take pictures of the silhouetted statues of Che Guevara and Camilo Cienfuegos outlining the buildings opposite the tower. The car drops you off near Cathedral Square where your tour of Old Havana begins."
    },
    {
      "dayNumber": "3",
      "title": "Guama – Cuba Crocodile Country",
      "description": "At sunrise, fishermen stroll along the Malecón, resting their poles on their shoulders. They stand along the sea wall and cast their line into the water. The imposing Morro Castle frames the bay to the fishermen’s east. After breakfast, your private transfer greets you at the hotel and leads you to your first day out of Havana, taking you to Guama and the ecological reserve of Cienaga de Zapata. The region takes its name from the Taino chief who made his last stand against the Spanish in Baracoa in the 16th century. You step aboard a small boat to travel through the mangrove-lined canals leading you to Treasure Lake. A recreation of a Taino village stands on the opposite side. Emerald trees shade the thatched-roofed huts. Sculptures depict the daily life of the aboriginal culture. Numerous cone-shaped huts look over the gentle swells of the lake. One of the locals climbs a palm tree and tosses down a coconut. Your guide opens the fruit with four quick hits of a machete before giving you the gourd to drink. At the crocodile farm, the breeder explains that in the 1960s, a program was developed to protect he marsh-dwelling crocodiles, which at the time were almost extinct. Your guide provides a cultural demonstration on how the original inhabitants of the swamplands hunted the reptiles with a bow. Breeders take you along the expanse of the park to show the various sizes of the crocodiles and even provide a feeding presentation."
    },
    {
      "dayNumber": "4",
      "title": "Cienfuegos – Witnessing Cuban Variety",
      "description": "You have quickly learned that Cuba is more than classic cars and mojitos. Today your guide leads you through the trails of Zapata Swamp Park in search of some of Cuba’s most famous avifauna. The more than 1,600 square-mile area encompasses 175 species of birds, 31 types of reptiles, and over 900 plant species. The flat land contains basins to the Hatiguanico and Hanabana Rivers. Parakeets twitter in the canopy. Their almost-fluorescent green plumage stands out from the emerald leaves. Your guide points to a nearby tree. The Tocororo, Cuba’s national bird, perches on a small branch. Their back plumage radiates iridescent blue and green. Their crown is colored a dark blue with their breast bright white. In the lake, a flock of red flamingos stands tall. Their vibrant feathers reflect in the serene rippling water. Their black beaks protrude from their thin, graceful necks. After your exploration of the reserve, you make your way to the Bay of Pigs to see the small museum commemorating the historical conflict that set the tone of American-Cuban relations."
    },
    {
      "dayNumber": "5",
      "title": "Trinidad – Picking Up the Pearl",
      "description": "In the morning, the sun washes over the white facades and red-tiled roofs of Cienfuegos. The charm of the city has earned it the title of the “Pearl of the South.” The French settled the city in the 19th century and designed the streets and surrounding architecture with seductive beauty alongside the glistening bay. Horses pull carriages down the paved streets and near the Malecón. The silver-gray hue of Palacio de Gobierno dominates the southern edge of Parque Marit. Through the front door, you can glimpse at the palatial main staircase winding upwards to the second story. The Teatro Tomas Terry shares both French and Italian influences and was erected in the 19th century. The auditorium holds 950 seats. Hand-carved Cuban hardwoods complement the Carrara marble accents. The frescoes decorating the ceiling create a playful ambiance in the majestic of the gallery. At the mouth of the bay, you can see the 18th-century fortress of Castillo de Jagua continuing to protect the city from pirates and privateers. After lunch, you venture to the sleepy colonial town of Trinidad. The city feels more like a time capsule taking you back into the bygone era of sugar barons and cobblestone streets."
    },
    {
      "dayNumber": "6",
      "title": "Trinidad – Finding Trinidad",
      "description": "The streets of Trinidad are a treasure to themselves. Pastel painted homes stand beneath red-tiled roofs. Music emanates from cafes, and small brick buildings locals use as social clubs. The Escambray Mountains border the city to the north, and the Caribbean Sea edges Trinidad to the south. Horses clop down the narrow streets near the historic city center. The day is yours to enjoy Trinidad as you please. Stroll along the walkways and the neo-baroque structures of Plaza Mayor to see the small square of Plazuela El Jigue. Travel by antique steam train to visit Valle do los Ingenios, home to the ruins of 19th-century sugarcane plantations. Troubadours jam with traditional songs and Afro-Cuban spirit at the Casa de la Musica. Vintage lamps and café tables line the stairway. People sip cuba libres, engage in passionate conversation and let the music move them. Near Casa de la Trova stands the open-air market known for its vendors who sell handcrafted textiles and crochet work. The musical instruments, including the hand-carved bongos, have colorful artwork decorating the smooth wood. Strolling through the market immerses you in the sensibilities of the city, providing a window into the way locals view art, music, and the culture of Trinidad."
    },
    {
      "dayNumber": "7",
      "title": "Santa Clara – Nature and the Revolution",
      "description": "In the morning, you wave goodbye to Trinidad and venture into the Escambray Mountains to discover Topes de Collante Nature Reserve. A 6x6 former Russian military vehicle meets you at the entrance. The engine roars as the caterpillar-like mobile trudges up the rugged terrain. The tallest peak in the range rises to a height of 3,740 feet above sea level. The winds sweep in from the Atlantic Ocean on the north side of the mountains. Fauna and avifauna find refuge in the ferns, banana trees, and jasmine. Hike through the coffee plantations to view the budding grains on the branches. Thatched roofs frame traditional farmer’s houses. The Caburni River trundles over the cliffs more than 200 feet down to a series of ponds. Your guide leads you along the path to a natural pool. The jade water bubbles beneath the red limestone walls bordering the pond. A small waterfall cascades into the edges of the pool, refilling the area with cold, fresh water. Cuba is abundant with endless discovery, from the large fanning fronds of tropical trees to the empowering monument of Che Guevara in the town of Santa Clara. The town hosts the most prestigious university outside of Havana. The rebellious spirit captured in the artistic representations of the guerilla leader spreads throughout the streets and university classrooms. A bronze 22-foot statue crowns the square."
    },
    {
      "dayNumber": "8",
      "title": "Las Terrazas – Eco-Friendly Immersion",
      "description": "Today, your private transfer escorts you from central Cuba to western Cuba, passing Havana to settle in the eco-community of Las Terrazas. You pass a large complex overlooking the water outside of Havana. You think it’s the start of a new community project, but in fact, it is a celebrated medical school known as the Latin American School of Medicine. The World Health Organization, along with the Medical Board of California, recognizes the quality and accreditation of the school. The complex can accommodate more than 19,500 students from more than 110 countries. You travel down narrow rural roads, sharing the street with horse-drawn buggies and tractors. When you arrive in Las Terrazas, the lush jade canopy of the rainforest blankets the hillside. The community has taken it upon itself to reforest the area after the devastating deforestation in the 1950s. The small community was built in the heart of the 61,776-acre Sierra del Rosario Biosphere Reserve. Trekking trails meander alongside the serene lake. An artist’s studio overlooks the gentle water. Locals take out rowboats painted with pastel colors. A restored coffee plantation outside of town combines contemporary ingenuity with the lavish grounds of a 19th-century boom. You can follow a guide to the treetops and soar like a bee hummingbird through the trees on a zipline excursion. Take in the unparalleled view of the reserve and search for blossoming orchids along the high, jungle branches."
    },
    {
      "dayNumber": "9",
      "title": "Las Terrazas – Vision of Vinales",
      "description": "Descend the dizzying road to the valley where you find a piney aroma emanating from the lush farmland. You have left Las Terrazas behind for the red soiled landscape shaded by towering palm trees. Intermittent limestone karsts rise above the farmland like gigantic mounds. Black piglets run around the edges of the farmhouse. The farmer guides a large metal plow pulled by two large oxen across the field. The tobacco grows firm and tasty around the region of Pinar del Rio. Your guide points out the fibers of the leaves, calling them the fat of the tobacco, which provides the flavor. Inside the drying house, you find rows of leaves drying naturally underneath the thatched roof frame. The farmer explains the best way to clean the leaves after they are dried to ensure the natural oils and fibers are efficiently burned. The leaves absorb the flavor of the elements. The farmer passes around the leaves for you to inhale their natural aroma. He sits down on a small bench and places a wooden plank on his lap. A regular sized cigar takes three leaves. The farmer strips the leave lengthwise and spreads it out along the wooden plank to create the filler. The filler is the heart of the cigar. The farmer then cuts both sides to mark the cigar size, placing the filler atop the binding leaf before rolling the leaves tightly together, using water streaks to seal the cigar. Continue to Vinales to enjoy a panoramic view of the valley before returning to Havana. Before dinner, you meet with a local instructor to celebrate your time in the city by learning to dance salsa like a local."
    },
    {
      "dayNumber": "10",
      "title": "Havana – Unique Union",
      "description": "The lights of Vedado shine over the city like stars before sunrise. In the morning, the sun washes over the high-rises of the contemporary district bringing the historic colonial buildings of Old Town to a modern perspective. Cuba’s National Union of Writers has a base in a colonial mansion located in the Vedado district. An outdoor terrace begins to bustle with intellectuals, musicians, and writers of all ages. Some of Cuba’s best-known singers perform a variety of musical styles in the courtyard, blending bolero with trova while the old guard sips mojitos. The mixture of contemporary and classic architecture displays the diversity of the neighborhood and reminds you of Cuba’s far-reaching beauty. Today, your private transfer meets you at the hotel when you’re ready and escorts you to Jose Marti International Airport for your flight home."
    }
  ],
  "map": ""
}