{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "ernest-hemingway-cuba-tour-following-in-the-footsteps-of-a-legend",
  "tourName": "Ernest Hemingway Cuba Tour: Following in the Footsteps of a Legend",
  "placesVisited": "Havana",
  "generalInfo": "This custom tailored tour retraces the steps of Ernest Hemingway, giving you access to the unique, eclectic cultures of the Caribbean country brimming with rich soil and surrounded by the immaculate sea. The architecture and gregarious people of Cuba speak to a rich legacy spanning centuries. Dancing and music enrich every day. The sweet aromas of coconut and pineapple emanate from gardens and markets. Coffee trees grow lush and strong. Ernest Hemingway’s former home maintains an inspiring ambiance. Murals decorate the streets. Artwork acts as a form of urban expression. Spanish colonial influences shape contemporary life, creating the distinctive character of Cuba.",
  "durationDays": "8",
  "price": "4,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Havana – Inspiring Images of Havana",
      "description": "Havana is a city of music and vitality. Your plane descends into the airport providing an aerial view of the thin wafting palm trees and tall tropical grass swaying in the breeze. You meet your private transfer at baggage claim eager to enter the famous charms of the city. Classic cars move past you down the boulevard leading into the heart of the city. You pass the tall spire adorning the Plaza de Revolucion. The square measures more than 775,000 square feet. The Jose Marti Memorial features the 358-foot star shaped tower casting a shadow over the grounds. The nearly 60-foot statue of depicts the Cuban national hero in thought. A mural of Che Guevara adorns the concrete building on the northern edge of the square. The University of Havana was established in the Vedado district in the 18th century, as one of the first universities founded in the Americas. The stairway leads from the street to the portico, creating a neoclassical ambiance. A statue in front of the university entrance depicts a woman welcoming students onto the grounds above the words, “Alma Mater,” which is in reference to how a school is meant to nourish students through education. The sounds of crashing waves along the sea walls known as the Malecón fade beneath the bands performing salsa along the pedestrian street of Calle Obispo. Set into the vibrancy of Old Havana, enjoying the welcoming ambiance."
    },
    {
      "dayNumber": "2",
      "title": "Havana – Embracing the Culture",
      "description": "Horse drawn carriages stand along the edges of Parque Central. When the horses trot down the cobblestone streets, the sound of their clopping hooves echoes off of the stone buildings. Chevys painted pearl white and bright pink cruise past Hotel Inglaterra, the oldest hotel in Cuba, which was established in the 1870s. Winston Churchill once enjoyed the comforts inside the neoclassical façade. Begin your day with an intriguing conversation with a university professor specializing in contemporary Cuba. Your conversation pulls from the visual distinction between the historically renovated buildings of Old Havana, contrasting the facades of the colonial buildings in Centro Habana, the edging district. The architecture creates a visual ambiance, but part of the city’s charm is the eclectic culture. Your guide leads you to the cobblestone alley of Callejón de Hamel. Murals, ceramics, and statues create a colorful and inviting outdoor exhibit emphasizing the characteristics of the Afro-Cuban culture. The sounds of rumba emanate from the ends of the street. The band begins to play. Dancers swing their hips. Their movements tell tales of the culture through Cuban history, from the slave trade to Cuban integration in the 1950s. The dancing accentuates the bright art filled with images of community figures and deities, including the prowling leopard, known for its connecting to the secret fraternal society Abakuá ."
    },
    {
      "dayNumber": "3",
      "title": "Havana – The Heart in Work",
      "description": "The aroma of fresh pineapple emanates from breakfast. Juicy, yellow pieces of the fruit offer morning refreshment in the tropical climate. Brass lions catch the sunlight stretching over Paseo de Marti. Historic mansions continue to rise above the sidewalks on either end of the boulevard. An elevated pedestrian walkway divides the two sides of the street. Marble benches and brass gas lamps provide insight into Havana’s decadent past. Local artists display their work and gain inspiration from the daily life of cityscape, along with the schoolchildren resting in the shade. After breakfast, you venture to a cooperative known for its work in embroidery and handcrafts. Women stitch together elegant designs, turning shawls, shirts, and table-runners into works of art. They move with grace and speed, paying close attention to every detail. Continue to an organic farm, situated in a large garden outside the old city. Cuba’s urban agriculture provides up to 70 percent of the fruits and vegetables consumed in the country’s larger cities. A large lime tree grows at the edge of the two-acre farm. The aroma adds a tart, zesty quality to the air. Rows of vegetables create a serene reprieve from the endless activity of Havana. Relax in the slower pace and peaceful ambiance of the farm, along with the popular restaurant located on the property. Return to Old Havana before dinner to engage with local students about the daily Cuban experience."
    },
    {
      "dayNumber": "4",
      "title": "Pinar del Rio – Majesty of Pinar del Rio",
      "description": "Your private transfer drives along the Malecón, leading you outside of town en route to Pinar del Rio. The Caribbean Sea splashes against the city walls spraying mist onto the walkway. Morro Castle disappears behind the intermittent high-rises of the more modern neighborhood Western Havana. Men stand atop the sea walls and cast their lines into the water for a relaxed search for fish. Your guide points out the Marina Hemingway, the largest marina in Cuba with an ability to hold up to 400 vessels. Pastel homes line the canals. Ship masts tower over the rooftops resembling thin, leafless trees. Outside of the city, you stop at an organic farm known for growing its own coffee beans. The community also opened a coffeehouse on the premises. The area promotes artistic expression, teaching various skills, and promoting the values of community in the form of land cultivation. Local children and teens fill the artistic space located in the open-air wood-frame structure covered with a thatched roof. Sip a freshly brewed cup of coffee, visit with the enthusiastic artists, and bask in the tropical countryside before continuing to Pinar del Rio, the center of Cuba’s tobacco plantations."
    },
    {
      "dayNumber": "5",
      "title": "Pinar del Rio – Cigars and Mogotes",
      "description": "Your day begins at a local tobacco farm for insight into the famous cigars of Cuba, from cultivation to production. Stroll through the fields to see the tobacco plants with their large leaves rustling in the breeze. Enter the drying house, where the leaves dangle from posts waiting for their time to be rolled. Floral and mineral aromas fill the room. The leaves turn from emerald to beige. After your tour, the farmer leads you into a room filled with dried leaves offering to roll a cigar fresh, keen to teach you the process along the way. Take a seat beside the farmer, roll out the leaf, and follow the step-by-step process in producing a freshly rolled Cuban cigar. Roll the cigar next to your ear and listen for a slight crinkle. Make sure no extra tobacco falls out of the edges. Enjoy the earthy aroma of the outer wrapping. These are the three main techniques of ensuring you have found a quality cigar. Continue to the dramatic landscape of the Vinales Valley. Farms fill in the spaces between the mogotes , karsts with rounded tops. Horses travel along the trails connecting networks of caves honeycombing the rock formations. The Mural of Prehistory drapes across nearly 400 feet of a 2,200-foot tall mountain, depicting the large snails, dinosaurs, sea monsters, and humans."
    },
    {
      "dayNumber": "6",
      "title": "Havana – Differences in Community",
      "description": "In the morning, you can hear the sound of the horses pulling carts filled with produce down the streets. Sugarcane stalks and large pineapple form mounds as you move across the town. The Francisco Donatien factory stands in the heart of Pinar del Rio. What was once an antique prison transformed into a premier cigar producer for the country in the 1960s, and opening up to world production in the 1990s. Your guide takes you through the factory along a walkway guarded by a wooden rail, separating you from the factory floor. You find a similar aroma as the drying house is on the farm. The workers roll the cigars with quick movements, relying as much on instinct as instruction. You venture outside of Pinar del Rio to the town of Las Terrazas, an eco-village settled in the late 1960s. The biosphere has gained UNESCO recognition, along with maintaining Cuba’s earliest surviving coffee plantations from the 18th century. The town encourages the interaction between people of the area and visitors to form cultural understanding. A canopy tour takes you 82 feet above the ground, racing from platform to platform set in the woodlands and leading to the boathouse more than 2,600 feet away on the edge of the lake. The wind blows against your cheeks. You can hear the sounds of birds chirping in the trees and see the colorful blossoming orchid petals in the canopy. The platforms provide an unparalleled view of the entire eco-reserve, from the plantations to the rivers."
    },
    {
      "dayNumber": "7",
      "title": "Havana – Havana Classics",
      "description": "The sounds of Havana welcome you back to the city. The vibrant music and historic architecture create a nostalgic atmosphere. The morning sun highlights the elegant Havana Cathedral. Blocks of coral from the Gulf of Mexico add to the textured exterior of the Baroque façade. After breakfast, you make your way to the Museo de Ernesto Hemingway, located in the suburb of San Francisco de Paula. The writer’s home, known as La Finca Vigia, the lookout farm, has a Moorish-style on 15 acres of land, providing a view of the bright sea on the horizon. Hemingway wrote nine novels while living in Cuba, including one of his most famous titles, For Whom the Bell Tolls. Hemingway’s Royal typewriter stands propped up on a bookshelf in his bedroom, where he wrote standing up every morning. Spanish bullfighting posters adorn the walls, along with trophies from African safaris, and even a ceramic bowl fashioned by Pablo Picasso. Return to Havana for a tour of the Museo Nacional de Bellas Artes. The rationalist-style of the architecture contributes to the atmosphere shaped by Cuban Art spanning the centuries, from the 1600s to the present."
    },
    {
      "dayNumber": "8",
      "title": "Havana – The Grandeur of Character",
      "description": "One of the world’s largest opera houses faces the trotting horses and refurbished Cadillacs parked at the edges of Parque Central in Havana. Belgian architect Paul Belau designed and erected the edifice in 1915 as part of a larger complex. The baroque façade features sculptures representing the allegories of benevolence, educations, music, and theater. The magnificent structure emphasizes Cuba’s connection to music of all kinds, whether in the form of celebratory sounds on the street or structured performances in historic buildings. The character of Cuba is complex and captivating, procuring elements of cultures from around the world, covering centuries. Today, your private transfer escorts you from your hotel to Jose Marti International Airport for your flight home. Your tour of Cuba may have ended but your connection with the people, the sites, and the heritage continues."
    }
  ],
  "map": ""
}