{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "cuban-culture-and-heritage-havana-to-the-bay-of-pigs",
  "tourName": "Cuban Culture and Heritage: Havana to the Bay of Pigs",
  "placesVisited": "Havana, Cienfuegos, Trinidad, Bay of Pigs",
  "generalInfo": "If you fancy a chance to immerse yourself in Cuban culture and heritage that spans Havana to the Bay of Pigs, then this eight-day tour of Cuba’s best destinations is perfectly suited to you. Discover old-world charm in Cuba’s vibrant capital, dance to Afro-Cuban music at chic bars in Cienfuegos, appreciate the local flavors of Trinidad, and admire the untamed beauty of the Bay of Pigs during your adventure.",
  "durationDays": "8",
  "price": "4,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Havana - Discover Cuba’s 16th-Century Charm",
      "description": "Colonial Spanish charm, diverse artistic expression, and a bohemian atmosphere dominate Cuba’s capital city, Havana. Here, laughter pours from chic cafés while you unravel the history of 16th-century landmarks and move to the rhythms of Afro-Cuban music at dance halls dotting the cityscape. You will arrive, meet your transfer, drop off your belongings at your accommodation, and set off for lunch and a panoramic tour of Cuba’s capital. You will begin near the administrative buildings of Plaza de la Revolución, amble down the lush boulevard of Quinta Avenida, explore Malecón esplanade, and the Necrópolis Cristóbal Colón this afternoon."
    },
    {
      "dayNumber": "2",
      "title": "Havana - Captivating Culture in the Capital",
      "description": "Old Havana is action-packed and overflowing with Cuban culture. After breakfast, you will tour the UNESCO heritage site to discover what makes Havana tick. Baroque and neoclassical architecture dress Old Havana’s districts, pastel-colored buildings juxtapose the concrete, and classic cars cruise stylishly around town. You will explore Havana Cathedral’s sanctified structure, saunter down Obispo Street to visit charming boutiques, and sip cocktails at Ernest Hemingway’s watering hole, La Bodeguita Del Medio. You will then visit Hemingway’s home and see where he wrote some of his famous works, as well as pop in to the Fábrica de Arte Cubano, a trendy club cum art gallery."
    },
    {
      "dayNumber": "3",
      "title": "Havana - Devour Cojímar’s Best Delicacies",
      "description": "You will wake up and ponder a day of delightful adventure ahead, tucking into breakfast early in the morning in anticipation of experiences set to enchant. Afterward, transfer eastbound from Havana to the coastal fishing village of Cojímar and see what Hemingway saw when he wrote The Old Man and the Sea . The Straits of Florida teem with marine life and fishermen take their catches to local markets, where restaurateurs source mouthwatering fresh fish. Today, a culinary tour around Cojímar will combine the best of Cuba’s seafood and agricultural produce as you tuck into several traditional delicacies at endearing eateries."
    },
    {
      "dayNumber": "4",
      "title": "Trinidad - Contemplate Cienfuegos’ Colonial History",
      "description": "You will enjoy a brilliant breakfast, pack your bags, and transfer across the Cuban countryside to Cienfuegos this morning. Here, colonial-era buildings command attention, gold-leaf mosaics and immaculate frescoes veil the walls and ceilings of cultural centers, and the sheltered Cienfuegos Bay shares spectacular backdrops for scenic photography. You will wander Paseo El Prado, the longest street in Cuba, and absorb the history that emanates from the area’s colonial constructions. In the afternoon you will continue to your next destination, the UNESCO heritage-awarded town of Trinidad in central Cuba."
    },
    {
      "dayNumber": "5",
      "title": "Trinidad - Embrace Views of the Escambray Mountains",
      "description": "Today you will enjoy Trinidad’s unique allure. Cobblestone streets connect the plazas and authentic restaurants line narrow alleys. Church bells ring from the Convent of San Francisco de Asis and museums reflect the colonial history that influenced the town. In the afternoon you will visit the agricultural sugar cane plantations that blanket the hills of Guachinango. Views of the Escambray mountain range on the horizon from Valle de los Ingenios, or Valley of the Sugar Mills, are particularly impressive. At night you will follow the calls of rumba drums to the Plaza Mayor and salsa to the sultry music."
    },
    {
      "dayNumber": "6",
      "title": "Bay of Pigs - Uncover Cuba’s Historic Bay",
      "description": "One cannot visit Cuba without experiencing the dramatic events of the Bay of Pigs. But instead of recounting history through museum exhibits and galleries, visitors are rewarded with some of the most spectacular coastal experiences in Cuba. You will spend some time pondering the area’s past when you arrive and then settle into your accommodation around the corner from the bay’s breathtaking beaches and rugged coast. During your stay at the Bay of Pigs, you can freely explore the postcard-perfect inlet and partake in many magnificent marine adventures."
    },
    {
      "dayNumber": "7",
      "title": "Bay of Pigs - Spectacular Snorkeling and Scuba Diving",
      "description": "Days in the Bay of Pigs are best left open to explore the area’s untamed natural beauty at your preferred pace. After an indulgent Cuban breakfast you may make your way to the pristine beaches and rocky headlands to swim in the sapphire sea. Marine adventures can take you offshore to sensational snorkeling and scuba-diving spots. During these experiences, you can get up close and personal with the magnificent marine life beneath the water’s surface. You may spot barracuda, lionfish, groupers, and more as you float around the coral, caverns, and coves."
    },
    {
      "dayNumber": "8",
      "title": "Bay of Pigs - Cuba’s Wildlife Viewing Wonderland",
      "description": "On the final morning of your Cuban cultural adventure, you may wander to the town of Playa Giron after breakfast and explore the flourishing forests that fringe the coastline. This is a perfect opportunity to capture stunning wildlife photography and make a few more magical memories before you leave the enchanting country. Be sure to keep your eyes peeled for hummingbirds, owls, wrens, sparrows, woodpeckers, and hawks. Afterward, you will collect your things and transfer to the airport, where you will begin your journey back home."
    }
  ],
  "map": ""
}