{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "retracing-the-steps-of-cuban-history-havana-cienfuegos-tour",
  "tourName": "Retracing the Steps of Cuban History: Havana & Cienfuegos Tour",
  "placesVisited": "Havana, Cienfuegos",
  "generalInfo": "The trepidations of the Cuban Missile Crisis and the Bay of Pigs are tangible memories. The easing of regulations has opened up new doors between the United States and Cuba. Your tour is custom tailored to discover the people and culture of the island nation, at times contrasting the perception of the country only 90 miles off the coast of Florida. Artists paint murals capturing the spirit of Havana. Cienfuegos is filled with pearled French architecture. Colonial buildings in Trinidad harken back to a bygone era. Cuba’s streets tell many stories, each as captivating as the next.",
  "durationDays": "8",
  "price": "4,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Havana – The Likes of Which You Have Never Seen",
      "description": "Your heart thumps with excitement as the plane descends onto the runway at Jose Mart International Airport. The high-rises of the contemporary neighborhood of Vedado stand tall against the background of turquoise water from the Atlantic Ocean. The dome of the Capital Building is reminiscent of the United States Capital in Washington D.C., which it was modeled after. The plane lands, and you are about to step into Cuba, a prospect you never could have imagined. Cubans crowd around the exit near baggage claim holding signs for family and friends returning from abroad. Your private transfer greets you at the airport and escorts you to Revolution Square. The stone tower rises over 350 feet above the plaza. At its base stands a large marble figure representing Jose Marti, the father of Cuban independence. Images of Che Guevara and Camilo Cienfuegos decorate the buildings opposite the tower. Continue to Hotel Nacional de Cuba; a luxury establishment erected in the 1930s. Famous visitors have included Frank Sinatra and Marilyn Monroe. The edifice stands atop a strategic hillside overlooking the Malecón, the famous seaside boulevard wrapping around the edge of Havana. Beneath the hotel is a bunker where Fidel Castro and Che Guevara resided during the Cuban Missile Crisis. A walkway leads to the stone construction burrowed into the hill. Posters explaining the tension between Cuba and America line the walls. You find a map pinpointing the location of Cuban forces and missiles during the crisis."
    },
    {
      "dayNumber": "2",
      "title": "Havana – Bringing the Past to Life",
      "description": "The aroma of freshly brewed Cuban coffee enlivens Havana before the music begins. On the outskirts of Havana Central, the Atlantic Ocean splashes against the sea walls. After breakfast, you meet with an architect involved in the restoration of Old Havana, returning the crumbling facades along the side streets to colonial grandeur. The architect also acts as your guide along the cobblestone avenues of the historic city. Each square has a unique feature creating a distinctive ambiance unlike any other plaza in Havana. The music of the day spills out of restaurants and cafes. Musicians linger in the small avenues and mold the classic soundtrack of Old Havana. The Plaza de Armas once acted as the social center of the city, beginning with its inception in the 16th century. The name stems from the military events and ceremonies that took place in the square. Castillo de la Real Fuerza encloses the plaza. The fortification began in the mid 16th century to protect Havana from pirates and foreign navies. French corsair Jacques de Sores had destroyed the previous castle and subsequently plundered the city. In the afternoon, you make your way to Havana’s first English bookstore, Cuba Libro, to engage in a discussion about the arts, culture, and the importance of reading with engaged citizens."
    },
    {
      "dayNumber": "3",
      "title": "Havana – History of a Complex Relationship",
      "description": "The morning sun peels back the shade across Havana. Couples stroll hand in hand along the Malecón listening to the water crash against the sea wall. After breakfast, you meet with a university professor who specializes in U.S.-Cuban relations. The discussion allows you time to match your understanding of the topic with that of the Cuban perspective. Make your way to the Museum of Fine Arts to stroll along the three separate structures forming the museum collective. The main focus of your visit is at the Palace of Fine Arts, which houses artwork created by Cubans, focusing mainly on pieces between the 17th and 19th centuries. The elegant exterior sets the tone of the interior, where you find graceful paintings depicting life in Cuba, along with religious subjects and landscape scenes. Continue to the Fortaleza de San Carlos de la Cabana, set at the mouth of Havana Harbor. The Spanish erected the edifice in the 18th century along the east ridge of the harbor. The fortress spans 2,296 feet from end to end, covering nearly 25 acres. The refreshing sea breeze blows across the stone courtyard. The Museo de Fortificaciones y Armas expresses the bloody history of the fort and the bay. The setting provides you with a fabulous panorama of Havana spread before you."
    },
    {
      "dayNumber": "4",
      "title": "Havana – Days to Remember",
      "description": "Cuba has a scintillating connection to art of all types, whether it's music, dancing, painting, or writing. On the outskirts of Havana, in a suburb known as San Francisco de Paula, stands Ernest Hemingway’s former home. The famous American author lived in Cuba from 1939 to 1961. The home has been renovated so well that it looks as though Hemingway left five minutes before you arrived and could return at any minute. The author wrote two of his award-winning novels while living in Cuba: For Whom the Bell Tolls and The Old Man and the Sea. The latter novel took place in the fishing village of Cojimar, located nearly 11 miles away. Animal trophies decorate the walls. Fishing rods are hung with care. Galley and correspondence fill the rooms, along with more than 9,000 books from Hemingway’s personal library. A small standing desk continues to hold his typewriter. As of 2016, the Finca Foundation received permission from the United States and Cuban governments to construct an archive with wet and dry conservation laboratories. In the neighborhood of Vedado, you enter the famous Colon Cemetery and follow your guide through the historic grounds to view the graceful mausoleums of wealthy families, revolutionary heroes, and mythological figures."
    },
    {
      "dayNumber": "5",
      "title": "Cienfuegos – Timing of the Story",
      "description": "While in Havana, you have witnessed great stories and created some of your own. Fishermen set out along the sea wall of the Malecón and cast their lines in search of a catch worth celebrating. Locals in Old Havana head to their rooftop in search of quiet space to enjoy the city. Children let their kites loose into the sea breeze. Classic American cars roam around the city, adding to Cuba’s unique story. After breakfast, your transfer greets you at the hotel and escorts you east to the Zapata Wetlands. Outside of Havana, the streets narrow. Cars share the road with tractors and horse-drawn carriages. A local expert in ecology and the consistent conservation efforts of Cuba meets you at the edges of the wetlands. A small recreation of a Taino village, the aboriginal people of Cuba, juts out into the heart of Treasure Lake. Thatched rooftops shade the huts from the tropical sun. Larger than life sculptures depict the daily lives of the villagers. Visit a large crocodile farm, where approximately 10,000 pre-historic reptiles showcase the success of Cuba’s conservation efforts. Your guide explains that in the 1950s and 1960s, the native crocodile in Cuba was near extinction. You can also see the Manjuari, or Cuban Gar, known as a living fossil. The fish is more than six feet in length with a greenish tint that almost resembles a crocodile. Continue to Playa Giron, which Americans know best as the Bay of Pigs. A small coastal village remains, along with a museum dedicated to telling the tale of the 1961 class between Cuban rebel forces and the CIA-supported Cuban exiles. A Sea Fury fighter aircraft stands aside the Cuban flag in front of the museum entrance."
    },
    {
      "dayNumber": "6",
      "title": "Cienfuegos – Art and Colonialism",
      "description": "In the pearled city of Cienfuegos, the white buildings reflect the radiance of the sparkling bay. The French settled the city in the 19th century, and the beauty once celebrated continues to shape the city in various ways. After breakfast, your guide leads you to an art school where students and faculty adopt the colorful images of everyday life in Cienfuegos. Meet with the students to learn about what inspires them in an ever-evolving Cuba. Some mention the art nouveau and neoclassical buildings. Others are inspired by the impressive Jose Mart Park located near the Paseo del Prado that leads to the Malecón. Another student discusses the aroma of the sea and the lush emerald color of yerba mate when mixed in a mojito. Depart for the city of Trinidad, which retains its colonial charm from its inception in the 16th century. The Escambray Mountains outline the majestic architecture to the north. The turquoise Caribbean Sea frames the city to the south. Pastel painted homes run alongside cobblestone streets. Horses clop along the stone-paved roads in the car-less city center. Musicians seduce passersby at the Casa de la Musica. Café tables fill the stairway leading to the restaurant at the top of the moderate incline. The aroma of mojitos and cuba libres emanate from the bar. The Historic Municipal Museum is situated in the 19th-century Borrell family mansion located in the Plaza Mayor. The neoclassical style rooms exhibit the wealth of the family attributed to the sugarcane boom."
    },
    {
      "dayNumber": "7",
      "title": "Cienfuegos – Upraising the Farmer",
      "description": "Independent business is still a relatively new venture and different source of revenue for most Cubans. After breakfast, your guide leads you to the farmers market in Cienfuegos to view the type of merchandise on offer. Mounds of produce, from zucchini to onions, pineapple to potatoes lines the stalls. Antique scales measure the weight of the goods people purchase. The brightly painted large room fills with locals. In the back, your guide points out a ration list, providing you with insight into the continued rationings of dietary staples such as beans and rice. You make your way to the spirited city of Santa Clara. Che Guevara led a small group of rebels to capture an armored train, turning the tide of the Cuban Revolutionary War. Santa Clara is also home to the most prestigious university outside of Havana, lending itself as an encouraging source of the rebellious temperament. Before you tour the city, you meet with a group of local seniors for an insider’s view of Cuban retirement. The men enjoy congregating outside cafes or in the Parque Vidal to play dominos. The women have taken to crocheting and various types of art in the hopes of selling their work in the crafts market. Continue to the Ernesto Che Guevara Monument, adorned with a 22-foot tall bronze statue of the rebel leader. The 38 stone-carved niches commemorate the guerillas killed in a failed revolutionary attempt in Bolivia. A large fresco behind the statue of Che depicts the rebel leader meeting with Fidel Castro."
    },
    {
      "dayNumber": "8",
      "title": "Cienfuegos – Crafting the Story of Cuba",
      "description": "In the morning, the water from the bay laps gently at the sea wall along the Malecón. Palm trees cast shadows over the streets; their large fronds sway in the quiet breeze. The powerful Castillo de Jagua crowns the mouth of the bay. The Spanish built the fortress in the 18th century to protect the port against pirates. Every year in May, land crabs march along the terrain, moving from the base of the mountains to the sea. They lay their eggs in the Caribbean, crossing busy streets to do so. The sunlight washes over the former palace on the Punta Gorda at the end of the main avenue. The red-tiled cupola shines against the indigo hues of the water. The Moorish arcades give the palace a Mediterranean atmosphere. Today, you can enjoy Cienfuegos at your leisure. Soon your private transfer will meet you at your hotel and escort you to Jaime Gonzalez Airport for your flight home."
    }
  ],
  "map": ""
}