{
  "destination": "Cuba",
  "mainPhoto": "",
  "id": "immersive-cuba-tour-history-culture-and-people",
  "tourName": "Immersive Cuba Tour: History, Culture, and People",
  "placesVisited": "Santa Clara, Caibarien, Remedios, Cayo Santa Maria, Havana",
  "generalInfo": "Step back in time when experiencing the layers of Cuba’s unique and captivating history. Travel along a singular road surrounded by the sea on either side. Journey on a vintage steam train through the lush landscape at the heart of the country. Follow the scent of dried leaves during a private tour of a cigar factory. Classic cars cruise cobblestone avenues. Horses clop down the boulevard pulling antique buggies. The sounds of rumba and salsa emphasize the vivacious murals, embellishing the culture and the country’s past. Your customized Cuba tour brings history to life, with you at its center.",
  "durationDays": "8",
  "price": "4,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santa Maria – Back in Time",
      "description": "The lush greenery of the countryside surrounds the Santa Maria Airport. The long stretch of runway separates the manicured landscape from the towering tropical trees stretching to the hills in the distance. Your private transfer awaits your arrival at baggage claim, keen on introducing you to the culture of Cuba. Venture through the historic bastion of the city famous for its location as the final battle of the Cuban Revolution. When the guerillas, led by Che Guevara, overtook the city, the Batista regime fell. On the northern coast of the main island stands the spectacular key of Cayo Santa Maria, with a length of 10 miles and a width barely over one mile. At Pedraplen, the last leg of the scenic drive, you find the glistening water bordering both sides of the road. The fine powder white sand beaches frame the layered colors of the Caribbean Sea. Turquoise waves brush against the edges of the shore. In the distance, the bright color turns to cobalt along the horizon. The graceful beaches overtake a total of eight miles separated into nine sections along the indulgent soft sand. The sound of the waves crashing against the shoreline creates a paradisiacal atmosphere. The breeze rustles the palm fronds. Sand dunes grow as tall as six and half feet, acting as natural protection from the sea during tropical storms. Cayo Santa Maria offers a perfect introduction to the natural beauty of Cuba, and its prized coastline has brought visitors from around the world for centuries."
    },
    {
      "dayNumber": "2",
      "title": "Santa Maria – Images of Sugar",
      "description": "The sunlight stretches over the layers of blue water and sparkles across the surface of the Caribbean Sea. The bleached white sand glints beneath the waving palm trees. The scent of strong, fresh coffee blends into the slightly salty aroma of the coastline. After breakfast, you venture to the fishing town of Caibarien, known as the White Village. Crumbling colonial buildings recall the town’s once glorious past. The sun-bleached facades conjure images of sugar, accentuated by the sugar mills dotting the streets. Water splashes over the sea wall on the Malecón. Weathered fishing boats return to the port from their daily endeavor at sea. Oceanside restaurants serve fresh crab, filling the air with a garlic, pepper, and buttery aroma. Take in a performance of the Caibarien Municipal Concert Band as they play classic Cuban music. The drumbeat drives the musicians. The pulsing rhythm leads the show, followed by the shouting horns, and humming guitar. Band members stroll into the crowd and help onlookers find their dance moves, letting the music guide them. Once your artistic hunger had been fulfilled, you venture to the train station to board the timeless transport used across Cuba. The windows of the rail car open to the emerald countryside, letting the breeze cool the tropical heat. Locals wave to the train as it passes through the town en route to Remedios."
    },
    {
      "dayNumber": "3",
      "title": "Santa Maria – The National Park Difference",
      "description": "The peaceful atmosphere of the beach provides the relaxation for the sense in the morning. Waves crash against the sand. The scent of coconut fills the air. The window to your room frames the picture-perfect image of white sand and turquoise water. After breakfast, you return to mainland Cuba, bound for Guanayara National Park. Dense jungle covers the mountains. At the entrance of the park, you climb onto an old Russian military truck, refurbished to transport visitors around the lush vegetation and rugged terrain. The wind blows through your hair as your open-air transfer winds down the roads into the valley. Occasionally, the trees part for a pristine view of the Sierra del Escambray and Topes de Collantes ranges. Your guide stops the truck throughout the park to point out the native plant life, including flora believed to hold special healing properties. Bunches of bananas dangle from the canopy. Coffee beans bud beneath bushels of leaves. Cuba’s national bird, the Tocororo, lingers in the trees. Its feathers flash the red, blue, and white of the Cuban flag. It can grow to eleven inches in length with a fluffy tail. You hear the cascading sound of El Rocio waterfall before you see it. The water beads down the mountainside clinging to the rocks. Bamboo trees grow on the periphery. The water continues to stream into a natural pool hidden by the trees. The water shines shades of teal and mint in the sunlight."
    },
    {
      "dayNumber": "4",
      "title": "Santa Maria – Capturing the Revolution",
      "description": "Return to the city of Santa Clara for the day to immerse yourself in the culture of the Revolution. The city maintains its sense of strength and feistiness in the student population attending the most prestigious university in Cuba outside of Havana. A 23-foot tall statue of Che Guevara overlooks the main square of Plaza Mayor. A series of comic book style murals decorate the walls on Carretera Central. The art satirically depicts Cuban-American relations with images such as Cuban helicopters taking away the Statue of Liberty. Fans of Che Guevara make their way to the mausoleum and monument honoring the revolutionary. The complex stands outside the town center, beckoning visitors with the enormous statue of Che marking its location. The 38 stone-carved niches commemorate the guerrillas who fought in the failed revolutionary attempt in Bolivia. The culture of the city combines a Cuban sense of rebellion with a magnetic friendliness. Meet a small local band that continues the tradition of adding sound to a silent movie. Their instruments help turn the city into a cinematic landscape, creating emotions set against the backdrop of history. When the reality of the city returns, you make your way to the Fabrica de Tabacos Constantino Perez Carrodeguas to tour the factory producing a range of the famous Cuban cigars."
    },
    {
      "dayNumber": "5",
      "title": "Santa Maria to Havana – Journey to Havana",
      "description": "You take in the morning view one last time at Cayo Santa Maria. At times, it is hard to believe the vibrant colors of the ocean and the pure-white sand are real. After breakfast, your private transfer escorts you to a family operated print shop specializing in historic printing since the 19th century. The interior of the shop contains an aroma of leather and freshly bound books. Your guide takes out individual letter plates and demonstrates how to place and position the linotype machine. After the demonstration, you have the chance to print something yourself, using the techniques learned during your tour. The gears turn, making rambunctious sounds echoing in the small space. When you touch the paper, you can feel the fine threads in the thick texture. After your hands-on experience with the Cuban publishing industry, you continue on a scenic drive through the heart of the country en route to Havana. You arrive in the city to find people strolling along the cobblestone streets of Old Town. Classic Chevys and Fords cruise down the avenues besides refurbished buildings near Plaza Vieja. Baroque facades nestle against art nouveau structures. Horses pull carts along Parque Central. Their clopping hooves add to the vibrant sounds of the city. Stained glass windows decorate the west side of the square overlooking the fenced-in fountain at the center. The vivacious life of Havana feels like a different world than the beachside serenity of Cayo Santa Maria."
    },
    {
      "dayNumber": "6",
      "title": "Havana – The Charms of Vintage Havana",
      "description": "On the fringes of the old city, historic buildings show the marks of time. Stone and brick fade. Cracks run across the façade of baroque window frames edged by distressed wooden balconies. The real life of Cuba’s capital leads to the remarkable colors of the refurbished Old Havana, where new life has been breathed into the architecture. Music spills out of the restaurants and bars on Calle Obispo. The narrow road connects Parque Central to the Plaza de Armas. The aroma of yerba buena , a herb comparable to mint and enhancing the flavor of freshly mixed mojitos, accentuates the vitality of the neighborhood. Antique weapons fill the galleries of San Carlos and San Severino de La Cabana fortresses, forming a unique collection of antique weapons, including a medieval catapult. The small fortress of Castillo San Salvadore de la Punta stands at the western edge of the harbor. The 16th-century four-sided structure takes visitors deeper into the history of the city. Walking around the city allows you to immerse yourself in the polished vintage grandeur of Cuba, showcasing the cherished past wrapped inside the present. Your guide leads you to a community project run by local women intent on teaching children traditional sewing techniques, with the intent of passing along Cuban culture, and a valued trade, to the next generation."
    },
    {
      "dayNumber": "7",
      "title": "Havana – Uniquely Havana",
      "description": "The sea breeze rushes through the streets of Old Havana. The air sweeps across the trickling fountain of Plaza de San Francisco, providing a refreshing mist in the city’s tropical warmth. The tower of Basilica Menor de San Francisco de Asis looks out to the harbor. The water splashes over the Malecón walls, spraying local men casting their fishing lines into the sea. Distinctive Cuban art makes Havana glow with rich colors and vivacious images. Murals and textiles drape the walls of the two-block long alley Callejón de Hamel, known as the center of the Afro-Cuban culture in the city. Cultural dancers provide demonstrations of the music and the movements that separate the specific culture from that of Spanish decent. Sculptures depict treasured deities. Paintings display historical rituals. The sounds of rumba move down the street. The small fishing village of Cojímar pays homage to Ernest Hemingway as the location for the novel The Old Man and the Sea. The artistry of Old Town offers a perspective of Cuban daily life, taking you away from the dancing streets near the center of town, to a local mechanic specializing in the maintenance of the classic cars. Look under the hood of a vintage Cadillac. The frame says antique, but the engine comes from a Ford ambulance, providing the car with the power it needs to drive along the Cuban streets."
    },
    {
      "dayNumber": "8",
      "title": "Havana – Away in Time",
      "description": "The rich history of the Taquechel Pharmacy Museum emanates from the ceramic jars displayed behind the counter. The jars hold herbal remedies that have cured and soothed the citizens of Havana for centuries. The colorful swirling texture of daiquiris fill the glasses lining the bar at El Floridita, Hemingway’s favorite restaurant. Famous visitors, such as Anna Pavlova and Winston Churchill frequented the neo-classical 19th-century hotel in the heart of Old Town. The morning sun casts a golden light over the historic cobblestone streets and refurbished architecture of the old city. Fountains trickle with water. The Caribbean Sea crashes against the walls of the Malecón, which has become a familiar, soothing sound connecting Havana with your time in Cayo Santa Maria. The markets fill with locals in search of fresh produce, from sweet peppers to indulgent pineapple. Spend time wandering through the lanes and alleys of Old Town once more before your private transfer escorts you to the Jose Marti International Airport for your flight home."
    }
  ],
  "map": ""
}