[
    {
        "type": "overview",
        "Main_Title": "Our Algeria holidays & tours",
        "Main_Paragraph": "Our Algeria holidays explore Africa’s largest country, from the Islamic architecture of cities like Algiers, Oran and Constantine, to the vast expanses of the Algerian Sahara Desert, where you can admire ancient rock paintings, enjoy sunset over the sand dunes, and camp out beneath an epic canvas of stars. Our holidays tread carefully: on natural landscapes, ensuring footprints are all that’s left behind in the amazing places they visit, such as Tassili n'Ajjer National Park; and in Algerian communities. Local guides are on hand to explain traditional customs and beliefs, while encounters with nomadic Bedouin people in the Sahara are always spontaneous, and on their terms.",
        "Subtitle": "Algeria highlights",
        "Title1": "1. Algiers",
        "Paragraph1": "Wind your way from the whitewashed waterfront through narrow side streets and expansive boulevards and Algiers will reveal Islamic and French colonial influences, seemingly stacked at random. Rooftop views over the Bay of Algiers from Notre Dame d'Afrique, the Kasbah and Maqam Echahid captivate, especially during the evening call to prayer.",
        "image1": "",
        "Title2": "2. Constantine",
        "Paragraph2": "Coined the 'City of Bridges' thanks to the canyon that cuts through its centre, Constantine offers an exciting yet ancient ambience. Mosque minarets stretch skywards whilst the Rhumel River flows below. Despite the dramatic setting, Constantine has remained off the tourist trail, making visits to the old town kasbah and market, and the Palace of Ahmed Bey, all the more enlightening.",
        "image2": "",
        "Title3": "3. Djémila",
        "Paragraph3": "The mountain village of Djémila boasts some of North Africa's best kept ancient ruins. An impressive Roman amphitheatre and numerous arches, columns and paved piazzas can be found straddling its slopes, some 60km inland from the sea. This is a unique example of a Roman citadel built on a mountainous landscape, and you’ll appreciate its dramatic views just as much as its ancient architecture.",
        "Title4": "4. Oran",
        "Paragraph4": "The coastal setting adds impact to a trip to Oran with the gigantic market at Medina Jedida, the 17th century mosque at Sidi El Houari and the all-encompassing views from Santa Cruz Fort, on top of Mount Murdjadjo, all to be found on a sightseeing tour of the city. Seaside resorts and ancient forts vie for space with modern structures as Oran tries to cope with an increasing number of visitors.",
        "image3": "",
        "Title5": "5. Taghit",
        "Paragraph5": "Overlooked by the dunes of the Grand Erg Occidental, the extreme conditions in which it is couched make the oasis town of Taghit, between Béchar and Beni Abess, all the more fascinating; a belt of date palms is all that stands between the buildings and the Algerian Sahara. Nearby Neolithic rock carvings and ancient mud brick houses show you the different ways of life conducted on the desert’s edge.",
        "Title6": "6. Tlemcen",
        "Paragraph6": "Amazigh (Berber), Andalucian and Moorish influences have turned Tlemcen into an epicentre for art and architecture; a fine example being the mausoleum and adjoining mosque of Sidi Boumedienne. Leather and textile workshops can also be found throughout the city. The fortified citadel of Mechouar, with its still imposing palace walls, offers a calm oasis beyond the city streets."
    },
    {
        "type": "best-time-to",
        "Main_Title": "BEST TIME TO VISIT ALGERIA",
        "Main_Paragraph": "Algeria's coast, including Algiers and Oran, has a fairly typical Mediterranean climate so expect it to be hot from June-September; however, it's certainly not as hot as the desert regions to the south where temperatures rocket to unbearable levels. The best time to visit Algeria for a Saharan safari is April-May or October-November as conditions are less fierce and the rest of the country is dry and relatively warm. October also coincides with the annual date harvest, whilst in spring the hillsides of the north bound with new life and there are far fewer crowds around key cultural sites and beach resorts.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Algiers Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Algiers Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 89%;\">92 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 80%;\">82 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 64%;\">66 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 65%;\">67 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 32%;\">33 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 15%;\">15 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 5%;\">5 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 31%;\">32 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 77%;\">79 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 84%;\">87 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">103 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Things to do in Algeria",
        "paragraph1": "<div style=\"margin-top: 20px;\"></div>\n<bullet>From the ancient amphitheatre in Djémila to Trajan's Arch in Timgad, no <b>history tour of Algeria</b> would be complete without finding out more about the Roman Empire's foray into North Africa. Algeria's archaeological and UNESCO sites are dotted across the country with Algiers, Constantine, Tiddis and Oran offering endless historical intrigue as well as a chance to witness the French, Roman and Moorish influences that still play an important part in the country's cultural landscape today.</bullet>\n<bullet>Presiding over roofs adorned with satellite dishes, aerials and corrugated iron, the<b> Kasbah of Algiers</b> stands as testament to the strategic town planning of previous centuries. Today, 50,000 people live within its walls. Going on a guided tour of one of the world's largest kasbahs leads you past the mosques, souks and hammams, many decorated with beautiful tiles.</bullet>\n<bullet><b>Trips into the Sahara</b> on the Circuit de Sebkha offer an incredible experience. The Grand Erg Occidental (erg = continuous desert) covers an area large enough to be seen from space. Oasis towns of Taghit, Beni Abbes and Timimoun, once the battlegrounds for Algeria's most legendary scraps between Berber tribes and the French army, provide great starting points. Explore their mud brick houses, twisting streets and weather-beaten, ksars (castles).</bullet>",
        "image2": "",
        "title2": "Thingsnotto do in Algeria",
        "paragraph2": "Most visits are trouble free, however terrorism is sadly a reality of travelling in these times.\nAlgeria has suffered at the hands of terrorists activities for many years. Its complex history of violence dates back to its independence from France in 1962. Over recent years, the threat has been from Daesh (formerly referred to as ISIL), with attacks against the state, and very occasionally against civilians.\nAlways get up to date information at the\nForeign and Commonwealth Office (FCO)\ntravel advisory department before travelling to Algeria.\nThese include staying away from areas within 30km of Libya, Mali, Mauritania, Niger and Tunisia.",
        "title3": "",
        "paragraph3": "Although Algiers is fascinating, it would be a shame not to explore more of Algeria. Explore nearby Tipazas Roman ruins and Berber tombs prior to heading off to Oran, or in the other direction to Constantine.\nStaying in one place\nis just not the done thing in Algeria, so fly into the desert or drive overland. Algeria offers an array of historical sites and cultural treasures just waiting to be unveiled.",
        "title4": "",
        "paragraph4": "Arabic and Berber are the official languages of Algeria. Around a third of Algerians\nparlent français\nand many more understand French far better than English so dont\nforget your phrasebook.\nChat to local guides, drivers and accommodation hosts in French or Arabic, and you'll find smiles broaden and heads nod more naturally. Itll also give you the chance to haggle in the souks or order food in the streets."
    }
]