[
    {
        "type": "overview",
        "Main_Title": "Our Uzbekistan holidays & tours",
        "Main_Paragraph": "Our Uzbekistan holidays unfurl stories of Alexander the Great, ancient desert cities, nomadic tribes, and the Islamic treasures that make up this glittering jewel in the heart of central Asia. These small group holidays are the most convenient and insightful way to get to know the region, connecting you with expert local guides and travelling overland. And there are few better ways to appreciate the history and present-day culture of Uzbekistan than in the company of like-minded fellow explorers and staying in locally owned hotels.",
        "Subtitle": "About our Uzbekistan holidays",
        "Title1": "Uzbekistan culture",
        "Paragraph1": "Perhaps a legacy of the country’s role on the Silk Road trade route, Uzbekistan’s people are known for their welcoming attitude towards travellers. Our holidays employ guides with connections to local communities, so invitations to tea or a meal are not at all unusual. It's a wonderful experience to be welcomed into a home, guides can advise on Uzbek culture and traditions with many households sticking to traditions like not shaking hands, and men and women seated in separate rooms. Food and drink are integral to Uzbek hospitality, whether that’s platters of plov, sharing freshly baked bread, or the ubiquitous teahouses (usually admitting men only, though).",
        "image1": "",
        "Title2": "Islamic architecture",
        "Paragraph2": "For many travellers, admiring Uzbekistan’s spectacular Islamic architecture is the principal reason to visit the country. Standing in stark contrast to the country's Soviet-era buildings, Uzbekistan’s mosques, madrasas and minarets are dizzying in colour and detail. Our holidays employ knowledgeable local guides who explain the significance of highlights such as Itchan Kala – the walled old town of Khiva – and the vast Kalyan Minaret of Bukhara from which criminals and adulterers were thrown in past centuries. Samarkand is unmissable for its magnificent Bibi-Khanym Mosque and Registan Square, which comes flanked by towering madrasas on three sides.",
        "image2": "",
        "Title3": "The Silk Road",
        "Paragraph3": "The Silk Road isn’t simply geography. It is history: a sprawling network of trade routes across Central Asia and into Europe that inevitably spread culture, languages, architecture and cuisine alongside goods. While the Silk Road may have fallen largely into disuse by the mid-19th century, its fascinating story can be traced through the cities and ruins along the way. In Uzbekistan, these include Samarkand and Bukhara, but on our holidays you can also stay with a local community in their traditional yurt camp – as Silk Road merchants would have – or embark on a thrilling overland tour of this most iconic of journeys.",
        "Title4": "The Stans",
        "Paragraph4": "The vast Central Asia region is made up of the Stans. If you’re travelling to Uzbekistan, it makes sense to consider our overland holidays that visit some or even all of the others in one go, to gain a greater appreciation for the similarities and contrasts between each. Uzbekistan is all about the Silk Road cities and their Islamic architecture; Turkmenistan is desert and remote tribal communities; Tajikistan has the rugged mountains and Pamir Highway. Kyrgyzstan is rugged, romantic and wonderful to explore on horseback, and Kazakhstan is just too huge to see in one go – most routes stick to the south and the Singing Dune.",
        "image3": "",
        "Title5": "Types of tours & holidays in Uzbekistan",
        "Paragraph5": "Our adventure holidays in Uzbekistan take many forms. You might embark on an epic overland journey through the ‘Stans, following in the footsteps of Silk Road traders by staying in yurt camps and trekking on camels, or tackle a wider Asia tour through Turkey, Iran or Western China. Opting for one of our many small group holidays allows you to explore key Silk Road landmarks in the company of local guides and like-minded travellers, with all the tricky logistics ironed out. And if you’d prefer to shape your Uzbekistan holiday around your own interests then our tailor made trips let you do precisely that."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Uzbekistan",
        "Main_Paragraph": "In high summer, the land is parched, so there isnt much to look at in the countryside, and temperatures soar well over 30°C. This is not the best time to visit Uzbekistan as it is unpleasant when youre walking around and you wont want to take your time admiring the monuments. On the flipside, winter can dip to freezing. For optimum comfort temperature-wise and a visual feast of wildflowers, gold, and dark green across the lush Uzbek landscape, plan your trip for April and May or autumn, which is when youll experience the best of all it has to offer.",
        "image1": "",
        "when_to_go": "When to go to Uzbekistan, month by month",
        "when_to_go_html": "<bullet>A country of two extremes, it is <b>extremely hot in July and August</b>, getting well above 30°C and even 40°C. Especially in the northern desert regions. </bullet>\n<bullet><b>Boysun Bahori is a wonderful event,</b> usually in May, it is a spring, folklore festival in Boysun in the Surkhandarya Province. </bullet>\n<bullet>For many people, late September to October is the best time to visit Uzbekistan, as the temperatures are cooler, but still in the 20s, and there isnt too much rainfall, making it perfect for sightseeing. This is also harvest time, so the <b>markets are full of fruits and wine is flowing.</b></bullet>\n<bullet><b>It gets very cold from November to March</b>, but the cultural sites are devoid of tourists, and the skies can also be devoid of clouds, making this time a wonderful time for photography  and cheaper flights. January and February are the coldest months, with temperatures dipping to just below zero, although rarely in Tashkent. </bullet>\n<bullet>If you are on a tailor made trip, and want to fit in a bit of <b>skiing in Tien Shan Mountains,</b> just under 100km from Tashkent, December to March are your best months. </bullet>\n<bullet><b>Independence Day</b> celebrates the end of Soviet rule on 1st September every year, with feasts and festivals all over the country. There is a particularly big event of music and fireworks in Alisher Navoiy National Park in Tashkent. </bullet>\n<bullet>If you want to visit the <b>desert region</b>, treks take place between March to May and September to October. </bullet>\n<bullet>As a Muslim country, <b>Uzbeks observe Ramadan,</b> the Muslim holy month of fasting, abstinence, and prayer. This culminates in Eid ul-Fitr with much feasting and fun. </bullet>\n<bullet><b>Navruz is a new year celebration held on 21st March</b> every year in Uzbekistan, but one with Iranian origins. It means new day in Iranian and is time of year when people celebrate renewal and rebirth. Like a spring festival really. </bullet>\n<bullet>The many species of <b>wild flowers of Uzbekistan,</b> most famously red poppies and tulips, bring the Tien Shan Mountains to life between end March and May. </bullet>\n\n<b>Andrew Appleyard, from our supplier Exodus:</b> <br/>May is my favourite time of year there, or late September. Later than that, it does get really cold down near the Afghan border, but it is warmer further north. There is a huge amount of different temperate zones throughout the country; you find massive variants. We went to bed some nights with all our clothes on, because some of the places we stayed didnt have heating. But I do love it there!",
        "weather_chart": "Tashkent Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Tashkent Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 85%;\">60 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 85%;\">60 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">71 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 86%;\">61 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 58%;\">41 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">34</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 14%;\">10 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">36</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 6%;\">4 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 3%;\">2 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 7%;\">5 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 39%;\">28 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 66%;\">47 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 83%;\">59 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "EVENTS IN UZBEKISTAN",
        "paragraph1": "",
        "image2": "",
        "title2": "Boysun Bahori",
        "paragraph2": "Boysun Bahori is one of the most culturally significant annual events in Uzbekistans calendar  a spring festival held in mountainous Boysun in the Surkhandarya Province. Dating back to pre-Islamic times, it is a colourful celebration of costumes, songs, dance and stories that have stood the test of time."
    }
]