{
    "Main_Title": "Our Uzbekistan holidays & tours",
    "Main_Paragraph": "Our Uzbekistan holidays unfurl stories of Alexander the Great, ancient desert cities, nomadic tribes, and the Islamic treasures that make up this glittering jewel in the heart of central Asia. These small group holidays are the most convenient and insightful way to get to know the region, connecting you with expert local guides and travelling overland. And there are few better ways to appreciate the history and present-day culture of Uzbekistan than in the company of like-minded fellow explorers and staying in locally owned hotels.",
    "Subtitle": "About our Uzbekistan holidays",
    "Title1": "Uzbekistan culture",
    "Paragraph1": "Perhaps a legacy of the country’s role on the Silk Road trade route, Uzbekistan’s people are known for their welcoming attitude towards travellers. Our holidays employ guides with connections to local communities, so invitations to tea or a meal are not at all unusual. It's a wonderful experience to be welcomed into a home, guides can advise on Uzbek culture and traditions with many households sticking to traditions like not shaking hands, and men and women seated in separate rooms. Food and drink are integral to Uzbek hospitality, whether that’s platters of plov, sharing freshly baked bread, or the ubiquitous teahouses (usually admitting men only, though).",
    "image1": "",
    "Title2": "Islamic architecture",
    "Paragraph2": "For many travellers, admiring Uzbekistan’s spectacular Islamic architecture is the principal reason to visit the country. Standing in stark contrast to the country's Soviet-era buildings, Uzbekistan’s mosques, madrasas and minarets are dizzying in colour and detail. Our holidays employ knowledgeable local guides who explain the significance of highlights such as Itchan Kala – the walled old town of Khiva – and the vast Kalyan Minaret of Bukhara from which criminals and adulterers were thrown in past centuries. Samarkand is unmissable for its magnificent Bibi-Khanym Mosque and Registan Square, which comes flanked by towering madrasas on three sides.",
    "image2": "",
    "Title3": "The Silk Road",
    "Paragraph3": "The Silk Road isn’t simply geography. It is history: a sprawling network of trade routes across Central Asia and into Europe that inevitably spread culture, languages, architecture and cuisine alongside goods. While the Silk Road may have fallen largely into disuse by the mid-19th century, its fascinating story can be traced through the cities and ruins along the way. In Uzbekistan, these include Samarkand and Bukhara, but on our holidays you can also stay with a local community in their traditional yurt camp – as Silk Road merchants would have – or embark on a thrilling overland tour of this most iconic of journeys.",
    "Title4": "The Stans",
    "Paragraph4": "The vast Central Asia region is made up of the Stans. If you’re travelling to Uzbekistan, it makes sense to consider our overland holidays that visit some or even all of the others in one go, to gain a greater appreciation for the similarities and contrasts between each. Uzbekistan is all about the Silk Road cities and their Islamic architecture; Turkmenistan is desert and remote tribal communities; Tajikistan has the rugged mountains and Pamir Highway. Kyrgyzstan is rugged, romantic and wonderful to explore on horseback, and Kazakhstan is just too huge to see in one go – most routes stick to the south and the Singing Dune.",
    "image3": "",
    "Title5": "Types of tours & holidays in Uzbekistan",
    "Paragraph5": "Our adventure holidays in Uzbekistan take many forms. You might embark on an epic overland journey through the ‘Stans, following in the footsteps of Silk Road traders by staying in yurt camps and trekking on camels, or tackle a wider Asia tour through Turkey, Iran or Western China. Opting for one of our many small group holidays allows you to explore key Silk Road landmarks in the company of local guides and like-minded travellers, with all the tricky logistics ironed out. And if you’d prefer to shape your Uzbekistan holiday around your own interests then our tailor made trips let you do precisely that."
}