[
    {
        "type": "overview",
        "Main_Title": "Our Falkland Islands holidays & tours",
        "Main_Paragraph": "Our small ship cruises offer an exciting and immersive introduction to the Falkland Islands – a remote Atlantic archipelago where you can admire dolphins, whales, seals and many noisy penguin colonies with the help of scientific researchers and photographers,. Cruises are also a gateway to South Georgia and the vast expanses of Antarctica beyond. And because passenger numbers are limited, you won’t wait long to disembark for activities and tours, and the communities you visit won’t be overwhelmed. Meanwhile, expert local guides ensure that our Falklands Islands holidays have a minimal impact on the wildlife and the fragile habitats on which they depend.",
        "Subtitle": "About our Falkland Islands holidays",
        "Title1": "Bird watching holidays in the Falklands",
        "Paragraph1": "You can hardly turn around in the Falkland Islands for falling over a penguin, but this sprawling archipelago has many other avian visitors, as well as an impressive cast of endemic species. On our bird watching holidays you better pack your binoculars to watch albatrosses making their (sometimes less than graceful) landings on Steeple Jason Island, or Southern giant petrels waiting for an opportunity to snaffle someone’s fish and chips in Stanley. Our trips encourage you to support Falklands Conservation – either by adopting a penguin, or even getting involved in their work on the islands. Conservation is a key issue here, and our holidays put it front and centre.",
        "image1": "",
        "Title2": "Antarctica cruises",
        "Paragraph2": "Many of our Antarctica cruises make a brief stop in the Falkland Islands after navigating the Beagle Channel – or the notoriously choppy Drake Passage – from Ushuaia. However, our cruises are vastly different to the ‘all singing, all dancing’ mega vessels you might see at sea. We use small ships, with passenger numbers limited to 250. There’s a lower impact on the environments and communities they visit, and greater flexibility when it comes to activities and accessing narrower bodies of water. Routes vary, but there really is no better way to explore this region and its spectacular landscapes than by sea.",
        "image2": "",
        "Title3": "Falklands War",
        "Paragraph3": "Prompted by Argentinean forces invading the Falkland Islands and then South Georgia in 1982, the Falklands War saw Britain firmly stamp its authority over territory both countries claim as their own. Nearly 1,000 military personnel died in the two-month conflict and it was seen as a resounding victory for Britain, but has never been fully resolved. While the islanders largely consider themselves British citizens, Argentina still views ‘Las Malvinas’ as Argentinean. While our Falkland Islands holidays focus on the wildlife, there's the option for interesting history tours that take you from Port Stanley to key battlefields such as Goose Green.",
        "Title4": "Types of tours & holidays in the Falklands",
        "Paragraph4": "Small ship cruising\nis the best way to see the Falkland Islands and its wildlife. Our itineraries vary, but what they all have in common is a lower impact on the places they visit when compared to larger vessels. Trips typically focus on the two main islands, where penguins are in abundance, but there is much more to our\nwildlife holidays in the Falklands\nthan these charming flightless birds. The species here are a link between Patagonia and Antarctica, and they include vast seal colonies, whales, dolphins and both endemic and migratory marine birds. With wildlife tourism the second largest income generator for Falkland Islanders, our trips make sure you support people as well as penguins: by staying in locally-owned guest houses, and using the excellent resident guides.",
        "image3": ""
    }
]