{
  "destination": "Mozambique",
  "mainPhoto": "",
  "id": "mozambique-zululand-beach-small-group-safari",
  "tourName": "Mozambique, Zululand & beach small group safari",
  "placesVisited": "Johannesburgh, KwaZulu Natal, Mkuzi Game Reserve, Greater iSimangaliso Wetland Park, Kosi Bay Nature Reserve, meet local Zulu people, Swaziland, Hlane Game Reserve, bush walk, Mozambique, Maputo, Inhambane, optional: dhow ride, scuba diving, snorkelling, fishing, surfing, Bilene, optional: kayaking and snorkelling on Uembje lagoon, Kruger National Park, game drives",
  "generalInfo": "From the culture of the Zulu nation to the Portuguese and Arab influences in the food and architecture of Mozambique. Experience everything from beaches and excellent diving to big game viewing and bush walks with a local ranger. The accommodation in Mozambique is simple and the roads can be slow. Local facilities are limited so most of the meals are prepared by the Sunway crew. Malaria prophylactics are recommended. This is an easy paced, relaxing safari for those looking for a different experience in Southern Africa.<br/><br/>DEPARTS: JOHANNESBURG on Sunday at06:30am, ENDS: JOHANNESBURG on Saturday at 18:00pm.<br/><br/>Highlights<br/>* Zululand–game drives and bushwalks<br/>* Kosi Bay–snorkelling &amp;boat cruise<br/>*Ponta do Ouro–dolphin encounter<br/>* Inhambane&amp; Chizavane–beaches, snorkelling<br/>* Kruger National Park-game drives<br/><br/>Note: you can fly out of Johannesburg airport on the last day of tour, we do a free drop off at JNB at +/-17:00<br/><br/>Overnight - the accommodations on this tour are chosen for their location and the activities available. 13 nights twin share en suite chalets, lodges, hotels and casitas. The guides will sort out room allocations. Meals - 13 breakfasts, 13 lunches and 7 dinners are included. Of which 9 breakfasts, 2 lunches and 5 dinners are provided by the lodges. The remaining included meals are provided by the guides, prepared either at the truck or in the self-catering kitchen. Meals will be eaten either under the trees near your chalet or around the campfire at the truck. Transport due to sometimes poor roads we use Safari trucks with 12 seats for this tour. On 5% of tours we may use Mercedes Sprinter minibuses with 12 seats and air conditioning. Potholes, rain damaged gravel roads, livestock and children on the roads can make travel slow, but at the same time you’ll pass through villages and witness the local lifestyle all the way. Game viewing in the national parks will be in the vehicle Limited participation an essential part of your safari is participation. From carrying your own bag to your room to packing the truck in the morning–it’s all part of your adventure. Your tour leaders will do the meal preparation when required but we do ask the clients to help (on rotation) with the washing up. There are some long travel days which means early morning starts so we all need to get involved to make the day run efficiently.<br/>",
  "durationDays": "14",
  "price": "2550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 5,
      "title": "",
      "description": "PONTA DO OURO: Ponta do Ouro is the ocean lover’s mecca of Southern Mozambique. A highlight of this safari is the opportunity to join a local dolphin research team on ocean safaris. Research since the early 1990s indicates that there are approximately 400 individual dolphins moving through the Ponta do Ouro area, of which about 150 are resident. We have 3 boat launches planned which gives us a chance to snorkel on the shallow reefs, view dolphins and whales from the boat, and hopefully swim with dolphins if their activity at the time permits us to enter the water. A wild dolphin encounter is an extraordinary wildlife experience. (Should weather prevent a boat launch then a portion of your local payment will be refunded to you pro rata).[lodge BL -]"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "MAPUTO: Maputo, formerly known as Lourenço Marques. Situated on a natural harbour, Maputo is the economic hub of Mozambique. Once referred to as the “African Riviera”, Portuguese and African cultures meet in an exquisite blend of seafood and vibrant life. Sample the excellent seafood in a local restaurant (own expense). [hotel BL -]"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "CHIZAVANE: We turn south along the coast to a secluded fishing lodge on the beach north of Xai-Xai. The lodge is perched on the coastal dunes with a magnificent view of the surrounding natural bush and expansive beach. Low tide exposes a long rocky reef parallel to the beach, which creates a shallow, calm pool ideal for snorkelling and swimming. For our last night on the beach we enjoy a fish braai (barbeque) dinner at the lodge restaurant overlooking the warm Indian Ocean. [casitas BLD]"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "KRUGER NATIONAL PARK: Leaving the Indian Ocean coast, we travel through the Limpopo Transfrontier Park and enter Kruger National Park, South Africa. An icon of nature conservation, Kruger is big game country! As we make our way to our camp, we enjoy an exciting game drive and hope to spot lions, giraffe and elephant among others. (chalets Bx2 Lx2 Dx1]"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "GREATER KRUGER: The following morning we are up early and we spend the day exploring the national park before we leave and head to our private game lodge. Relax around the pool or the camp fire on our final evening in the tranquil African wilderness. [lodge BLD]"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "JOHANNESBURG: Our final day on tour starts with an exciting game walk. We explore the private game reserve on foot with our rangers. While the opportunity to see big game exists our guides will also take the time to interpret the tracks and signs of the African bush. We head back to the lodge for brunch before we return to Johannesburg in the evening, sun-tanned, laid-back and ready to rejoin life. Tour ends at 18:00 at the hotel. [ - B - -]"
    }
  ],
  "map": ""
}