{
  "destination": "Mozambique",
  "mainPhoto": "",
  "id": "mozambique-marine-safari-and-beach-holiday",
  "tourName": "Mozambique marine safari and beach holiday",
  "placesVisited": "",
  "generalInfo": "Whether your desire is to simply relax and chill, or for something more energetic, this Beach and Ocean safari can deliver. <br/><br/>You can unwind and swim by the pool or Ocean (which thankfully stays at a pleasant temperature all year around). Perhaps take a stroll along the beach, or just relax in a hammock on your private balcony. And if you would like to snorkel or try a wave board, then the lodge has equipment available for your use. <br/><br/>It’s no exaggeration to say that the frequent Whale sightings (seen throughout the Whale season July - November), make this area one of the locations to see Humpback Whales. <br/><br/>During this period, each day can bring many and frequent Whale sightings. You can lie back in the shade of your private balcony, with a cool glass of whatever takes your fancy, as Whales display below, the ultimate in stress-free Whale watching. <br/><br/>Your accommodation nestles in sand dunes amidst a long and secluded stretch of pristine beach on Mozambique’s Eastern coast between Tofo and Barra. An intimate boutique beach lodge, sympathetically designed in keeping with its environment. Where guests can relax and unwind in luxurious surroundings alongside an isolated expanse of sandy beach.<br/><br/>There are a variety of marine activities available. Probably the most popular of these is a Marine Safari, where you join a small boat trip looking for the abundant megafauna found in this unique, yet relatively undiscovered, portion of the Indian Ocean. <br/><br/>Whale Sharks, Dolphins and Manta Rays are present all year, and where ethically viable, you are invited to snorkel and swim with these wonderful creatures. Add to that list the nearby coral reefs with their own mini eco-systems, which are also are great for snorkeling or scuba diving, and you have an abundance of wildlife to discover on your Safari. <br/><br/>During Whale season, these Marine Safaris also include boat based Whale watching and again, where ethically viable, your guide will invite you to enter the water to snorkel alongside these gentle mammoths.<br/><br/>Travel North around the headland towards Barra and you’ll find a large calm estuary where you can also swim or snorkel. Sea horses and a plethora of fish are found here. You can also enjoy a fisherman’s lunch on one of the islands, or boat-based bird watching in the mangrove forests. Perhaps returning to shore in a Dhow in time for sundowners, followed by a sumptuous three course dinner accompanied by the sound of waves rolling onto the beach. What a day to remember.<br/><br/>This safari starts and ends at Johannesburg Airport and return flights from Johannesburg to Mozambique are included.",
  "durationDays": "6",
  "price": "4500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Morning flight from Johannesburg International airport to Mozambique where you will be met and transfer to your beach lodge (Sava Dunes). Arriving in time to settle in and relax before a sumptuous three course dinner."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A leisurely breakfast and road transfer (approx 4 hours) to Vilanculos for your return flight to Johannesburg. NB there is also the local Inhambane Airport (approx 30 mins) but the scheduled arrival time at Johannesburg OR Tambo International Airport is 18:30 and depending on departure day, there are one or two stop-overs (ie. Maputo or Vilanculos and Maputo)."
    }
  ],
  "map": ""
}