{
  "destination": "Mozambique",
  "mainPhoto": "",
  "id": "south-africa-explorer-and-mozambique-beach-holiday",
  "tourName": "South Africa explorer and Mozambique beach holiday",
  "placesVisited": "Cape Town, Franschhoek, Cape Winelands, Hermanus, Kruger National Park, Makalali Conservancy, Vilankulo, Johannesburg",
  "generalInfo": "Climbing to the plateau of Cape Town’s Table Mountain and staying at a winery in the heart of the Winelands. Whale watching in the coastal town of Hermanus and wildlife encounters in the Greater Kruger region. And the grand finale: relaxing on Mozambique’s white-gold beaches. This holiday to South Africa and Mozambique explores Southern Africa’s best bits.<br/><br/>This is mostly a self drive holiday, so you’ll travel using a mix of hire car and short haul flights. Cape Town is the starting line, where the trickiest decisions you have to make are whether to say hi to the penguins at Boulder Beach, visit community projects in the Langa township, or walk the shipwreck trail around Cape Point.<br/><br/>Things get wild as you head north. That way lies Kruger National Park (watch out for elephants, lions, rhinos, hippos, cheetahs and leopards), plus the sand-skimmed coast of Mozambique, where dugongs and whale sharks mooch. This is a tailor made holiday, so everything from the duration to the activities can be tweaked to your liking.",
  "durationDays": "14",
  "price": "6999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Cape Town - Arrive in Cape Town and settle into your central accommodation. Over the next few days, enjoy iconic sights such as Table Mountain’s breathtaking views, the charming African penguin colony at Boulders Bay, and the dramatic landscapes of Cape Point. Experience the vibrant city atmosphere, stunning coastline, and rich history before being transferred to the nearby Winelands to continue your journey."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Franschhoek - After exploring the highlights of Cape Town, you will travel to the charming town of Franschhoek, nestled in the heart of the Cape Winelands. Spend the day discovering its rich history and enjoying world-class wines and cuisine. With beautiful vineyards and delightful restaurants, Franschhoek offers a perfect blend of culture and culinary pleasure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kruger - After your time in the Winelands, you will fly to the Greater Kruger region for an unforgettable safari experience. You will stay in a luxury camp within the renowned Sabi Sands Reserve, famous for its incredible wildlife and exceptional safari opportunities. Over the next two days, enjoy morning and afternoon game drives led by expert guides, with excellent chances to see the Big Five and other remarkable animals in their natural habitat. Between safaris, relax at your accommodation and soak up the serene bush atmosphere."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Johannesburg - After breakfast, you will head back to the airport and catch a domestic flight to Johannesburg where you will stay for one night before your flight the next day."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Mozambique - today you will catch a flight to Vilanculos, a beautiful coastal town in Mozambique. Upon arrival, our representative will welcome you and transfer you to your luxury accommodation, where you will relax for the next five nights. During your stay, unwind on the stunning palm-fringed beaches or choose from a variety of excursions. Take a boat trip to nearby Bazaruto Archipelago islands, where you may spot dolphins, whale sharks, and endangered dugongs. Explore local culture with visits to fishing villages and markets, or enjoy a traditional dhow sailing trip."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Depart Mozambique - Enjoy a relaxing final morning at your accommodation. When it’s time to leave, you will be transferred to Vilanculos Airport for your international flight home."
    }
  ],
  "map": ""
}