{
  "destination": "Mozambique",
  "mainPhoto": "",
  "id": "kruger-coast-and-cape-holiday-in-southern-africa",
  "tourName": "Kruger, coast and cape holiday in Southern Africa",
  "placesVisited": "Johannesburg, Kruger National Park, Hlane Royal National Park, Swaziland, Kosi Bay, St Lucia Estuary, Zululand, Durban, Drakensberg, Lesotho Highlands, Wild Coast, Cintsa, Addo Elephant National Park, Garden Route, Tsitsikamma National Park, Oudtshoorn, Swellendam, Cape Agulhas, Cape Town",
  "generalInfo": "Take three weeks to travel South Africa from Johannesburg to Cape Town with an inordinate amount of awesome natural and cultural highlights to be enjoyed along the way.<br/><br/>The first stop on this three week holiday is Kruger National Park where safari tours take you in search of some of South Africa’s best loved wildlife in some exceptional protected habitat. <br/><br/>Next you’ll travel South Africa via the coast with the beaches of Kosi Bay providing plenty of chances to rest and soak up the sun prior to visiting Zululand and learning more about the traditional tribal culture and ancient heritage of South Africa.<br/><br/>From the Wild Coast to the Garden Route your South Africa holiday continues towards Cape Town with some stunning coastal, wetland and savannah landscapes combining to great effect as you immerse yourself in the natural beauty of the region culminating in the R320 winery route.<br/>",
  "durationDays": "22",
  "price": "2150",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Johannesburg.",
      "description": "Sawubona! Welcome Johannesburg, the sprawling South African capital. In Joburg (unlike a lot of city nicknames, this is one people actually use) mansions stand alongside humble tin abodes and there are as many green parks on the outskirts of the city as there is concrete jungle in the centre. Your adventure begins with a welcome meeting at 6 pm. If you can’t wait to begin exploring and arrive with time to spare, why not make your way to the Apartheid Museum and start your journey with some crucial history before you meet up with your group."
    },
    {
      "dayNumber": 2,
      "title": "Greater Kruger National Park - Black Mambas HQ.",
      "description": "Rise and shine for a long day’s drive to the outskirts of Kruger National Park where you'll be lucky enough to camp for the evening at the Black Mambas headquarters. Our Foundation is proudly partnered with Helping Rhinos, who directly support the work of the Black Mambas - the world's first all-female anti-poaching unit. Made up of a team of 36 young African women, the Mambas patrol 20,000 hectares of the Balule Nature Reserve, part of Greater Kruger National Park. Turning a traditionally male-dominated industry on its head, they’re putting their female prowess to work protecting Kruger National Park's wildlife in an unconventional way. You'll join them on a bush walk to learn how they find and destroy snares firsthand. Enjoy a special dinner by lantern light and later, relax by the campfire with the Mambas as they share stories about their path to becoming a Black Mamba and conservation work."
    },
    {
      "dayNumber": 3,
      "title": "Kruger National Park.",
      "description": "Wave goodbye to the Mambas and take a scenic drive along the famous Panorama Route through some of the most stunning scenery South Africa has to offer, such as Bourke’s Luck Potholes. In the evening, choose to relax at your camp, located in Kruger National Park, or perhaps head out on an optional night drive with the park guide. The optional night drives are a chance to spot nocturnal animals and perhaps even a night-time predator or two – maybe catch a lion or hyena out hunting, or perhaps an impala out in search of a late-night feed."
    },
    {
      "dayNumber": 4,
      "title": "Kruger National Park.",
      "description": "Rise early and enjoy a light breakfast before heading out on 4x4 jeeps for a full-day game drive. Most of your day will be spent spotting game, birdwatching, and stopping at various waterholes and viewpoints to rest along the way. Kruger National Park is one of the largest National Parks in Southern Africa. It boasts over 500 bird species, 100 species of reptile and 150 mammal species, including the Big Five and the endangered African wild dog. Drive through some of Kruger’s prime game viewing areas on your way to camp and try to spot some of these amazing creatures straight away! Set up camp and get settled for the evening."
    },
    {
      "dayNumber": 5,
      "title": "Hlane Royal National Park.",
      "description": "Start the day with a slow game drive through Kruger, covering between 20 and 70 kilometres (depending on what animals you see along the way) in the park then exiting by mid-morning. Hit the road towards Hlane Royal National Park. Travel south-east and cross the border into the kingdom of Eswatini, a country nestled between Mozambique, Northern Zululand and Mpumalanga. Arrive at Hlane Royal National Park, a vast expanse of bushveld with ancient hardwood trees, and begin exploring immediately on a guided game walk. The walking safari, led by a local guide, will give you the best understanding of how large and complex the ecosystem in this park is. With a professional ranger by your side, you’ll look out for animals like rhino, giraffe, and elephant while also searching for tiny creatures like snakes, spiders, and small mammals (don’t worry, there’s no lions in the section of the park where you’ll be walking). You’ll spend tonight at a camp within the national park."
    },
    {
      "dayNumber": 6,
      "title": "Hlane Royal National Park.",
      "description": "Today you’ll have the opportunity to further explore Hlane Royal National Park at your leisure. You might like to book an optional 4x4 game drive within the park, where you can expect to see all kinds of animals like antelopes, elephants, zebras, rhinos, and lions. Guided by a local Swazi guide, these drives typically take 2-2.5hrs either in the early morning or late afternoon. Another optional activity for today is to visit the Hlane Umphakatsi (Chief Village) - a tour of the authentic living homestead and opportunity to discover the Swazi way of life. You'll learn more about the traditional culture here, get to know the locals and even get a chance to try your hand at day-to-day activities. You’ll discover how Umphakatsi is a special village since it is one of the few with a female Chief: Inkhosikati."
    },
    {
      "dayNumber": 7,
      "title": "St Lucia Estuary .",
      "description": "Depart Hlane this morning and cross the border to Lake St Lucia, part of the St Lucia Estuary, stopping at a shop for supplies along the way. Declared a World Heritage Site in 1999, St Lucia Estuary is home to thousands of varieties of birds, mammals and reptiles, including hundreds of hippos and crocodiles. On arrival at camp, jump onboard a Hippo Boat Safari which offers a different perspective to traditional Game viewing with the chance to spot creatures cruising down the estuary, or basking on the banks."
    },
    {
      "dayNumber": 8,
      "title": "St Lucia Estuary.",
      "description": "We'll take a day trip to Cape Vidal today for some time by the sand in the sun. Cape Vidal lies within the iSimangaliso Wetland Park World Heritage Site and sits on the exquisite Zululand coast – home to a rich array of marine life. This area is visited seasonally by humpback whales during their migrations, as well as loggerhead and leatherback sea turtles that come to the beaches north of Cape Vidal from November to February to nest. You can spend the day relaxing on the beach or speak to your leader about booking some of the optional activities in the area. You’ll head back to your camp at Lake St Lucia this afternoon."
    },
    {
      "dayNumber": 9,
      "title": "Durban.",
      "description": "Today you'll travel to Durban – teeming with golden, sandy beaches and glitzy nightlife. Arriving at about midday, you'll have the afternoon free to explore at your own pace. There will be another Welcome Meeting at 6pm to meet the new group members joining today. For dinner, perhaps head to Florida Road for traditional Bunny Chow or some fresh seafood – your group leader will be able to recommend their favourite spots."
    },
    {
      "dayNumber": 10,
      "title": "Drakensberg.",
      "description": "Leave Durban this morning and travel inland towards the Drakensberg Mountain Range. Along the way, stop at the Nelson Mandela Capture Site and learn about the history of this great man. Then, continue the journey to Drakensberg. When you arrive, maybe enjoy a drink with your group in the thatched loft lounge room or relax at the onsite pool."
    },
    {
      "dayNumber": 11,
      "title": "Drakensberg.",
      "description": "Drakensberg is Southern Africa's highest range, sitting at 3482 m, and forms part of the border between South Africa and Lesotho. This morning, lace up your hiking boots and set off through an amazing array of flora and fauna. The Drakensberg range is often referred to as the Barrier of Spears or the Dragon Mountains. Today there are sure to be some beautiful views, so be sure to have your camera in hand."
    },
    {
      "dayNumber": 12,
      "title": "Lesotho Highlands.",
      "description": "This morning, head into the mountain kingdom of Lesotho – also known as the Kingdom in the Sky. Cross the border into Lesotho, then drive past the Golden Gate Highlands National Park which is famous for its sandstone rock formations. The park is also home to elands, zebras, mongooses and hundreds of bird species – keep your eyes peeled along the way."
    },
    {
      "dayNumber": 13,
      "title": "Lesotho Highlands.",
      "description": "Today you’ll have a variety of hikes to choose from. The Lesotho Highlands offer excellent hiking for all levels of fitness and skill, so depending on your experience, you should be able to choose one that allows you to get the most out of these epic landscapes. Maybe join a village and museum walk or hike along the Pitseng Canyon – a scenic gorge known for its rock pools and views of the surrounding green mountains and red rock. After, maybe explore the numerous Bushman rock art sites in the mountains on the Bushman Painting Hike."
    },
    {
      "dayNumber": 14,
      "title": "Wild Coast/Cintsa.",
      "description": "Travel along the beautiful Wild Coast of South Africa to the little coastal town of Cintsa this morning. Cintsa and its surrounding region are home to Xhosa communities, whose lifestyle is deeply rooted in tribal traditions and customs. Arriving in the late afternoon, you'll have time to relax and freshen up before dinner."
    },
    {
      "dayNumber": 15,
      "title": "Wild Coast/Cintsa.",
      "description": "Today is a free day to explore at your own pace. Maybe soak up the sun on the beach with a book or take a mountain bike through the hinterland. This afternoon, maybe explore the Cintsa River by canoe or book in for a surfing lesson. Be sure to check in with your group leader to get their recommendations."
    },
    {
      "dayNumber": 16,
      "title": "Addo Elephant National Park.",
      "description": "This morning you'll travel to Addo Elephant National Park, which was created in 1931 to protect the region's eleven remaining elephants. A true success story in conservation – today there are over 450 elephants in the park, as well as cape buffalo, black rhinos, antelopes and the flightless dung beetle. When you arrive, you'll take an afternoon game drive with your group. As you drive, try to spot some of these resident creatures, among others, from your truck."
    },
    {
      "dayNumber": 17,
      "title": "Garden Route / Tsitsikamma National Park.",
      "description": "Wake early and set off on another game drive in Addo Elephant National Park. After, begin your journey along the Garden Route – your first stop being Tsitsikamma National Park. Here you’ll see the steep ancient forests which meet the breakers of the Indian Ocean, protecting both land and sea. When you arrive, your leader will take you to a local activity centre, where a range of activities will be on offer – some of which you may like to book for your free day tomorrow."
    },
    {
      "dayNumber": 18,
      "title": "Tsitsikamma National Park.",
      "description": "With another day in Tsitsikamma, you’ll have more time to explore this magnificent national park. Cape clawless otters, dolphins, tortoises and southern right whales (depending on the season) are all locals here, along with baboons, monkeys and a heap of birdlife. See how many of them you can spot on a range of hiking trails, including those to the Stormsriver Mouth and waterfalls."
    },
    {
      "dayNumber": 19,
      "title": "Garden Route / Oudtshoorn.",
      "description": "After breakfast, head out across the arid Karoo region bound for Oudtshoorn. Along the way you'll stop at Knysna to stretch your legs and explore this hamlet with a gorgeous lagoon. Then, travel to the Cango Caves, where you’ll have time to explore the weird and wonderful rock formations, including the Cleopatra's Needle, which is at least 150,000 years old. Your local guide will give you all the ins-and-outs of their formation and history. Later, continue to Oudtshoorn – known as the ostrich capital of the world. At the turn of the 20th century, it was full of feather barons that grew rich from the popularity of ostrich feathers. Tonight, maybe head out with your group and find a local restaurant for dinner."
    },
    {
      "dayNumber": 20,
      "title": "Cape Town.",
      "description": "Rise early this morning to spend some time with wild meerkats. Head to their burrow, pull up a chair and sip coffee while the sun comes up and the meerkats climb out into the sunshine. Watch these cute, wild animals, who are never fed or handled by humans, as they go about their daily routine of foraging and frolicking. Then it's on to Cape Town, the seaside city you'll call home for the next two nights. Along the way, stop in Stellenbosch – one of the world’s great wine regions, set in the heart of the Cape Winelands and framed by the Cape Fold Mountains. Visit a local winery to taste and learn about some of the region’s signature vintages. Tonight, maybe head out for dinner to one of Cape Town’s hip restaurants and bars for dinner."
    },
    {
      "dayNumber": 21,
      "title": "Cape Town.",
      "description": "Today, you'll visit Boulder's Beach to see the resident penguins waddle across this beautiful beach framed by ancient granite boulders. Then, the rest of the day is yours to explore Cape Town however you like. With sweeping views across the city and the ocean below, you might like to make your way to the top of Table Mountain. Whether you choose to relax and ride the city's famous cable car to reach the top or strap on your walking shoes and get hiking - we'll leave it up to you! Tonight, maybe join your group for dinner with coastal views – a great way to spend your last night!"
    },
    {
      "dayNumber": 22,
      "title": "Cape Town.",
      "description": "As there are no further activities planned today, your South African adventure comes to an end after breakfast. If you’d like to stay longer (and it’s recommended you do) just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}