{
  "destination": "Mozambique",
  "mainPhoto": "",
  "id": "family-luxury-safari-beach-holiday-south-africa-mozambique",
  "tourName": "Family luxury safari & beach holiday, South Africa & Mozambique",
  "placesVisited": "Johannesburg, Madikwe game reserve, Marico River, Mozambique, Bazaruto Island, Indigo Bay",
  "generalInfo": "Visiting South Africa &amp; Mozambique on a family luxury safari &amp; beach holiday is just as exciting as it sounds with the marriage of wildlife viewing and beach time adding up to an all-encompassing trip that leaves no stone unturned.<br/><br/>One of the highlights of this family luxury safari &amp; beach holiday is a three day safari in a game reserve, free from malaria, where experienced guides will teach children the wonders of bush craft as well as taking them on their own extra special safari tour.<br/><br/>The great thing about kids having their own bush craft adventure, or making bows and arrows, is that parents get to experience an adult equivalent with game drives, walking safaris and guided trips on the river all increasing animal spotting potential as well as adding to the tales told round the campfire. <br/><br/>Nocturnal tours for children are also highly popular, with everyone, with a cacophony of calls and exciting sounds ensuring wannabe bush trackers will be wrapped up safe and sleeping in bed from the moment their heads hit the pillow.<br/><br/>As you’d hope from a family luxury safari &amp; beach holiday in southern Africa, Mozambique always comes to the fore sooner or later with the coral reefs surrounding the islands of the Bazaruto archipelago just sublime for snorkelling and scuba diving, straight off the beach or the back of a boat.<br/><br/>Other activities to keep everyone wide eyed and active outdoors include watersports, sand dune surfing, horse riding, sailing and kayaking.<br/><br/>Alternatively, if you’d prefer to switch Mozambique for Mauritius then you’ll discover a world of beach resorts, children’s clubs, non-motorised watersports and beachside accommodation to help you round off your family holiday in style.<br/><br/>Highlights of this family luxury safari &amp; beach holiday in South Africa &amp; Mozambique include:<br/><br/>Child-friendly safaris and bush craft classes<br/>Daytime and nocturnal game drives <br/>The chance to see big cats, elephants, rhinos, buffaloes and wild dogs in their natural environment<br/>Kayaking expeditions or chances to chill poolside<br/>A choice of Mozambique or Mauritius for a beach and watersports holiday<br/><br/>Check out Responsible Travel’s Mozambique, Mauritius and South Africa guides to find out the best time to visit.<br/>",
  "durationDays": "12",
  "price": "5125",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Overnight flight to Johannesburg from London"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive in Johannesburg and transfer to your safari Lodge for a 3 night stay. One of the largest reserves in South Africa, Madikwe was created to protect endangered wildlife and as a way of providing a more sustainable way of life for local people. The reserve contains lion, leopard, elephant, buffalo and rhino as well as the endangered wild dog. The area is malaria-free, making it idea of families. The Camp welcomes children of all ages – there is a special children’s safari programme aimed at 3-10 year olds. Activities in the programme include learning bush craft skills, inspector and detective trails, animal tracking, river safaris, game drives and walks all under the watchful eye of a professional guide. On morning or evening game drives, you might spot wild dog, both black and white rhino, extensive plains game, including sable, gemsbok, springbok and giraffe, as well as over 340 species of birds. There are special ‘jungle drives’ for children aged under 7 years. Between times, you can lounge around the pool, paddle a canoe on the Marico River, lie in a hammock or sip ice cold drinks while watching the birds, butterflies and animals at the waterhole."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Return flight to Johannesburg. On arrival, you transfer to Mondior Concorde Hotel. An overnight stop is necessary in Johannesburg for flight connections."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "You fly to Mozambique or Mauritius and transfer to your beach accommodation for 5 Nights in a luxury beach chalet. Both destinations offer a number of beautiful sub-tropical hideaways, situated on pristine beaches. The crystal clear waters and protected reefs offshore offer some of the finest big game fishing, scuba diving and snorkelling in the world. Whilst here, you can be as active or leisurely as you wish. The most popular activities are scuba diving and snorkelling, however there are many other activities which may include waterskiing, kite surfing and dune boarding. Massive golden sand dunes and fresh water lakes can be explored on a guided island drive, by horseback or on foot. Complimentary non-motorised watersports can include kayaking, windsurfing and hobie cat sailing."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Take a return flight to Johannesburg and onwards to London."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Arrive London"
    }
  ],
  "map": ""
}