[
  {
    "destination": "Mozambique",
    "mainPhoto": "",
    "id": "family-luxury-safari-beach-holiday-south-africa-mozambique",
    "tourName": "Family luxury safari & beach holiday, South Africa & Mozambique",
    "placesVisited": "Johannesburg, Madikwe game reserve, Marico River, Mozambique, Bazaruto Island, Indigo Bay",
    "generalInfo": "Visiting South Africa &amp; Mozambique on a family luxury safari &amp; beach holiday is just as exciting as it sounds with the marriage of wildlife viewing and beach time adding up to an all-encompassing trip that leaves no stone unturned.<br/><br/>One of the highlights of this family luxury safari &amp; beach holiday is a three day safari in a game reserve, free from malaria, where experienced guides will teach children the wonders of bush craft as well as taking them on their own extra special safari tour.<br/><br/>The great thing about kids having their own bush craft adventure, or making bows and arrows, is that parents get to experience an adult equivalent with game drives, walking safaris and guided trips on the river all increasing animal spotting potential as well as adding to the tales told round the campfire. <br/><br/>Nocturnal tours for children are also highly popular, with everyone, with a cacophony of calls and exciting sounds ensuring wannabe bush trackers will be wrapped up safe and sleeping in bed from the moment their heads hit the pillow.<br/><br/>As you’d hope from a family luxury safari &amp; beach holiday in southern Africa, Mozambique always comes to the fore sooner or later with the coral reefs surrounding the islands of the Bazaruto archipelago just sublime for snorkelling and scuba diving, straight off the beach or the back of a boat.<br/><br/>Other activities to keep everyone wide eyed and active outdoors include watersports, sand dune surfing, horse riding, sailing and kayaking.<br/><br/>Alternatively, if you’d prefer to switch Mozambique for Mauritius then you’ll discover a world of beach resorts, children’s clubs, non-motorised watersports and beachside accommodation to help you round off your family holiday in style.<br/><br/>Highlights of this family luxury safari &amp; beach holiday in South Africa &amp; Mozambique include:<br/><br/>Child-friendly safaris and bush craft classes<br/>Daytime and nocturnal game drives <br/>The chance to see big cats, elephants, rhinos, buffaloes and wild dogs in their natural environment<br/>Kayaking expeditions or chances to chill poolside<br/>A choice of Mozambique or Mauritius for a beach and watersports holiday<br/><br/>Check out Responsible Travel’s Mozambique, Mauritius and South Africa guides to find out the best time to visit.<br/>",
    "durationDays": "12",
    "price": "5125",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Overnight flight to Johannesburg from London"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Arrive in Johannesburg and transfer to your safari Lodge for a 3 night stay. One of the largest reserves in South Africa, Madikwe was created to protect endangered wildlife and as a way of providing a more sustainable way of life for local people. The reserve contains lion, leopard, elephant, buffalo and rhino as well as the endangered wild dog. The area is malaria-free, making it idea of families. The Camp welcomes children of all ages – there is a special children’s safari programme aimed at 3-10 year olds. Activities in the programme include learning bush craft skills, inspector and detective trails, animal tracking, river safaris, game drives and walks all under the watchful eye of a professional guide. On morning or evening game drives, you might spot wild dog, both black and white rhino, extensive plains game, including sable, gemsbok, springbok and giraffe, as well as over 340 species of birds. There are special ‘jungle drives’ for children aged under 7 years. Between times, you can lounge around the pool, paddle a canoe on the Marico River, lie in a hammock or sip ice cold drinks while watching the birds, butterflies and animals at the waterhole."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Return flight to Johannesburg. On arrival, you transfer to Mondior Concorde Hotel. An overnight stop is necessary in Johannesburg for flight connections."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "You fly to Mozambique or Mauritius and transfer to your beach accommodation for 5 Nights in a luxury beach chalet. Both destinations offer a number of beautiful sub-tropical hideaways, situated on pristine beaches. The crystal clear waters and protected reefs offshore offer some of the finest big game fishing, scuba diving and snorkelling in the world. Whilst here, you can be as active or leisurely as you wish. The most popular activities are scuba diving and snorkelling, however there are many other activities which may include waterskiing, kite surfing and dune boarding. Massive golden sand dunes and fresh water lakes can be explored on a guided island drive, by horseback or on foot. Complimentary non-motorised watersports can include kayaking, windsurfing and hobie cat sailing."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Take a return flight to Johannesburg and onwards to London."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Arrive London"
      }
    ],
    "map": ""
  },
  {
    "destination": "Mozambique",
    "mainPhoto": "",
    "id": "kruger-coast-and-cape-holiday-in-southern-africa",
    "tourName": "Kruger, coast and cape holiday in Southern Africa",
    "placesVisited": "Johannesburg, Kruger National Park, Hlane Royal National Park, Swaziland, Kosi Bay, St Lucia Estuary, Zululand, Durban, Drakensberg, Lesotho Highlands, Wild Coast, Cintsa, Addo Elephant National Park, Garden Route, Tsitsikamma National Park, Oudtshoorn, Swellendam, Cape Agulhas, Cape Town",
    "generalInfo": "Take three weeks to travel South Africa from Johannesburg to Cape Town with an inordinate amount of awesome natural and cultural highlights to be enjoyed along the way.<br/><br/>The first stop on this three week holiday is Kruger National Park where safari tours take you in search of some of South Africa’s best loved wildlife in some exceptional protected habitat. <br/><br/>Next you’ll travel South Africa via the coast with the beaches of Kosi Bay providing plenty of chances to rest and soak up the sun prior to visiting Zululand and learning more about the traditional tribal culture and ancient heritage of South Africa.<br/><br/>From the Wild Coast to the Garden Route your South Africa holiday continues towards Cape Town with some stunning coastal, wetland and savannah landscapes combining to great effect as you immerse yourself in the natural beauty of the region culminating in the R320 winery route.<br/>",
    "durationDays": "22",
    "price": "2150",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Johannesburg.",
        "description": "Sawubona! Welcome Johannesburg, the sprawling South African capital. In Joburg (unlike a lot of city nicknames, this is one people actually use) mansions stand alongside humble tin abodes and there are as many green parks on the outskirts of the city as there is concrete jungle in the centre. Your adventure begins with a welcome meeting at 6 pm. If you can’t wait to begin exploring and arrive with time to spare, why not make your way to the Apartheid Museum and start your journey with some crucial history before you meet up with your group."
      },
      {
        "dayNumber": 2,
        "title": "Greater Kruger National Park - Black Mambas HQ.",
        "description": "Rise and shine for a long day’s drive to the outskirts of Kruger National Park where you'll be lucky enough to camp for the evening at the Black Mambas headquarters. Our Foundation is proudly partnered with Helping Rhinos, who directly support the work of the Black Mambas - the world's first all-female anti-poaching unit. Made up of a team of 36 young African women, the Mambas patrol 20,000 hectares of the Balule Nature Reserve, part of Greater Kruger National Park. Turning a traditionally male-dominated industry on its head, they’re putting their female prowess to work protecting Kruger National Park's wildlife in an unconventional way. You'll join them on a bush walk to learn how they find and destroy snares firsthand. Enjoy a special dinner by lantern light and later, relax by the campfire with the Mambas as they share stories about their path to becoming a Black Mamba and conservation work."
      },
      {
        "dayNumber": 3,
        "title": "Kruger National Park.",
        "description": "Wave goodbye to the Mambas and take a scenic drive along the famous Panorama Route through some of the most stunning scenery South Africa has to offer, such as Bourke’s Luck Potholes. In the evening, choose to relax at your camp, located in Kruger National Park, or perhaps head out on an optional night drive with the park guide. The optional night drives are a chance to spot nocturnal animals and perhaps even a night-time predator or two – maybe catch a lion or hyena out hunting, or perhaps an impala out in search of a late-night feed."
      },
      {
        "dayNumber": 4,
        "title": "Kruger National Park.",
        "description": "Rise early and enjoy a light breakfast before heading out on 4x4 jeeps for a full-day game drive. Most of your day will be spent spotting game, birdwatching, and stopping at various waterholes and viewpoints to rest along the way. Kruger National Park is one of the largest National Parks in Southern Africa. It boasts over 500 bird species, 100 species of reptile and 150 mammal species, including the Big Five and the endangered African wild dog. Drive through some of Kruger’s prime game viewing areas on your way to camp and try to spot some of these amazing creatures straight away! Set up camp and get settled for the evening."
      },
      {
        "dayNumber": 5,
        "title": "Hlane Royal National Park.",
        "description": "Start the day with a slow game drive through Kruger, covering between 20 and 70 kilometres (depending on what animals you see along the way) in the park then exiting by mid-morning. Hit the road towards Hlane Royal National Park. Travel south-east and cross the border into the kingdom of Eswatini, a country nestled between Mozambique, Northern Zululand and Mpumalanga. Arrive at Hlane Royal National Park, a vast expanse of bushveld with ancient hardwood trees, and begin exploring immediately on a guided game walk. The walking safari, led by a local guide, will give you the best understanding of how large and complex the ecosystem in this park is. With a professional ranger by your side, you’ll look out for animals like rhino, giraffe, and elephant while also searching for tiny creatures like snakes, spiders, and small mammals (don’t worry, there’s no lions in the section of the park where you’ll be walking). You’ll spend tonight at a camp within the national park."
      },
      {
        "dayNumber": 6,
        "title": "Hlane Royal National Park.",
        "description": "Today you’ll have the opportunity to further explore Hlane Royal National Park at your leisure. You might like to book an optional 4x4 game drive within the park, where you can expect to see all kinds of animals like antelopes, elephants, zebras, rhinos, and lions. Guided by a local Swazi guide, these drives typically take 2-2.5hrs either in the early morning or late afternoon. Another optional activity for today is to visit the Hlane Umphakatsi (Chief Village) - a tour of the authentic living homestead and opportunity to discover the Swazi way of life. You'll learn more about the traditional culture here, get to know the locals and even get a chance to try your hand at day-to-day activities. You’ll discover how Umphakatsi is a special village since it is one of the few with a female Chief: Inkhosikati."
      },
      {
        "dayNumber": 7,
        "title": "St Lucia Estuary .",
        "description": "Depart Hlane this morning and cross the border to Lake St Lucia, part of the St Lucia Estuary, stopping at a shop for supplies along the way. Declared a World Heritage Site in 1999, St Lucia Estuary is home to thousands of varieties of birds, mammals and reptiles, including hundreds of hippos and crocodiles. On arrival at camp, jump onboard a Hippo Boat Safari which offers a different perspective to traditional Game viewing with the chance to spot creatures cruising down the estuary, or basking on the banks."
      },
      {
        "dayNumber": 8,
        "title": "St Lucia Estuary.",
        "description": "We'll take a day trip to Cape Vidal today for some time by the sand in the sun. Cape Vidal lies within the iSimangaliso Wetland Park World Heritage Site and sits on the exquisite Zululand coast – home to a rich array of marine life. This area is visited seasonally by humpback whales during their migrations, as well as loggerhead and leatherback sea turtles that come to the beaches north of Cape Vidal from November to February to nest. You can spend the day relaxing on the beach or speak to your leader about booking some of the optional activities in the area. You’ll head back to your camp at Lake St Lucia this afternoon."
      },
      {
        "dayNumber": 9,
        "title": "Durban.",
        "description": "Today you'll travel to Durban – teeming with golden, sandy beaches and glitzy nightlife. Arriving at about midday, you'll have the afternoon free to explore at your own pace. There will be another Welcome Meeting at 6pm to meet the new group members joining today. For dinner, perhaps head to Florida Road for traditional Bunny Chow or some fresh seafood – your group leader will be able to recommend their favourite spots."
      },
      {
        "dayNumber": 10,
        "title": "Drakensberg.",
        "description": "Leave Durban this morning and travel inland towards the Drakensberg Mountain Range. Along the way, stop at the Nelson Mandela Capture Site and learn about the history of this great man. Then, continue the journey to Drakensberg. When you arrive, maybe enjoy a drink with your group in the thatched loft lounge room or relax at the onsite pool."
      },
      {
        "dayNumber": 11,
        "title": "Drakensberg.",
        "description": "Drakensberg is Southern Africa's highest range, sitting at 3482 m, and forms part of the border between South Africa and Lesotho. This morning, lace up your hiking boots and set off through an amazing array of flora and fauna. The Drakensberg range is often referred to as the Barrier of Spears or the Dragon Mountains. Today there are sure to be some beautiful views, so be sure to have your camera in hand."
      },
      {
        "dayNumber": 12,
        "title": "Lesotho Highlands.",
        "description": "This morning, head into the mountain kingdom of Lesotho – also known as the Kingdom in the Sky. Cross the border into Lesotho, then drive past the Golden Gate Highlands National Park which is famous for its sandstone rock formations. The park is also home to elands, zebras, mongooses and hundreds of bird species – keep your eyes peeled along the way."
      },
      {
        "dayNumber": 13,
        "title": "Lesotho Highlands.",
        "description": "Today you’ll have a variety of hikes to choose from. The Lesotho Highlands offer excellent hiking for all levels of fitness and skill, so depending on your experience, you should be able to choose one that allows you to get the most out of these epic landscapes. Maybe join a village and museum walk or hike along the Pitseng Canyon – a scenic gorge known for its rock pools and views of the surrounding green mountains and red rock. After, maybe explore the numerous Bushman rock art sites in the mountains on the Bushman Painting Hike."
      },
      {
        "dayNumber": 14,
        "title": "Wild Coast/Cintsa.",
        "description": "Travel along the beautiful Wild Coast of South Africa to the little coastal town of Cintsa this morning. Cintsa and its surrounding region are home to Xhosa communities, whose lifestyle is deeply rooted in tribal traditions and customs. Arriving in the late afternoon, you'll have time to relax and freshen up before dinner."
      },
      {
        "dayNumber": 15,
        "title": "Wild Coast/Cintsa.",
        "description": "Today is a free day to explore at your own pace. Maybe soak up the sun on the beach with a book or take a mountain bike through the hinterland. This afternoon, maybe explore the Cintsa River by canoe or book in for a surfing lesson. Be sure to check in with your group leader to get their recommendations."
      },
      {
        "dayNumber": 16,
        "title": "Addo Elephant National Park.",
        "description": "This morning you'll travel to Addo Elephant National Park, which was created in 1931 to protect the region's eleven remaining elephants. A true success story in conservation – today there are over 450 elephants in the park, as well as cape buffalo, black rhinos, antelopes and the flightless dung beetle. When you arrive, you'll take an afternoon game drive with your group. As you drive, try to spot some of these resident creatures, among others, from your truck."
      },
      {
        "dayNumber": 17,
        "title": "Garden Route / Tsitsikamma National Park.",
        "description": "Wake early and set off on another game drive in Addo Elephant National Park. After, begin your journey along the Garden Route – your first stop being Tsitsikamma National Park. Here you’ll see the steep ancient forests which meet the breakers of the Indian Ocean, protecting both land and sea. When you arrive, your leader will take you to a local activity centre, where a range of activities will be on offer – some of which you may like to book for your free day tomorrow."
      },
      {
        "dayNumber": 18,
        "title": "Tsitsikamma National Park.",
        "description": "With another day in Tsitsikamma, you’ll have more time to explore this magnificent national park. Cape clawless otters, dolphins, tortoises and southern right whales (depending on the season) are all locals here, along with baboons, monkeys and a heap of birdlife. See how many of them you can spot on a range of hiking trails, including those to the Stormsriver Mouth and waterfalls."
      },
      {
        "dayNumber": 19,
        "title": "Garden Route / Oudtshoorn.",
        "description": "After breakfast, head out across the arid Karoo region bound for Oudtshoorn. Along the way you'll stop at Knysna to stretch your legs and explore this hamlet with a gorgeous lagoon. Then, travel to the Cango Caves, where you’ll have time to explore the weird and wonderful rock formations, including the Cleopatra's Needle, which is at least 150,000 years old. Your local guide will give you all the ins-and-outs of their formation and history. Later, continue to Oudtshoorn – known as the ostrich capital of the world. At the turn of the 20th century, it was full of feather barons that grew rich from the popularity of ostrich feathers. Tonight, maybe head out with your group and find a local restaurant for dinner."
      },
      {
        "dayNumber": 20,
        "title": "Cape Town.",
        "description": "Rise early this morning to spend some time with wild meerkats. Head to their burrow, pull up a chair and sip coffee while the sun comes up and the meerkats climb out into the sunshine. Watch these cute, wild animals, who are never fed or handled by humans, as they go about their daily routine of foraging and frolicking. Then it's on to Cape Town, the seaside city you'll call home for the next two nights. Along the way, stop in Stellenbosch – one of the world’s great wine regions, set in the heart of the Cape Winelands and framed by the Cape Fold Mountains. Visit a local winery to taste and learn about some of the region’s signature vintages. Tonight, maybe head out for dinner to one of Cape Town’s hip restaurants and bars for dinner."
      },
      {
        "dayNumber": 21,
        "title": "Cape Town.",
        "description": "Today, you'll visit Boulder's Beach to see the resident penguins waddle across this beautiful beach framed by ancient granite boulders. Then, the rest of the day is yours to explore Cape Town however you like. With sweeping views across the city and the ocean below, you might like to make your way to the top of Table Mountain. Whether you choose to relax and ride the city's famous cable car to reach the top or strap on your walking shoes and get hiking - we'll leave it up to you! Tonight, maybe join your group for dinner with coastal views – a great way to spend your last night!"
      },
      {
        "dayNumber": 22,
        "title": "Cape Town.",
        "description": "As there are no further activities planned today, your South African adventure comes to an end after breakfast. If you’d like to stay longer (and it’s recommended you do) just speak to your booking agent ahead of time."
      }
    ],
    "map": ""
  },
  {
    "destination": "Mozambique",
    "mainPhoto": "",
    "id": "mozambique-holiday-tailor-made",
    "tourName": "Mozambique holiday, tailor made",
    "placesVisited": "",
    "generalInfo": "Go far beyond the tourist trail in Mozambique to discover the hidden histories and colourful cultures that make this one of Africa's most incredible countries to visit. Admire the colonial architecture in Maputo, go on safari in Gorongosa National Park and explore Ilha de Mozambique, a UNESCO World Heritage Site with over 500 years of history. Finish your adventures in style beside pristine beaches and a winding lagoon, with as much snorkelling, paddle-boarding through the mangroves, and sunset sailing in traditional dhows that you can handle.",
    "durationDays": "13",
    "price": "5465",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly to Maputo via Johannesburg."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "On arrival in Maputo you are transferred to the Polana Serena, also known as ‘The Grande Dame of Maputo’ with its elegant colonial style, stunning rooms and fabulously huge swimming pool with uninterrupted views out over the Bay of Maputo. You have the afternoon to relax and enjoy the pool soaking up some southern African sun. Alternatively, head out into Maputo for a wander. The hotel is well placed to explore the city easily on foot."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "This morning you'll enjoy a guided city tour of Maputo. There is a huge amount of history surrounding the city since its birth in 1975 after independence and all the changes that came with it. There are some great architectural relics from the old Portuguese colonial days (the Cathedral and National Library are good examples), and you'll also visit the bustling port and the city's fabulous beaches. Local residents are friendly and football mad, so stopping for a chat is always a pleasure. Soak up the atmosphere of this beautiful city that was for years ignored due to the blanket of civil war."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today you fly up to Beira. A city that was devastated by cyclone Idai in 2019. On arrival you'll be met and driven up to Gorongosa National Park (about 3 hours) to stay the next 3 nights at The Montebelo Gorongosa Lodge. Gorongosa National Park was described by Time Magazine as ‘One of the greatest places on earth’ in 2019. Towards the late 60's Gorongosa was the safari jewel in the crown of Mozambique, and home to huge numbers of animals with over 200 lions, 2000 plus elephants, nearly 15,000 buffalo as well as over 4000 hippos. This all changed by the late 70’s, and with the civil war escalating and poaching rife as a means of feeding hungry troops, as well as the sale of ivory, the park was closed in 1983 and abandoned. It was the scene of many ferocious battles for the next decade leaving the animal population on its knees. The war ended in 1994 and Gorongosa’s infrastructure was slowly rebuilt. It wasn’t until 2004 that the government struck a deal with US-based The Carr Foundation to restore the wildlife and spur local development. This was originally a 3 year agreement which was extended to another 20 year agreement which is in place today. National Geographic recently published an article titled ‘How one of Africa’s great parks is rebounding from war’, which complimented the healthy number of large game and called it an incredible birding paradise."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Enjoy game drives and walks in this remote park, where you'll rarely see another visitor. There are good numbers and species of mammals and plains game, as well as exceptional scenery and birdlife."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Transfer back to Beira where you'll fly further north up to Nampula. On arrival you'll be met and driven about 2 hours to Mozambique’s ancient capital and Vasco da Gama’s sometime home, Ilha de Mozambique. You'll be here for the next 3 nights to explore this old town that time forgot. A UNESCO World Heritage site that is not (yet) overrun with tourists is a joy to behold. You'll be staying at La Feitoria for 3 nights with breakfast. Although not founded by the Portuguese, Ilha de Mozambique was an important 16th century settlement for them with a missionary centre and hospital as well as Fort San Sebastian, a naval base and a chapel dating back to 1507, generally recognised as the oldest western building in the Southern Hemisphere. There are various other buildings of interest on the island as well as various mosques and Hindu temples."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Enjoy 2 days exploring Ilhe De Mozambique – with or without a guide. Perhaps take a trip on a traditional sailing dhow and see this historic island from the water."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "You'll be picked up today and sailed across to the mainland to stay at the luxurious Coral Lodge to enjoy your last 3 days on a typical pristine and deserted Mozambican beach. The lodge itself is entirely powered by the sun and the wind and offers luxury beach accommodation, fantastic food and a wide range of activities including snorkelling, fishing, and stand up paddle boarding in the mangroves, as well as visiting the local village and learning about the local macua people."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Enjoy a couple of days at Coral Lodge, relaxing or being energetic, as you wish."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Transfer back to Nampula Airport in time to connect with your flight to Johannesburg, which will in turn connect with your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Mozambique",
    "mainPhoto": "",
    "id": "mozambique-marine-safari-and-beach-holiday",
    "tourName": "Mozambique marine safari and beach holiday",
    "placesVisited": "",
    "generalInfo": "Whether your desire is to simply relax and chill, or for something more energetic, this Beach and Ocean safari can deliver. <br/><br/>You can unwind and swim by the pool or Ocean (which thankfully stays at a pleasant temperature all year around). Perhaps take a stroll along the beach, or just relax in a hammock on your private balcony. And if you would like to snorkel or try a wave board, then the lodge has equipment available for your use. <br/><br/>It’s no exaggeration to say that the frequent Whale sightings (seen throughout the Whale season July - November), make this area one of the locations to see Humpback Whales. <br/><br/>During this period, each day can bring many and frequent Whale sightings. You can lie back in the shade of your private balcony, with a cool glass of whatever takes your fancy, as Whales display below, the ultimate in stress-free Whale watching. <br/><br/>Your accommodation nestles in sand dunes amidst a long and secluded stretch of pristine beach on Mozambique’s Eastern coast between Tofo and Barra. An intimate boutique beach lodge, sympathetically designed in keeping with its environment. Where guests can relax and unwind in luxurious surroundings alongside an isolated expanse of sandy beach.<br/><br/>There are a variety of marine activities available. Probably the most popular of these is a Marine Safari, where you join a small boat trip looking for the abundant megafauna found in this unique, yet relatively undiscovered, portion of the Indian Ocean. <br/><br/>Whale Sharks, Dolphins and Manta Rays are present all year, and where ethically viable, you are invited to snorkel and swim with these wonderful creatures. Add to that list the nearby coral reefs with their own mini eco-systems, which are also are great for snorkeling or scuba diving, and you have an abundance of wildlife to discover on your Safari. <br/><br/>During Whale season, these Marine Safaris also include boat based Whale watching and again, where ethically viable, your guide will invite you to enter the water to snorkel alongside these gentle mammoths.<br/><br/>Travel North around the headland towards Barra and you’ll find a large calm estuary where you can also swim or snorkel. Sea horses and a plethora of fish are found here. You can also enjoy a fisherman’s lunch on one of the islands, or boat-based bird watching in the mangrove forests. Perhaps returning to shore in a Dhow in time for sundowners, followed by a sumptuous three course dinner accompanied by the sound of waves rolling onto the beach. What a day to remember.<br/><br/>This safari starts and ends at Johannesburg Airport and return flights from Johannesburg to Mozambique are included.",
    "durationDays": "6",
    "price": "4500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Morning flight from Johannesburg International airport to Mozambique where you will be met and transfer to your beach lodge (Sava Dunes). Arriving in time to settle in and relax before a sumptuous three course dinner."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "A leisurely breakfast and road transfer (approx 4 hours) to Vilanculos for your return flight to Johannesburg. NB there is also the local Inhambane Airport (approx 30 mins) but the scheduled arrival time at Johannesburg OR Tambo International Airport is 18:30 and depending on departure day, there are one or two stop-overs (ie. Maputo or Vilanculos and Maputo)."
      }
    ],
    "map": ""
  },
  {
    "destination": "Mozambique",
    "mainPhoto": "",
    "id": "mozambique-wildlife-and-nature-tour",
    "tourName": "Mozambique wildlife and nature tour",
    "placesVisited": "",
    "generalInfo": "With a startingly beautiful tropical coastline, dotted with small islands that are surrounded by offshore reefs, Mozambique is most well-known for its abundant and varied marine life, and is also home to plentiful populations of birds.<br/><br/>At the start of the trip, we head to the salt lake of Inhampavala, the shores of which are home to various species of birds, followed by the coastal resort of Tofo. In Tofo we head offshore in the hope of spotting some of the incredible marine life that frequents these waters, namely the Humpback whale, and we also get to grips with the local culture, joining a cooking demonstration in a nearby village and wandering the leafy avenues of Inhambane, a city lined with attractive colonial buildings and with a distinct Mediterranean character.<br/><br/>Whilst many nearby east and southern African countries draw people from across the world for terrestrial safaris, the main draw in Mozambique has to be the country’s underwater world, teeming with marine life, including ten species of cetacean, sea turtles, and the endangered dugong, which exists in one of its last strongholds in the Bazaruto Archipelago. We spend time exploring the largest island of the archipelago and snorkelling off its sublime shores, looking out for the extraordinary creatures that inhabit these waters.<br/><br/>Although not typically considered a safari destination, due to population depletion during the civil war, Mozambique is also now home to a few protected national parks where it is possible to spot large wild game, such as elephant, with few other visitors around. We spend a couple of days looking out for herds of elephant in Maputo National Elephant Reserve at the end of the trip, staying at a resort nestled between forest and coast, with time to reflect on our journey in a truly idyllic part of the continent, where the laid-back life on land is balanced by the energy bubbling beneath the waves ...",
    "durationDays": "11",
    "price": "5199",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Maputo - Arrive into Maputo and transfer to the hotel. Depending on time of arrival we may visit the Feima market. Overnight Acacia Inn Guesthouse or similar. (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Chidenguele - In the morning we depart for the small town of Chidenguele, located on the shores of Lake Inhampavala. On arrival explore the town to learn a bit more about the local customs and culture. Overnight Naara Eco Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Chidenguele - Praia do Tofo - We take a boat trip on Inhampavala Lake this morning, an isolated saltwater lagoon, surrounded by densely forested dunes and reed-fringed shores. The lake is home to various bird species, including herons, cormorants, flamingos and kingfishers. In the afternoon we drive to Tofo Beach, a protected natural bay known for its white sand, turquoise lagoon and coconut trees.Overnight Kumba Lodge or similar. (BL)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Praia do Tofo - After breakfast we take a boat trip in hope of spotting marine species such as Humpback whales, whale sharks, rays and dolphins. Later we visit a local market and pottery shop. Overnight Kumba Lodge or similar. (BL)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Praia do Tofo - We head out this morning in a small speedboat to explore Inhambane Bay. The shallow waters of the estuary are perfect for snorkelling to search for seahorses and other small marine creatures. When we reach Pansy Island, we disembark and take a stroll along the sandbank at low tide. In the afternoon we visit a local village to see how they prepare ‘matapa’, a typical dish made with ground cassava leaves. Overnight Kumba Lodge or similar. (BL)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Inhambane - Inhassoro - Around 30km from Praia do Tofo, we visit the city of Inhambane with its colourful historical and cultural centre. We explore the city on foot, discovering a large number of colonial buildings and visiting the local market. Later we continue to the small fishing port of Inhassoro. Overnight Dugongo Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Bazaruto National Park - Inhassoro – Today we head to the island of Bazaruto, the largest of the archipelago, featuring numerous lakes and swampy terrain, and characterised by immense dunes that rise from its southern shore. We explore the island with time for some snorkelling – the area is home to dugong and five species of sea turtle. Return to Inhassoro for the night. Overnight Dugongo Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Vilanculos - Maputo - Transfer to Vilanculos and catch a flight back to Maputo. Overnight Acacia Inn Guesthouse or similar. (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Maputo - Ponta Membene - A very early start as we depart for the Maputo National Elephant Reserve, where we have a morning and afternoon safari. Overnight Ponta Membene or similar. (BD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Ponta Membene – Maputo - Another early start as we head out on a morning safari. Return to Maputo where we spend our final night. Overnight Acacia Inn Guesthouse or similar. (BD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Maputo - Transfer to the airport for our flight home. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Mozambique",
    "mainPhoto": "",
    "id": "mozambique-zululand-beach-small-group-safari",
    "tourName": "Mozambique, Zululand & beach small group safari",
    "placesVisited": "Johannesburgh, KwaZulu Natal, Mkuzi Game Reserve, Greater iSimangaliso Wetland Park, Kosi Bay Nature Reserve, meet local Zulu people, Swaziland, Hlane Game Reserve, bush walk, Mozambique, Maputo, Inhambane, optional: dhow ride, scuba diving, snorkelling, fishing, surfing, Bilene, optional: kayaking and snorkelling on Uembje lagoon, Kruger National Park, game drives",
    "generalInfo": "From the culture of the Zulu nation to the Portuguese and Arab influences in the food and architecture of Mozambique. Experience everything from beaches and excellent diving to big game viewing and bush walks with a local ranger. The accommodation in Mozambique is simple and the roads can be slow. Local facilities are limited so most of the meals are prepared by the Sunway crew. Malaria prophylactics are recommended. This is an easy paced, relaxing safari for those looking for a different experience in Southern Africa.<br/><br/>DEPARTS: JOHANNESBURG on Sunday at06:30am, ENDS: JOHANNESBURG on Saturday at 18:00pm.<br/><br/>Highlights<br/>* Zululand–game drives and bushwalks<br/>* Kosi Bay–snorkelling &amp;boat cruise<br/>*Ponta do Ouro–dolphin encounter<br/>* Inhambane&amp; Chizavane–beaches, snorkelling<br/>* Kruger National Park-game drives<br/><br/>Note: you can fly out of Johannesburg airport on the last day of tour, we do a free drop off at JNB at +/-17:00<br/><br/>Overnight - the accommodations on this tour are chosen for their location and the activities available. 13 nights twin share en suite chalets, lodges, hotels and casitas. The guides will sort out room allocations. Meals - 13 breakfasts, 13 lunches and 7 dinners are included. Of which 9 breakfasts, 2 lunches and 5 dinners are provided by the lodges. The remaining included meals are provided by the guides, prepared either at the truck or in the self-catering kitchen. Meals will be eaten either under the trees near your chalet or around the campfire at the truck. Transport due to sometimes poor roads we use Safari trucks with 12 seats for this tour. On 5% of tours we may use Mercedes Sprinter minibuses with 12 seats and air conditioning. Potholes, rain damaged gravel roads, livestock and children on the roads can make travel slow, but at the same time you’ll pass through villages and witness the local lifestyle all the way. Game viewing in the national parks will be in the vehicle Limited participation an essential part of your safari is participation. From carrying your own bag to your room to packing the truck in the morning–it’s all part of your adventure. Your tour leaders will do the meal preparation when required but we do ask the clients to help (on rotation) with the washing up. There are some long travel days which means early morning starts so we all need to get involved to make the day run efficiently.<br/>",
    "durationDays": "14",
    "price": "2550",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 5,
        "title": "",
        "description": "PONTA DO OURO: Ponta do Ouro is the ocean lover’s mecca of Southern Mozambique. A highlight of this safari is the opportunity to join a local dolphin research team on ocean safaris. Research since the early 1990s indicates that there are approximately 400 individual dolphins moving through the Ponta do Ouro area, of which about 150 are resident. We have 3 boat launches planned which gives us a chance to snorkel on the shallow reefs, view dolphins and whales from the boat, and hopefully swim with dolphins if their activity at the time permits us to enter the water. A wild dolphin encounter is an extraordinary wildlife experience. (Should weather prevent a boat launch then a portion of your local payment will be refunded to you pro rata).[lodge BL -]"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "MAPUTO: Maputo, formerly known as Lourenço Marques. Situated on a natural harbour, Maputo is the economic hub of Mozambique. Once referred to as the “African Riviera”, Portuguese and African cultures meet in an exquisite blend of seafood and vibrant life. Sample the excellent seafood in a local restaurant (own expense). [hotel BL -]"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "CHIZAVANE: We turn south along the coast to a secluded fishing lodge on the beach north of Xai-Xai. The lodge is perched on the coastal dunes with a magnificent view of the surrounding natural bush and expansive beach. Low tide exposes a long rocky reef parallel to the beach, which creates a shallow, calm pool ideal for snorkelling and swimming. For our last night on the beach we enjoy a fish braai (barbeque) dinner at the lodge restaurant overlooking the warm Indian Ocean. [casitas BLD]"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "KRUGER NATIONAL PARK: Leaving the Indian Ocean coast, we travel through the Limpopo Transfrontier Park and enter Kruger National Park, South Africa. An icon of nature conservation, Kruger is big game country! As we make our way to our camp, we enjoy an exciting game drive and hope to spot lions, giraffe and elephant among others. (chalets Bx2 Lx2 Dx1]"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "GREATER KRUGER: The following morning we are up early and we spend the day exploring the national park before we leave and head to our private game lodge. Relax around the pool or the camp fire on our final evening in the tranquil African wilderness. [lodge BLD]"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "JOHANNESBURG: Our final day on tour starts with an exciting game walk. We explore the private game reserve on foot with our rangers. While the opportunity to see big game exists our guides will also take the time to interpret the tracks and signs of the African bush. We head back to the lodge for brunch before we return to Johannesburg in the evening, sun-tanned, laid-back and ready to rejoin life. Tour ends at 18:00 at the hotel. [ - B - -]"
      }
    ],
    "map": ""
  },
  {
    "destination": "Mozambique",
    "mainPhoto": "",
    "id": "south-africa-explorer-and-mozambique-beach-holiday",
    "tourName": "South Africa explorer and Mozambique beach holiday",
    "placesVisited": "Cape Town, Franschhoek, Cape Winelands, Hermanus, Kruger National Park, Makalali Conservancy, Vilankulo, Johannesburg",
    "generalInfo": "Climbing to the plateau of Cape Town’s Table Mountain and staying at a winery in the heart of the Winelands. Whale watching in the coastal town of Hermanus and wildlife encounters in the Greater Kruger region. And the grand finale: relaxing on Mozambique’s white-gold beaches. This holiday to South Africa and Mozambique explores Southern Africa’s best bits.<br/><br/>This is mostly a self drive holiday, so you’ll travel using a mix of hire car and short haul flights. Cape Town is the starting line, where the trickiest decisions you have to make are whether to say hi to the penguins at Boulder Beach, visit community projects in the Langa township, or walk the shipwreck trail around Cape Point.<br/><br/>Things get wild as you head north. That way lies Kruger National Park (watch out for elephants, lions, rhinos, hippos, cheetahs and leopards), plus the sand-skimmed coast of Mozambique, where dugongs and whale sharks mooch. This is a tailor made holiday, so everything from the duration to the activities can be tweaked to your liking.",
    "durationDays": "14",
    "price": "6999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Cape Town - Arrive in Cape Town and settle into your central accommodation. Over the next few days, enjoy iconic sights such as Table Mountain’s breathtaking views, the charming African penguin colony at Boulders Bay, and the dramatic landscapes of Cape Point. Experience the vibrant city atmosphere, stunning coastline, and rich history before being transferred to the nearby Winelands to continue your journey."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Transfer to Franschhoek - After exploring the highlights of Cape Town, you will travel to the charming town of Franschhoek, nestled in the heart of the Cape Winelands. Spend the day discovering its rich history and enjoying world-class wines and cuisine. With beautiful vineyards and delightful restaurants, Franschhoek offers a perfect blend of culture and culinary pleasure."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Kruger - After your time in the Winelands, you will fly to the Greater Kruger region for an unforgettable safari experience. You will stay in a luxury camp within the renowned Sabi Sands Reserve, famous for its incredible wildlife and exceptional safari opportunities. Over the next two days, enjoy morning and afternoon game drives led by expert guides, with excellent chances to see the Big Five and other remarkable animals in their natural habitat. Between safaris, relax at your accommodation and soak up the serene bush atmosphere."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Transfer to Johannesburg - After breakfast, you will head back to the airport and catch a domestic flight to Johannesburg where you will stay for one night before your flight the next day."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Mozambique - today you will catch a flight to Vilanculos, a beautiful coastal town in Mozambique. Upon arrival, our representative will welcome you and transfer you to your luxury accommodation, where you will relax for the next five nights. During your stay, unwind on the stunning palm-fringed beaches or choose from a variety of excursions. Take a boat trip to nearby Bazaruto Archipelago islands, where you may spot dolphins, whale sharks, and endangered dugongs. Explore local culture with visits to fishing villages and markets, or enjoy a traditional dhow sailing trip."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Depart Mozambique - Enjoy a relaxing final morning at your accommodation. When it’s time to leave, you will be transferred to Vilanculos Airport for your international flight home."
      }
    ],
    "map": ""
  }
]
