{
    "Main_Title": "Our Croatia holidays & tours",
    "Main_Paragraph": "Our Croatia holidays help relieve the pressure on over-visited destinations such as Dubrovnik by getting you offshore to the islands or inland to less-known national parks ideal for exploring on self drive holidays. Croatia’s craggy coastline is best discovered on small ship cruises that visit peaceful islands and communities that far larger vessels miss, or on family activity holidays where you’re rarely out of the warm sea. Croatia can be reached without flying if you have time, but carbon footprints are minimised anyway, since we use family-owned hotels and restaurants that source as much of their seafood and wine from the local area as possible.",
    "Subtitle": "About our Croatia holidays",
    "Title1": "Croatian islands",
    "Paragraph1": "Over 1,000 islands dot-and-dash the Croatian coast – so where do you begin? The Elaphiti Islands near Dubrovnik are the most-visited by day-trippers, but if you stay overnight in Sipan or Lopud you’ll get sunset dinners in snoozing villages with islanders and yachties. Families often focus on Vis, where cliffs and kayaking waters sit well away from the cruise ship terminal, while Hvar specialises in picturesque fishing towns. Mljet National Park is a forested retreat where you can hike to lakes and a Benedictine monastery.",
    "image1": "",
    "Title2": "Small ship cruising",
    "Paragraph2": "‘Small’ is key when it comes to our cruising holidays in Croatia – the industry has a bad rep, thanks to the mega ships that clog up Dubrovnik with thousands of passengers. But Croatia is a seafaring nation and often the best way to see it is under sail. Small ship cruises are slow travel. They stick to Croatia only, slipping through dolphin waters and dropping anchor in sunset-facing bays with barely a ripple. With a maximum of 40 shipmates (on yachts, it’s more like 10), you’ll eat at harbour restaurants and explore vineyards, supporting island communities without overwhelming them.",
    "image2": "",
    "Title3": "Family activities",
    "Paragraph3": "Croatia and Italy have a shared sea, history, cuisine and way of life – they're also very similar culturally in how they welcome families and Croatia's restaurants and hotels are typically kid-friendly. Our family activity holidays take you outside – kids can try kayaking, white water rafting, caving and cycling. Many trips root you to an island to minimise travelling, too, while itineraries are designed to benefit the local community and nature. There's plenty of time for relaxing: while some days are all-go, your free days and evenings can be spent lounging with a glass of Plavac Mali (or a peach mocktail) by the water.",
    "Title4": "Adventurous destinations",
    "Paragraph4": "Some people like to kick back and watch Croatia roll by; some like to dive straight into it. Our high-energy adventure holidays in Croatia are hugely fun, and always respectful of their location and residents. Locally-designed itineraries take you from Dubrovnik to Zadar, weave over the Bosnia and Herzegovina border to Mostar and then back to Krka, Velebit and Plitvice Lakes national parks, where you can canoe along rivers and hike up to waterfalls. Our alternative trips stick to one adventurous destination: sea kayaking from Dubrovnik, perhaps, or biking, boating and scuba diving around Vis island.",
    "image3": "",
    "Title5": "Fun on the water",
    "Paragraph5": "It doesn’t matter if you’re exploring the islands and Venetian cities along the Adriatic Coast or the lake-spattered national parks – it’s really, really hard to resist getting out on the water. Our Croatia holidays provide plenty of opportunities to do just that. Sea kayaking in Croatia is as good as paddling gets, thanks to the sheer number of islands (most uninhabited) and craggy, cracked-open scenery. Sailing in Croatia is like stepping back to the Renaissance, when the Adriatic Sea fluttered with white-sailed trading ships. Stand up paddle boarding is gaining popularity, or you could simply swim in warm, glassy waters that feel like they’ve flowed from the Tropics. Local marine experts are on hand to talk you through the resident flora and fauna.",
    "Title6": "Tours & holidays in Croatia",
    "Paragraph6": "Activity holidays are our most popular type of holiday in Croatia – and they can be as leisurely or as action-packed as you like. Our cycling holidays swoop along curvy coastal roads and peninsula vineyards, before taking you on ferries to islands laced with cool, piney forest paths. Our walking holidays are your chance to go off-piste with a Croatian guide who’ll take you for lunch at villages that make their own\nbasa\ncheese or to little-known inland national parks. There are also self guided trips, if you fancy adventuring on your own."
}