[
    {
        "type": "overview",
        "Main_Title": "Our Croatia holidays & tours",
        "Main_Paragraph": "Our Croatia holidays help relieve the pressure on over-visited destinations such as Dubrovnik by getting you offshore to the islands or inland to less-known national parks ideal for exploring on self drive holidays. Croatia’s craggy coastline is best discovered on small ship cruises that visit peaceful islands and communities that far larger vessels miss, or on family activity holidays where you’re rarely out of the warm sea. Croatia can be reached without flying if you have time, but carbon footprints are minimised anyway, since we use family-owned hotels and restaurants that source as much of their seafood and wine from the local area as possible.",
        "Subtitle": "About our Croatia holidays",
        "Title1": "Croatian islands",
        "Paragraph1": "Over 1,000 islands dot-and-dash the Croatian coast – so where do you begin? The Elaphiti Islands near Dubrovnik are the most-visited by day-trippers, but if you stay overnight in Sipan or Lopud you’ll get sunset dinners in snoozing villages with islanders and yachties. Families often focus on Vis, where cliffs and kayaking waters sit well away from the cruise ship terminal, while Hvar specialises in picturesque fishing towns. Mljet National Park is a forested retreat where you can hike to lakes and a Benedictine monastery.",
        "image1": "",
        "Title2": "Small ship cruising",
        "Paragraph2": "‘Small’ is key when it comes to our cruising holidays in Croatia – the industry has a bad rep, thanks to the mega ships that clog up Dubrovnik with thousands of passengers. But Croatia is a seafaring nation and often the best way to see it is under sail. Small ship cruises are slow travel. They stick to Croatia only, slipping through dolphin waters and dropping anchor in sunset-facing bays with barely a ripple. With a maximum of 40 shipmates (on yachts, it’s more like 10), you’ll eat at harbour restaurants and explore vineyards, supporting island communities without overwhelming them.",
        "image2": "",
        "Title3": "Family activities",
        "Paragraph3": "Croatia and Italy have a shared sea, history, cuisine and way of life – they're also very similar culturally in how they welcome families and Croatia's restaurants and hotels are typically kid-friendly. Our family activity holidays take you outside – kids can try kayaking, white water rafting, caving and cycling. Many trips root you to an island to minimise travelling, too, while itineraries are designed to benefit the local community and nature. There's plenty of time for relaxing: while some days are all-go, your free days and evenings can be spent lounging with a glass of Plavac Mali (or a peach mocktail) by the water.",
        "Title4": "Adventurous destinations",
        "Paragraph4": "Some people like to kick back and watch Croatia roll by; some like to dive straight into it. Our high-energy adventure holidays in Croatia are hugely fun, and always respectful of their location and residents. Locally-designed itineraries take you from Dubrovnik to Zadar, weave over the Bosnia and Herzegovina border to Mostar and then back to Krka, Velebit and Plitvice Lakes national parks, where you can canoe along rivers and hike up to waterfalls. Our alternative trips stick to one adventurous destination: sea kayaking from Dubrovnik, perhaps, or biking, boating and scuba diving around Vis island.",
        "image3": "",
        "Title5": "Fun on the water",
        "Paragraph5": "It doesn’t matter if you’re exploring the islands and Venetian cities along the Adriatic Coast or the lake-spattered national parks – it’s really, really hard to resist getting out on the water. Our Croatia holidays provide plenty of opportunities to do just that. Sea kayaking in Croatia is as good as paddling gets, thanks to the sheer number of islands (most uninhabited) and craggy, cracked-open scenery. Sailing in Croatia is like stepping back to the Renaissance, when the Adriatic Sea fluttered with white-sailed trading ships. Stand up paddle boarding is gaining popularity, or you could simply swim in warm, glassy waters that feel like they’ve flowed from the Tropics. Local marine experts are on hand to talk you through the resident flora and fauna.",
        "Title6": "Tours & holidays in Croatia",
        "Paragraph6": "Activity holidays are our most popular type of holiday in Croatia – and they can be as leisurely or as action-packed as you like. Our cycling holidays swoop along curvy coastal roads and peninsula vineyards, before taking you on ferries to islands laced with cool, piney forest paths. Our walking holidays are your chance to go off-piste with a Croatian guide who’ll take you for lunch at villages that make their own\nbasa\ncheese or to little-known inland national parks. There are also self guided trips, if you fancy adventuring on your own."
    },
    {
        "type": "best-time-to",
        "Main_Title": "The best time to visit Croatia",
        "Main_Paragraph": "The best time of year to visit Croatia weather-wise is July and August, for the gloriously long sunny days that are particularly idyllic on the coast and islands. But the country has a fairly mild climate all year-round, and we think that it is particularly worthwhile to visit Croatia in May, June or September, when temperatures are pleasant, around 23°C-27°C, but its decidedly less crowded. April to October is ideal for cruising in Croatia, with calm seas, while March to May are the best months to visit Croatia for walking and cycling, being generally dry and warm, though youll want a jacket in the evening.",
        "image1": "",
        "when_to_go": "When to visit Croatia, month by month",
        "when_to_go_html": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Cold and snowy inland</li>\n<li>Winters on coast usually mild</li>\n<li>Very few other tourists</li></b><div style=\"margin-top: 10px;\"></div>\r\nFew people choose to visit Croatia in January, so if you decide to take advantage of often rock-bottom prices then youll more than likely find yourself sightseeing among mostly local people. The coast typically enjoys mild winters compared to central Croatia and the Dinaric Alps, which get very cold and snowy. Island-hopping is not popular, with hotels battening down the hatches, ferries not running and few boat trips, in part due to the powerful <i>Bura</i> wind that gusts down the Adriatic.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Rijeka Carnival</li>\n<li>Feast of Saint Blaise in Dubrovnik</li>\n<li>Harsh, cold weather in central Croatia </li></b><div style=\"margin-top: 10px;\"></div>\r\nCroatia in February may be cold, but you wouldnt know it given the costumes on display in the port city of Rijeka. It hosts Croatias largest carnival, a major Catholic festival, with masked partygoers bringing a flavour of Rio to the streets for a month, usually beginning in late January. And on 3 February, Dubrovnik springs into life as it celebrates the Feast of Saint Blaise, the citys patron saint. Elsewhere around the country, however, the weather remains decidedly less virtuous. <br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Ideal low season getaways</li>\n<li>Lovely for cycling and hiking</li>\n<li>Festival of Oysters</li></b><div style=\"margin-top: 10px;\"></div>\r\nLegend has it that if the Bura wind blows three times in March it will be a long, hot summer, so fingers crossed for blustery weather. Croatia in March is lovely. Dubrovnik, so crowded in summer, is reclaimed by local people, while the islands and coastline are idyllic for walking and cycling. South Dalmatia celebrates Saint Josephs Day on 19 March with the Festival of Oysters. The shellfish are served up in a variety of ways alongside traditional music and dancing. <br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Easter celebrations</li>\n<li>Glorious spring scenery</li>\n<li>Start of small ship cruising season</li></b><div style=\"margin-top: 10px;\"></div>\r\nWith the seas calming down considerably in Croatia in April, the small ship cruising season casts off. Voyages on vessels taking in Dubrovnik and islands such as Hvar, Mljet and Korcula take full advantage of sunnier weather, though the water is still a little chilly for swimming. Depending on when it falls, March or April brings Easter  a wonderful time to head into rural areas to see the processions, costumes, bonfires and general festivities.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>April is great for a crowd-free</b> <a ahref=\"/holiday/17914/southern-croatia-cruise-in-comfort\">luxurious small ship cruise</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Perfect walking conditions</li>\n<li>Gorgeous weather on the coast</li>\n<li>Showers and the odd storm still possible</li></b><div style=\"margin-top: 10px;\"></div>\r\nMay is the best time of year to visit Croatia if you want to enjoy blissful weather with fewer other people to share it with. Croatia in May means temperatures of 23°C-27°C, and beaches remain pleasantly uncrowded. The sea is warm enough to swim in by the end of the month, but pack your hiking boots too, because May is a fantastic time of year for walking in Croatia, whether along the coast or up in the mountains. Pack waterproofs, though, as spring showers are not uncommon.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>May is great for a</b> <a ahref=\"/holiday/7333/croatia-self-drive-holiday\">self-drive holiday</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Peak season approaching</li>\n<li>Inland temperatures still pleasant</li>\n<li>Balmy weather on the coast and islands</li></b><div style=\"margin-top: 10px;\"></div>\r\nCroatia in June sees the temperatures are rising, the sun is beating down, and hotels are preparing for the summer rush. Its your last chance to visit before the crowds descend, with sublime weather for small ship cruising, cycling and walking. Inland, summer temperatures can get very high; theyre still manageable in June but avoid the midday sun if possible. The beaches and sea are wonderful, thanks to long days made for sunbathing or watersports at activity centres.\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Peak season kicks in</li>\n<li>Hot, sunny weather</li>\n<li>Head inland for some space</li></b><div style=\"margin-top: 10px;\"></div>\r\nCroatia in July starts to get busy, particularly on the coast and islands  and its not hard to understand why. The scenery is absolutely magnificent, the weather sunny and hot, while the sea is perfect for swimming. Small ship cruises are idyllic in July, and avoid the queues for inter-island ferries. Walking and cycling are also popular, especially on car-free islands such as Lopud and Zlarin, and in national parks such as Plitvice that are beautiful and tend to be calmer than the Dalmatian coast.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>July is great for</b> <a ahref=\"/holiday/3623/sailing-in-croatia\">sailing on a catamaran</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Gorgeous weather</li>\n<li>Inland national parks calmer than coast</li>\n<li>Time city sightseeing to avoid cruise crowds</li></b><div style=\"margin-top: 10px;\"></div>\r\nPeak season in Croatia in August means absolutely idyllic weather on the coast, no wonder that Croatia is one of Europes most sought-after summer destinations. That does mean crowds at times though, particularly in Dubrovnik. Tailor made tours skilfully swerve the cruise ship schedules to ensure you see the city at its best. Consider heading inland for a tranquil treat in Croatias majestic national parks, which are warm, green and staggeringly picturesque.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>August is great for a</b> <a href=\"/holiday/2838/croatia-activity-holiday\">fun activity adventure with teens</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>End of tourist season on some islands</li>\n<li>Perfect for cruising, cycling and walking</li>\n<li>Crowds and temperatures begin to drop</li></b><div style=\"margin-top: 10px;\"></div>\r\nThe temperature in Croatia in September is around 24°C, so still perfect for beaching it, walking, cycling and cruising. There are fewer people around and Dubrovnik particularly lets out a breath of relief. Late September marks the end of the tourist season on some of the islands, with restaurants and bars closing for the winter and ferry services becoming less regular. But it varies per island, so research before you go. Vis, for example, is very chilled as the harvest is done with, and tourist season too.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>September is great for late-season</b> <a ahref=\"/holiday/17649/luxury-small-ship-cruise-in-croatia\">small ship cruising</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Rain and cooler temperatures</li>\n<li>Food festivals and wine harvest</li>\n<li>Quieter but some island hotels remain open</li></b><div style=\"margin-top: 10px;\"></div>\r\nOctober is a great time to visit, with many vineyards bringing in their wine harvest. The onset of autumn also means theres a lot of food festivals going on  truffles in the Istrian town of Livade and the Marunada chestnut festival in Lovran  so pack an appetite. Its getting wetter and cooler. The temperature in Croatia in October ranges from 9°C to 19°C, which means that both the cities and coast are far less busy than a few weeks earlier. There are still some hotels open to welcome late-season guests.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Wettest month of the year</li>\n<li>Low season  cold and quiet</li>\n<li>Lots of cultural attractions in cities</li></b><div style=\"margin-top: 10px;\"></div>\r\nNovember is very much the low season in Croatia, with coastal hotels and restaurants closed, plenty of rain and much cooler temperatures. Culturally, however, Croatia in November has a great deal on, including the Feast of St. Martin on 11 November, when the wine is ready and brought out to be blessed by the priests, then drunk by everyone. Later in November comes Theatre Night, when venues in dozens of cities across the country put on free or low-priced shows, attracting thousands of patrons.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Festive decorations</li>\n<li>Christmas markets</li>\n<li>Mild on the coast; much colder inland</li></b><div style=\"margin-top: 10px;\"></div>\r\nThe lead-up to Christmas and New Year makes Croatia in December feel very festive, with decorations going up in villages, towns and cities. Christmas markets are also popular, especially the Advent Festival in Zagreb, which has become quite famous. Expect outdoor concerts by candlelight, and lots of stalls selling mulled wine and traditional delicacies such as peppery gingerbread cookies and vanilla half moon pastries.",
        "weather_chart": "Croatia Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Croatia Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 81%;\">141 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 73%;\">128 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 66%;\">116 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 62%;\">108 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 48%;\">84 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 41%;\">71 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 29%;\">51 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 35%;\">62 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 53%;\">93 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 74%;\">129 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">175 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 95%;\">167 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "When is the best time for small ship cruising in Croatia?",
        "paragraph1": "The best time of year for small ship cruising in Croatia is usually <b>between April and October</b>, with April and May typically the least busy months. The sea is calmer and warm enough to swim in. Plus, most islands are open for tourism, and by travelling aboard a small ship you won’t need to queue for inter-island ferries – a blessing in peak summer season. Read our guide to <a href=\"/holidays/croatia/travel-guide/small-ship-cruising-in-croatia\" style=\"color: \">small ship cruising in Croatia</a> for more.",
        "image2": "",
        "title2": "Best times to visit Croatia for festivals & events",
        "paragraph2": "",
        "title3": "Museum Night (usually late January)",
        "paragraph3": "Usually falling on the last weekend in January, Museum Night sees hundreds of museums and galleries across Croatia opening their doors free of charge, allowing thousands of history buffs and culture vultures to feast on the contents. Donations are welcomed though, naturally. If youre taking advantage of low season prices for some Croatia city sightseeing in January, you can also catch lectures, music and dance performances.",
        "title4": "Feast of Saint Blaise (3 February)",
        "paragraph4": "Sore throat? Come to Dubrovnik on 3 February as the city celebrates its patron saint. Saint Blaise, who is said to have saved a choking boys life by pulling a fish bone from his throat, is also the patron saint of throat disease. White doves are released the evening before, and many Catholics will attend morning mass before processions of believers in colourful traditional dress pay their respects. Watch out for\nfritule\n delicious deep-fried doughnuts that are guzzled all day long.",
        "title5": "Festival of Oysters (mid-March)",
        "paragraph5": "Never ones to be shellfish about the bounteous harvest they pull from the sea, residents of Ston on the Peljeac peninsula in southern Croatia welcome travellers to celebrate the feast of Saint Joseph with a range of oyster, mussel and clam dishes. The seafood of Ston is world-renowned, and is best paired with local wines which will also be in good supply.",
        "title6": "Dubrovnik Summer Festival (July & August)",
        "paragraph6": "The Dubrovnik Summer Festival is a major event running through July and August. Think Edinburgh in the sun with a piñata of theatre, dance and classical music from around the world. The arts movement has always been a backbone of Croatian culture, and played a major role in battling for independence during the Tito years. With a history of artists who pushed for change through their work, no wonder the festival is now such a prestigious event.",
        "title7": "Harvest festivals (September & October)",
        "paragraph7": "Autumn is a sublime time to be on Croatias Istria Peninsula, with a number of harvest festivals taking place to delight foodies. Among the most notable is Marunada, held in and around the town of Lovran and dedicated to sweet chestnuts. Expect to find them in pancakes, liqueurs, ice cream, soups and sauces, with many events centred on the town square. Truffle Day, meanwhile, is actually a succession of weekend events from September onwards. Learn how to hunt truffles in the forest around the village of Livade. Culinary workshops show you how to select, value, store and eat these valuable fungi.",
        "title8": "Feast of Saint Martin (11 November)",
        "paragraph8": "Martinje\nis when the\nmust\n(crushed fruit juice) traditionally becomes wine after the September grape harvest. After being blessed by priests, the new wine is poured in vineyards, bars and restaurants to be enjoyed alongside roast goose. This is the last feast day before Advent, and the wine-fuelled revelry gets pretty joyful.",
        "title9": "Theatre Night",
        "paragraph9": "A cultural counterpart to Museum Night at the other end of the year, Theatre Night involves theatres and other venues in more than 30 towns and cities putting on free or heavily discounted performances, as well as workshops, discussions and other interactive activities. This annual event has been so successful that it now takes places in several European countries, predominantly in the Balkans.",
        "title10": "Our travellers also ask...",
        "paragraph10": "",
        "title11": "What is the best month to visit Croatia?",
        "paragraph11": "Weather-wise, the best time of year to visit Croatia is <b>July and August</b>. Its gloriously hot and sunny   perfect for watersports if youre bringing the kids or cruising the Dalmatian Coast and islands, stopping off for regular swims in the warm sea. However, the summer months are peak season and it gets <i>very</i> crowded. Expect long queues at ferry ports, and huge cruise ships disgorging day-trippers into Dubrovnik. Wed suggest that you visit Croatia in May, June or September, when the weather is still magnificent but its nowhere near as busy. \r\n\r\n<div style=\"margin-top: 30px;\"></div>",
        "title12": "When is the rainy season in Croatia?",
        "paragraph12": "The rainiest months in Croatia are <b>between October and April, although May can also get very wet</b>. Spring and autumn are usually quite warm, however, and you can expect plenty of sun between showers. This is a good time for sightseeing in Croatias cities and exploring their many museums and churches. Hikers and cyclists prepared to endure the odd bit of rain often like to get out there in early autumn and spring (March to May, September and October), when the trails are appealingly quiet.\r\n\r\n<div style=\"margin-top: 30px;\"></div>",
        "title13": "What are the hottest months in Croatia?",
        "paragraph13": "<b>July and August</b> are the best time to go to Croatia if you want baking hot sun. Temperatures can easily reach 28°C. Naturally, these are popular months to be on the coast, but its pleasantly cooler up in the Dinaric Alps, as well as in national parks such as Plitvice. Those in the know walk inland in Croatia during the summer, avoiding the midday sun and escaping the coastal crowds."
    }
]