{
  "destination": "Arjantin",
  "mainPhoto": "",
  "id": "HBR",
  "tourName": "Buenos Aires - Rio Ekspresi",
  "placesVisited": "Arjantin, Brezilya",
  "generalInfo": "Güney Amerika’nın en canlı iki şehrini keşfetmek isterseniz, bu tur tam size göre. Buenos Aires ve Rio’nun en güzel parçalarını birleştirin ve görkemli Iguazu şelalelerini ziyaret edin. Tur bittikten sonra Rio’nun güneşli kumsallarında rahatlamak için ekstra zaman ayırmayı unutmayın.",
  "durationDays": "6",
  "price": "889",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Konaklama</strong></p>\n<p>5 gece Otelde</p>\n<p><strong>Yemekler</strong></p>\n<p>1 Yerel Kahvaltı, 2 Açık Büfe Kahvaltısı</p>\n<p><strong>Geziler</strong></p>\n<p>Brezilya' daki Iguazu Şelaleleri</p>\n<p>Arjantin' deki Iguazu Şelaleleri</p>\n<p><strong>Ulaşım</strong></p>\n<p>Özel Araç, Uçak(lar)</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Buenos Aires'e Varış",
      "description": "Yemyeşil parkları,meydanları ve geniş bulvarlarıyla Buenos Aires Güney Amerika’nın Paris’i olarak bilinir. Aralarında Monet, Renoir ve Cézanne’nin orijinal tablolarının da bulunduğu etkileyici koleksiyonuyla ünlü Museo Nacional de Bellas Arte,başkenti kültür tutkunları için harika bir ziyaret yeri haline getirir.Ayrıca Eva Peron müzesinde ulusal kahraman Evita ile ilgili birçok şey öğrenebilirsiniz."
    },
    {
      "dayNumber": 3,
      "title": "Foz Do Iguacu",
      "description": "Dünyanın en olağanüstü şelalelerini,ünlü Iguazu’yu görmek için Arjantin tarafındaki Puerto Iguazu’ya uçuyoruz.Her iki ülkede ziyaret edeceğimiz Iguazu’da dünyadaki 1 veya 2 kataraktlı(çağlayan) şelalelerden farklı olarak 3km uzunluğunda u şeklinde sıralanmış muhteşem 275 katarakt bulunur."
    },
    {
      "dayNumber": 5,
      "title": "Rio de Janeiro",
      "description": "Olağanüstü Rio de Janeiro birçok yer görüp birçok şey yapabileceğiniz bir şehirdir.Corcovado’nun tepesindeki Kurtarıcı İsa heykelinin görkemli duruşu,nefes kesici panoramik manzaralarıyla Sugarloaf dağının tepesi ve  rengarenk fayanslarıyla Selaron basamkları tecrübe etmeniz gereken öne çıkan yerlerden bazıları.Merdivenlerden yürüyerek parke taşlı sokaklarda dizilmiş pek çok eski kafe ve mağazaları olan ,tepedeki sakin Santa Teresa mahallesine gidebilirsiniz.Şehrin merkezinde,Rio’nun koloni döneminden kalma eski binalarının çevresinde gezintiye çıkabilir finans bölgesinin gökdelenleri arasında kaybolabilirsiniz.Alternatif olarak botanik bahçelerini ,dünyanın en ünlü plajlarından Copacabana ya da Ipanema’yı veya enfes Rodrigues de Freitas lagününü ziyaret edebilirsiniz.Akşam ise,karnavalı özel yapan şeyi kavramak için gerçek bir samba gösterisinin keyfini çıkarmamanız için hiçbir neden yok."
    },
    {
      "dayNumber": 6,
      "title": "Rio de Janeiro'dan Ayrılış",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}