{
  "destination": "Bosna Hersek",
  "mainPhoto": "",
  "id": "EEDP",
  "tourName": "Dubrovnik' ten Budapeşte' ye",
  "placesVisited": "Bosna Hersek, Hırvatistan, Slovenya, Macaristan",
  "generalInfo": "Bu iki haftalık turda, Doğu Avrupa'nın resim gibi en güzel parçalarını birleştirin. Bu macera, Hırvatistan'ın en güzel adalarından bazılarının yanı sıra Bosna Hersek, Slovenya ve Macaristan'ın büyüleyici bölümlerini içeriyor. Kravice Şelalesi'ni görün, rehberli bir Diocletianus Sarayı gezisinin tadını çıkarın ve sakin Bled Gölü'nü ziyaret edin.<br><br><strong>En Yakın Uluslararası Havaalanı (Başlangıç Noktası):</strong> Dubrovnik Havaalanı (DBV)<br><br><strong>En Yakın Uluslararası Havaalanı (Bitiş Noktası):</strong> Budapeşte Ferenc Liszt Uluslararası Havaalanı (BUD)",
  "durationDays": "15",
  "price": "1449",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Diocletianus Sarayı Rehberli Turu</li>\n<li>- Plitvice Gölleri Milli Parkı Girişi</li>\n<li>- Ljubljana’da Rehberli Yürüyüş Turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 11 gece, 2 gece misafirhane</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Toplu taşıma otobüsleri, özel araç, taksi, yürüyüş, tren, feribot</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 10 kahvaltı büfesi, 2 kahvaltı</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Siempre Tur tur lideri</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Dubrovnik’e Varış",
      "description": "UNESCO Dünya Mirası listesinde yer alan \"Adriyatik'in İncisi\" duvarlı şehir Dubrovnik'te gezimize başlıyoruz. 13. yüzyıla ait kale benzeri taş duvarlarla çevrili, karakteristik taş döşeli bir şehir merkezine sahip olan kent, yürüyerek keşfedilmesi kolay. Dubrovnik'i keşfetmeniz için şehir surları etrafında yürümek harika bir başlangıç. Eski şehri yaklaşık 2 kilometre çevreleyen duvarlar, turkuaz mavisi Adriyatik Denizi'ne çarpıcı bir çatı ve şehir manzarası sunmakta. 7. Yüzyılda kurulan şehir, görkemli geçmişinde bir süre için deniz ticareti açısından Venedik’e ciddi bir rakip oldu. Şimdi inanmak zor olsa da 1991'de Yugoslavya Savaşı'nın bombardımanı sırasında her üç binadan ikisi hasar gördü. O zamandan beri binalar ve duvarlar özenle bozulmadan restore edilmiş ve Akdeniz'deki en güzel ve sağlam kale sistemlerinden birini temsil etmektedir. Dünyadaki en eski, 1317’den beri sürekli çalışan eczanelerden birinin yanı sıra, kutsal sanat ve eserler dolu bir hazine barındıran 14. yüzyıl Fransisken manastırı gibi ana caddenin (Stradun) yakınında görülmeye değer başka tarihi yerler de var."
    },
    {
      "dayNumber": 4,
      "title": "Mostar",
      "description": "Bosna Hersek'in en güzel şehri olduğu düşünülen Mostar, Neretva nehri üzerinde yer almakta ve ülkenin beşinci büyük şehridir. Mostar, Neretva nehri üzerinde bulunan Stari Most’u (Eski Köprü) koruyan köprü korucularından (yerel olarak: mostari) ismini almıştır. Şehir, 1993 yılında Yugoslav Savaşı sırasında Neretva Nehri'ne çökmüş olan bu güzel tek açıklıklı köprü Stari Most ile ünlüdür. 1556 yılında Osmanlı hükümdarı Büyük Süleyman tarafından inşa edilen Stari Most, Bosna Hersek için dünya çapında tanınan ulusal bir sembol olmuştur. Her iki dünya savaşı da dahil olmak üzere yüzyıllar süren çatışmalardan kurtulmuş olan köprü, her ne olursa olsun, esas olarak batının Hıristiyan dünyası ile doğunun Müslüman dünyasının birleşmiş olduğunun kanıtıydı. Köprünün tahrip edilmesi, yerel halk için büyük bir darbe oldu, ancak 2004 yılında köprü, nehir yatağından kurtarılan duvar taşları kullanılarak orijinalin bir kopyası olarak yeniden inşa edildi. Yeniden açılması, Müslümanların, Hırvatların ve Sırpların bir kez daha yan yana yaşayabilecekleri ve on yıllardan beri bir etnik bölünmeden sonra Mostar'ın iyileştirilebileceği ümidini temsil ediyordu."
    },
    {
      "dayNumber": 5,
      "title": "Hvar Island",
      "description": "Hırvatistan'a giderken, Bosna-Hersek'teki Trebiat nehrinde bulunan Kravice şelalelerinde duruyoruz. Hvar Adası’na gitmeden önce bu popüler yüzme alanının tadını çıkarın. Güneşle dolu Dalmaçya adalarının her birinden daha fazla güneş saati sunan Hvar Adası, masalsı Venedik mimarisi, palmiye ağaçları ve asırlık duvarlarla çevrili sahil şeridi sunmakta. Tüm bunlarla birlikte ve hepsine bakan tarihi bir kale ile, şüphesiz pitoresk bir yer olan Hvar Kasabası, zengin ve ünlü kişiler için de cazip bir yer olarak kabul edilir ve yeterince şanslıysanız burada bir veya iki tanıdık yüz görebilirsiniz."
    },
    {
      "dayNumber": 7,
      "title": "Split",
      "description": "Daha sonra feribota binip, öğlene doğru, Roma dönemine kadar uzanan Diocletianus Sarayı kalıntıları etrafında inşa edilen sahil kenti Split'te varıyoruz. Burada dolaşın ve Roma imparatoru Diocletian tarafından Mısır'dan getirilen orijinal bir Mısır sfenksini görebileceğiniz Peristil Meydanı'na gidin. Aslen bir Roma tapınağı olan St John Kilisesi'nin yanında bir başka sfenks daha var. Turumuza dahil olarak Diocletianus Sarayı'nı geziyoruz ya da muhteşem manzaralar için sarayın mozolesinin yanındaki çan kulesinin en üstüne tırmanın."
    },
    {
      "dayNumber": 8,
      "title": "Plitvice",
      "description": "Yolculuğumuza Hırvatistan üzerinden devam ederken, bir sonraki durağımıza, ormanla çevrili 16 muhteşem mavi gölün bulunduğu güzel bir rezerv olan Plitvice Milli Parkı’na gidiyoruz."
    },
    {
      "dayNumber": 9,
      "title": "Zagreb",
      "description": "Milli parkımızı keşfettikten sonra, Adriyatik kıyısı ve Orta Avrupa arasındaki önemli yolların kavşak noktasında bulunan, uzun bir geçmişi sahip hareketli bir kültür merkezi olan Hırvatistan başkenti Zagreb'e devam ediyoruz. Aslen ortaçağda iki komşu tepede iki kale olarak kurulmuş olan şehir, çok sayıda işgale, depremlere ve politik kargaşaya dayanarak müreffeh bir sanayi merkezine dönüştü. Boş zamanlarınızda büyük binalar ile çevrili Ban Jela?!? Meydanını veya altın meleklerle çevrili Madonna çeşmesiyle Zagreb Katedrali'ni ziyaret edin. Dolac Market gibi renkli açık hava pazarlarını ziyaret edin ve 17. ve 18. yüzyıldan kalma sarayları, manastırları ve kiliseleriyle tarihi Upper Town'ı keşfedin. Ayrıca ziyaret etmek için düzinelerce müze, tiyatro, galeri ve sanat koleksiyonu var ya da yakınlardaki Medvednica Dağı'nın güney tarafındaki Medvedgrad kalesine tramvayla, Mimara Müzesi de dahil şehrin güzel manzaralarını seyredin. Görülmesi gereken bir diğer ilginç müze, uzun tarihinin her yönünü kapsayan Zagreb Belediyesi Müzesi'dir. Ayrıca, şehir merkezinden yaklaşık 3 kilometre uzaklıkta yer alan Maksimir Park'ta piknik yapabilirsiniz."
    },
    {
      "dayNumber": 10,
      "title": "Bled Gölü",
      "description": "Slovenya'ya geçtikten sonra, Ljubljana'dan bir buçuk saat mesafede yer alan zümrüt yeşili gölün kenarındaki büyülü küçük kasaba olan Bled'de kalıyoruz. Gölün yukarısındaki bir uçurumun üzerinde yer alan Bled Kalesi, Julian Alpleri'nin karlarla kaplı zirveleri ile çarpıcı bir şekilde çerçevelenmiştir. Geçmişi 11. yüzyıla dayanan Bled Kalesi, ortaçağ kalesinin bir örneği ve kuleleri, surları, hendekleri ve muhteşem manzaraya sahip bir terası ile masalsı bir cazibeye sahiptir. Kalenin bir kısmı, Tunç Çağı'ndan 19. yüzyıla kadar kalenin tarihini izleyen ilginç bir zırh ve silah koleksiyonu, oymalar, mücevherler, duvar halıları ve resimler içeren bir müzeye ev sahipliği yapıyor. Bir gözlem noktasına yapılan kısa bir tırmanış da dahil olmak üzere Bled Gölü'nün etrafında bir iki saatinizi alacak yaklaşık 6 kilometrelik parkurda yürüyün. Buranın tadını çıkarmanın en romantik yolu, bir teknenin kiralanması ve gölün ortasındaki adaya gidilmesi veya grubun kürek çekmeyenleri için bir Pletna teknesi ile kiralanmasıdır. Adada, dileğinizi dilerken çalabileceğiniz bir ‘dilek çanı’ olan ve Varsayım Kilisesi olarak adlandırılan 17. Yüzyıl Barok kilisesini ziyaret edin. Zaman kalırsa, Georges nehrinin kenarında 1,6 kilometre devam eden ve güzel bir şelaleye ulaşan ahşap yol, Vintgar Gorge’yi gezin."
    },
    {
      "dayNumber": 12,
      "title": "Ljubljana",
      "description": "Sıradaki durağımız, başkent Ljubljana, ana turistik yerlerden oluşan şehir turunun keyfini çıkarın. Boş zamanınızda botanik bahçeleri, Dragon köprüsü, Tivoli parkı, Ljubljana şehir müzesi, Kale Tepesi'nde Ljubljana kalesi (Ljubljanski Grad) ve Eski Kent'in manzarasını sunan kale avlusundaki izleme kulesi ziyaret edin. Dinlenmeniz gerektiğinde, Eski Kent'teki nehir kenarındaki birçok kafeden birinde oturun, Habsburg ve Barok mimarisine göz atın ve Ljubljana'nın büyük öğrenci nüfusunun genç eğlencesinin keyfini çıkarın."
    },
    {
      "dayNumber": 14,
      "title": "Budapeşte",
      "description": "Daha sonra, gece hayatının tadını çıkarmak için akşam ulaşacağımız Macaristan'ın şık başkenti 'Tuna Kraliçesi' Budapeşte'ye dönüyoruz. Seyahat süreleri bazen gecikmelere bağlı olarak uzar, bu büyüleyici ve güzel başkentin tüm yerlerini görmek için yeterli zamanınız olduğundan emin olmak için tur sonrası konaklama rezervasyonu yaptırmak isteyebilirsiniz."
    },
    {
      "dayNumber": 15,
      "title": "Budapeşte’den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}