[
  {
    "destination": "Australia",
    "mainPhoto": "",
    "id": "australia-coast-small-ship-cruise",
    "tourName": "Australia Coast small ship cruise",
    "placesVisited": "",
    "generalInfo": "Embark on an unforgettable journey with our exclusive small ship cruises, designed to take you on extraordinary voyages ranging from 5 to 61 days. Our cruises offer unparalleled access to some of the most remote and breathtaking corners of Australia and beyond, with a selection of thoughtfully crafted itineraries that allow you to explore diverse regions at your own pace. Whether you’re looking for a short getaway or a comprehensive adventure, we have the perfect journey for every type of traveller.<br/>Our range of itineraries offers something for everyone. Choose to sail along a specific stretch of Australia’s stunning coastline, such as from Sydney to Cairns, or from Darwin to Melbourne. For those seeking the ultimate Australian experience, join us on our iconic Circumnavigation of Australia, where you'll experience the full breadth of this diverse and beautiful country, all in one epic voyage.<br/>On board, you'll enjoy the luxury of small ship cruising, which allows us to visit remote and unspoiled destinations that larger vessels can’t reach. Picture yourself snorkelling in the crystal-clear waters of the Whitsundays, exploring the vibrant coral gardens of the Great Barrier Reef, and discovering the incredible marine life that inhabits these underwater paradises. For those drawn to nature and culture, our cruises venture into the lush, tropical rainforests of Northern Australia, rich with Aboriginal heritage and home to a unique array of wildlife.<br/>Along the way, you'll have the opportunity to visit iconic cities and coastal towns. Discover the stunning beauty of Airlie Beach, with its turquoise waters and surrounding islands, or wander along the pristine white sands of Fraser Island, the world's largest sand island. Explore the vibrant arts and culture scenes of cities like Sydney, Newcastle, and Brisbane, where you can immerse yourself in museums, galleries, and local Indigenous experiences that showcase Australia’s rich history and heritage.<br/>Whether you’re seeking adventure, relaxation, or cultural immersion, our small ship cruises provide a truly exceptional way to experience the wonders of Australia and beyond. Join us for an unforgettable adventure where every day brings a new discovery, a new story, and a deeper connection to the incredible landscapes, people, and cultures that make this part of the world so special.<br/><br/>Adelaide to Melbourne – 22nd – 30th November – From £5852<br/>Melbourne to Auckland – 29th November – 12th December 2025 – From £6314<br/>Auckland to Sydney – 11th – 27th December – From £8162<br/>Sydney to Auckland – 26th December – 9th January 2026 – From £7623<br/>Auckland to Sydney – 9th – 25th January 2026 – From £10934<br/>Sydney to Darwin – 25th January – 4th February 2026 – From £5313",
    "durationDays": "11",
    "price": "14555",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Sydney With its glorious harbour, lavish golden beaches and iconic landmarks, Sydney is Australia's showpiece city. Creative and curious, discover the world-class cuisine, indigenous culture, and irresistible beach life that make Sydney one of the world’s most dynamic, exciting destinations. Sydney’s sparkling harbour is the heart of a richly cultural city. Overlooked by the metallic curves of the masterpiece of an Opera House, and that grand arched harbour bridge. Take it all in from the water, and admire the iconic landmarks, which are set before the city’s gleaming skyline backdrop. If you’re feeling adventurous, take the legendary climb up the smooth curve of the bridge – nicknamed the Coathanger - to soak in the shining city’s spread from a unique perspective. Spread out to tan on one of the world’s most famous stretches of sand - Bondi Beach. Restaurants and bars burble away in the background, while the sun beams down, and surfers curl and leap over pure rollers. Swim in spectacular salty ocean pools, or wander the beautiful Bondi to Coogee coastal walk for more of this sun-gorged stretch of prime coastline. Leaving the thrills of Australia’s largest city behind is surprisingly simple – take to the skies to be flown above skyscrapers and rippling ribbons of waves, out to majestic peaks, sheer cliffs and iconic rock formations - like the Three Sisters of the Blue Mountains. Or, drop in on wildlife sanctuaries caring for the country’s animals – from hopping kangaroos to adorably cute, cuddly koalas."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Newcastle Once known as the Steel City, today Newcastle is one of Australia’s hippest cities. It’s flanked by the Pacific Ocean and six beaches on its eastern side and a harbor on its west side. Gentrification began when the steel mills closed in 1999. Nowadays the old wharves and warehouses form part of the lively Honeysuckle precinct, which buzzes with hotels, cafés, and restaurants."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Day at Sea Days at sea are the perfect opportunity to relax, unwind and catch up with what you’ve been meaning to do. So whether that is going to the gym, visiting the spa, whale watching, catching up on your reading or simply topping up your tan, these blue sea days are the perfect balance to busy days spent exploring shore side."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Brisabne They don’t call it the Sunshine State for nothing, and Brisbane’s modern metropolis fully exploits its sun-blessed location, basking in Queensland’s generous year-round glow. The envied climate makes Brisbane a city of outdoor adventure, activity and relaxation, where days drift by surfing rollers, or relaxing in the shade of swaying palms. While Brisbane may play second fiddle to Sydney and Melbourne at times, it radiates a creative and contemporary energy, offering visitors a refreshing combination of laidback waterfront luxury and urban sophistication. Sandy islands nearby provide scenic diving and oceanside relaxation opportunities, while the city's animal santuaries offer opportunities to meet unbearably cute koalas and kangaroos. Brisbane’s impressive skyline of metallic cylinders rises high above the broad Brisbane River below, which curves lazily through downtown. The rolling waves of the Pacific are close by, but there’s something special about relaxing on soft sand in the very heart of the city, on the beautifully executed South Bank Parklands man-made beach. With golden sand and shallow lagoon waters to cool off in, it’s a dreamy spot to lie back with a book, amid the landscaped gardens. Nestled in a river meander of its own, Brisbane Botanic Park glows with colour, tropical plants and wading ibis birds, and is easily walkable from the Parklands. The South Bank is the cultural hub of city, and houses the celebrated Queensland Gallery of Modern Art - a surreal and vibrant jaunt through contemporary Australian art. The city’s award-winning restaurants also serve up elite food, matched with generous splashes of wine, direct from the nearby Granite Belt’s wine regions."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Mooloolaba Once a humble fishing village, tourism has boomed in recent years and transformed Mooloolaba into one of the most coveted of Queensland’s popular holiday resorts. Located 97 km from Brisbane and set right in the heart of the Sunshine Coast, Mooloolaba is much more than an oceanfront playground. Certainly, surfers will find their nirvana here, with ideal spots for both the initiated and the beginner dotted along the coast, along with the famous surfing festival in March. But it’s not all about waxing your board and point breaks – Mooloolaba Beach has featured as one of the world’s top ten beaches for two years running and it looks set to stay that way. An early morning stroll will see you mingling with the locals, and with no beach goers around, be sure to take your cameras for some of the most instagrammable views you’re ever likely to see. Step away from the beach and guests will find some good shopping with everything from antiques and jewellery to beach towels and sarongs for sale. Local artists set up stalls on the pretty esplanade so art lovers will be sure to take home a souvenir that is really special. Epicureans meanwhile will already no doubt looking forward to tasting some of the famous Mooloolaba prawns, caught straight off a trawler. How’s that for freshness! Try the delicious local speciality either in one of the buzzing restaurants in town or straight from the Seafood Precinct and grab a spot in the shade for a picnic! If fun in the sun isn’t your cup of tea, then the Mooloolaba coastline is certainly worth seeing. Hire a motorboat, or relax on a mini-cruise and enjoy the opportunity of searching, and perhaps swimming, with whales, dolphins and turtles. Seaplanes offer another interesting way of seeing the coast with the more adventurous opting for the “doors off” experience."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Fraser Island Frazer Island is a World Heritage site listed for the diversity and beauty it holds. Despite being a sand island, Fraser has over 100 lakes and the landscape changes constantly as dunes are moved across the island by wind. With over 350 bird species recorded, Fraser Island is also part of an ‘Important Bird Area’ and on the ‘Australian National Heritage’ list. The island can be explored by 4WD coach and kayak. In addition to the natural history, there is a rich Butchulla Aboriginal culture here. The island's most spectacular lake, Lake McKenzie is well suited for a cooling swim and at the historic central station in the heart of the island, it is possible to walk along the banks of the Wanggoolba Creek and become immersed in the peacefulness of the rainforest."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Day at sea Days at sea are the perfect opportunity to relax, unwind and catch up with what you’ve been meaning to do. So whether that is going to the gym, visiting the spa, whale watching, catching up on your reading or simply topping up your tan, these blue sea days are the perfect balance to busy days spent exploring shore side."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Shute Harbor (Whitsunday Islands) The 74 Whitsunday Islands are something truly special. Natural artistry at its finest, a sprinkle of powdery white sand, a splash of turquoise seas and a whole heap of glorious sunshine combine to create a revered masterpiece of scattered tropical islands. Shute Harbour is the perfect gateway to this alluring natural wonder, a relaxed town with dashing views of the island-pocked azure seas on its doorstep. Buffered from the bustling beach-front fun of Airlie Beach by the luscious greenery of Conway National Park, Shute Harbour is a quieter spot. It offers glorious, elevated views that will whet your appetite for the immersion in pristine island scenery that lies ahead. Venture off into rainforest-clad hills to find beautiful lookout points like Mount Rooper or head for Lion’s Lookout, so you can absorb panoramic views of droplet-like islands rising from blotched turquoise water, and the spread of yachts cruising out to explore. Shute Harbour is the perfect jumping-off point for your own adventure amongst Australia's biggest and most beautiful island group - the Whitsundays. It’s hard to conjure a better vision of tropical paradise, and these stunning, world-renowned islands are just a stone’s throw away from the natural port at Shute Harbour. Kinetic sandscapes, heart-shaped coral reefs bursting with underwater life, and dazzlingly bright white beaches beckon you into a captivating, romantic and blissful pocket of Australian perfection."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Townsville Basking in 320 sunny days a year, Townsville is a welcoming, sun-soaked slice of tropical Australia. Venture to this remote city on the cusp of the tropics, to meet adorable animals, explore gorgeous coastal islands and soak up the reliable sun's bronzing glow. Rise to the rosy rock of Castle Hill - the views down over the sparkling coastal setting, and islands waiting beyond form an amazing welcome. Located on Queensland's north-east coast, the city's bay arcs around Magnetic Island - which lies just a scenic 20-minute ferry ride away. An island sanctuary of beautiful dive sites - set amid vibrant reefs and secluded beach coves - it is one of Townsville's most exquisite natural assets. The island's national park is adorned with wildlife, and you can meet more of Australia's famous residents at the family-owned Billabong Sanctuary - which cares for kangaroos, crocodiles, wallabies and more. Townsville's vast aquarium brings the magic of the region's glittering reefs to land, and the largest reef aquarium in the world ensures that even non-divers can enjoy an authentic insight into the colourful life that blossoms offshore. Visit the beaches of lush tropical islands, or wander Townsville's pretty seaside streets and The Strand's waterfront - lined with charming 19th-century architecture and plenty of inviting cafes and alfresco eateries. Learn more of North Queensland's indigenous Bindal and Wulgurukaba communities, as you witness cultural performances, or peruse Townsville's galleries, which showcase extraordinary indigenous arts. Join the locals, to feel the region's sporting passion, as a wall of noise greets the North Queensland Cowboys rugby league team, as they take to the field here in Townsville."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Day at sea Days at sea are the perfect opportunity to relax, unwind and catch up with what you’ve been meaning to do. So whether that is going to the gym, visiting the spa, whale watching, catching up on your reading or simply topping up your tan, these blue sea days are the perfect balance to busy days spent exploring shore side."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Cairns Warmly welcoming you to the natural wonders of the Great Barrier Reef, Cairns is a treasure trove of rich tropical beauty and incredible sea life. Swathes of rainforest spread out to the north, where you can soar over the canopy in a cable car, before looking down over narrow channels of water plummeting down gorges and crocodile-filled waterways. The diverse lands of the Atherton Tableland lie to the west, but it's the crystal-clear waters - and life-filled reefs - of Cairns' remarkable underwater world that draws universal adulation. Priding itself as the Gateway to the Great Barrier Reef, explore Cairns' constellation of colour, as you dive into the world's largest and most spectacular underwater universe. Cairns is huddled in amongst abundant swathes of rainforests, which give way to glorious crescents of golden beach. Kuranda - with its scenic railway and heritage market stalls - waits to be discovered, cloaked within the depths of the rainforest. Learn of the indigenous people of North Queensland during cultural performances, and hear the throaty reverberations of digeridoos, as you hear eternal stories handed down through time, from generation to generation. Back in Cairns, there's always time for a coffee or a beer, or a feast on fresh oysters with glasses of Cairns' white wines – boldly flavoured with mango and banana notes."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Australia",
    "mainPhoto": "",
    "id": "tasmania-coastal-cruise",
    "tourName": "Tasmania coastal cruise",
    "placesVisited": "Hobart, Bathurst Harbour, Woodbridge, Huon, Recherche Bay, Port Davey, Bruny Island, Freycinet National Park, Wineglass Bay, Maria Island, Tasman National Park, Port Arthur, Optional activities include: kayaking, guided hikes",
    "generalInfo": "Just because you’re on a cruise, doesn’t mean you can’t be active. Get out and bushwalk in Tasmania’s national parks with a park ranger on this eight day expedition along the coast. This far south you get really long days; get out and make the most of the daylight. <br/><br/>Think of this trip as an expedition cruise, where there are plenty of opportunities to walk and explore Tasmania’s well-protected wild places, including the start of the South Coast Track. Travelling by small ship means you can reach the UNESCO-protected Tasmanian Wilderness World Heritage Area – a privilege normally only afforded by those with a light aircraft – or willing to hike for a week.<br/><br/>You’ll visit Bruny Island with its fairy penguins and its white quartz sand peninsulas. You’ll be able to reach Maria Island, where bird species flourish and there are no cars, and you’ll rise early to walk to a lookout over Wineglass Bay in Freycinet National Park, one of the most beautiful beaches in the world.  Thanks to Tasmania’s cool-climate wines, it won’t be the only wineglass you’ll see on the trip, and your small ship provides local specialities for you to eat, too, from Bruny Island oysters to sheep cheese. <br/><br/>Highlights<br/>• Spend two full days exploring Port Davey and Bathurst Harbour, with kayaking, bird-watching, and hiking revealing the secrets of this stunning wilderness<br/>• Explore the beautiful Freycinet National Park: stroll the sweeping white sand of Wineglass Bay and hike to the lookout for a spectacular view<br/>• Visit the Noah’s Ark of Tasmania, Maria Island, and spot wombat, wallabies, endemic birds, and other wildlife<br/>• Enjoy a behind-the-scenes tour at World Heritage-listed Port Arthur to gain a deep insight into the convict history<br/>• From the sea, have a breath-taking view of the 300 metre high dolerite columns of the Tasman Peninsula, the highest sea cliffs in the southern hemisphere<br/>• Taste Tasmania’s remarkable fresh produce, cool-climate wines, and artisanal spirits throughout your expedition and at special wine-tastings and events<br/>",
    "durationDays": "11",
    "price": "4525",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "DEPART HOBART Arrive at your advised check-in location for boarding at 4:00pm, with time to settle into your stateroom before our 5:00pm departure. Take the time to become acquainted with all the facilities onboard Coral Discoverer before meeting your fellow travellers, the Captain and crew for the Captain’s Welcome Drinks."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "BRUNY ISLAND From Adventure Bay on the east coast of Bruny Island, we embark on an exhilarating 3 hour tour with award-winning local operator Pennicotts Wilderness Journeys to the rugged southern coastline of South Bruny Island. Enter deep sea caves and pass through the narrow gap between the coast and ‘The Monument’ and see seals, dolphins and sea birds at close range. Later we walk along the dramatic coastal cliffs of Fluted Cape and hope to see Bennett’s Wallabies which are endemic to Bruny Island. Learn about how southern right whales were almost hunted to extinction and Adventure Bay housed four whaling stations before the industry’s decline in the mid-1840s. The ruins can be seen on a walk to Grassy Point."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "MARIA ISLAND Maria Island can be referred to as a Noah’s Ark for native Tasmanian species. The Maria Island National Park provides an ideal sanctuary, and is one of the best places in Australia to observe endemic birdlife as well as wombats, Cape Barren geese, Forester Kangaroos, Bennett’s Wallabies, and pademelons. Stroll amongst the ruins and beautifully restored buildings of the Darlington convict settlement and take a walk to the striking formations of the Painted Cliffs, where rich iron deposits have stained the sandstone cliffs with coloured streaks of red, purple and orange. With ample time at Maria Island, we also have the opportunity to do the Fossil Cliffs walk and the Reservoir circuit."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "FREYCINET NATIONAL PARK The Freycinet Peninsula is a dramatic headland dominated by a pink-hued granite mountain range called the Hazards. Blessed with picturesque sweeping bays with white sand beaches like famed Wineglass Bay, much of the peninsula is designated as Freycinet National Park. Take a guided hike along the Isthmus Track to Wineglass Bay, or continue on to the look out to be rewarded with magnificent views of the azure waters of this iconic beach. Later land at Schouten Island with time for a beach stroll on this secluded island."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "PORT DAVEY & BATHURST HARBOUR On the edge of the world in southwest Tasmania, the landscape here is about as wild as it gets. Raw, craggy-peaked mountains and drowned river valleys. Wild rivers and rivulets carved by an eternity. Where tannin-rich freshwater sits atop saltwater, tinting the ocean the colour of tea. With no road access, the logical way to explore this wilderness is by small expedition ship. Sheltered from Roaring Forties winds that buffet this coast is the protected haven of Port Davey and Bathurst Harbour. A marine reserve and part of the Tasmanian Wilderness World Heritage Area, we spend two whole days (weather permitting) enjoying this rare opportunity to hike, kayak and take in this pristine natural environment. We explore by Xplorer tender vessels and learn about intrepid European explorers and Indigenous Australians, who once walked this land and keep a lookout for the rare and endangered Orange Bellied Parrot amongst other wildlife. *Access to Port Davey and Bathurst Harbour is subject to annual permits being granted by Tasmania Parks and Wildlife."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "HUON VALLEY The Huon Valley was one the hub of Tasmania’s apple growing industry, and the reason the state is nicknamed ‘The Apple Isle’. These days this region is known for its burgeoning food and wine scene, as well as its variety of natural attractions. The picturesque Huon River winds gently through this valley, its banks lined with charming little towns, orchards and boutique wineries, before emptying out into the D’entrecasteaux channel. The southern end of this valley is bordered by the heritage listed Southwest National Park. Spend time in this picturesque valley exploring both its natural and epicurean offerings. Meet local producers, enjoy coastal walks and delight in all this region has to offer."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "PORT ARTHUR HISTORIC SITE One of Australia’s most significant historic places, the UNESCO World Heritage-listed Port Arthur ruins stand sentinel on the Tasman Peninsula south of the narrow isthmus of Eaglehawk Neck. For more than 40 years the Port Arthur penal colony housed British and Australian convicts sentenced to hard labour before its heavy iron doors clanked shut for the last time in 1877. Today, the Historic Site has over 30 buildings, ruins and restored period homes set in 100 acres of landscaped grounds. In the company of Port Arthur’s knowledgeable guides, join a walking tour of this site."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "TASMAN PENINSULA The Tasman Peninsula is known for its fascinating geological formations like the Tessellated Pavement, Tasman Arch, and the soaring 300 metre high dolerite sea cliffs of Cape Raoul, Cape Pillar and Cape Hauy – the tallest in the southern hemisphere. Watch fur seals hauling out on the rocks, as well as playful dolphins feeding and magnificent albatross soaring amongst the updrafts created by the sea cliffs. We will visit Fortescue Bay, hike sections of the coastal Tasman Trail, take a scenic Xplorer cruise of the rugged coastline and kayak in Canoe Bay."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "DAY 11: ARRIVE HOBART Our Tasmania adventure concludes in Hobart this morning as we bid farewell to new-found friends, the Master and crew, disembarking at 8:00am. A complimentary transfer is provided to CBD hotels, or the airport is included."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  }
]