{
    "Main_Title": "Our Albania holidays & tours",
    "Main_Paragraph": "After half a century cut off from the world by a Communist dictatorship, Albania has reopened to tourism, and in style. Our Albania holidays explore UNESCO-listed Ottoman towns perched on mountainsides, plunging valleys threaded with wild rivers, and ancient villages where hospitality to guests is a matter of deep personal honour. Perhaps the best way to experience Albania is on foot, with walking holidays in the Accursed Mountains to the north taking in the Valbona and Theth national parks, where you can stay in rustic guest houses. Brilliant local guides accompany activity holidays where you can enjoy kayaking, paddleboarding out to see pelicans, and canyoning. And while Albania’s weaving industry suffered greatly when the Soviet factories closed, many independent artisans are still at the loom – our tours show you their nimble hands at work, and by doing so help this traditional craft survive.",
    "Subtitle": "Albania holiday highlights",
    "Title1": "Walking  in sunshine or snow",
    "Paragraph1": "In rural northern Albania, snow shoeing is used by farmers to get around their land in winter. But wait until the snow melts for your travels, and you'll cover more ground. The Albanian Alps feature some of Europe’s least-visited landscapes and there is only one way to discover them: on foot. In Theth National Park you can follow a valley between dramatic mountain peaks, and discover a stone “lock-in tower” which was once used to protect those involved in generations-long intra-family disputes. There are natural wonders here too, including waterfalls and the “Blue Eye of Kapre”, a stunning turquoise pool with its own waterfall – perfect for a dip. Along the way, you’ll meet friendly villagers, horses and carts, and your luggage can be transported by horse. You’ll learn about life in this isolated region, once characterised by feuds and fortresses – but now a peaceful winter wonderland of beech and pine forests and incredible rural hospitality.",
    "image1": "",
    "Title2": "Cycling holidays",
    "Paragraph2": "Cycling holidays in Albania take you from remote mountain ranges, past beautiful Ottoman towns, through picturesque villages and down to the Albanian Riviera, where you can sooth your pedal-weary calves with a dip in the Ionian Sea.\nGuided, small group cycling holidays cover adventurous routes  high mountain passes, meadow-covered plateaus and isolated hamlets that see few tourists. Cycling along lush valleys and past idyllic waterfalls takes you away from big roads and big crowds  into places where traditional dress is still worn, guesthouse owners welcome you like long-lost friends and food is grown just a few metres from where it is served. Daily distances average 45-70km, so you can cover some serious ground, though e-bike hire is sometimes offered too, and there is a support vehicle to transport luggage. You can always hop in if the going gets tough.\nCycling is most enjoyable in April-June or in September, either side of the searing summer months, and away from the coastal crowds of July and August.",
    "image2": "",
    "Title3": "Eat, & eat some more",
    "Paragraph3": "Although the country is slowly opening up, this subsistence culture still lingers, and todays visitors are likely to find that their meals have travelled metres rather than miles. This hasnt resulted in a limited diet, however, as this Mediterranean nation has fish-filled lakes and seas, fertile valleys (with vines as well as veg) and wild mountains  a hugely varied terrain offering up seasonal fruits, locally produced cheeses, goat and lamb, fresh olives and oil, and crisp salads.",
    "Title4": "Become a Balkan explorer",
    "Paragraph4": "Albania, Kosovo, Montenegro and Macedonia are all tantalisingly close as well as equally diminutive, meaning it’s possible to see two or even three of these countries in just a few days. The stunning town of Prizren in Kosovo is well worth a visit, with its well preserved Ottoman houses, Turkish baths and 11th century fortress; while Montenegro is best reached via the shores of stunning Lake Skadar, shared by the two countries. North Macedonia combines well with northern Albania and Kosovo – why not take in Mavrovo National Park and Lake Ohrid?",
    "image3": ""
}