{
  "destination": "Guatemala",
  "mainPhoto": "",
  "id": "TMGE",
  "tourName": "Guatemala City’ den Guatemala City’ e",
  "placesVisited": "Guatemala",
  "generalInfo": "Antigua’ dan Tikal’ e kadar ülkenin en güzel destinasyonlarını da içeren bu kültür dolu ve kapsamlı iki haftalık yolculukla Guatemala’ ya âşık olun. Copán kalıntılarını keşfetmek için Honduras’ a kasırga misali yelken açın.<br><br><strong>Lütfen dikkat:</strong> Bu örnek bir güzergahtır ve kendi kişisel gereksinimlerinize ve bütçenize uyarlanabilir.",
  "durationDays": "14",
  "price": "3059",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<ul>\n<li>- Kahve çiftliği turu</li>\n<li>- Atitlan Gölü çevresindeki köylere ziyaret</li>\n<li>- Ixil Üçgeni turu</li>\n<li>- Rehberli Copan turu</li>\n<li>- Rehberli Quiriguá turu</li>\n<li>- Rio Dulce’ den Livingston’ a tekne turu</li>\n<li>- Tikal Milli Parkı turu</li>\n<li>- Chichicastenango pazarı</li>\n</ul>\n<p> </p>\n<p><strong>Konaklama:</strong> </p>\n<p>Otellerde 13 gece</p>\n<p><strong>Yemekler: </strong></p>\n<p>13 kahvaltı, 1 öğle yemeği</p>\n<p><strong>Diğer :</strong></p>\n<p>Siempre Tour Tur Lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Guatemala City’ e Varış",
      "description": "Guatemala Maya dünyasının göbeğindeydi ve tarihe onurlu gelenekleri ve kültürüyle damga vurmuştur. Çoğu köylü Kolomb öncesi dönemlerden beri çok az değişiklik gösteren geleneksel bir yaşam sürüyor ve hala zengin dokunmuş kostümler, renkleri ve tasarımlarıyla yer yer farklılıklar gösteriyor. Manzara nefes kesicidir - volkanik manzaralar, ormanla kaplı volkanlar ve tropikal yağmur ormanları ile çevrili güzel göller, çoğu eski uygarlıklardan gelen geniş kompleksleri gizliyor. İspanyollar da başta Antigua’ da olmak üzere gölgeli meydanlarıyla ve sömürge evleri ve avlularıyla izler bıraktılar."
    },
    {
      "dayNumber": 2,
      "title": "Antigua ve Kahve Çiftliği Turu",
      "description": "Bugün, ana yerleri kapsayan rehberli bir Antigua turu için otelinizden alınacaksınız. Caddenin karşısındaki binadan rahibelerin görünmesini engellemek için inşa edilen Arco de San Catalina’ yı ziyaret edeceksiniz. 1542’ de inşa edilen San Francisco Kilisesi’ ni göreceksiniz. Şehirdeki işleyen en eski işleyen kilisedir. Güneşli bir günde, La Merced Kilisesi’ nin canlı sarı boyası ve karmaşık beyaz oymaları çarpıcıdır. Manastır ek binası nilüfer biçiminde devasa bir fıskiyeye ev sahipliği yapmakta ki bu nilüfer Maya’ nın sembolüdür ve antik dinlerin Katolikliğe dâhil olduğunu göstermektedir. Zamanı geldiğinde eski şehrin saçaklarındaki yerel pazarlara doğru yola çıkacaksınız. Burada ihtiyaç duyabileceğiniz hemen hemen her şeyi ve aklınıza gelmeyecek birçok şeyi bulabilirsiniz. Ayrıca kakao çekirdeğinin çikolataya dönüştürülme sürecini görebileceğiniz Çikolata Müzesi’ ni de ziyaret edeceksiniz. Son olarak La Azote Kahve Çiftliği ve Maya Müzik Aletleri Müzesi’ ne gideceksiniz. Akşam serbest zamandır."
    },
    {
      "dayNumber": 3,
      "title": "Atitlan Gölü",
      "description": "Bu sabah otelinizden alınacak ve Guatemala Şehri’ ne geri dönmek için Flores havaalanına transfer edileceksiniz. Varışta karşılanacak ve dünyanın en güzel göllerinden biri olarak tanımlanan Atitlan Gölü’ ne transfer edileceksiniz. Küçük kasabalarla çevrili bölge, Guatemala’ nın sakin ve huzurlu bir bölgesidir ve kalacak pitoresk bir ortam sunmaktadır. Otelinize Panajachel kasabasında check-in yaptıktan sonra günün geri kalanı serbest zamandır."
    },
    {
      "dayNumber": 5,
      "title": "Chichicastenango Pazarı ve Quetzaltenango",
      "description": "Bu sabah, Guatemala yaylasının göbeğine doğru inanılmaz renkli manzaralardan geçerek seyahat edeceksiniz. Yerli halkın tipik kıyafetlerini, sebze ve çiçeklerle süslenmiş yamaçları ve yerel sanatçılar tarafından yapılmış resimleri ve el sanatlarını göreceksiniz. Chichicastenango’ da çok renkli pazarı ziyaret edip geleneklerini öğreneceksiniz. Bu deneyim tatlı kokulu tütsü satıcılarından parlak renkli tekstil üreticilerine kadar, eski, yerli kültür ve yerel satıcılar hakkında öğrenebileceğiniz duyusal bir ziyarettir. Sonra da Quetzaltenango’ ya kısa bir yolculuğa çıkacaksınız."
    },
    {
      "dayNumber": 6,
      "title": "Nebaj",
      "description": "Yol boyunca çeşitli noktalarda mola vererek küçük Nebaj kasabasına seyahat edeceksiniz. İlk önce Orta Amerika’ daki en iyi sebze pazarlarından biri olan Almolonga Pazarı’ nı ziyaret edeceksiniz. Olan biteni seyretmek için harika bir yer! Daha sonra renkli kilisesiyle ünlü bir köy olan San Andres Xecul’ da duracaksınız. Nihayet, Nebay’ a devam etmeden önce dağlarla çevrili bir vadide yer alan küçük pazar kasabası Zunil’ de mola vereceksiniz. Burada çevresi olabildiğince sakin ve dingin olan uzak bir süt çiftliğinde kalacaksınız."
    },
    {
      "dayNumber": 8,
      "title": "Antiqua",
      "description": "Antigua’ ya transfer edileceksiniz. Öğleden sonra serbest zaman."
    },
    {
      "dayNumber": 9,
      "title": "Copan",
      "description": "Bugün Honduras sınırını geçeceksiniz ve ilk olarak da check-in için önce otelinize geçeceksiniz. Öğleden sonra bir uzman rehber eşliğinde Copán kalıntılarında enfes bir tur atacaksınız. Tören merkezine, top sahasına, hiyeroglif merdivene ve Rosalila Tapınağı’ na ev sahipliği yapan akropolise tatlı bir yolculuğa çıkacaksınız."
    },
    {
      "dayNumber": 10,
      "title": "Quiriguá ve Rio Dulce",
      "description": "Honduras’ taki hızlı maceradan sonra, Izabel bölgesine seyahat ederek Guatemala’ ya döneceksiniz. Muhteşem taş heykelleriyle ünlü bir Maya şehri olan Quiriguá’ da duracaksınız. Nehrin kıyısında kalacağınız Rio Dulce’ ye gitmeden önce turun tadını çıkarın."
    },
    {
      "dayNumber": 11,
      "title": "Livingston ve Tikal Milli Parkı",
      "description": "Otelde 2 Gece"
    },
    {
      "dayNumber": 13,
      "title": "Tikal Milli Parkı",
      "description": "Guatemala’ nın Petén Havzası bölgesindeki Yaxhá Gölü kıyısında bulunan Mesoamerican arkeoloji alanı olan Yaxhá Milli Parkı’ na gidin. Buradaki tapınaklar, uluyan maymunlara ev sahipliği yapan tropikal bir orman içinde yer almaktadır. Bu harabeleri keşfettikten sonra, Guatemala Şehri’ ne geri döneceğiniz Flores yakınlarındaki havaalanına transfer edileceksiniz. Ertesi gün Guatemala’ daki maceranız sona erecek."
    },
    {
      "dayNumber": 14,
      "title": "Guatemala City’ den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}