{
  "destination": "Guatemala",
  "mainPhoto": "",
  "id": "XGJ",
  "tourName": "Antigua’ dan San Jose’ ye",
  "placesVisited": "Guatemala, Honduras, Nikaragua, Kosta Rika",
  "generalInfo": "Honduras ve Nikaragua'nın neden Orta Amerika'nın en iyilerinden olduğunu keşfedin.  Dikkat çekici taş heykelleri ile tanınan Maya sitesi Copán’ı keşfedin.  Pastoral Roatán Adası'nda şnorkelli yüzmek için inanılmaz fırsatlar vardır.  Leon’da volkanik manzaraların ve otantik kolonyal mimarinin keyfini çıkarın.  Ayrıca Granada da Nikaragua Gölü'nün kenarında gayet güzel bir konumdadır.  Ometepe Adası'nda ikiz volkanik zirvelere hayran kalabilir ve bozulmamış plajları keşfedebilirsiniz.",
  "durationDays": "15",
  "price": "1189",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<ul>\n<li>- Copan kalıntılarına rehberli gezi</li>\n<li>- Roatan Adası</li>\n<li>- Ometepe Adası</li>\n</ul>\n<p><strong>Konaklama:</strong></p>\n<p>Otellerde 14 gece</p>\n<p><strong>Taşıma:</strong></p>\n<p>Toplu taşıma,  özel araç,  uçak,  bot</p>\n<p><strong>Yemekler:</strong></p>\n<p>8 kahvaltı,  1 kahvaltı paketi,  1 atıştırmalık kahvaltı,  3 yerel kahvaltı</p>\n<p><strong>Diğerleri:</strong></p>\n<p>Siempre Tour tur lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Antiqua' ya Varış",
      "description": "UNESCO Dünya Mirası Alanı olan Antigua,  Orta Amerika’ daki en keyifli sömürge kasabalarından birisidir.  Bu güzel kasabayı tamamıyla keşfedebilmek için konaklamanızı tur öncesinde halletmenizi öneriyoruz."
    },
    {
      "dayNumber": 2,
      "title": "Copan",
      "description": "Bugün Guatemala’ dan ayrılıyoruz ve burada yaklaşık 10 GTQ’ lık çıkış vergisi ödemek zorundayız.  Daha sonra,  Honduras’ a büyüleyici Copán kasabasına doğru uzun bir otobüs yolculuğuna çıkıyoruz.  Lütfen dikkat: Ayrıca 3 USD’ lik küçük bir giriş ücreti ödemeniz gerekecektir.  Köye yürüme mesafesinde,  tüm antik Maya siteleri arasında en iyi korunan ve en merak uyandırıcı olan Copán kalıntıları bulunmaktadır.  Rehberli turunuzda,  bir zamanlar görkemli ve etkileyici bir yer olan şehrin 16 kralını tasvir eden incelikle oyulmuş dikili taşları (oymalar/heykeller),  muhteşem merdivenleri,  top kortları ve muazzam ana meydanlarını göreceksiniz."
    },
    {
      "dayNumber": 4,
      "title": "Roatan Adası",
      "description": "Bugün Roatán’ a gidiyoruz.  Mis gibi güneşin battığı güzel Karayip Adaları’ nın en büyüğüdür.  Adada geliştirilmesi gereken çok şey var,  ama aynı zamanda sıcak Karayip sularıyla ıslanmış ıssız bir sahil bulmak kolay.  Dünyanın en ucuz dalış ve şnorkelle yüzme aktivitelerinin bulunduğu bu yerde palmiyelerle dolu lagünler,  turkuaz sular,  dost canlısı yerler,  canlı gece hayatı ve muhteşem su altı manzaraları bulacaksınız! Gerçekten unutulmaz bir deneyim olan yunuslarla yüzmeyi ya da bir günbatımı gezisi (isteğe bağlı) ile gerçek Karayip ruhuna erişmeyi seçebilirsiniz."
    },
    {
      "dayNumber": 7,
      "title": "Leon",
      "description": "Daha sonra Nikaragua’ daki güzel sömürge kasabası León’ a gidiyoruz.  Varışta 12 dolar tutarında giriş ücreti ödemeniz gerekecektir.  Gölgeli bahçelerde ve plazalarda mola vermek için bol bol zamanımız var.  Burası deri işi hediyelik eşya satın almak için özellikle iyi bir yerdir.  Keşfedilmeyi bekleyen çeşitli müzeler,  katedral kiliseleri ve Plaza de la Constitution vardır."
    },
    {
      "dayNumber": 10,
      "title": "Granada",
      "description": "Managua’ ya ve tütün yetiştiren bölgelere yapacağımız taksi ve toplu taşıma kombinasyonundan sonra Nikaragua Gölü kıyısındaki Granada’ ya varıyoruz.  Granada,  Orta Amerika’ daki en karakteristik ve en renkli sömürge kasabalarından birisidir.  1524’ te Mombacho Yanardağı’ nın eteklerinde kurulan bu sevimli kasaba Mağribi havası nedeniyle İspanyol muadillerini hatırlatacaktır.  Burada çevredeki kırsal bölgeyi ziyaret etmek için birçok alternatif gezi mevcuttur.  Bunlar arasında,  çift tepeli aktif yanardağıyla Masaya Milli Parkı ve civardaki Masaya el sanatları pazarı (hamak satın almak için harika bir pazar) bulunmaktadır.  Alternatif olarak,  göldeki adalar için tekne turuna çıkabilir veya Mombacho Volkanı Bulut Ormanı’ ndan bir yürüyüş ve/veya zipline rotası seçebilirsiniz."
    },
    {
      "dayNumber": 12,
      "title": "Ometepe Adası",
      "description": "Yerel otobüsle iki saat daha seyahat edersek,  Orta Amerika’ nın en büyük gölü olan nüyük Nikaragua Gölü’ ne geçiyoruz.  Bu göl bir zamanlar büyük bir okyanus körfeziydi,  ancak sismik faaliyetler,  toprağın yükselmesine ve denizden kesilmesine neden oldu.  Bu durum da gölü tatlı su köpekbalıklarına ve diğer tuzlu su türlerine terk etmiştir.  Gölün ortasında bulunan bozulmamış ve sakin Ometepe adasına feribotla gidiyoruz.  Burası ‘ Nikaragua’ nın gerçek kalbi’  dir ve hayatın hızından ve temposundan kaçmak için mükemmel bir yerdir."
    },
    {
      "dayNumber": 14,
      "title": "San Jose",
      "description": "Kosta Rika’ nın başkenti San Jose kahve ve şeker kamışı çiftlikleri arasında verimli bir vadide yer almaktadır.  Depremlerden dolayı sömürgecilik dönemi mimarisinden pek bir şey kalmamıştır geriye.  Fakat 1897’ de inşa edilen Ulusal Tiyatro kesinlikle görülmeye değer.  Belki buradayken bir performansa denk gelecek kadar şanslısınızdır.  Altın Müzesi,  Jade Müzesi ve Ulusal Müzeler de yine ziyaret etmek için kesinlikle önerilir."
    },
    {
      "dayNumber": 15,
      "title": "San Jose' den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır"
    }
  ],
  "map": ""
}