{
  "destination": "Çin",
  "mainPhoto": "",
  "id": "ST00007",
  "tourName": "Büyük İpek Yolu",
  "placesVisited": "Çin",
  "generalInfo": "Birbirinden farklı şehirler, birbirinden farklı kültürler ve birbirinden farklı doğal güzellikleriyle yeni yerler keşfedin.<br><br>Turumuz, Siempre Tour'un deneyimli rehber ekibiyle Havaalanı'ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır. Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
  "durationDays": "18",
  "price": "5870",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "12",
  "meet": "",
  "whatExpect": "<ul>\n<li>- İstanbul-Ankara-İzmir –Adana dan ekonomi (Y) sınıf uçuşlar ve kişi başı 20 kg serbest bagaj taşıma hakkı;</li>\n<li>- Seyahat Sağlık Sigortası.</li>\n<li>- Taşkent &amp; Urgenc Ara Uçuşu</li>\n<li>- Taşkent &amp; Bişkek Ara Uçuşu</li>\n<li>- Taklanakan Gölü &amp; Urumci Ara Uçuşu</li>\n<li>- Urumchi &amp; Yınınghi Ara Uçuşu Semerkand &amp; Bişkek Hızlı Tren</li>\n<li>- Transfer ve konaklamalar</li>\n<li>- Siempre Tour Rehberlik ve asistanlık hizmetleri.</li>\n<li>- TÜM SABAH KAHVALTILARI VE AKŞAM YEMEKLERİ D HİLDİR.(Bazı bölgelerde Öğle yemekleri de dâhil TAM PANSİYONDUR)</li>\n<li>- Zorunlu Mesleki Seyahat Sigortası</li>\n<li>- Yurt dışı Çıkış Harıcı 15 Tl</li>\n<li>- Tüm yerel servis tipleri ( Tüm yerel rehberler, Tüm Otobüs şoförleri, Türk Tur lideri, restoranlardaki garsonlar içindir) 200 Euro kişi başı.</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "İstanbul",
      "description": "Akşam 17.00 ‘de THY kontuarı önünde buluşma ve bagaj işlemlerini takiben TK 370 Sefer sayılı uçakla, saat 19:05 ’de Özbekistan’ın başkenti Taşkent’e uçacağız. 23 milyonluk Özbekistan’da Rus, Tacik, Kazak, Tatar, Karakalpaklar %2,Kırgız ve Koreliler %1, geri kalan ise Özbeklerdir. Buhara’da; Yahudiler, Ortodoks ve Katolikler, Baptistler ve Evangalistler, Protestan ve Fergana vadisinde yaşayan Budistler var."
    },
    {
      "dayNumber": 2,
      "title": "Taşkent",
      "description": "Gece saat 01.40 ‘da Taşkent’e varışı takiben, alanda kısa beklemeyi ve işlemlerimizi takiben, Özbekistan Hava Yollarına ait HY 1051 sefer sayılı uçakla 07.00’da Urgenç’e uçacağız.08.40 ‘da Urgenç ‘e varıyoruz. Burada yerel rehberimiz ve aracımızla karşılanıp, 40 km mesafedeki Khiva şehrine transferimiz gerçekleşiyor. Paket halinde hazırlanmış Kahvaltımızı transferimiz esnasında alıyoruz. Sabah 10.00’da vardığımız Khiva’da şehir turumuza başlıyoruz. Khiva’da göreceklerimizin arasında; IKHAN KALA kompleksi içinde yer alan DJUMA CAMII ve MINARESI, ISLAM KHODJA MEDRESESI, KUNYA ARK, KALTO MINOR MINARET, AK SHEIKH BOBO, ALLAKULIKHAN CAMII, MUHAMMAD AMIN-KHAN, MUHAMMAD RAKHIM KHAN MEDRESESI, SHIRGAZI-KHAN MEDRESESI, PALVAN DARVAZA KAPISI, TASH HAULI (ALLAKULI-KHAN SARAYI) var. Turumuzu tamamladıktan sonra 18.00’da akşam yemeğimizi alıyoruz. Geceleme Khiva´da otelimizde. OTELIMIZ: HAYAT INN HOTEL"
    },
    {
      "dayNumber": 3,
      "title": "Khiva",
      "description": "Sabah erken alacağımız kahvaltıyı takiben kara yolu ile sabah 09:00´da Khiva´dan Buhara´ya doğru olan yolculuğumuz başlıyor. bu yol boyunca ünlü KIZIL KUM Çölü’nü de görme imkanı bulacağız. Kızıl kum Çölü Buhara’nın batısında yer almakta olup, kapladığı alan 298.000 kilometrekaredir. Yolculuğumuz devam ederken Orta Asya´nın en uzun nehri olan AMUDARYA´ yı da (Ceyhun) görme imkânı bulacağız. Türk tarihinde önemli bir yer tutan bu nehrin çevresinde, Türkler birçok zengin şehirler kurmuşlardır. Amuderya Arapça kökenli bir kelime olup, kelime anlamı ASİ´dir. Türkleri yenemeyip, burayı geçemeyen Araplar nehre bu adı vermişlerdir. Kültürlerin, dinlerin ve ticaretin kesişme noktası olan Buhara; eskiden Maveraün Nehir’in merkezi olup Cengiz Han tarafından viran edilmiştir. Tuğla ve kerpiçten sarı bir Orta Asya kenti olan ve mavi çinili başkaldırısıyla Zerefşan ırmağının onu böldüğü eski büyük İpek Yolu’nun görkemli kenti Buhara dinlerin kalbidir. 2500 yıllık Buhara birçok yıkım, istila ve kıyım yaşamıştır. Büyük İskender’den Arap istilasına kadar geçen maceralı tarihinde Araplar tüm Zerdüşt tapınaklarını camiye dönüştürmüşlerdir. Maghoki Attar Camii bunlardan biridir, 5.YY.da Zerdüşt tapınağı olarak yıkıma uğramış, erken dönemde Budist tapınak olmuş ve 16.YY’a kadar cami olmakla birlikte akşamüstleri sinagog olarak kullanılmış Yahudiler tarafından. Bu cami, gerçek bir Buhara tanımıdır. Aşkın, şarabın ve bilimin kenti Ömer Hayyam’dan, İbni Sina’ya yaşadığı görkemi bugün bulmak pek kolay değil. En çok Timur dönemi yapıları bugüne kalan Cengiz Han herşeyi yerle bir etmiş. Eski Buhara büyük surları ve kapılarıyla üç bölümdür; İki Bölüm Emir’e ait olup üçüncüsü tüccarlara ve pazara ait . Bugün ise alınıp satılacak hiç bir şey yok ortada. Türk tırlarından ne düşerse, düzensiz bir mal akışı var. Arap istilasında 700 zengin tüccarın terk ettiği Buhara bugün ticaretin kalbi değil.Akşam vardığımız Buhara’da, geceleme ve akşam yemeği otelimizde olacak."
    },
    {
      "dayNumber": 4,
      "title": "Buhara",
      "description": "Bugün otelimizde alacağımız kahvaltıyı takiben 09.00´da başlayacak olan şehir turumuzda göreceklerimiz arasında; ARK KALESI, NADIR DIVAN BEGHI MEDRESESI ve KHANAKA, ABDULAZIZ HAN MEDRESESI, MIRI ARAB MEDRESESI, TOKI ZARGARON, TOKI SARRAFON, CHOR MINOR MEDRESESI, ULUGBEY MEDRESESI, BUHARA EMIRLERININ YAZLIK SARAYI, SAMANIDS MOZALESI, CHASMA AYUN MAZAR, BOLO HAUZ KOMPLEKSI, POI KALYAN KOMPLEKSI var. Şehir turumuzu tamamladıktan sonra saat 18.00´da Nadir Divan Menghi Medresesi´nde Geleneksel Özbek Halk Danslarını izleyeceğiz. Gösterinin ardından akşam yemeğini yedikten sonra otelimize geçiyoruz.OTELİMİZ: HOTEL ASL BUHARA vb."
    },
    {
      "dayNumber": 5,
      "title": "Buhara",
      "description": "Sabah erken saatlerde otelimizde alacağımız kahvaltıyı takiben, Buhara’dan ayrılıp 08.00’da otobüs ile Semerkant’a geçiyoruz. Saat 13.00’da Semerkant’a varışımızı takiben otelimize transferimiz gerçekleşiyor. Ve varıştan sonra şehir turumuza başlıyoruz. GUR EMIR MOZALESI, REGISTAN MEYDANI, BIBI KHANYM CAMII, SHAI-ZINDA KOMPLEKSI, ULUGBEY RASATHANESI, KHODJA DONIYOUR MOZALESI, IMAM AL-BUKHARI MOZALESI, Semerkant’ta göreceğimiz yerler arasındadır. Şehir turumuzu tamamladıktan sonra akşam yemeğimizi alıp serbest zamanla Semerkant’ta biraz daha gezme imkânı bulacağız. Geceleme otelimizde."
    },
    {
      "dayNumber": 6,
      "title": "Semerkant",
      "description": "Sabah otelimizde alacağımız kahvaltıyı takiben öğle yemekli bir Semerkant gezimiz için saat 09:00da otelimizden ayrılıyoruz. Şehir turumuz devam ediyor. Turumuzun bitiminde, saat 16.00da Taşkent şehrine gitmek için tren istasyonuna transferimizi gerçekleştiriyoruz. AFROSIYOB hızlı treni ile 17.00 da Taşkent yolculuğumuz başlıyor. Yaklaşık iki buçuk saat sürecek olan tren yolculuğumuzun ardından 19.45 de Taşkent şehrine varıyoruz. Otele transferimizin ardından akşam yemeğimizi otelde alıp, serbest zamanla Taşkent’i keşfe çıkıyoruz. Geceleme otelimizde. OTELIMIZ: LE GRANDE PLAZA vb."
    },
    {
      "dayNumber": 7,
      "title": "Taşkent",
      "description": "Sabah otelimizde alacağımız kahvaltıyı takiben 09:00da Taşkent’teki şehir turumuza başlamak adına otelden ayrılıyoruz. AMIR TEMUR MEYDANI, KHAZRET IMAM CAMİ, KUKELDASH MEDRESESI, TARIHI ŞEHIR, OZGURLUK MEYDANI, OZBEKISTAN TARIHI DEVLET MUZESI, OPERA ve BALE SAHNESI, COURAGE ABIDESI Taşkent’te göreceklerimizin arasındadır. Turumuzun ardından öğle yemeğimizi 12.00´da yerel bir restoranda alıyoruz, daha sonra 13.00´da havalimanına geçiyoruz. Saat 16.00´da kalkacak uçağımızla Kırgızistan’ının Başkenti Bişkek ´ yolculuğumuz başlıyor. Varışımızın ardından otele transferimiz gerçekleşiyor, akşam yemeğimizi otelimizde alıyoruz. Geceleme otelimizde."
    },
    {
      "dayNumber": 8,
      "title": "Bişkek",
      "description": "Otelimizde alacağımız kahvaltıyı takiben Bişkek şehir turumuza başlıyoruz. Kara yolu ile issyk Kul’a gidiyoruz. Yol üzerinde 11.yüzyılda inşa edilmiş; Burana kulesi’ni ziyaret ediyoruz. Şehir turumuz Issyk Kul’da yol üzerine devam ediyor. Issyl-Kul Gölü bölgesine geçiyoruz. Otelimize yerleşme ve Akşam yemeği. Geceleme otelimizde"
    },
    {
      "dayNumber": 9,
      "title": "Issyk Kul",
      "description": "Sabah otelimizde alacağımız kahvaltımızın ardından kara yolu ile Naryn şehrine yolculuğumuz başlıyor. Asya steplerinde, yolculuk yapıyoruz, Kırgız Köylerinden geçiyoruz, güzergâhımızda molalar veriyoruz, rehberimizden Kırgız göçmen hayatı hakkında bilgiler alıyoruz, Narin şehrine varıyoruz, Narin şehrinde Halı dokuma merkezlerini ziyaret edeceğiz. Öğle yemeğimizi Koçkor şehrinde yerel bir restoranda alacağız. Akşam Yemeği ve Geceleme otelimizde."
    },
    {
      "dayNumber": 10,
      "title": "Naryn",
      "description": "Sabah otelimizde alacağımız erken kahvaltının ardından Kırgız-Çin sınırına gitmek üzere (Torugart Geçidi) kara yolculuğumuz başlıyor. Yol Kırgızistan dağlarının arasından en dar yollardan geçerek ilerliyor. Bu bölge hayvan sürülerinin otlaması için gür otlarıyla ideal bir alan. Ayrıca tertemiz havası da başka bir güzel özelliği… Yol boyunca bu muhteşem manzarayı seyretme imkânı buluyoruz. Öğle yemeğimizi yolculuğumuz esnasında hazır lunch boxlarımız ile alıyoruz. Yaklaşık öğlen 12.00’da vardığımız sınırda bizi Çinli rehberimiz karşılıyor. Ardından muhteşem Çin ülkesini keşfetmeye başlıyoruz. Rehberimiz eşliğinde Çin’in KASHGAR şehrine geçerek bir Uygur restoranında akşam yemeğimizi alıyoruz. Geceleme Kaşgar da otelimizde."
    },
    {
      "dayNumber": 11,
      "title": "Kaşger",
      "description": "Otelimizde alacağımız kahvaltımızı takiben sabah saatlerinde öğle yemekli Kaşgar şehir turumuza başlıyoruz. Burada Mahmut Kaşgari türbesi (Kaşgarlı Mahmut ) , Kaşgar apk hoca mozalasi, idhak camii ve Kaşgar old townı görme imkânı bulacağız. Turumuzu tamamladıktan sonra Kaşgar şehrinden Yarkent´e olan kara yolculuğumuz başlıyor. Akşam saatlerinde vardığımız Yarkentte akşam yemeği ve geceleme otelimizde olacak."
    },
    {
      "dayNumber": 12,
      "title": "Yarkent",
      "description": "sabah otelimizde alacağımız kahvaltının ardından öğle yemekli Yarkent şehir turumuza başlıyoruz. Burada bıçak atölyesi, Ammanishan türbesi ve Yarkan Altın Mezarlık göreceğimiz yerler arasındadır. Şehir turumuzu tamamladıktan sonra kara yolu ile yaklaşık 7 saat sürecek bir yolculuğun ardından HOTAN´dayız. Akşam yemeği ve geceleme otelimizde olacak. OTELİMİZ: XIHU HOTEL vb"
    },
    {
      "dayNumber": 13,
      "title": "Hotan",
      "description": "Sabah otelimizde alacağımız kahvaltının ardından TAKLAMAKAN Çölü’nde arazi göçebe safarimiz başlayacak. Develer bizi çöle götürmek için bekliyorlar. Deve sırtında Taklamakan çölünde ilerliyoruz. TAKLAMAKAN ÇÖLÜ Rub´ul Hali´den sonra dünyanın 2. büyük aynı zamanda Çin’deki en büyük kum çölüdür. Taklamakan çölü Sincan eyaletinin aşağı yukarı üçte ikisini kaplar. Alanı ortalama 300.000 kilometrekaredir. Büyük bir kısmı 100 metre kumulla kaplıdır, hatta bazı beyanlarda 300 metreyi bulduğu söylenmektedir. Safari turumuzu tamamladıktan sonra Urumçi´ye gitmek üzere havaalanına geçiyoruz. Yaklaşık bir buçuk saat sürecek yolculuğumuzun ardından akşam saatlerinde Urumçi ye varıyoruz. Geceleme ve akşam yemeğimiz otelde olacak. OTELIMIZ: BINGTUAN HOTEL vb."
    },
    {
      "dayNumber": 14,
      "title": "Hurumci",
      "description": "Sabah otelimizde alacağımız kahvaltının ardından ipek yolunu daha iyi tanıma imkânını bulacağımız Ünlü Büyük Xinjiang Müzesi´ni ziyaret ediyoruz. Müze ziyaretimizi gerçekleştirdikten sonra yaklaşık 3 saat sürecek kara yolculuğu ile turpan şehrine geçiyoruz. Geceleme ve akşam yemeğimiz otelimizde olacak. OTELİMİZ: TUHA PETROLEUM HOTEL"
    },
    {
      "dayNumber": 15,
      "title": "Tarpan",
      "description": "Sabah kahvaltıyı takiben, Turpan turumuza devam edeceğiz. Kariz yer altı sistemi, Jiaolhe old town, Emin Minaresi, başlıca ziyaret edeceğimiz yerler arasındadır. Turpan’dan ayrılamadan önce burada öğle yemeğimizi alıyoruz. Ardından urumçi’ye doğru yolculuğumuz başlıyor. Urumçi, Çin´in kuzeydoğusunda yer alan, Doğu Türkistan adıyla da bilinen, Sincan Uygur Özerk Bölgesi´nin başkentidir. 2,5 milyon nüfuslu bir şehir olup 10.989 km²´lik bir alan kaplar. Mançu İmparatorluğu 1884 yılında, Doğu Türkistan istilasını gerçekleştirdiğinde şehre Çince (Dihua) adını vermişlerdi. 1955 yılında, daha öncelerden Eyalet statüsündeki Doğu Türkistan´ın, Sincan Uygur Özerk Bölgesi olması ile birlikte, başkentin adı da tekrar Ürümçi olmuştur. Çin´in batıya açılan en önemli güzergâhlarındandır. Demiryolu taşımacılığında önemli bir geçittir. 174,53 kişi/km². Kara yolu ile vardığımız Urumçi’ de, Urumçi ’nin Uygur bölümünde ünlü Erdaoqiao Marketi ziyaret ediyoruz. Gezimizi tamamladıktan sonra akşam yemeğimizi yerel bir restoranda alıp YINING´e gitmek üzere havaalanına transferimiz gerçekleşiyor. Geceleme yining´de otelimizde."
    },
    {
      "dayNumber": 17,
      "title": "Sayram Gölü",
      "description": "Sabah kahvaltıyı takiben, Korgas Geçidi yoluyla Kazakistan’a girerek Alma Ata’ya geçecek ve şehir turumuzu yapacağız. Akşam Yemeği ve geceleme otelimizde. Almatı, Kazakistan´ın 2.000.900 nüfuslu ve en büyük şehridir. Almatı (eski adıyla Almaata) Kazakistan Cumhuriyetinin eski başkentidir. Kazakistan´ın güney doğusunda yer alan Almatı Şehri, 1854 yılında Rusların doğuda Sınır Kalesi olarak kurduğu bir şehirdir ve ve bugün ise 2.000.900 nüfusu ile Orta Asya´nın en gelişmiş Kozmopolit an şehridir. Birçok alışveriş merkezi, restoranları, Hoteller ve Casinoları ile zengin bir yaşam sunar. Eski adı Alma ata olan şehir Alatau Dağları platosunda kalmaktadır. Kazakistan genelinde olduğu gibi, Almatı´da da ana dil Kazakça dır. Kazakistan Cumhuriyet’inin 1991 yılında Sovyetler Birliğinden bağımsızlığını kazanmasından bu yana, Almatı Şehri Batı pazarlarına açılıp, çok hızlı bir değişime uğradı. Almatı eski başkent olmasına rağmen (Şu andaki Başkent Astana Şehridir.) halen Ülkenin Kültürel, Ekonomik ve Ticari merkezi durumundadır."
    },
    {
      "dayNumber": 18,
      "title": "Almaty",
      "description": "Sabah erken saatlerde, saat 06.55 ‘de Türk hava Yolları uçağı ile geri dönüş yolculuğu için Havaalanına transfer ve Uçuşumuzu takiben, saat 09.55’de İstanbul’a varış. Turumuzun sona ermesi..."
    }
  ],
  "map": ""
}