[
  {
    "destination": "Çin",
    "mainPhoto": "",
    "id": "ST00007",
    "tourName": "Büyük İpek Yolu",
    "placesVisited": "Çin",
    "generalInfo": "Birbirinden farklı şehirler, birbirinden farklı kültürler ve birbirinden farklı doğal güzellikleriyle yeni yerler keşfedin.<br><br>Turumuz, Siempre Tour'un deneyimli rehber ekibiyle Havaalanı'ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır. Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
    "durationDays": "18",
    "price": "5870",
    "image1": "siempretour-images/ST00007/st00007_2019_04_12_01_04_03_0.jpg",
    "image2": "siempretour-images/ST00007/st00007_ipekyolu-profil.jpg",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "12",
    "meet": "",
    "whatExpect": "<ul>\n<li>- İstanbul-Ankara-İzmir –Adana dan ekonomi (Y) sınıf uçuşlar ve kişi başı 20 kg serbest bagaj taşıma hakkı;</li>\n<li>- Seyahat Sağlık Sigortası.</li>\n<li>- Taşkent &amp; Urgenc Ara Uçuşu</li>\n<li>- Taşkent &amp; Bişkek Ara Uçuşu</li>\n<li>- Taklanakan Gölü &amp; Urumci Ara Uçuşu</li>\n<li>- Urumchi &amp; Yınınghi Ara Uçuşu Semerkand &amp; Bişkek Hızlı Tren</li>\n<li>- Transfer ve konaklamalar</li>\n<li>- Siempre Tour Rehberlik ve asistanlık hizmetleri.</li>\n<li>- TÜM SABAH KAHVALTILARI VE AKŞAM YEMEKLERİ D HİLDİR.(Bazı bölgelerde Öğle yemekleri de dâhil TAM PANSİYONDUR)</li>\n<li>- Zorunlu Mesleki Seyahat Sigortası</li>\n<li>- Yurt dışı Çıkış Harıcı 15 Tl</li>\n<li>- Tüm yerel servis tipleri ( Tüm yerel rehberler, Tüm Otobüs şoförleri, Türk Tur lideri, restoranlardaki garsonlar içindir) 200 Euro kişi başı.</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "İstanbul",
        "description": "Akşam 17.00 ‘de THY kontuarı önünde buluşma ve bagaj işlemlerini takiben TK 370 Sefer sayılı uçakla, saat 19:05 ’de Özbekistan’ın başkenti Taşkent’e uçacağız. 23 milyonluk Özbekistan’da Rus, Tacik, Kazak, Tatar, Karakalpaklar %2,Kırgız ve Koreliler %1, geri kalan ise Özbeklerdir. Buhara’da; Yahudiler, Ortodoks ve Katolikler, Baptistler ve Evangalistler, Protestan ve Fergana vadisinde yaşayan Budistler var."
      },
      {
        "dayNumber": 2,
        "title": "Taşkent",
        "description": "Gece saat 01.40 ‘da Taşkent’e varışı takiben, alanda kısa beklemeyi ve işlemlerimizi takiben, Özbekistan Hava Yollarına ait HY 1051 sefer sayılı uçakla 07.00’da Urgenç’e uçacağız.08.40 ‘da Urgenç ‘e varıyoruz. Burada yerel rehberimiz ve aracımızla karşılanıp, 40 km mesafedeki Khiva şehrine transferimiz gerçekleşiyor. Paket halinde hazırlanmış Kahvaltımızı transferimiz esnasında alıyoruz. Sabah 10.00’da vardığımız Khiva’da şehir turumuza başlıyoruz. Khiva’da göreceklerimizin arasında; IKHAN KALA kompleksi içinde yer alan DJUMA CAMII ve MINARESI, ISLAM KHODJA MEDRESESI, KUNYA ARK, KALTO MINOR MINARET, AK SHEIKH BOBO, ALLAKULIKHAN CAMII, MUHAMMAD AMIN-KHAN, MUHAMMAD RAKHIM KHAN MEDRESESI, SHIRGAZI-KHAN MEDRESESI, PALVAN DARVAZA KAPISI, TASH HAULI (ALLAKULI-KHAN SARAYI) var. Turumuzu tamamladıktan sonra 18.00’da akşam yemeğimizi alıyoruz. Geceleme Khiva´da otelimizde. OTELIMIZ: HAYAT INN HOTEL"
      },
      {
        "dayNumber": 3,
        "title": "Khiva",
        "description": "Sabah erken alacağımız kahvaltıyı takiben kara yolu ile sabah 09:00´da Khiva´dan Buhara´ya doğru olan yolculuğumuz başlıyor. bu yol boyunca ünlü KIZIL KUM Çölü’nü de görme imkanı bulacağız. Kızıl kum Çölü Buhara’nın batısında yer almakta olup, kapladığı alan 298.000 kilometrekaredir. Yolculuğumuz devam ederken Orta Asya´nın en uzun nehri olan AMUDARYA´ yı da (Ceyhun) görme imkânı bulacağız. Türk tarihinde önemli bir yer tutan bu nehrin çevresinde, Türkler birçok zengin şehirler kurmuşlardır. Amuderya Arapça kökenli bir kelime olup, kelime anlamı ASİ´dir. Türkleri yenemeyip, burayı geçemeyen Araplar nehre bu adı vermişlerdir. Kültürlerin, dinlerin ve ticaretin kesişme noktası olan Buhara; eskiden Maveraün Nehir’in merkezi olup Cengiz Han tarafından viran edilmiştir. Tuğla ve kerpiçten sarı bir Orta Asya kenti olan ve mavi çinili başkaldırısıyla Zerefşan ırmağının onu böldüğü eski büyük İpek Yolu’nun görkemli kenti Buhara dinlerin kalbidir. 2500 yıllık Buhara birçok yıkım, istila ve kıyım yaşamıştır. Büyük İskender’den Arap istilasına kadar geçen maceralı tarihinde Araplar tüm Zerdüşt tapınaklarını camiye dönüştürmüşlerdir. Maghoki Attar Camii bunlardan biridir, 5.YY.da Zerdüşt tapınağı olarak yıkıma uğramış, erken dönemde Budist tapınak olmuş ve 16.YY’a kadar cami olmakla birlikte akşamüstleri sinagog olarak kullanılmış Yahudiler tarafından. Bu cami, gerçek bir Buhara tanımıdır. Aşkın, şarabın ve bilimin kenti Ömer Hayyam’dan, İbni Sina’ya yaşadığı görkemi bugün bulmak pek kolay değil. En çok Timur dönemi yapıları bugüne kalan Cengiz Han herşeyi yerle bir etmiş. Eski Buhara büyük surları ve kapılarıyla üç bölümdür; İki Bölüm Emir’e ait olup üçüncüsü tüccarlara ve pazara ait . Bugün ise alınıp satılacak hiç bir şey yok ortada. Türk tırlarından ne düşerse, düzensiz bir mal akışı var. Arap istilasında 700 zengin tüccarın terk ettiği Buhara bugün ticaretin kalbi değil.Akşam vardığımız Buhara’da, geceleme ve akşam yemeği otelimizde olacak."
      },
      {
        "dayNumber": 4,
        "title": "Buhara",
        "description": "Bugün otelimizde alacağımız kahvaltıyı takiben 09.00´da başlayacak olan şehir turumuzda göreceklerimiz arasında; ARK KALESI, NADIR DIVAN BEGHI MEDRESESI ve KHANAKA, ABDULAZIZ HAN MEDRESESI, MIRI ARAB MEDRESESI, TOKI ZARGARON, TOKI SARRAFON, CHOR MINOR MEDRESESI, ULUGBEY MEDRESESI, BUHARA EMIRLERININ YAZLIK SARAYI, SAMANIDS MOZALESI, CHASMA AYUN MAZAR, BOLO HAUZ KOMPLEKSI, POI KALYAN KOMPLEKSI var. Şehir turumuzu tamamladıktan sonra saat 18.00´da Nadir Divan Menghi Medresesi´nde Geleneksel Özbek Halk Danslarını izleyeceğiz. Gösterinin ardından akşam yemeğini yedikten sonra otelimize geçiyoruz.OTELİMİZ: HOTEL ASL BUHARA vb."
      },
      {
        "dayNumber": 5,
        "title": "Buhara",
        "description": "Sabah erken saatlerde otelimizde alacağımız kahvaltıyı takiben, Buhara’dan ayrılıp 08.00’da otobüs ile Semerkant’a geçiyoruz. Saat 13.00’da Semerkant’a varışımızı takiben otelimize transferimiz gerçekleşiyor. Ve varıştan sonra şehir turumuza başlıyoruz. GUR EMIR MOZALESI, REGISTAN MEYDANI, BIBI KHANYM CAMII, SHAI-ZINDA KOMPLEKSI, ULUGBEY RASATHANESI, KHODJA DONIYOUR MOZALESI, IMAM AL-BUKHARI MOZALESI, Semerkant’ta göreceğimiz yerler arasındadır. Şehir turumuzu tamamladıktan sonra akşam yemeğimizi alıp serbest zamanla Semerkant’ta biraz daha gezme imkânı bulacağız. Geceleme otelimizde."
      },
      {
        "dayNumber": 6,
        "title": "Semerkant",
        "description": "Sabah otelimizde alacağımız kahvaltıyı takiben öğle yemekli bir Semerkant gezimiz için saat 09:00da otelimizden ayrılıyoruz. Şehir turumuz devam ediyor. Turumuzun bitiminde, saat 16.00da Taşkent şehrine gitmek için tren istasyonuna transferimizi gerçekleştiriyoruz. AFROSIYOB hızlı treni ile 17.00 da Taşkent yolculuğumuz başlıyor. Yaklaşık iki buçuk saat sürecek olan tren yolculuğumuzun ardından 19.45 de Taşkent şehrine varıyoruz. Otele transferimizin ardından akşam yemeğimizi otelde alıp, serbest zamanla Taşkent’i keşfe çıkıyoruz. Geceleme otelimizde. OTELIMIZ: LE GRANDE PLAZA vb."
      },
      {
        "dayNumber": 7,
        "title": "Taşkent",
        "description": "Sabah otelimizde alacağımız kahvaltıyı takiben 09:00da Taşkent’teki şehir turumuza başlamak adına otelden ayrılıyoruz. AMIR TEMUR MEYDANI, KHAZRET IMAM CAMİ, KUKELDASH MEDRESESI, TARIHI ŞEHIR, OZGURLUK MEYDANI, OZBEKISTAN TARIHI DEVLET MUZESI, OPERA ve BALE SAHNESI, COURAGE ABIDESI Taşkent’te göreceklerimizin arasındadır. Turumuzun ardından öğle yemeğimizi 12.00´da yerel bir restoranda alıyoruz, daha sonra 13.00´da havalimanına geçiyoruz. Saat 16.00´da kalkacak uçağımızla Kırgızistan’ının Başkenti Bişkek ´ yolculuğumuz başlıyor. Varışımızın ardından otele transferimiz gerçekleşiyor, akşam yemeğimizi otelimizde alıyoruz. Geceleme otelimizde."
      },
      {
        "dayNumber": 8,
        "title": "Bişkek",
        "description": "Otelimizde alacağımız kahvaltıyı takiben Bişkek şehir turumuza başlıyoruz. Kara yolu ile issyk Kul’a gidiyoruz. Yol üzerinde 11.yüzyılda inşa edilmiş; Burana kulesi’ni ziyaret ediyoruz. Şehir turumuz Issyk Kul’da yol üzerine devam ediyor. Issyl-Kul Gölü bölgesine geçiyoruz. Otelimize yerleşme ve Akşam yemeği. Geceleme otelimizde"
      },
      {
        "dayNumber": 9,
        "title": "Issyk Kul",
        "description": "Sabah otelimizde alacağımız kahvaltımızın ardından kara yolu ile Naryn şehrine yolculuğumuz başlıyor. Asya steplerinde, yolculuk yapıyoruz, Kırgız Köylerinden geçiyoruz, güzergâhımızda molalar veriyoruz, rehberimizden Kırgız göçmen hayatı hakkında bilgiler alıyoruz, Narin şehrine varıyoruz, Narin şehrinde Halı dokuma merkezlerini ziyaret edeceğiz. Öğle yemeğimizi Koçkor şehrinde yerel bir restoranda alacağız. Akşam Yemeği ve Geceleme otelimizde."
      },
      {
        "dayNumber": 10,
        "title": "Naryn",
        "description": "Sabah otelimizde alacağımız erken kahvaltının ardından Kırgız-Çin sınırına gitmek üzere (Torugart Geçidi) kara yolculuğumuz başlıyor. Yol Kırgızistan dağlarının arasından en dar yollardan geçerek ilerliyor. Bu bölge hayvan sürülerinin otlaması için gür otlarıyla ideal bir alan. Ayrıca tertemiz havası da başka bir güzel özelliği… Yol boyunca bu muhteşem manzarayı seyretme imkânı buluyoruz. Öğle yemeğimizi yolculuğumuz esnasında hazır lunch boxlarımız ile alıyoruz. Yaklaşık öğlen 12.00’da vardığımız sınırda bizi Çinli rehberimiz karşılıyor. Ardından muhteşem Çin ülkesini keşfetmeye başlıyoruz. Rehberimiz eşliğinde Çin’in KASHGAR şehrine geçerek bir Uygur restoranında akşam yemeğimizi alıyoruz. Geceleme Kaşgar da otelimizde."
      },
      {
        "dayNumber": 11,
        "title": "Kaşger",
        "description": "Otelimizde alacağımız kahvaltımızı takiben sabah saatlerinde öğle yemekli Kaşgar şehir turumuza başlıyoruz. Burada Mahmut Kaşgari türbesi (Kaşgarlı Mahmut ) , Kaşgar apk hoca mozalasi, idhak camii ve Kaşgar old townı görme imkânı bulacağız. Turumuzu tamamladıktan sonra Kaşgar şehrinden Yarkent´e olan kara yolculuğumuz başlıyor. Akşam saatlerinde vardığımız Yarkentte akşam yemeği ve geceleme otelimizde olacak."
      },
      {
        "dayNumber": 12,
        "title": "Yarkent",
        "description": "sabah otelimizde alacağımız kahvaltının ardından öğle yemekli Yarkent şehir turumuza başlıyoruz. Burada bıçak atölyesi, Ammanishan türbesi ve Yarkan Altın Mezarlık göreceğimiz yerler arasındadır. Şehir turumuzu tamamladıktan sonra kara yolu ile yaklaşık 7 saat sürecek bir yolculuğun ardından HOTAN´dayız. Akşam yemeği ve geceleme otelimizde olacak. OTELİMİZ: XIHU HOTEL vb"
      },
      {
        "dayNumber": 13,
        "title": "Hotan",
        "description": "Sabah otelimizde alacağımız kahvaltının ardından TAKLAMAKAN Çölü’nde arazi göçebe safarimiz başlayacak. Develer bizi çöle götürmek için bekliyorlar. Deve sırtında Taklamakan çölünde ilerliyoruz. TAKLAMAKAN ÇÖLÜ Rub´ul Hali´den sonra dünyanın 2. büyük aynı zamanda Çin’deki en büyük kum çölüdür. Taklamakan çölü Sincan eyaletinin aşağı yukarı üçte ikisini kaplar. Alanı ortalama 300.000 kilometrekaredir. Büyük bir kısmı 100 metre kumulla kaplıdır, hatta bazı beyanlarda 300 metreyi bulduğu söylenmektedir. Safari turumuzu tamamladıktan sonra Urumçi´ye gitmek üzere havaalanına geçiyoruz. Yaklaşık bir buçuk saat sürecek yolculuğumuzun ardından akşam saatlerinde Urumçi ye varıyoruz. Geceleme ve akşam yemeğimiz otelde olacak. OTELIMIZ: BINGTUAN HOTEL vb."
      },
      {
        "dayNumber": 14,
        "title": "Hurumci",
        "description": "Sabah otelimizde alacağımız kahvaltının ardından ipek yolunu daha iyi tanıma imkânını bulacağımız Ünlü Büyük Xinjiang Müzesi´ni ziyaret ediyoruz. Müze ziyaretimizi gerçekleştirdikten sonra yaklaşık 3 saat sürecek kara yolculuğu ile turpan şehrine geçiyoruz. Geceleme ve akşam yemeğimiz otelimizde olacak. OTELİMİZ: TUHA PETROLEUM HOTEL"
      },
      {
        "dayNumber": 15,
        "title": "Tarpan",
        "description": "Sabah kahvaltıyı takiben, Turpan turumuza devam edeceğiz. Kariz yer altı sistemi, Jiaolhe old town, Emin Minaresi, başlıca ziyaret edeceğimiz yerler arasındadır. Turpan’dan ayrılamadan önce burada öğle yemeğimizi alıyoruz. Ardından urumçi’ye doğru yolculuğumuz başlıyor. Urumçi, Çin´in kuzeydoğusunda yer alan, Doğu Türkistan adıyla da bilinen, Sincan Uygur Özerk Bölgesi´nin başkentidir. 2,5 milyon nüfuslu bir şehir olup 10.989 km²´lik bir alan kaplar. Mançu İmparatorluğu 1884 yılında, Doğu Türkistan istilasını gerçekleştirdiğinde şehre Çince (Dihua) adını vermişlerdi. 1955 yılında, daha öncelerden Eyalet statüsündeki Doğu Türkistan´ın, Sincan Uygur Özerk Bölgesi olması ile birlikte, başkentin adı da tekrar Ürümçi olmuştur. Çin´in batıya açılan en önemli güzergâhlarındandır. Demiryolu taşımacılığında önemli bir geçittir. 174,53 kişi/km². Kara yolu ile vardığımız Urumçi’ de, Urumçi ’nin Uygur bölümünde ünlü Erdaoqiao Marketi ziyaret ediyoruz. Gezimizi tamamladıktan sonra akşam yemeğimizi yerel bir restoranda alıp YINING´e gitmek üzere havaalanına transferimiz gerçekleşiyor. Geceleme yining´de otelimizde."
      },
      {
        "dayNumber": 17,
        "title": "Sayram Gölü",
        "description": "Sabah kahvaltıyı takiben, Korgas Geçidi yoluyla Kazakistan’a girerek Alma Ata’ya geçecek ve şehir turumuzu yapacağız. Akşam Yemeği ve geceleme otelimizde. Almatı, Kazakistan´ın 2.000.900 nüfuslu ve en büyük şehridir. Almatı (eski adıyla Almaata) Kazakistan Cumhuriyetinin eski başkentidir. Kazakistan´ın güney doğusunda yer alan Almatı Şehri, 1854 yılında Rusların doğuda Sınır Kalesi olarak kurduğu bir şehirdir ve ve bugün ise 2.000.900 nüfusu ile Orta Asya´nın en gelişmiş Kozmopolit an şehridir. Birçok alışveriş merkezi, restoranları, Hoteller ve Casinoları ile zengin bir yaşam sunar. Eski adı Alma ata olan şehir Alatau Dağları platosunda kalmaktadır. Kazakistan genelinde olduğu gibi, Almatı´da da ana dil Kazakça dır. Kazakistan Cumhuriyet’inin 1991 yılında Sovyetler Birliğinden bağımsızlığını kazanmasından bu yana, Almatı Şehri Batı pazarlarına açılıp, çok hızlı bir değişime uğradı. Almatı eski başkent olmasına rağmen (Şu andaki Başkent Astana Şehridir.) halen Ülkenin Kültürel, Ekonomik ve Ticari merkezi durumundadır."
      },
      {
        "dayNumber": 18,
        "title": "Almaty",
        "description": "Sabah erken saatlerde, saat 06.55 ‘de Türk hava Yolları uçağı ile geri dönüş yolculuğu için Havaalanına transfer ve Uçuşumuzu takiben, saat 09.55’de İstanbul’a varış. Turumuzun sona ermesi..."
      }
    ],
    "map": "",
    "country": "Çin"
  },
  {
    "destination": "Çin",
    "mainPhoto": "",
    "id": "STG09052",
    "tourName": "Celebrity Millennium  THY ile Vizesiz  Uzakdoğu  - 04 Ocak & 15 Şubat 2020",
    "placesVisited": "Çin, Vietnam, Tayland, Singapur",
    "generalInfo": "11 katın her birinde başından sonuna kadar seçkinliği ve bu tarz otellerdeki atmosferi yansıtır. Millenium sınıfı gemilerin ilk gemisi olan Millennium, Celebrity`nin dünya çapında tüm cruise yolcularının tercihi olmasını sağlayan hizmet ve seçenekleri size sunar. Celebrity`nin Millennum`unda seyahat ederseniz tatil adına dilediğiniz her şey gerçeğe dönüşecek. Tasarıma olan ince dikkat ile daha da geniş misafir alanları oluşturulmuş, çoğu kabinler okyanus manzaralı olarak tasarlanmıştır. Hatta bunların %74`ü kendi balkonlarına sahiptir. Göze çarpan detaylar arasında denizler üstündeki en geniş AquaSpa, tabandan tavana camlarla kaplı panoromik manzaraya sahip fitness centerlar, ödüllü özel restorantların sunduğu değişik mutfaklar, 11 kata yayılan atrium ve geminin her iki tarafında camdan asansörler vardır.",
    "durationDays": "16",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/STG09052/stg09052_celebrity-millennium-thy-ile-vizesiz-uzakdog-u-04-ocak-15-s-ubat-20202019_12_14_18_57_55_0.jpg",
    "image2": "siempretour-images/STG09052/stg09052_celebrity-millennium-thy-ile-vizesiz-uzakdog-u-04-ocak-15-s-ubat-20202019_12_14_18_57_55_1.jpg",
    "image3": "siempretour-images/STG09052/stg09052_celebrity-millennium-thy-ile-vizesiz-uzakdog-u-04-ocak-15-s-ubat-20202019_12_14_18_57_55_2.jpg",
    "image4": "siempretour-images/STG09052/stg09052_celebrity-millennium-thy-ile-vizesiz-uzakdog-u-04-ocak-15-s-ubat-20202019_12_14_18_57_55_3.jpg",
    "image5": "siempretour-images/STG09052/stg09052_celebrity-millennium-thy-ile-vizesiz-uzakdog-u-04-ocak-15-s-ubat-20202019_12_14_18_57_55_4.jpg",
    "image6": "siempretour-images/STG09052/stg09052_celebrity-millennium-thy-ile-vizesiz-uzakdog-u-04-ocak-15-s-ubat-20202019_12_14_18_57_55_5.jpg",
    "imagealt": "",
    "personNumber": "50",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li><strong>*</strong> Celebrity Millenium gemisinde 14 gece 15 gün tam pansiyon konaklama;</li>\n<li><strong>*</strong> Türk Havayolları ile İstanbul - Hong Kong // Singapur -  İstanbul arası ekonomi sınıfı uçak bileti</li>\n<li><strong>*</strong> Havaalanı-liman-alan transferleri;</li>\n<li><strong>*</strong> Havaalanı ve Liman vergileri 5900 TL</li>\n<li><strong>*</strong> Gemideki her türlü animasyon ve şovlar;</li>\n<li><strong>*</strong> Zorunlu seyahat sigortası (mesleki sorumluluk sigortasıdır.)</li>\n<li><strong>*</strong> Türkçe rehberlik hizmeti (Minimum 20 Kişi katılması durumunda)</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Hong Kong (Çin)",
        "description": "Atatürk Havalimanı, Dış Hatlar Terminali, buluşma. THY’nin TK 70 sefer sayılı uçuşu ile saat 02:00 'de Hong Kong’a hareket ve Yerel saat ile 17:00'de Hong Kong'a varış."
      },
      {
        "dayNumber": 2,
        "title": "Hong Kong (Çin)",
        "description": "Hareket Saati : 20:00"
      },
      {
        "dayNumber": 3,
        "title": "Denizde Seyir",
        "description": ""
      },
      {
        "dayNumber": 4,
        "title": "Hanoi (Vietnam)",
        "description": "Varış Saati : 07:00"
      },
      {
        "dayNumber": 6,
        "title": "Hue/Danang, Chan May  (Vietnam)",
        "description": "Varış Saati : 08:00"
      },
      {
        "dayNumber": 7,
        "title": "Denizde Seyir",
        "description": ""
      },
      {
        "dayNumber": 8,
        "title": "Ho Chi Minh (Vietnam)",
        "description": "Varış Saati : 07:00"
      },
      {
        "dayNumber": 9,
        "title": "Denizde Seyir",
        "description": ""
      },
      {
        "dayNumber": 10,
        "title": "Bangkok, Laem Chabang (Tayland)",
        "description": "Varış Saati : 09:00"
      },
      {
        "dayNumber": 12,
        "title": "Denizde Seyir",
        "description": ""
      },
      {
        "dayNumber": 14,
        "title": "Singapur (Singapur)",
        "description": "Varış Saati : 08:00"
      },
      {
        "dayNumber": 15,
        "title": "Singapur (Singapur)",
        "description": "Singapur, Singapur; Sabah erkenden, çıkış işlemlerimizi gerçekleştiriyoruz. Havalimanına transfer. Türk Havayollarının TK 55 sefer sayılı uçuşu ile saat 23:40’da İstanbul’a hareket."
      },
      {
        "dayNumber": 16,
        "title": "İstanbul' a Varış",
        "description": ""
      }
    ],
    "map": "",
    "country": "Çin"
  },
  {
    "destination": "Çin",
    "mainPhoto": "",
    "id": "STG09055",
    "tourName": "Celebrity Millennium ile Vizesiz Gizemli Uzakdoğu - 03.Ocak.2020",
    "placesVisited": "Çin, Vietnam, Tayland, Singapur",
    "generalInfo": "",
    "durationDays": "17",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/STG09055/stg09055_celebrity-millennium-ile-vizesiz-gizemli-uzakdogu-03-ocak-20202019_12_16_04_42_01_0.jpg",
    "image2": "siempretour-images/STG09055/stg09055_celebrity-millennium-ile-vizesiz-gizemli-uzakdogu-03-ocak-20202019_12_16_04_42_01_1.jpg",
    "image3": "siempretour-images/STG09055/stg09055_celebrity-millennium-ile-vizesiz-gizemli-uzakdogu-03-ocak-20202019_12_16_04_42_01_2.jpg",
    "image4": "siempretour-images/STG09055/stg09055_celebrity-millennium-ile-vizesiz-gizemli-uzakdogu-03-ocak-20202019_12_16_04_42_01_3.jpg",
    "image5": "siempretour-images/STG09055/stg09055_celebrity-millennium-ile-vizesiz-gizemli-uzakdogu-03-ocak-20202019_12_16_04_42_01_4.jpg",
    "image6": "siempretour-images/STG09055/stg09055_celebrity-millennium-ile-vizesiz-gizemli-uzakdogu-03-ocak-20202019_12_16_04_42_01_5.jpg",
    "imagealt": "",
    "personNumber": "50",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li><strong>*</strong> Celebrity Millenium gemisinde 14 gece 15 gün tam pansiyon konaklama;</li>\n<li><strong>*</strong> Emirates Havayolları ile İstanbul - Hong Kong // Singapur -  İstanbul arası ekonomi sınıfı uçak bileti</li>\n<li><strong>*</strong> Havaalanı-liman-alan transferleri;</li>\n<li><strong>*</strong> Havaalanı ve Liman vergileri <strong>5900 TL</strong></li>\n<li><strong>*</strong> Gemideki her türlü animasyon ve şovlar;</li>\n<li><strong>*</strong> Zorunlu seyahat sigortası (mesleki sorumluluk sigortasıdır.)</li>\n<li><strong>* Türkçe rehberlik hizmeti (Minimum 20 Kişi katılması durumunda)</strong></li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Hong Kong (Çin)",
        "description": "Sabiha Gökçen Havalimanı, Dış Hatlar Terminali, buluşma. Emirates HY’nin EK 0120 sefer sayılı uçuşu ile Hong Kong’a hareket"
      },
      {
        "dayNumber": 2,
        "title": "Hong Kong (Çin)",
        "description": "Hong Kong, Çin. Varışın ardından gemiye transfer."
      },
      {
        "dayNumber": 3,
        "title": "Hong Kong (Çin)",
        "description": "Hareket Saati : 20:00"
      },
      {
        "dayNumber": 4,
        "title": "Denizde Seyir",
        "description": ""
      },
      {
        "dayNumber": 5,
        "title": "Hanoi (Vietnam)",
        "description": "Varış Saati : 07:00"
      },
      {
        "dayNumber": 7,
        "title": "Hue/Danang, Chan May  (Vietnam)",
        "description": "Varış Saati : 08:00"
      },
      {
        "dayNumber": 8,
        "title": "Denizde Seyir",
        "description": ""
      },
      {
        "dayNumber": 9,
        "title": "Ho Chi Minh City (Vietnam)",
        "description": "Varış Saati : 07:00"
      },
      {
        "dayNumber": 10,
        "title": "Denizde Seyir",
        "description": ""
      },
      {
        "dayNumber": 11,
        "title": "Bangkok, Laem Chabang (Tayland)",
        "description": "Varış Saati : 09:00"
      },
      {
        "dayNumber": 13,
        "title": "Denizde Seyir",
        "description": ""
      },
      {
        "dayNumber": 15,
        "title": "Singapur (Singapur)",
        "description": "Varış Saati : 08:00"
      },
      {
        "dayNumber": 16,
        "title": "Singapur (Singapur)",
        "description": "Singapur, Singapur; Sabah erkenden, çıkış işlemlerimizi gerçekleştiriyoruz"
      },
      {
        "dayNumber": 17,
        "title": "İstanbul' a Varış",
        "description": "Emirates Havayollarının EK 0405 sefer sayılı uçuşu ile İstanbul’a hareket. 14:00 İstanbul'a varış."
      }
    ],
    "map": "",
    "country": "Çin"
  },
  {
    "destination": "Çin",
    "mainPhoto": "",
    "id": "TVWC",
    "tourName": "Çin Hazları",
    "placesVisited": "Çin",
    "generalInfo": "Çin’ in harikalarını keşfederken Pekin’ den Şanghay’ a aydınlatıcı bir yolculuğa çıkın.  Muazzam bir yapı olan Çin Seddi’ ni görün,  Büyük Vahşi Kaz Pagodası’ nı ziyaret edin ve Yangtze Nehri’ nde 3 gece lüks bir gemi yolculuğunun tadını çıkarın.<br><br><strong>Lütfen dikkat: </strong> Bu örnek bir gezi programıdır ve kendi kişisel gereksinimlerinize ve bütçenize uyacak şekilde ayarlanabilir.",
    "durationDays": "11",
    "price": "2799",
    "image1": "siempretour-images/TVWC/tvwc_tvwc_20190501_1887313962.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Pekin Turu</li>\n<li>- Pekin Operası</li>\n<li>- Çin Seddi</li>\n<li>- Xi’ an Turu</li>\n<li>- Lüks Yangtze Nehri Gemi Yolculuğu</li>\n<li>- Şanghay Turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 7 gece,  ortak banyolu otelde 3 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>10 kahvaltı,  9 öğle yemeği,  2 akşam yemeği</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Pekin' e Varış",
        "description": "Yüzlerce yıldır bu büyük tarihi ülkenin politik kalbi olan Pekin,  sürekli değişmekte olan bir şehir,  zevkli aktivitelerle dolu ve eski ve yeni arasında bir ayna."
      },
      {
        "dayNumber": 2,
        "title": "Pekin",
        "description": "Otelde kahvaltıdan sonra,  Tiananmen Meydanı’ nı ziyaret edeceksiniz.  Çin Halk Cumhuriyeti’ nin kuruluşuna tanıklık eden,  Pekin’ in merkezinde bulunan Tiananmen Meydanı,  dünyanın en etkileyici şehir meydanlarından biridir.  Ardından,  Yasak Şehir’ e devam edeceksiniz.  Bu saray kompleksi,  Ming ve Qing Hanedanları döneminde 24 imparatorluğa ev sahipliği yapmıştır.  Bugün Yasak Şehir halka açık bir müzedir ve Dünya Mirası Sit Alanı’ dır.  Çin’ in imparatorlarına ev sahipliği yapan,  aynı zamanda Çin’ deki en iyi korunmuş imparatorluk sarayı ve dünyanın en büyük antik saray binası olan bu antik sarayın salonlarını ve bahçelerini keşfedin."
      },
      {
        "dayNumber": 3,
        "title": "Çin Seddi",
        "description": "Otelde kahvaltıdan sonra,  1505 yılında inşa edilen ve en çok ziyaret edilen bölüm olan Çin Seddi’ nin Badaling bölümünü ziyaret edeceksiniz.  Özgün ihtişamını temsil edecek şekilde yeniden inşa edilen bu bölüm,  Çin Seddi’ nin büyüklüğünün gerçekçi ve şaşırtıcı bir görüntüsünü gözler önüne seriyor."
      },
      {
        "dayNumber": 4,
        "title": "Xi' An",
        "description": "Bu sabah,  imparatorluk ailesinin eski dinlenme yeri olan Yazlık Saray’ ı ziyaret edeceksiniz.  Yazlık Saray,  çeşitli göz alıcı manzaralar ve Kunming Gölü’ nü görme fırsatı sunmaktadır.  Binaları ve avluları güzelce dekore edilmiştir ve tarihle doludur.  Aynı zamanda,  Çin’ deki en büyük ve en eski taş kemeri içermektedir."
      },
      {
        "dayNumber": 5,
        "title": "Xi' An",
        "description": "Otelde kahvaltıdan sonra,  Terracotta Savaşçıları ( Toprak Askerler )  Müzesi’ ni ziyaret edeceksiniz.  2000 yıllık Terracotta Savaşçıları Ordusu,  ilk olarak Çin’ in ilk imparatorunun mezar bölgesini korumak için inşa edilmiştir.  İnanılmaz derecede gerçekçi figürler sıralanmıştır."
      },
      {
        "dayNumber": 6,
        "title": "Çongçing ve Yangtze Nehri Gemi Yolculuğu",
        "description": "Otelde kahvaltıdan sonra,  Çongçing’ e uçuşunuz için havalimanına transfer edileceksiniz.  Varışta,  İngilizce konuşan yerel rehberiniz sizi havalimanından alacak ve Ciqikou Eski Şehri’ ni ziyaret etmeden önce sizi Eling Park’ a götürmek için hazır olacak.  \"Porselen limanı\" anlamına gelen Jialing Nehri üzerindeki Ciqikou Eski Şehri, ,  1900 yıl önce inşa edilmiştir ve Ming ve Qing Hanedanları döneminde bölgedeki porselen üretimi için gelişen bir merkezdi.  Eşsiz dükkanlara ve çayevlerine gitmek için dar Arnavut kaldırımlı yaya caddelerinde yürüyün."
      },
      {
        "dayNumber": 7,
        "title": "Yangtze Nehri Gemi Yolculuğu",
        "description": "Bugün Hayalet Şehir Fengdu’ yu ziyaret edeceksiniz.  Fengdu’ da birkaç ilginç kültürel yer vardır ve “Snow Jade Mağarası” veya “Mingshan Dağı’ ndaki Hayalet Şehir’ i” görmek için bir liman turundan faydalanabilirsiniz.  Alternatif olarak,  bir kayalığa dayalı olarak inşa edilen,  dolayısıyla sadece üç duvarının insan yapımı olduğu Shibaozhai Pagodası’ nı da ziyaret edebilirsiniz."
      },
      {
        "dayNumber": 9,
        "title": "Yangtze Nehri Gemi Yolculuğu, Şanghay",
        "description": "Bugün Üç Boğaz Barajı’ na bir liman turu yapacak ve Xiling Boğazı’ nın Doğu Bölümü’ nü ziyaret edeceksiniz.  Yichang’ da gemiden ineceksiniz ve yerel bir restoranda öğle yemeği yiyeceksiniz.  Daha sonra,  Şanghay’ a uçuşunuz için havalimanına transfer edileceksiniz.  Varışta,  İngilizce konuşan yerel rehberiniz sizi almak ve otelinize götürmek için hazır olacak."
      },
      {
        "dayNumber": 10,
        "title": "Şanghay",
        "description": "Bugün Yuyuan Bahçesi’ nden başlayarak,  tam gün Şanghay turunun tadını çıkaracaksınız.  Eski kent merkezinde yer alan bu büyük bahçe,  klasik Çin tasarımının harika bir örneği.  400 yıl önce Ming döneminde kurulan muazzam Şanghay şehri,  bu eski akrabasının etrafında gelişim göstermiş ancak yaşamın modern hızından uzak sakin bir soluk getirerek barış içinde büyümeye bırakılmıştır."
      },
      {
        "dayNumber": 11,
        "title": "Şanghay' dan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Çin"
  },
  {
    "destination": "Çin",
    "mainPhoto": "",
    "id": "ST00008",
    "tourName": "Çin Turu",
    "placesVisited": "Çin",
    "generalInfo": "Çin, inanılmaz tarihi, devasa tapınakları ve müthiş festivalleri ile ayrı bir kültür ve tarih cenneti.<br><br>Siempre Tur ile gerçekleştirilen Çin turunda, Çin'in tarihini ve devasa tapınaklarını keşfedebilir, kültürü hakkında bilgi alabilir ve bol bol yöresele yemekleri tadabilirsiniz. Tarihin en köklü milletlerinden biri olan Çin'i Siempre Tur ile keşfedin.<br><br>UNESCO Dünya Kültür Mirası Listesindeki 7 yer<br>\r\nPekin – Tian’anMen Meydanı – Cennet Tapınağı – Yasak Şehir – Yazlık Saray – Büyük Çin Seddi – Longmen Mağaraları - Xi’an – Terra Cotta Savaşçı Heykelleri –Guilin - Büyük Vahşi Kaz Pagodası – Xi’an Şehir Surları – Shanghai Yeşim Buda Tapınağı – Yu Bahçesi – Doğu’nun Venedik’i Suzhou /Tongli – Çay Seremonisi –Tang Haneden Şovu ve Tekne Gezilerinden oluşan dopdolu bir tur olacak.</br>",
    "durationDays": "11",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ST00008/st00008_2019_04_12_01_16_22_0.jpg",
    "image2": "siempretour-images/ST00008/st00008_2019_04_12_01_16_22_1.jpg",
    "image3": "siempretour-images/ST00008/st00008_2019_04_12_01_16_22_2.jpg",
    "image4": "siempretour-images/ST00008/cin-1.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>Tur süresi boyunca rehberlik hizmeti verilir.</li>\n<li>Tur kapsamına dahil olan yemekler</li>\n<li>Programdaki çevre gezileri</li>\n<li>Uçakla gidiş - dönüş ve şehirler arası aktarmalar</li>\n<li>Radegast Lake Wiev Hotel            </li>\n<li>Luojang Lee Royal Hotel.</li>\n<li>Mudu Xi’an Grand Noble Hotel                   </li>\n<li>Guilin Grand Link Hotel                     </li>\n<li>Shanghai Sunrise on the Bund     </li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "İstanbul",
        "description": "19.04.2018 Perşembe gecesi İstanbul ve çeşitli illerden katılan misafirlerimizle İstanbul Atatürk Havaalanı Dış Hatlar Terminal’inde SİEMPRE Turizm yetkilisi ile saat 23.00’de buluşuyoruz. Gümrük pasaport işlemlerinden sonra, 23.08.2017 Günü Türk Hava Yolları’nın TK020 sayılı seferi ile saat 01.05’te Pekin’e hareket ediyoruz. Geceleme uçakta."
      },
      {
        "dayNumber": 2,
        "title": "Pekin(A)",
        "description": "Çin Halk Cumhuriyeti’nin başkenti Pekin’e yerel saat ile 15.05’te varıyoruz. Otobüs ve rehberimizle buluşup otelimize yerleştikten sonra, şehir merkezine gidiyoruz. Otelimize yerleştikten sonra akşam yemeği geleneksel bir Uygur restoranında ."
      },
      {
        "dayNumber": 3,
        "title": "Pekin (S/Ö/A)",
        "description": "Otelimizdeki kahvaltıdan sonra önce dünyanın en büyük meydanı olan Tian’anMen Meydanına gidiyoruz. “Ebedi Barış” anlamına gelen bu meydan aynı anda bir milyon kişiyi alabilmektedir. Burada Mao’nun Mozolesi ve önündeki anıtları görüyoruz. Daha sonra UNESCO tarafından Dünya Kültür Mirası Listesi’ne 1987 yılında alınan “Yasak Şehir’i” ziyaret ediyoruz. Önceleri hanedan soyu haricinde sıradan kişilere kapalı olan 9999 odalı bu saray, dünyanın en büyük saray kompleksidir. Bugün öğle yemeğinden sonra yine UNESCO Dünya Kültür Mirası Listesi’nde bulunan Cennet Tapınağı’nı geziyoruz. Çin İmparatorları burada törenler yaparak, bol mahsul ve huzur için, toprak, güneş, ay, dağ ve nehir tanrılarına dua ederlerdi. Daha sonra şehrin Hutong bölgesinde geleneksel Çin evlerinin arasında ve dar sokaklarda Rikscha denilen “bisiklet fayton” ile geziyoruz. Akşam yemeğimiz Çin mutfağının bir klasiği olan “Pekin Ördeği”."
      },
      {
        "dayNumber": 4,
        "title": "Pekin - Luoyang (S/A)",
        "description": "Otelimizdeki kahvaltıdan sonra tren garına transferimiz gerçekleşiyor. Hızlı tren ile dört saatlik bir yolculuğun ardından, Luoyang’a ulaşıyoruz. Öğleden sonra Yi nehrinin iki yakasında bulunan ve 2000 yılında UNESCO Dünya Kültür Mirası Listesi’ne alınan, Çin’in “Taş Oyma Müzesi” olarak adlandırılan Longmen Mağaralarını geziyoruz. Burada 1.300’ün üzerinde mağara, 50 den fazla Buda pagodası ve 100 bin Buda heykeli bulunmaktadır. Konaklama ve akşam yemeği otelimizde."
      },
      {
        "dayNumber": 5,
        "title": "Luoyang - Xi'an (S/A)",
        "description": "Otelimizdeki kahvaltıdan sonra tren garına transferimiz gerçekleşiyor. Hızlı tren ile bir buçuk saatlik bir yolculuğunun sonunda tarihi İpek Yolu’nun başlangıç merkezi olan ve “Sonsuz Barış” anlamına gelen Xi’an’a ulaşıyoruz. Burada 13 yy da Tang Hanedanlığı tarafından inşa edilen, 14 km uzunluğundaki şehir surlarını görüyoruz. Burada şehir girişlerinin akşamları kapatılması ve sabah güneşin doğuşuyla yeniden açılmaları için kullanılan “Çan” ve “Davul” kulelerini görüyoruz. Müslüman mahallesinde vereceğimiz moladan sonra akşam yemeğimiz Otelimizde."
      },
      {
        "dayNumber": 6,
        "title": "Xian (S/Ö/A)",
        "description": "Otelimizdeki sabah kahvaltısının ardından UNESCO Dünya Kültür Mirası Listesi’nde bulunan “Terra Cotta Savaşçı Heykelleri’ni geziyoruz. Bu askerler ordusu ilk Çin imparatoru Qin’in ruhunu kötülüklerden korumak için usta sanatçılar tarafından yapılmıştır ve 1.80 boyundaki bu savaşçıların hepsinin yüzleri farklıdır. Daha sonra bu heykellerin nasıl yapıldığına dair bilgi alabilmek için üretim atölyesini geziyoruz. Öğle yemeğinden sonra rahip Xuanzang tarafından Hindistan’dan getirilen Budist sutra ve heykelcikleri saklamak için yapılan “Büyük Vahşi Kaz Pagodası’nı görüyoruz. Bugünkü akşam yemeğimiz bin yıl öncesinin renkli kostümleri ve dansları ile Tang Hanedanlığının anlatıldığı bir gösteri eşliğinde."
      },
      {
        "dayNumber": 7,
        "title": "Xi'an - Guilin (S/A)",
        "description": "Otelimizdeki sabah kahvaltısının ardından Guilin’e gidişimiz için havaalanına transferimiz gerçekleşiyor. CZ6376 sefer sayılı uçak ile 10.45 de Xi’an’dan ayrılıyoruz ve 12.40 da Guilin’e varıyoruz. Öğleden sonra “Fil hortumu tepesi” ve “Sazlık Flütü Mağarası” nı geziyoruz. Konaklama Guilin’ deki otelimizde. Akşam yemeğimiz otelimizde."
      },
      {
        "dayNumber": 8,
        "title": "Guilin - Shanghai (S/Ö)",
        "description": "Otelimizdeki sabah kahvaltısının ardından Li Nehri üzerinde masalsı Guilin bölgesinde bir tekne gezintisi yapıyoruz. Öğle yemeğimizi seyir esnasında alıyoruz. Ardından havalimanına transferimiz gerçekleşiyor ve FM9370 sefer sayılı uçak ile 19.25 de Shanghai’a hareket ediyoruz. 21.40 da varıyoruz. Konaklama Shanghai ’daki otelimizde."
      },
      {
        "dayNumber": 9,
        "title": "Shanghai (S/Ö/A)",
        "description": "Otelimizdeki kahvaltının ardından Shanghai’deki turumuza Yeşim Buda Tapınağı’nı gezerek başlıyoruz. Burada bulunan iki Buda heykeli aynı zamanda paha biçilmez bir sanat eseri. Bu yapıtlarda kullanılan yeşim taşı saflık ve kutsallığı simgeler. Daha sonra 16 yy da Ming hanedanlığı döneminde yapılan ve Çin bahçe kültürünü en iyi biçimde yansıtan Yu-Bahçesi’ni geziyoruz. Burada Uzak Doğulular için hayatta başarı ve azmi simgeleyen Koi Balıkları’nı görüyoruz. Shanghai’in eski şehrinde bir çay evinde “Çin çayı seremonisini” izliyoruz. Huangpu Nehri üzerinde bir tekne turu yapıyoruz. Akşam yemeğimiz otelimizde."
      },
      {
        "dayNumber": 10,
        "title": "Tongli (S/Ö/A)",
        "description": "Otelimizdeki sabah kahvaltısının ardından tarihi 2500 yıl öncesine giden Tongli şehrine gidiyoruz. Şehirdeki kanallar, taş köprüler, pagodalar ve özenle düzenlenmiş bahçeleri ile Çin’in önemli turistik merkezlerinden birisidir. Burada bir bot turu yapıyoruz. Suzhou bölgesi 1997 yılından beri UNSCO Dünya Kültür Mirası Listesi’ndedir. Çoğu kez “Çin’in Venedik’i” olarak adlandırılır. Öğle yemeğinden sonra Shanghai ’ye geri dönüyoruz. Shanghai’ın meşhur alışveriş caddesi olan Nanjing Lu’da serbest zamanımız var. Akşam yemeği otelimizde ."
      },
      {
        "dayNumber": 11,
        "title": "Shangai (S)",
        "description": "Otelimizdeki sabah kahvaltısından sonra odalarımızı boşaltmamız gereken öğlen 12:00 ye kadar boş vaktimiz var. Daha sonra valizlerimizi otobüsümüze yükleyerek, Çin tarihine dair en iyi müzelerden bir tanesi olan Shanghai Müzesi’ni geziyoruz. Daha sonra Çin’in en yüksek kulelerinden olan “Jinmao Tower’a” çıkıyor ve Shanghai şehrini kuşbakışı olarak görüyoruz. Daha sonra Fransız tüccarların 19 yy da Avrupa tarzında yaratmış oldukları imtiyazlı bölgeye gidiyoruz. Buradaki Fransız etkisini ferforje balkon demirleri, neoklasik stildeki binalar ve sevimli kafelerde görebilirsiniz. Daha sonra havalimanına transferimiz gerçekleşiyor. Bilet ve pasaport işlemlerinden sonra Türk Hava Yolları’nın TK027 sayılı uçuşu ile saat 23.15’te hareket ediyoruz. Geceleme uçakta."
      },
      {
        "dayNumber": 12,
        "title": "Shangai",
        "description": "01.05 Salı günü sabah erken, 05.10’da İstanbul Atatürk Havalimanı’na varıyoruz. Farklı şehirlerden gelen misafirlerimizle bir sonraki SİEMPRE Gezi Turu’nda görüşmek üzere vedalaşıyoruz. Başlangıç şehirlerimize dönmek için bağlantı uçuşlarımızı bekliyoruz."
      }
    ],
    "map": "",
    "country": "Çin"
  },
  {
    "destination": "Çin",
    "mainPhoto": "",
    "id": "ST03000",
    "tourName": "Özel Rota İpek Yolu",
    "placesVisited": "Çin, Özbekistan, Kırgızistan, Türkmenistan, Özbekistan",
    "generalInfo": "Birbirinden farklı şehirler, birbirinden farklı kültürler ve birbirinden farklı doğal güzellikleriyle yeni yerler keşfedin.<br><br>Turumuz, Siempre Tour'un deneyimli rehber ekibiyle Havaalanı'ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır. Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
    "durationDays": "11",
    "price": "2640",
    "image1": "siempretour-images/ST03000/st03000_speacial-route-silk-road2019_09_03_10_26_51_0.jpg",
    "image2": "siempretour-images/ST03000/st03000_speacial-route-silk-road2019_09_03_10_26_51_1.jpg",
    "image3": "siempretour-images/ST03000/st03000_speacial-route-silk-road2019_09_03_10_26_51_2.jpg",
    "image4": "siempretour-images/ST03000/st03000_st03000_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "18",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "<ul>\n<li>- İstanbul - Bişkek Gidiş Taşkent -İstanbul Dönüş  Türk Havayolu ile ekonomik sınıf uçak  biletleri</li>\n<li>- Bişkek – Talkent  ekonomik havayolu ile ara uçuş</li>\n<li>- Dashoguz-Ashgabat,  Ashgabat-Mary   ekoneomik havayolu uçuş biletleri</li>\n<li>- Tashkent -Urgench   ekonomik havayolu uçuş biletleri</li>\n<li>- Buhara- Semerkant Bussines vagon Tren  biletleri</li>\n<li>- Bishkek ve  Bukhara Yerel danslar eşliğin de akşam yemeği</li>\n<li>- 4 / 5 Yıldızlı otellerde Konaklama</li>\n<li>- 10 Gün Sabah &amp; Öğle &amp; Akşam Yemekleri</li>\n<li>- Otobüsler de su servisi</li>\n<li>- Özel otobüsle transfer &amp; Lokal Rehber.</li>\n<li>- Gezi yerlerinde giriş ücretleri</li>\n<li>- Siempre Tour servis Görevlisi</li>\n<li>- Türkçe hizmet veren Rehberlik servisi</li>\n<li>- Yurtdışı Çıkış Vergisi (50 TL)</li>\n<li>- Zorunlu Seyahat Sigortası</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "İSTANBUL & BİŞKEK",
        "description": "26 Temmuz akşamı İstanbul Havaalanı Dış Hatlar Terminali’nde, saat 21.30’da Siempre Tour Kontuarı önünde   buluşma ve giriş işlemlerinden sonra, saat 00.40 ’da Türk Havayolları’nın TK 344 sefer sayılı uçağı ile hareket."
      },
      {
        "dayNumber": 2,
        "title": "BİŞKEK – TAŞKENT",
        "description": "Kahvaltının ardından, asya Çarşısı ziyaret edeceğimiz yerler arasındadır. Asya Çarşısında hareketli yerel hayatın birçok dinamik fotoğraflarını çekebileceksiniz. Bu çarşı kumaş ürünlerin, mal satan ve satın alanların ve renkli halıların pazarıdır. Gezi sonrası Taşkenta uçuşumuz için havalimanına transferimizi gerçekleştireceğiz.  18:40 Özbekistan'ın başkenti  Taşkent’e varış. 19: 00 Taşkent'te  varış. Siempre Tour tarafından karşılanacak ve otele transfer edileceksiniz. Aksam yemeğimiz otelde."
      },
      {
        "dayNumber": 3,
        "title": "TAŞKENT",
        "description": "Dinlenme ve kahvaltının ardından , şehir turumuz için otelden hareket ediyoruz. Geleneksel Orta Asya Mimarisinin ,İslami Mimari ile zenginleştirilip , Avrupai bir şehircilik planlaması ile taçlandırıldığı bu şehirde , gezimize şehrin gerçek merkezi Amir Temur Meydanı gezisi ile başlıyoruz. Daha sonra şehrin en büyük meydanı olan Bağımsızlık Meydanı ve bu merkezi çevreleyen anıtları göreceğiz. Bir sonraki durağımız içerisinde 16. Yüzyıldan kalma Barakhan Medresesi , Hz. Muhammed'in bir tutam saçına ev sahipliği yapması nedeni ile \" Kutsal Saç\" Muyi Mübarek olarak adlandırılan medrese ve bu medresede muhafaza edilen 7. Yüzyılda yazılmış Kuran-ı Kerim örneklerini de barındıran Hazreti İmam kompleksi bulunuyor."
      },
      {
        "dayNumber": 4,
        "title": "TAŞKENT – URGENC - HİVA",
        "description": "Sabahın erken saatlerinde Urgenç'e uçmak için yerel havaalanına transfer. (1093 km, 1 sa 40 dk). Urgenç'e varış, Hiva'daki otele transfer (30 km, 35 dk). Daha sonra şehri tanımanız beklenir. UNESCO Dünya Kültür Mirası Listesi'nde yer alan Ichan-Kala kalesini ziyareti. Tur, Orta Asya'daki en büyük medrese, Muhammed Rahimhan medresesi, Kalta Minare minaresi, Juma camii, Tash Khovli sarayı ve Hiva mimarisinin en iyi eserlerinden biri olan türbe Pahlavan Mahmud'u ziyaret ediyor."
      },
      {
        "dayNumber": 5,
        "title": "HİVA-KUNYA-URGENÇ-DAŞOĞUZ –AŞKABAT",
        "description": "Sabah Özbek-Türkmen sınırındaki Shavat-Daşoguz sınır noktasına (60 km, 1 s) transfer. Pasaport geçişi ve iki kontrol noktasında gümrük kontrolü. 1,5 kilometrelik bir nötr bölgede geçiş (taşıma olmadan mümkündür). Kunya Urgenç'e gideceğiniz yerel bir rehber tarafından karşılanacaksınız (100 km, 1 sa 30 dk). Ziyaret Turabek-Khanym Türbeleri, Sultan Tekesh, Arslan Il, Necam ad-Din Kubra, Sultan Ali. Ayrıca Orta Asya'daki en yüksek minareyi göreceksiniz - Kutlug-Timur minaresi ve Kirk Molla tepesi. Öğle yemeğinden sonra Daşoguz Havalimanı'na (120 km, 1 s 30 dk) götürüleceksiniz. Aşkabat'a akşam uçuşu (580 km, 50 dk)."
      },
      {
        "dayNumber": 6,
        "title": "AŞKABAT",
        "description": "Aşkabat Turu - Guinness Rekorlar Kitabı'na gezegenin en beyaz mermer şehri olarak giren Türkmenistan'ın başkenti. Eski Nisa yerleşim yeri, UNESCO Dünya Mirası ve Orta Asya'daki en büyük camilerden biri olan Türkmenbaşı Din Camii'ni ziyaret. Ayrıca, Devlet Tarih Müzesi'ni ziyaret edecek, Tarafsızlık Anıtı'nı göreceksiniz. Öğle yemeğinden sonra, ünlü Akhal-Teke ırkının atlarına hayranlıkla bakmak için Bedev yarış pistinin ahırlarına gideceksiniz. Daha sonra Başkanlık Meydanı boyunca yürüyecek, Ertogrul-gazy Camii'ne bakacak ve Kurtuluş Parkı'nı ziyaret edeceksiniz. Lenin anıtını ziyareti. Gecede otelde."
      },
      {
        "dayNumber": 7,
        "title": "AŞKABAT –MERYEM- MERV-BUHARA",
        "description": "Mary'ye sabah uçuşu (370 km, 40 dk). Varışta, Merv'e (40 km, 30 dk.) Olan yolculuğun devamı Büyük İpek Yolu'ndaki büyük bir ticaret merkezi olan antik bir şehirdir. Sultan Sanjar Türbesi, Küçük ve Büyük Kale Kyz-Kala, Erk-Kala, Gyaur-Kala, Keshk Kalesi ve Merv'in diğer cazibe merkezlerini ziyaret edin."
      },
      {
        "dayNumber": 8,
        "title": "BUHARA",
        "description": "Sabah kahvaltısının ardından Buhara emirlerinin yazlık saray, Seyyid Emir Külal Bahaeddin Nakşibend türbelerini ziyaret ediyoruz. Öğle yemeğinden sonra gezimize devam edeceğiz. Labi Havuz Külliyesi, Nadir Divanbegi Medresesi,  Nadir Divanbegi Hanaqasi, Toki Saraffon, Toki Telpakfurushon, Toki Zargaron gezilecek ve daha sonra Samaniler türbesi, Eyyüb çeşmesi, Buhara pazari, Uluğbek Medresesi gezilerimizi yapıyor ve  Ark kalesini geziyoruz. Poyi Kalon kompleksi, Kalan Minaresi ve Türbesi, Mir Arap Medresesi gezilerimizi yapıyoruz.  Akşam yemeğimizi yerel şovlar eşliğinde lokal bir restoranda alacağız."
      },
      {
        "dayNumber": 9,
        "title": "BUHARA – SEMERKAND",
        "description": "04:00  tren istasyonuna transfer. Saat 04:55'da Afrosiyob hızlı treniyle Semerkant’a yolculuk. Saat 06:27'da Semerkant’a varış. Erken check in. Kagvalti. Dinle icin serbest zaman.  İpek Yolu’nun en ünlü duraklarından biri olan ve “Asya’nın Roma’sı” olarak da anılan, 27 yüzyıllık tarihe sahip, ortaçağın önde gelen bilim ve sanat merkezlerinden biri olan, şeyhler ve alimler şehri Semerkand."
      },
      {
        "dayNumber": 10,
        "title": "SEMERKAND",
        "description": "Otelde alacağımız sabah kahvaltısının ardından ,  Semerkant şehir turunun devamı için otelimizden hareket ediyoruz. Bugünkü şehir turumuzda  Hazreti Imam Al Buhari, Al Matrudiy,  Hazreti Hızır Camii ve Hazreti Danyal Türbesi , Timur ve Timur ailesinin anıt mezarlarının bulunduğu Gazi Emir Türbesi , Ali Kuşçu'nun müdürlük yaptığı Uluğbey Rasathanesi'ni ziyaret ediyor ve otele  transfer . Öğle  ve akşam yemeğimizi lokal bir restoranda alacağız."
      },
      {
        "dayNumber": 11,
        "title": "SEMERKAND – TAŞKENT-İSTANBUL",
        "description": "Otelde alacağımız sabah kahvaltısının ardından odalarımızı boşaltıyor ve aracımız ile havalana transfer oluyoruz. Istanbula  uçuşu için havalimanına hareket ediyoruz. Saat02.35 'de TK 371 Nolu sefer sayılı Türk havayolları ile   Istanbul a  uçuyoruz. İstanbul a yerel saat ile 05.45 de varışımız."
      }
    ],
    "map": "",
    "country": "Çin"
  }
]