[
    {
        "type": "overview",
        "Main_Title": "Our Liberia holidays & tours",
        "Main_Paragraph": "Liberia is unique; founded by freed enslaved peoples from the United States in the 19th century, discovering Americo-Liberian culture might mean trying Liberian takes on the cuisine of America’s deep south, and discovering the capital, Monrovia, named after US president James Monroe. Visiting traditional Krahn and Bassa villages lets you unlock the secrets and customs of West Africa, whilst you won’t want for natural beauty, either, on surfing beaches, or in the forests. Our holidays ensure that your visit benefits indigenous tribes and different ethnic groups, whether you’re paying a local guide to show you plants used in traditional medicine, or employing a local driver.",
        "Subtitle": "Liberia highlights",
        "Title1": "1. Bassa Villages",
        "Paragraph1": "Organised tours take you to explore the small villages of Liberias Bassa people, in the countrys central coastal region. This is an excellent opportunity to learn about their culture and daily life, including the traditional initiation ceremonies, during which women decorate their bodies with chalk. The Bassa are Liberias largest ethnic group, with over half a million people; it is believed they migrated here many centuries ago from Egypt.",
        "image1": "",
        "Title2": "2. Chimpanzee Island",
        "Paragraph2": "This small archipelago close to Marshall City is home to a community of more than 60 chimpanzees that were once used for medical research, but now live a successful semi-wild existence. You can arrange to accompany local rangers to the island as they deliver food to the chimps. Just dont get too close. These feisty creatures have been known to throw fruit!",
        "image2": "",
        "Title3": "3. Firestone",
        "Paragraph3": "Dating back to 1926, Firestone is the largest rubber plantation in the world, and a highly controversial one at that, leased from the government under a 99-year concession agreement. It has its own housing, schools, hospital, banks and even an 18-hole golf course  as well as a rubber processing plant, all of which can be visited on an organised tour.",
        "Title4": "4. Kpatawee Waterfall",
        "Paragraph4": "An hour outside second city Gbarnga and covered by a dense canopy filled with vivid birds and butterflies, beautiful Kpatawee Waterfall and its natural pool have long been a sacred place for local people. As well as visiting the falls, you can take to the surrounding walking trails, which offer the chance to learn about local plants and their use in traditional medicine.",
        "image3": "",
        "Title5": "5. Monrovia",
        "Paragraph5": "Despite strong associations with the countrys civil war, Liberias energetic capital has a great deal to recommend it. Fantastic bars and restaurants, windswept beaches that offer great surfing, and a fascinating and, at times, tragic history. The countrys National Museum and the impressive Masonic Temple of Liberia will give you a valuable insight into the countrys past.",
        "Title6": "6. Robertsport",
        "Paragraph6": "After following deep red roads through the lush, jungly landscape of the Grand Cape Mount peninsula, you arrive at Robersport. An overgrown fishing village with a laidback vibe, its a popular hub for surfers, thanks to its warm waters, low key lodges and impressive breaks. History buffs can check out the giant cotton tree where freed American blacks reportedly sheltered after arriving on Liberian shores."
    }
]