[
  {
    "destination": "Uruguay",
    "mainPhoto": "",
    "id": "uruguay-highlights-tour",
    "tourName": "Uruguay highlights tour",
    "placesVisited": "Colonia del Sacramento, Carmelo, Uruguay’s Atlantic coast, Montevideo",
    "generalInfo": "This captivating Uruguay journey shows you all the country’s best bits: its rolling hills, vineyards, tranquil beaches and the interesting capital of Montevideo. You’ll start in Colonia del Sacramento, head to the vineyards around Carmelo, then on to the beach before ending up in the capital.  <br/><br/>Start in the cobbled streets of the port city of Colonia del Sacramento, where you can explore the UNESCO-listed historic district of one of the country’s oldest towns. <br/><br/>Next, on to Carmelo – it might be a city, but it’s not a busy place, and the best thing to do here is relax in its picturesque vineyards, stay at a family-run wine lodge and enjoy meals perfectly paired with local wines. <br/><br/>Uruguay’s Atlantic coast has some beautiful beaches and well-known resort towns that are popular with visiting South Americans. Of course, you’ll get some beach time on this trip at the village of Jose Ignacio – a pretty resort town with boutique shops to distract you from the golden sand at Playa Brava and Playa Mansa.<br/><br/>Throughout this holiday expect local guides, boutique places to stay and family-owned wineries. You are going to be totally won over by Uruguay.<br/>",
    "durationDays": "8",
    "price": "2509",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Uruguay! You’ll be greeted by your English-speaking guide at the port of Colonia for a tour of the UNESCO World Heritage site of Colonia de Sacramento. The towns magical history remains intact and as you walk along the charming, cobbled streets."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Wine tour in Carmelo - El Legado Winery is a popular stop on the Colonia Wine Route in Uruguay. Start with with a delightful tasting of three distinct wines from the region, paired with a delicious variety of cheeses and cold meats. Following this, you will be guided through the vineyard, offering insights into the rich history of the winery and the surrounding region."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Transfer to Pizzorno Winery - The Pizzorno family, now in its fourth generation, upholds a cherished wine making legacy that began over a century ago. Nestled amid beautiful vineyards, the estate offers an exceptional gastronomic experience and exclusive wines. Your stay includes a Masterclass with wine tasting alongside a paired three-course lunch."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Onto the beach at Jose Ignacio - Return to coastal Uruguay and the beach area of Jose Ignacio, a traditional fishing area transformed into a bohemian enclave of ‘rustic elegance’. Surrounded by three beaches, the charming town is restricted to low level properties. Relax at charming Mediterranean-style boutique hotel, Posada del Faro, situated near the lighthouse."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Explore Punta del Este & Casapueblo - Embark on a picturesque journey through Punta del Este, often referred to as the Saint Tropez of Latin America. The scenic drive takes you through residential areas like San Rafael, Cantegrill, and Punta del Este's distinctive wavy bridges."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Jose Ignacio - The village of Jose Ignacio features stunning sandy beaches, including Playa Brava with its powerful waves on the Atlantic Ocean side and Playa Mansa with calmer waters on the Rio de la Plata side. Both are popular for sunbathing, water sports, and enjoying beautiful sunsets."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Montevideo - Spend part of the day exploring Montevideo's monuments, parks, and gardens, including the rich history and cultural landmarks of Uruguay's capital city. Immerse yourself in the historical and cultural tapestry of Montevideo, experiencing its vibrant streets, iconic landmarks, and lush green spaces."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Depart Montevideo - Reflect on your weeklong adventure in Uruguay as you travel to Montevideo airport for your departure flight."
      }
    ],
    "map": "",
    "category": "Culture"
  }
]