{
    "Main_Title": "Our Benin holidays & tours",
    "Main_Paragraph": "Our Benin holidays glimpse what lies beyond this world. The country’s animist traditions have captured the world’s imagination, and a highlight of our holidays is seeing the vodun religion practised – in fetish markets, shrines and temples and, if you’re lucky, at a festival. Yet even away from the spotlight of vodun festivals, Benin’s attractions remain magical. Lake-bound villages, Afro-Brazilian architecture, magnificent mud fortresses and some of West Africa’s last elephants combine to create a memorable trip. Spending time under the expert leadership of a local guide beyond the big cities, our holidays spread the benefits of tourism across the country. They are designed after extensive consultation with tribal elders, to ensure your trip is both authentic, and brings material benefit to the villages you visit.",
    "Subtitle": "Benin holiday highlights",
    "Title1": "Explore the spirit of voodoo",
    "Paragraph1": "This most enigmatic of religions originated in Benin, and while versions of it were exported across the Atlantic along with the slaves, most notably to Haiti and Louisiana, it is still found in its purest form in Benin, where it is more commonly called vodun or vodoun. Voodoo penetrates much of Beninese daily life. Visitors to markets will reveal fetish stalls, with animal fetuses and skeletons – as well as dead animals which have been prepared for rituals. Fetishes are objects which are believed to have innate powers and connections with the spirit world. As well as the animal fetishes, they can take the form of shrines – places where animals are sacrificed, wooden stakes are hammered and people make requests to the spirits, sometimes via the chief of the shrine.\nSmall fetishes like this exist across Benin, in backyards and compounds, but the most famous is the Dankoli shrine – a mound of festering blood, guts, bones and feathers which is believed to be the most powerful of all. Witnessing a sacrifice here – usually of a chicken, sometimes a goat – is not for the faint hearted. Rum is spat onto the fetish, cash is left to ensure a response, and requests are usually granted within a year. But be careful of making a request of your own – if your wish is granted, you must thank the gods by making a sacrifice; they won’t be pleased if you don’t.\nOuidah is the centre of voodoo, and as well as the markets, you will find the Python Temple, inhabited by around 60 sacred snakes, and the Kpasse Sacred Forest, filled with statues of voodoo gods as well as a huge iroko tree – which it is believed was once the King Kpasse, who fled into the forest from the invading Fon tribe, and turned into a tree.\nOuidah’s annual vodun festival draws followers who transform into their chosen God for the occasion. The Zangbeto, covered in thousands of strands of raffia, perform energetic, swirling dances , while the Egungun – the most powerful – are covered entirely in colourful patchwork. There are ritual sacrifices, plus dancing, drinking and the constant beat of drums.",
    "image1": "",
    "Title2": "Go on safari",
    "Paragraph2": "Impressive cross-border conservation efforts have resulted in the creation of the W-Arli-Pendjari (WAP) complex, a vast protected area that stretches across Benin, Burkina Faso and Niger. As a result of these interlinked migration routes and ecosystems, rare wildlife has been able to thrive, and Benins section, Pendjari National Park, one of the only places in West Africa where you can enjoy a real safari. It shelters elephants, lions, leopards, buffalo and hippos in its savannah and forest, all fed by the Pendjari River.",
    "image2": "",
    "Title3": "",
    "Paragraph3": "There are several thousand elephants in the complex  the largest population in West Africa, and in Pendjari you can track them in a vehicle or on foot with a wildlife guide. West Africas largest population of lions is also found here, with around 100 individuals living in WAP; unusually, the males lack the bushy manes so characteristic of their southern and eastern counterparts. Birders should keep an eye out for over 300 species that have been recorded here, including saddle-billed storks, swallow-tailed kites, booted eagles and Pels fishing owls.",
    "Title4": "Stay in a stilted town",
    "Paragraph4": "In the middle of Lake Nokoue in southern Benin, an entire town called Ganvie can be found, consisting of stilted, bamboo houses, sheltering some 20,000 residents. This unusual set up was created around four centuries ago, when the Tofinu people fled from the Fon tribe of the Dahomey Kingdom, who were out to capture people to sell into slavery. Knowing the Fons traditional taboos surrounding water and those who lived in it, the Tofinu  who had no such qualms  headed into the lake and set up homes here, and thus evaded capture.\r\n\r\nTodays Ganvians get around in dugout canoes, called pirogues. The main industry is, unsurprisingly, fishing, but you will also see little floating gardens where produce is grown, and within the town there is a school, church, little shops, and traders selling wares from their pirogues. There is also a hotel and restaurant catering to the growing number of tourists who wish to discover a most unusual lifestyle in the middle of this African lake.",
    "image3": "",
    "Title5": "Visit Batammariba tatas",
    "Paragraph5": "In the arid landscapes of northern Benin live the Batammariba people. They live in the areas around Natititingou, and over the border in Togo where they are known as the Taberma. Until the 1990s, the Batammariba were almost entirely cut off from the outside world, wearing traditional dress, hunting, herding and practising their own beliefs. Today, their lifestyles remain very traditional  but tourists are drawn to this remote region to see their incredible fortress-like homes, known as tatas.\r\n\r\nLike the Tofinu, the Batammariba created this extraordinary architecture in response to the slave raids. The tatas are compounds ringed with a mud wall some three storeys high, which contains tower-like granaries. Within the walls, tall, cylindrical homes are built over two or three floors, with livestock kept in the ground floors, and a thatched roof on top. The tatas are not clustered together; when a son wants to marry, his father will fire an arrow and the son will begin to construct his own mud brick tata on the spot where the arrow lands. Traditionally, this would have been a form of protection from the invaders and slave raiders.",
    "Title6": "Discover a dark history",
    "Paragraph6": "Abomey is the former capital of the Dahomey Kingdom, whose kings became rich by selling their enemies to European slave traders. Some estimate that the kings earned around £250,000 per year; one king described the slave trade as “the ruling principle of my people”. The legacy of horrific slave raids can still be seen across Benin. Along the coast you’ll find slave forts and a monument called\nLa Porte Du Non Retour\n– the Door of No Return – the point at which captured men, women and children were loaded onto slave ships bound for the Americas. A recently created, 3km\nRue des Eclaves\n– Walk of the Slaves, symbolises the final stretch of the route that the slaves would walk before reaching the door. It begins at the site of the old slave market, and is lined with statues and shrines commemorating those who were captured and sold into slavery.",
    "Title7": "",
    "Paragraph7": "The palace at Abomey, the former home of the kings, is also one of the most popular attractions in Benin. Inside the modest palace youll see items that belonged to the kings, and local guides bring this dark history to life.",
    "Title8": "Explore the architecture of enslaved peoples",
    "Paragraph8": "Visitors to Benins capital, Porto-Novo, will notice something rather unusual about the architecture. In some streets, you could be forgiven for thinking you were in Brazil, thanks to the strangely Portuguese-colonial architecture of the mansions. In fact, many Afro-Brazilian formerly enslaved people returned here and along the Nigerian coast from Salvador de Bahia, following emancipation, and brought with them the architectural style of their new homeland, along with South American culinary influences which can still be tasted in Benin today. Not only does the city have a Portuguese name, but you may hear Portuguese spoken on the streets."
}