{
  "destination": "Denmark",
  "mainPhoto": "",
  "id": "norway-and-denmark-holiday-bergen-copenhagen",
  "tourName": "Norway and Denmark holiday, Bergen & Copenhagen",
  "placesVisited": "",
  "generalInfo": "Your journey begins in Bergen, Norway, where three nights at the luxurious Bergen Børs Hotel provide a sophisticated base. Each day promises captivating experiences. Start with a breathtaking Mostraumen Fjord Cruise, navigating the narrow straits and witnessing dramatic mountains and majestic waterfalls. Then, ascend Mount Fløyen via the funicular for panoramic city and fjord views, with ample time to explore the trails and enjoy the fresh mountain air. <br/><br/>A highlight will be a Guided Kayaking Tour of Øygarden, exploring the stunning islets and coastal wildlife, offering a unique perspective of this rugged landscape. Indulge in an exquisite dinner at Fløire Restaurant, savouring local flavours in a refined setting. Afternoons and evenings in Bergen are left open for your leisure, allowing you to explore the historic Bryggen wharf, visit museums, or simply soak in the vibrant atmosphere.<br/><br/>From Bergen, private transfers will whisk you to the airport for your flight (not included) to Copenhagen, Denmark. Here, you'll spend three nights at the chic Hotel Sanders, renowned for its elegant design and central location. Your Copenhagen exploration kicks off with a scenic Canal Cruise, offering a charming perspective of the city's iconic landmarks like the Opera House, Amalienborg Palace, and the Little Mermaid. Prepare for a gastronomic highlight with dinner at Noma, a world-renowned restaurant promising an unparalleled culinary experience. <br/><br/>Delve into Denmark's rich history with a full-day tour of two magnificent castles: Kronborg Castle, the inspiration for Shakespeare's Hamlet, and the grand Frederiksborg Castle, home to the Museum of National History. Conclude your Danish adventure with a Copenhagen Culinary Tour, including an Oyster Stop, tantalising your taste buds with local delicacies and fresh seafood. Throughout your stay in Copenhagen, numerous afternoons and evenings are dedicated to your leisure, perfect for strolling through picturesque streets, discovering charming cafes, or enjoying the city's vibrant nightlife.",
  "durationDays": "7",
  "price": "8062",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Bergen, Norway, where a private transfer will meet you at the airport and take you directly to the elegant Bergen Børs Hotel. After checking in and settling into your luxurious accommodation, the remainder of your day is at your leisure. Take this opportunity to relax and immerse yourself in the vibrant atmosphere of Bergen. We highly recommend a leisurely stroll around the historic harbour, soaking in the bustling energy of the city. As evening descends, enjoy the lively nightlife of Bergen and perhaps find a cosy spot to have a drink right on the iconic Bryggen, taking in the picturesque views of the colourful wooden houses and watching the super yachts berthing for the night."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After a sumptuous breakfast, you can begin your day with an awe-inspiring Mostraumen Fjord Cruise, navigating the narrow straits and witnessing dramatic mountains and majestic waterfalls that tumble into the deep waters, fresh air and fabulous views. In the afternoon, ascend Mount Fløyen via the funicular for breathtaking panoramic views of Bergen, the fjords, and the surrounding archipelago. Grab a pastry or ice cream at the top, and explore the walking trails at the summit, pet the friendly mountain goats and watch out for trolls! Breathe in the fresh mountain air, and capture stunning photographs of the city below you. Tonight, indulge in an exquisite dinner at Fløire Restaurant, savouring local Norwegian flavours in a refined setting."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today offers a unique perspective of Norway's rugged coastline with a Guided Kayaking Tour of Øygarden. Paddle through stunning islets and observe diverse coastal wildlife, providing an intimate connection with the natural beauty of the region. The afternoon is dedicated to your leisure back in Bergen. You might choose to further explore the UNESCO-listed Bryggen, visit the Hanseatic Museum, or browse the local shops for souvenirs, or even walk around the famous fish market. Enjoy another evening at your leisure, perhaps discovering a local pub or enjoying a quiet dinner at a restaurant of your choice."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy a final Norwegian breakfast before private transfers whisk you to Bergen Airport for your flight (not included) to Copenhagen, Denmark. Upon arrival in Copenhagen, private transfers will take you to the chic Hotel Sanders, your luxurious base for the next three nights. After settling in, the remainder of the day is at your leisure to begin exploring the charming streets of Copenhagen. Take a leisurely walk around the hotel's vicinity, soaking in the Danish capital's unique atmosphere."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Start your Copenhagen exploration with a scenic Canal Cruise, offering a charming perspective of the city's iconic landmarks from the water, including the Opera House, Amalienborg Palace, and the beloved Little Mermaid statue. The afternoon is at your leisure, perfect for visiting the Tivoli Gardens (if open), exploring Strøget for some shopping, or discovering one of Copenhagen's many museums. In the evening, prepare for a truly unforgettable gastronomic highlight with dinner at Noma, a world-renowned restaurant promising an unparalleled culinary experience."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Embark on a full-day tour to delve into Denmark's rich history and architectural grandeur. Your journey takes you to two magnificent castles: Kronborg Castle, famously known as the inspiration for Shakespeare's Hamlet, and the grand Frederiksborg Castle, home to the Museum of National History, surrounded by beautiful gardens. Upon returning to Copenhagen, conclude your Danish adventure with a Copenhagen Culinary Tour, including an Oyster Stop. This tour will tantalise your taste buds with local delicacies and fresh seafood, providing a delicious insight into Danish cuisine. The evening is at your leisure to enjoy Copenhagen's vibrant atmosphere."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoy a final breakfast at Hotel Sanders. Depending on your flight schedule, you may have some last-minute leisure time for souvenir shopping or a final stroll through the city. Private transfers will take you to Copenhagen Airport for your onward journey, concluding your memorable 7-night summer sailing adventure."
    }
  ],
  "map": ""
}