[
  {
    "destination": "Denmark",
    "mainPhoto": "",
    "id": "denmark-and-sweden-luxury-family-holiday",
    "tourName": "Denmark and Sweden luxury family holiday",
    "placesVisited": "",
    "generalInfo": "Your nineteen-day Scandinavian adventure unfolds as a captivating journey through the vibrant cities and serene wilderness of Denmark and Sweden. It begins with a stylish immersion in Stockholm, with a delightful breakfast at the Lydmar Hotel setting the tone for a day of leisurely exploration of the city's highlights, from the historic charm of Gamla Stan to the impressive Vasa Museum.<br/><br/>The journey then transitions to the tranquil Smådalarö Gård spa hotel, offering three nights of relaxation and indulgence. Days are filled with leisurely breakfasts, a private kayak excursion on a nearby lake, and ample time to luxuriate in the hotel's exceptional spa facilities, complete with massages, facial treatments, and soothing pools. Evenings bring the pleasure of dining in the hotel's inviting restaurants.<br/><br/>An overnight train journey in a private compartment then carries you north to Boden, the gateway to the Arctic wonders. Here, you'll be transferred to the Aurora Safari Camp for a unique stay at a private floating camp. Surrounded by peaceful waters, complete with a private sauna and a personal chef catering to your culinary desires, you'll enjoy days of leisure, canoeing, and paddleboarding under the vast Nordic sky.<br/><br/>The adventure continues at the secluded Arctic Retreat, where your private cabin with stunning river views and a personal hot tub awaits. A private chef crafts exquisite dinners using local, seasonal ingredients. Days are filled with exhilarating experiences, including a memorable husky hiking tour with a BBQ lunch and a guided fishing trip on pristine waters. You'll also have ample time to relax and soak in the tranquil Arctic atmosphere.<br/><br/>A transfer then takes you to the innovative Arctic Bath, where you'll check into a Land Cabin and immerse yourself in the unique spa experience, complete with a plunge pool and various saunas. A highlight is the exceptional five-course dining experience showcasing the region's culinary delights.<br/><br/>The final leg of your journey brings you to the iconic Treehotel, where you'll stay in the distinctive Dragonfly Room (with an option to upgrade to the breathtaking 7th Room). Here, you'll embark on a private forest hike with a packed lunch and delve into the rich culture of the Sami people with an insightful reindeer tour, including a traditional lunch. Evenings are spent enjoying delicious dinners in the guesthouse, reflecting on the incredible experiences of your trip before your departure from LLA. This meticulously crafted itinerary balances cultural immersion, thrilling outdoor activities, and luxurious relaxation, promising an unforgettable exploration of Scandinavia's beauty and charm.",
    "durationDays": "19",
    "price": "14699",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival and Welcome to Copenhagen Upon arrival at Copenhagen Airport (CPH), you will be greeted by a private transfer service for a relaxing journey to your accommodation for the night at the Villa Copenhagen Hotel. Check in to your two Superior Rooms and take some time to unpack and relax after your travels. The evening is yours to enjoy at your own pace. You might choose to explore the immediate surroundings of the hotel in the vibrant Vesterbro district, or simply unwind within the hotel's unique atmosphere, a reservation at a local restaurant can be arranged for your first evening in Copenhagen"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Culinary Delights and City Exploration: Begin your day with a delicious breakfast at Villa Copenhagen, setting you up for a day of exploration. Embark on a private foodie tour of Copenhagen. This curated experience will introduce you to local culinary highlights, allowing you to taste traditional Danish treats and discover hidden gastronomic gems. Enjoy a leisurely afternoon in Copenhagen. This free time allows you to revisit favourite spots from the foodie tour, explore areas that pique your interest, indulge in some shopping, or simply relax at a café and soak in the city's atmosphere. For a seamless dining experience, local restaurant reservations will be pre-booked for you. This ensures a pleasant evening meal without the stress of finding a table, allowing you to focus on enjoying your holiday."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Copenhagen at Your Own Pace Enjoy a leisurely breakfast at Villa Copenhagen, preparing for a day of independent exploration. Today is a day with no timescales, today is yours to discover Copenhagen as you wish. Here are some ideas of what you can explore and find in the city: Historical Sites: Visit Amalienborg Palace (home of the Danish Royal Family), Christiansborg Palace (housing the Parliament, Supreme Court, and Royal Reception Rooms), or Rosenborg Castle (housing the Crown Jewels). Charming Neighborhoods: Wander through the colorful harbor of Nyhavn, explore the alternative vibe of Christiania (Freetown), or stroll along the picturesque canals. Iconic Landmarks: See the famous Little Mermaid statue, climb the Round Tower for panoramic city views, or visit the Gefion Fountain. Museums & Culture: Choose from a wide array of museums such as the National Museum of Denmark, the Ny Carlsberg Glyptotek (art museum), or the Designmuseum Danmark. Shopping: Explore the pedestrian street Strøget for a variety of shops, from international brands to local boutiques. Discover unique finds in the smaller streets branching off Strøget. Parks & Green Spaces: Relax in the King's Garden (Kongens Have) surrounding Rosenborg Castle or enjoy the tranquility of the Botanical Garden. Local Life: Experience the city like a local by renting bikes and cycling along the numerous bike paths, or enjoy a \"fika\" (coffee and pastry break) at a cozy café. Evening at Leisure: The evening is yours to decide. Pre-booked Restaurant: Let us know your culinary preferences, and we can make a reservation at a local Copenhagen restaurant for a seamless dining experience. Decadent Hotel Dining: Alternatively, you may choose to dine in the elegant restaurant at Villa Copenhagen, known for its refined atmosphere and exquisite cuisine. This provides a good overview of the possibilities for your leisure day in Copenhagen, allowing you to tailor it to your family's interests."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Scenic Train Journey to Stockholm: Begin your day with a final, delicious breakfast at Villa Copenhagen. Take your time to enjoy the morning and prepare for your journey to Stockholm. After breakfast and checking out, enjoy a short walk to Copenhagen Central Station (København H). The station is conveniently located, and walking allows you a final glimpse of the city's atmosphere. Here you will board your train to Stockholm. This scenic journey offers opportunities to view the changing landscapes between Denmark and Sweden. Settle into your seats and enjoy the ride. Train travel is a relaxing and efficient way to travel between these capital cities. Once you arrive at Stockholm Central Station (Stockholm C), you will be met by a private transfer service. Your driver will assist with your luggage and ensure a comfortable transfer to the Lydmar Hotel, known for its stylish ambiance and waterfront location. Check in to your two Classic King Rooms at the Lydmar Hotel. Take some time to settle into your well-appointed rooms and enjoy the hotel's atmosphere and views. The evening is yours to unwind after your train journey. For your convenience, a reservation will be made at a local Stockholm restaurant, allowing you to enjoy a delicious meal without the need to search for dining options upon arrival."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Stockholm's History and Maritime Marvels: Begin your day with a delightful breakfast at the Lydmar Hotel, known for its quality and atmosphere, preparing you for a day of exploration. Embark on a private guided tour that will immerse you in Stockholm's history and culture, visiting the Old Town and the Vasa Museum. Old Town (Gamla Stan): Your guide will lead you through the charming cobblestone streets of Gamla Stan, the city's historic heart. Discover its colourful buildings, medieval architecture, and significant landmarks; the Royal Palace, Stockholm Cathedral (Storkyrkan), and Stortorget (the main square). You'll hear fascinating stories about the city's past. Vasa Museum: Following your exploration of the Old Town, your private tour will take you to the Vasa Museum. Here, you will see the incredibly well-preserved 17th-century warship Vasa. Your guide will provide insights into the ship's history, its dramatic sinking, and the remarkable efforts to salvage and restore it. You are free to enjoy the afternoon in Stockholm at your leisure. You might want to revisit parts of the Old Town at your own pace, explore nearby shopping streets, relax at a café with a \"fika,\" or perhaps walk along the waterfront near the Lydmar Hotel. Enjoy dinner in the evening at your leisure. You could choose to dine at the Lydmar Hotel's acclaimed restaurant, known for its ambiance and cuisine, or explore the diverse dining options available in the vibrant surrounding areas of Stockholm. We are happy to arrange a reservation for you at a restaurant of your choosing, or we can recommend some to suit your favourite foods."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Start the day with a lovely breakfast at your hotel. Today is yours to explore this captivating city at your own pace. For a family outing, you might consider a visit to the impressive Vasa Museum, where a remarkably preserved 17th-century warship offers a fascinating glimpse into history. Wandering through the historic streets of Gamla Stan, Stockholm's old town, provides a chance to experience the city's charm, perhaps catching the changing of the guard at the Royal Palace. Alternatively, Junibacken, a delightful museum focused on the stories of Astrid Lindgren, offers interactive exhibits that are particularly engaging for children. A boat tour of Stockholm's picturesque archipelago could also be a relaxing way to see the city from a different perspective."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Today begins at a leisurely pace with a final, enjoyable breakfast at the Lydmar Hotel. Take your time savoring the last moments of your Stockholm stay before your private transfer arrives. Soon, you'll be whisked away to the Smådalarö Gård spa hotel, your haven for the next three nights. Upon arrival, settle into your two deluxe sea-view rooms and prepare for an afternoon of pure relaxation. The hotel boasts an exceptional spa, inviting you to indulge in its diverse pools and signature treatments. As evening approaches, the delightful decision of where to dine awaits, with six enticing options within the hotel. Perhaps the charming Courtyard Brasserie will tempt you, or maybe the relaxed ambiance of the wine bar will be the perfect start to your tranquil stay."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Start the day with a relaxed breakfast at the Smådalarö Gård hotel, allowing you to fully embrace their way of relaxing with a garden view from the brasserie terrace. Following this, you'll be picked up for a private kayak rental on the nearby lake, offering a wonderful opportunity to connect with the tranquil surroundings for an hour and a half. The afternoon is dedicated to further indulgence with a generous three-hour spa session. Treat yourself to a rejuvenating massage, perhaps a revitalising facial, and unwind in the beautiful hotel pool, all set within the picturesque landscaped gardens. As the day draws to a close, dinner will be arranged for you, promising a seamless and enjoyable evening."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Begin the day with a leisurely breakfast at your hotel. Afterwards, you'll embark on a two-hour guided bike tour of the surrounding area. Should you wish for a more personalised experience, a private guide can be arranged as an optional extra. The afternoon is then yours to enjoy the hotel's wonderful spa facilities at your own pace. As evening arrives, you have the delightful choice of dining at Anna Parlour, a unique courtyard setting steeped in history and dedicated to Anna Sophia Berg, who lived on the grounds for sixty years and managed it single-handedly for twenty-five."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Enjoy your final, leisurely breakfast at the Smådalarö Gård hotel, allowing you to savour the tranquil atmosphere and perhaps squeeze in one last dip in the pool or a moment of quiet reflection in the spa. After a relaxing morning making the most of the hotel's exceptional facilities, you'll check out. A private transfer will then smoothly convey you to Stockholm train station. As the late afternoon approaches, you'll board your overnight train to Boden, settling into the comfort of your private compartment, perhaps watch the Swedish landscapes blur by as dusk falls, and prepare for a unique journey through the night. As you drift off to sleep, the gentle rhythm of the train will lull you into a peaceful slumber. Wake up refreshed in Boden, the gateway to a new chapter of your adventure in the northern reaches of Sweden, ready to explore the distinct beauty of Swedish Lapland."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Your breakfast is served onboard the train before you approach Boden station. Upon arrival, a private transfer will be waiting to whisk you away to the enchanting Aurora Safari Camp. Take a moment to unwind on the terrace, breathing in the fresh air and absorbing the stunning vista of the lake stretching before you. Soon, it will be time for a unique journey by boat to your very own private floating camp. A tranquil haven on the water, complete with a private sauna and a peaceful outlook from your deck, where hammocks sway gently and comfortable seating invites relaxation. The afternoon and evening are yours to savour at your leisure, with a private chef on hand to create delicious lunches and dinners tailored to your preferences. Feel free to embrace the serenity of your surroundings with complimentary use of canoes and SUP boards, and of course, indulge in the blissful warmth of your private sauna whenever the mood strikes and maybe be brave enough to jump into the water? Make sure your guide is on hand to advise on the best way to do this."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Your day begins with a delightful breakfast at your floating safari camp, the gentle warmth of the sun glinting on the surface of the lake providing a picturesque backdrop. Your day then unfolds with an immersive canoe tour along the river, led by your private guide, offering a unique perspective of the surrounding nature. Upon your return, a delicious lunch will be prepared for you as you bid farewell to your tranquil floating haven. A private transfer will then take you to your next destination: the beautiful and secluded Arctic Retreat. Here, you'll be welcomed to your cabin, boasting stunning floor-to-ceiling glass elevations that frame breathtaking views of the river. Your own private hot tub awaits, promising moments of pure relaxation in this peaceful location, with a sauna on site that can be booked for private use. As evening approaches, your private chef will craft an exquisite dinner using local, seasonal produce, each dish beautifully presented for a truly memorable culinary experience, choose to dine with other guests, or a private location can also be booked."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Enjoy a hearty buffet breakfast in the restaurant, preparing you for an exhilarating day of adventure. Today, you'll embark on a memorable hiking tour accompanied by friendly huskies, a truly unique way to explore the Arctic landscape. Your experienced guide will lead you through the stunning Arctic terrain, sharing insights about the local environment, the care of the huskies, and perhaps even some fascinating stories about the region's history and wildlife. The huskies' energy and enthusiasm are infectious, adding an extra layer of joy to the hike as they bound along the paths. You'll traverse through picturesque landscapes, breathing in the crisp, clean air and taking in the breathtaking views. Midway through your adventure, a delightful BBQ lunch will be prepared and enjoyed in a scenic spot, flame grilled local delicacies surrounded by the tranquility of nature, with the contented sounds of the huskies nearby. This provides a perfect opportunity to relax, refuel, and bond with your canine companions. Upon returning to the Arctic Retreat in the afternoon, you'll have ample time to unwind. The choice is yours: perhaps the dry heat of a traditional sauna will soothe your muscles, or the bubbling warmth of your private hot tub will offer a luxurious way to relax. For the truly adventurous, a refreshing dip in the river might be an option, offering a revitalising contrast to the day's activity. As evening approaches, a delicious dinner awaits, providing a perfect end to a day filled with both adventure and relaxation in the heart of Swedish Lapland."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Today starts with a leisurely breakfast at the Arctic Retreat. You'll then head out for another guided fishing tour, providing another opportunity to enjoy the peaceful waters and hopefully land a catch. Lunch will be provided during your time on the water. The afternoon is free for you to make the most of the available equipment, perhaps continuing to fish or exploring the area at your own pace. This evening, you'll enjoy a special farewell dinner at the Arctic Retreat, prepared by your private chef for a memorable culinary experience."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Today is your final breakfast at the Arctic Retreat before your private transfer arrives to take you to the unique Arctic Bath. Upon arrival, you'll check into your Land Cabin and enjoy a delicious lunch. The afternoon is dedicated to immersing yourself in the Arctic Bath's exceptional facilities. Take your time exploring the innovative spa, braving the invigorating plunge pool, and relaxing in the various saunas. You might also choose to indulge in a signature treatment. As evening approaches, prepare for a memorable five-course dining experience crafted by their talented chef, promising a culinary highlight of your trip."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Today starts with a delightful breakfast at the Arctic Bath. You'll then embark on a fascinating day trip to the majestic Storforsen waterfalls, where you'll enjoy a delicious outdoor lunch surrounded by the stunning natural scenery. The evening is yours to unwind and enjoy the unique ambiance of the Arctic Bath. Later, you'll be treated to another exquisite five-course dinner, showcasing the culinary artistry of their talented chef."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "The next day begins with a final breakfast at the innovative Arctic Bath. After checking out, you'll embark on a private forest hike, allowing you to immerse yourself in the serene woodland. A delicious packed lunch will be provided for you to enjoy amidst the tranquility of nature. Following your hike, you'll transfer to your last and perhaps most unique accommodation: the renowned Treehotel. You'll be staying in the distinctive Dragonfly Room, with the exciting option to upgrade to the spectacular 7th Room if you desire. In the evening, a delightful three-course dinner will be served in the Treehotel's guesthouse."
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Today starts with a nourishing breakfast, preparing you for a fascinating cultural immersion. You'll embark on a Sami and Reindeer Tour, offering a unique opportunity to learn about the traditions of the indigenous Sami people of Lapland. This experience will likely involve meeting with Sami herders, gaining insights into their deep connection with the land and the reindeer. You might learn about the ancient practice of reindeer herding, its importance to Sami culture and livelihood, and the intricate skills involved in managing these magnificent animals across the vast landscapes. You may even have the chance to interact directly with the reindeer, perhaps feeding them or learning about their behaviour and characteristics. A traditional lunch will likely be included as part of the tour, offering a taste of local Sami cuisine. In the evening, back at the Treehotel, a delicious three-course dinner will be served, providing a time to reflect on the day's enriching cultural experience."
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Today begins with a final breakfast amidst the unique charm of the Treehotel, a bittersweet start to the last day of your epic journey. As you check out, a sense of nostalgia might wash over you, a fond farewell to the extraordinary experiences and breathtaking landscapes you've encountered. Departing from LLA marks the end of this incredible Scandinavian adventure, carrying with you a treasure trove of memories – the elegant mornings in Stockholm, the tranquil spa days, the thrilling kayak on the lake, the serene beauty of the Arctic Retreat, the exhilarating husky hike, the peaceful floating camp, the majestic waterfalls, the cultural insights of the Sami and reindeer tour, and the unforgettable nights spent amongst the trees. As you journey home, these moments will undoubtedly linger, a reminder of the magic and wonder of your time in Denmark and Sweden."
      }
    ],
    "map": ""
  },
  {
    "destination": "Denmark",
    "mainPhoto": "",
    "id": "norway-and-denmark-holiday-bergen-copenhagen",
    "tourName": "Norway and Denmark holiday, Bergen & Copenhagen",
    "placesVisited": "",
    "generalInfo": "Your journey begins in Bergen, Norway, where three nights at the luxurious Bergen Børs Hotel provide a sophisticated base. Each day promises captivating experiences. Start with a breathtaking Mostraumen Fjord Cruise, navigating the narrow straits and witnessing dramatic mountains and majestic waterfalls. Then, ascend Mount Fløyen via the funicular for panoramic city and fjord views, with ample time to explore the trails and enjoy the fresh mountain air. <br/><br/>A highlight will be a Guided Kayaking Tour of Øygarden, exploring the stunning islets and coastal wildlife, offering a unique perspective of this rugged landscape. Indulge in an exquisite dinner at Fløire Restaurant, savouring local flavours in a refined setting. Afternoons and evenings in Bergen are left open for your leisure, allowing you to explore the historic Bryggen wharf, visit museums, or simply soak in the vibrant atmosphere.<br/><br/>From Bergen, private transfers will whisk you to the airport for your flight (not included) to Copenhagen, Denmark. Here, you'll spend three nights at the chic Hotel Sanders, renowned for its elegant design and central location. Your Copenhagen exploration kicks off with a scenic Canal Cruise, offering a charming perspective of the city's iconic landmarks like the Opera House, Amalienborg Palace, and the Little Mermaid. Prepare for a gastronomic highlight with dinner at Noma, a world-renowned restaurant promising an unparalleled culinary experience. <br/><br/>Delve into Denmark's rich history with a full-day tour of two magnificent castles: Kronborg Castle, the inspiration for Shakespeare's Hamlet, and the grand Frederiksborg Castle, home to the Museum of National History. Conclude your Danish adventure with a Copenhagen Culinary Tour, including an Oyster Stop, tantalising your taste buds with local delicacies and fresh seafood. Throughout your stay in Copenhagen, numerous afternoons and evenings are dedicated to your leisure, perfect for strolling through picturesque streets, discovering charming cafes, or enjoying the city's vibrant nightlife.",
    "durationDays": "7",
    "price": "8062",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive into Bergen, Norway, where a private transfer will meet you at the airport and take you directly to the elegant Bergen Børs Hotel. After checking in and settling into your luxurious accommodation, the remainder of your day is at your leisure. Take this opportunity to relax and immerse yourself in the vibrant atmosphere of Bergen. We highly recommend a leisurely stroll around the historic harbour, soaking in the bustling energy of the city. As evening descends, enjoy the lively nightlife of Bergen and perhaps find a cosy spot to have a drink right on the iconic Bryggen, taking in the picturesque views of the colourful wooden houses and watching the super yachts berthing for the night."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After a sumptuous breakfast, you can begin your day with an awe-inspiring Mostraumen Fjord Cruise, navigating the narrow straits and witnessing dramatic mountains and majestic waterfalls that tumble into the deep waters, fresh air and fabulous views. In the afternoon, ascend Mount Fløyen via the funicular for breathtaking panoramic views of Bergen, the fjords, and the surrounding archipelago. Grab a pastry or ice cream at the top, and explore the walking trails at the summit, pet the friendly mountain goats and watch out for trolls! Breathe in the fresh mountain air, and capture stunning photographs of the city below you. Tonight, indulge in an exquisite dinner at Fløire Restaurant, savouring local Norwegian flavours in a refined setting."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Today offers a unique perspective of Norway's rugged coastline with a Guided Kayaking Tour of Øygarden. Paddle through stunning islets and observe diverse coastal wildlife, providing an intimate connection with the natural beauty of the region. The afternoon is dedicated to your leisure back in Bergen. You might choose to further explore the UNESCO-listed Bryggen, visit the Hanseatic Museum, or browse the local shops for souvenirs, or even walk around the famous fish market. Enjoy another evening at your leisure, perhaps discovering a local pub or enjoying a quiet dinner at a restaurant of your choice."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Enjoy a final Norwegian breakfast before private transfers whisk you to Bergen Airport for your flight (not included) to Copenhagen, Denmark. Upon arrival in Copenhagen, private transfers will take you to the chic Hotel Sanders, your luxurious base for the next three nights. After settling in, the remainder of the day is at your leisure to begin exploring the charming streets of Copenhagen. Take a leisurely walk around the hotel's vicinity, soaking in the Danish capital's unique atmosphere."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Start your Copenhagen exploration with a scenic Canal Cruise, offering a charming perspective of the city's iconic landmarks from the water, including the Opera House, Amalienborg Palace, and the beloved Little Mermaid statue. The afternoon is at your leisure, perfect for visiting the Tivoli Gardens (if open), exploring Strøget for some shopping, or discovering one of Copenhagen's many museums. In the evening, prepare for a truly unforgettable gastronomic highlight with dinner at Noma, a world-renowned restaurant promising an unparalleled culinary experience."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Embark on a full-day tour to delve into Denmark's rich history and architectural grandeur. Your journey takes you to two magnificent castles: Kronborg Castle, famously known as the inspiration for Shakespeare's Hamlet, and the grand Frederiksborg Castle, home to the Museum of National History, surrounded by beautiful gardens. Upon returning to Copenhagen, conclude your Danish adventure with a Copenhagen Culinary Tour, including an Oyster Stop. This tour will tantalise your taste buds with local delicacies and fresh seafood, providing a delicious insight into Danish cuisine. The evening is at your leisure to enjoy Copenhagen's vibrant atmosphere."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Enjoy a final breakfast at Hotel Sanders. Depending on your flight schedule, you may have some last-minute leisure time for souvenir shopping or a final stroll through the city. Private transfers will take you to Copenhagen Airport for your onward journey, concluding your memorable 7-night summer sailing adventure."
      }
    ],
    "map": ""
  }
]