{
    "Main_Title": "Our Colombia holidays & tours",
    "Main_Paragraph": "Colombia has emerged as a South America highlight – and with good reason. It’s a country of stunning, isolated Pacific beaches, Amazonian jungle and magnificent, historically rich and culturally vibrant cities. This is a massive country where there’s much to see, from the north east’s wetlands, to Bogota, the Amazon, Cartagena and the Caribbean coast. Our Colombia holidays and Colombia tours help you navigate the jungle of options, and do so in trips that benefit both people and planet. Whether using Indigenous guides, supporting family-run coffee farms where everything is done by hand, or embarking on nature walks that help kindle eco-tourism across the country, on our trips, you’ll find adventure gold.",
    "Subtitle": "Colombia holiday highlights",
    "Title1": "Historic towns and cities",
    "Paragraph1": "Colombias historic cities are beautifully preserved and almost always set against a stunning Andean backdrop. Popayán, the white city, was founded in 1537 by colonisers, making it one of Colombias oldest. It was phenomenally rich as a result of the gold that was traded through it, and this wealth is still visible today in its magnificent city centre packed with whitewashed buildings and imposing cathedrals. Barichara is said to be Colombias prettiest town. Founded in 1705, it has been declared a national monument and its whitewashed buildings gleam as brightly today as they did three centuries ago. Many people only spend a day here, so to make the most of the town without the crowds, book yourself in for a night or two.",
    "image1": "",
    "Title2": "",
    "Paragraph2": "Villa de Leyva’s cobblestone streets lead to the largest plaza in the country. There are plenty of funky coffee shops, cafes and craft shops, and you can hire a bike to explore the lush countryside. The gem in the colonial crown is Cartagena, whose stunning, rainbow-coloured buildings have been lovingly restored, with double height windows draped in butterfly-filled bougainvillea. In the mind bending Caribbean heat, hours slip into days, as you lose yourself amid the ancient streets immortalised in García Márquez’s\nLove in the Time of Cholera\n.",
    "image2": "",
    "Title3": "Jungle wildlife",
    "Paragraph3": "The entry point to the Amazon is Leticia, on the Peru-Brazil border, over 1,000km from Bogotá, and only accessible by air. But its worth the short flight here, as you stay in jungle lodges, meet indigenous communities, spot macaws, monkeys and caimans, and canoe along Amazon tributaries, keeping an eye out for pink river dolphins.",
    "Title4": "Luscious landscapes",
    "Paragraph4": "Colombia is a perfect patchwork of landscapes stitched together to create one impressive and hugely biodiverse blanket. The coastal rainforest of the Pacific contrasts with the dense Amazon jungle, while the Andes soar from lush green valleys up to high páramo, complete with rare, downy plants. Mountain peaks remain snowcapped through the year, while the Caribbean coast boasts stunning beaches, tropical islets and deep turquoise seas, warm as a bath.",
    "image3": "",
    "Title5": "Local culture",
    "Paragraph5": "Colombia largely lacks the charismatic indigenous communities of nearby Peru, Ecuador and Bolivia, but dont dismiss its culture so easily. The burgeoning middle class means that many lodges and guesthouses are Colombian owned, youll be taken on treks and city tours with English speaking local guides, and will be able to mingle with urbanites in local bars  this is a far more immersive encounter than any kitsch village tour. Once dreary Bogotá and Medellín are now blossoming with hip bars and organic cafes, and the colonial towns of Villa de Leyva and Barichara are popular weekend escapes for Colombians from nearby cities, meaning youre more likely to encounter domestic rather than foreign tourists here. Take the time to learn a bit of Spanish before visiting, and doors will open all over the place.",
    "Title6": "",
    "Paragraph6": "Alternatively, learn Colombias other national language: dance. Cali is Colombias salsa capital, and if you have even a single night here, youd better spend it in a salsa club. You can arrange to take a class or two first  and if youre feeling shy, you could do worse than down a cheeky shot of aguardiente."
}