[
    {
        "type": "overview",
        "Main_Title": "Our Colombia holidays & tours",
        "Main_Paragraph": "Colombia has emerged as a South America highlight – and with good reason. It’s a country of stunning, isolated Pacific beaches, Amazonian jungle and magnificent, historically rich and culturally vibrant cities. This is a massive country where there’s much to see, from the north east’s wetlands, to Bogota, the Amazon, Cartagena and the Caribbean coast. Our Colombia holidays and Colombia tours help you navigate the jungle of options, and do so in trips that benefit both people and planet. Whether using Indigenous guides, supporting family-run coffee farms where everything is done by hand, or embarking on nature walks that help kindle eco-tourism across the country, on our trips, you’ll find adventure gold.",
        "Subtitle": "Colombia holiday highlights",
        "Title1": "Historic towns and cities",
        "Paragraph1": "Colombias historic cities are beautifully preserved and almost always set against a stunning Andean backdrop. Popayán, the white city, was founded in 1537 by colonisers, making it one of Colombias oldest. It was phenomenally rich as a result of the gold that was traded through it, and this wealth is still visible today in its magnificent city centre packed with whitewashed buildings and imposing cathedrals. Barichara is said to be Colombias prettiest town. Founded in 1705, it has been declared a national monument and its whitewashed buildings gleam as brightly today as they did three centuries ago. Many people only spend a day here, so to make the most of the town without the crowds, book yourself in for a night or two.",
        "image1": "",
        "Title2": "",
        "Paragraph2": "Villa de Leyva’s cobblestone streets lead to the largest plaza in the country. There are plenty of funky coffee shops, cafes and craft shops, and you can hire a bike to explore the lush countryside. The gem in the colonial crown is Cartagena, whose stunning, rainbow-coloured buildings have been lovingly restored, with double height windows draped in butterfly-filled bougainvillea. In the mind bending Caribbean heat, hours slip into days, as you lose yourself amid the ancient streets immortalised in García Márquez’s\nLove in the Time of Cholera\n.",
        "image2": "",
        "Title3": "Jungle wildlife",
        "Paragraph3": "The entry point to the Amazon is Leticia, on the Peru-Brazil border, over 1,000km from Bogotá, and only accessible by air. But its worth the short flight here, as you stay in jungle lodges, meet indigenous communities, spot macaws, monkeys and caimans, and canoe along Amazon tributaries, keeping an eye out for pink river dolphins.",
        "Title4": "Luscious landscapes",
        "Paragraph4": "Colombia is a perfect patchwork of landscapes stitched together to create one impressive and hugely biodiverse blanket. The coastal rainforest of the Pacific contrasts with the dense Amazon jungle, while the Andes soar from lush green valleys up to high páramo, complete with rare, downy plants. Mountain peaks remain snowcapped through the year, while the Caribbean coast boasts stunning beaches, tropical islets and deep turquoise seas, warm as a bath.",
        "image3": "",
        "Title5": "Local culture",
        "Paragraph5": "Colombia largely lacks the charismatic indigenous communities of nearby Peru, Ecuador and Bolivia, but dont dismiss its culture so easily. The burgeoning middle class means that many lodges and guesthouses are Colombian owned, youll be taken on treks and city tours with English speaking local guides, and will be able to mingle with urbanites in local bars  this is a far more immersive encounter than any kitsch village tour. Once dreary Bogotá and Medellín are now blossoming with hip bars and organic cafes, and the colonial towns of Villa de Leyva and Barichara are popular weekend escapes for Colombians from nearby cities, meaning youre more likely to encounter domestic rather than foreign tourists here. Take the time to learn a bit of Spanish before visiting, and doors will open all over the place.",
        "Title6": "",
        "Paragraph6": "Alternatively, learn Colombias other national language: dance. Cali is Colombias salsa capital, and if you have even a single night here, youd better spend it in a salsa club. You can arrange to take a class or two first  and if youre feeling shy, you could do worse than down a cheeky shot of aguardiente."
    },
    {
        "type": "best-time-to",
        "Main_Title": "best time to visit colombia",
        "Main_Paragraph": "Generally, the best time to go to Colombia is December-March  the driest months in the Andes. Keep in mind that these months, especially December and January, as well as Easter, are extremely busy with domestic and international tourists; prices will rise and youll need to book early. There is a shorter dry season from July to early September. The wettest months along the Caribbean coast are September-October, though it remains scorching hot. The Amazon is warm and wet year-round, and the mountains will be much cooler and fresher, with warm layers needed at night, although the sun heats things up quickly during the day.",
        "image1": "",
        "when_to_go": "When to visit Colombia, month by month guide",
        "when_to_go_html": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Dry, sunny weather</li>\n<li>Coffee harvest</li>\n<li>Andes hiking</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nJanuary is the heart of peak season, and one of the best months to visit Colombia for the weather. Colombia in January is reasonably dry and sunny in most areas. Its a great month for hiking in the Andes and around the Coffee Triangle in the rural west of the country, as well as for city touring in places like Cali, Medellin and Bogota. <br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Carnival </li>\n<li>Coffee harvest</li>\n<li>Tayrona National Park closed</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nCarnival often comes to Colombia in February; the wildest celebrations are in the Caribbean city of Barranquilla. With good weather and the harvest in full swing, its a good month to explore the Coffee Triangle. Note that Tayrona National Park is often closed to tourists throughout February. Indigenous people from the Ika, Wiwa, Kogi and Kankuamo communities use this month to perform sacred cleansing and recovery rituals.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Cartagena</li>\n<li>Shoulder season</li>\n<li>Variable weather</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nIf you want to share it with fewer people then definitely consider Colombia in March. This is a shoulder month between dry and rainy season  hot and humid on the coast, significantly cooler in the mountains, and wet in coffee country. However, the weather is changeable. For instance, with typically clear skies March can be the best month to visit Cartagena, as well as the many islands off its Caribbean coast.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Easter</li>\n<li>Rainy season</li>\n<li>Busy roads</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nApril is not one of the best months to travel to Colombia, as its the start of a rainy season that continues to late May. Its drier on the Caribbean coast, and hiking in Tayrona National Park can be nice around now, but the Amazon and the Andes are both very wet. Many people celebrate Easter, with elaborate yet sombre street processions throughout Colombia in April. Hotels, roads and internal flights are busy with local people visiting family and friends.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Caribbean coast</li>\n<li>Wet, hot weather</li>\n<li>Mitaca coffee harvest</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nNot many people choose to travel to Colombia in May  much of the country sees a lot of rain. If youre on a budget, however, dont rule May out, as rain showers are typically intense but short, and a sunny spell is rarely far away. Theres another coffee harvest going on around now, known as mitaca, and the Caribbean coast is nice and warm. <br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Andes</li>\n<li>Summer begins</li>\n<li>Amazon dry season</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nColombia in June sees another brief dry season in many parts of the country. In particular, June is a good month to visit the high-altitude capital, Bogota, and elsewhere in the Colombian Andes, though less so for Cartagena or Tayrona National Park. June is also an ideal time for exploring the Colombian Amazon, especially later in the month, with lower water levels meaning that the wildlife is more visible.\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Amazon Rainforest</li>\n<li>Humpback whales</li>\n<li>Surfing</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nHead to Colombias Pacific Coast from July to November, when humpback whales migrate here from Antarctica to mate and give birth. Its possible to observe them from land. July is also a good month for surfing off the Pacific Coast. Colombia in July is a mixed bag weather-wise; its wet in the Andes, but this is the Amazons dry season  wildlife clusters around remaining water sources allowing for excellent sightings. <br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Medellin Flower Festival</li>\n<li>Whale watching </li>\n<li>Short dry season</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nHandily for school holidays, the rain eases off in Colombia in August, most notably in the Andes and the Amazon. It stays pretty wet on the Caribbean coast though. August can be the best time to visit Medellin, which hosts the delightful Festival of Flowers, a riot of colour and fragrances. You can still see whales making their way along the Pacific coast in August, too.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Low season </li>\n<li>Sea turtles </li>\n<li>Rain picks up</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nSix out of seven species of sea turtle lay their eggs on Colombias Caribbean and Pacific coasts, and around now you can see hatchlings making their way to the sea in Choco. This is the wettest time of year on the Caribbean coast, though hurricanes are rare. Its low season, hot in Cartagena, cooler in Bogota and the highlands, and the rains are picking up. Colombia in September can be a good bet if you want to avoid the crowds. <br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Rain likely</li>\n<li>Lush vegetation</li>\n<li>Lower prices</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nAlong with November, October is the wettest month in Colombia, with short, sharp showers likely  the vegetation in the national parks and rainforest is wonderfully lush and green at this time of year. But dont rule out Colombia in October. As always, prolonged dry periods are common, too, and the other advantage is that you can often find good deals in a less-popular travel month.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Llanos wildlife</li>\n<li>Day of the Dead</li>\n<li>Wetter weather</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nExpect the November weather to be wet, but with the rains tailing off in the Llanos region in northern Colombia. The vast prairies and wetlands here, home to capybara, anacondas and alligators among others, are a thrilling place for wildlife watching. Colombia in November is otherwise fairly quiet  note many Colombians visit family homes around the Day of the Dead on 2 November, so roads and public transport are busy. <br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Dry season starts</li>\n<li>Busy beaches</li>\n<li>Lost City Trek</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nThe rain clouds get thinner in December, and beaches start getting busier as the dry season nears. Book early for Colombia in December because this is a popular time for travel. Its a good month for the Lost City trek, as the trails are less muddy and river levels are usually lower. Boat tours are still the order of the day in the Amazon, however, and theres a lot of boaty fun to be had island-hopping in the Rosario archipelago, just south of Cartagena.",
        "weather_chart": "Cartagena, Colombia Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Cartagena, Colombia Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 4%;\">8 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">2 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 3%;\">6 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 16%;\">34 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 47%;\">102 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 50%;\">110 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 44%;\">97 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 60%;\">130 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 64%;\">140 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">218 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 59%;\">129 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 16%;\">35 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Best times to visit Colombia for festivals & events",
        "paragraph1": "",
        "image2": "",
        "title2": "Hay Festival (January)",
        "paragraph2": "An international offshoot of the famous British literary festival, Colombias Hay Festival is a four-day extravaganza of novels, poetry, journalism, plays, workshops, conferences and exhibitions held in the city of Cartagena. There is a national short story competition, and a programme of events that features some of the biggest names in the South American literary sphere, as well as participants from around the world. A good place to come if you forgot to buy a book at the airport.",
        "title3": "Barranquilla Carnival (February, March or April)",
        "paragraph3": "Rivalling Rios in spectacle, the Barranquilla Carnival takes place in the four days leading up to Lent, and is a feast of costumed dancing, elaborately decorated floats, music performances and, er, feasting. Partygoers will often adopt costumes to portray traditional characters who feature in folklore like La Marimonda, a monkey-elephant hybrid. And so to the feasting: when youve danced your legs off and need to refuel, settle down to bowls of meaty stews, red snapper served with fried plantain and coconut rice, and fried\narepas\nthat are dipped into hot chocolate.",
        "title4": "Astronomy Festival (February or March)",
        "paragraph4": "Renowned for its clear dry skies, Villa de Leyva  160km north of Bogota  plays host to an international astronomy festival in the first quarter of the year. Giant telescopes are arranged in the towns huge plaza, and thousands of people, including many families, come to hear expert talks while watching the stars. The town even has plans to point all of its streetlights downwards in an effort to reduce light pollution and cement its reputation as the best place for stargazing in Colombia.",
        "title5": "Ibero-American Theatre Festival (March or April, biannual)",
        "paragraph5": "Bogotas Ibero-American Theatre Festival, which takes place in the weeks leading up to Holy Week every other year, is one of the largest performing arts festivals in the world. Founded by the beloved actress and producer Fanny Mikey, the festival is a vibrant city-wide pageant that celebrates the diversity of the stage: dance, drama, puppetry, circus and music. An international roster of artists is joined by thousands of spectators from around the world.",
        "title6": "Medellin Flower Festival (July or August)",
        "paragraph6": "Medellíns Flower Festival was founded in 1957, and showcases huge floral arrangements presented by local farmers. In a commemoration of the abolition of slavery, the farmers carry the arrangements up a hill on a large wooden contraption on their backs, in an echo of the\nsilleteros\nwho used to carry people on their backs in wooden chairs. This takes place over several days in July or August, and the processions are interspersed with plenty of drinking and dancing until the early hours.",
        "title7": "Wind & Kite Festival (August)",
        "paragraph7": "The whitewashed town of Villa de Leyva is the setting for one of the most colourful events in the Colombian calendar, with three days of kite-flying on the plains. In fact, the entire highlands region of Boyaca is famous for kite festivals  often whole families will get involved in the design, building and flying of a kite. In August the trade winds are at their most powerful, making for some spectacular swooping and soaring. Expect to see some giant kites, and some very creative ones, across a host of competitive events that continue a beautiful and long-running Colombian tradition.",
        "title8": "Our travellers also ask",
        "paragraph8": "",
        "title9": "What is the best month to go to Colombia?",
        "paragraph9": "The best month to go to Colombia tends to be\nDecember, January, February or March\n. This is the peak season, when the weather is hot, dry and sunny  ideal for walking dancing, or Carnival in February. Its worth remembering that Colombia is close to the equator, so its more the altitude youre at than the season that affects the temperature. That makes Colombia pretty much a year-round destination, especially because even during the rainy season the sun is rarely far away.",
        "title10": "What is the rainy season in Colombia?",
        "paragraph10": "Rainy season in Colombia is\nbetween April and November\n, and you can expect the heaviest downpours to occur at the start and end of that period. Colombia is a large country, and different regions experience the wet season in different ways. The Andes, for instance, tends to see a dry spell in July and August, while the Amazon is wettest in March. Dont rule out the rainy season for travel, as its still warm, and there are some good deals to be had for those happy to cope with the odd shower.",
        "title11": "What months are hot in Colombia?",
        "paragraph11": "The hottest months in Colombia are from\nJune to September\n, but this is a tropical country and the temperature varies little from month to month. What does have an effect is the altitude  at higher reaches of the Andes it is notably cooler than it is at sea level, while Andean cities like Bogota tend to be pleasantly temperate year-round. Expect highs in the mid-30°Cs in desert and savannah regions during summer, while at any time of the year daytime temperatures in the highest elevations are typically around 8-9°C.",
        "title12": "What is the driest month in Colombia?",
        "paragraph12": "Youll enjoy the driest weather in Colombia\nbetween December and March\n, coinciding with the coffee harvest. The Coffee Triangle in the north-west Paisa region also has another, shorter dry season in July and August. In the Colombian Amazon, however, the dry season is June to November. Of course, its never dry in a rainforest, but during this period its a lot easier to explore on foot. The dry season is considered the best time to travel to Colombia, so do expect it to be considerably busier during these months."
    }
]