[
  {
    "destination": "Madagascar",
    "mainPhoto": "",
    "id": "madagascar-2-week-wildlife-holiday",
    "tourName": "Madagascar 2 week wildlife holiday",
    "placesVisited": "",
    "generalInfo": "With 80% of its species found nowhere else on earth – including birds, chameleons and of course the lemurs – Madagascar is an wildlife enthusiasts dream destination. This trip will hopefully reveal endemic mongoose like species, the enormous and fierce looking fossa, tiny quick moving mouse lemurs and you will hear the eerie, whale-like songs of the world’s largest lemur the indri.<br/><br/>Having parted ways with mainland Africa over 160 million years ago, most of Madagascar’s flora and fauna evolved independently from the wildlife elsewhere. Even the Malagasy people – descended from seafarers from Borneo and Polynesia as well as East Africans – are unique to Madagascar, a distinction that is evident in their phenomenal, French-influenced food, infectious music, and deep respect for their ancestors.<br/><br/>The most famous residents of the continent like island are the enigmatic lemurs; which were a kind of prototype primate, a “prosimian” – predating monkeys and apes, which began to evolve later on the African mainland. The lemurs that remained on the mainland were driven virtually to extinction by these new, more intelligent and adaptable species. In Madagascar, however, there was no such competition and the lemurs thrived, evolving into over a hundred different species.<br/><br/>It is important to visit Madagascar now and contribute the wonderful small scale and national level conservation projects and community run reserves. It is only by visiting these places will the local people and local governments receive enough encouragement, support and money to protect the places indefinitely.<br/><br/>Introduction:<br/><br/>We are specialists in tailoring specialist mammal watching tours and holidays all over the world and we have a great range of wildlife tours in Madagascar which combine various different wildlife watching activities. In order to develop our unrivalled range of combined wildlife watching holidays, our guides and colleagues around the world have spent years searching out the world’s best wildlife watching locations as well as visiting some seldom visited areas. This dedication has led us to create this wildlife and cultural tour that explores some areas that are seldom visited by most safari goers to Madagascar. <br/><br/>This tour starts at the wonderful central capital city of Antananarivo (Tana) and explores west and east of this city; firstly visiting Andasibe followed by Ranomafana and Isalo National Parks before heading in Palmarium for the aye-aye and the heading south to the small park of Anja and then west to our final reserve Kirindy National Reserve which is well known for a couple of very special species, the largest predator on the island the fossa and the smallest primate in the world, Madame Berthe's mouse lemur.  <br/><br/>All of our tours are guided by our own professional zoologist (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) so you are sure to be in the best hands possible for the best sightings. We also have a great network of local guides in Madagascar who have developed a great range of wildlife watching locations where the rarest species are commonly seen. Also to try and make sure that we will see as many of the rarer and elusive animals when in the reserves we will spend many hours during the early morning and late afternoon on foot and also after dark each night we will head out with high powered spotlights and start the search for nocturnal species. <br/><br/>One of the reasons why our wildlife watching holidays are unique is that our background (as a company) is from a scientific and zoological standpoint and so have a great network of colleagues and contacts all over the world who are the people on the front line in search of the best new locations for wildlife watching. All of these reasons and many more make us experts in arranging safaris and are able to tailor a safari to any location to try to find your targeted species. All you have to do is to get in touch with your budget and your group size and where you would like to go to try and find rare and elusive species.<br/><br/>Group Tour Departure: 8th November - 20th November 2022<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including all breakfasts (except when in Tana). There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) will escort you on all your excursions and also very knowledgeable English speaking local guides who have decades of experience working and guiding throughout Madagascar. Your zoologist escort (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) is an expert in mammal biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge of where some of the most elusive Madagascan animals are; as well as having years of experience in bringing people out to see the lemurs and other species. We also include all guided walks, spotlighting walks, cultural performances, cultural activities, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the forests or some other wildlife watching activity. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>We recommend October and November for this trip which is when the fossa are breeding and they are very active and easier to see than other times of year. This is also the dry season and many lemur species are also easy to see and the weather is dry. The only downside of this time of year is that many tenrecs are difficult to find as they prefer the wet season. But we can also arrange the trip for the wet season and all other times of year.<br/><br/>Why Choose this Tour:<br/><br/>•\tAll of our wildlife watching holidays are guided by local naturalist guides, drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>•\tWe can offer you spotlighting trips around many forests and reserves in the Madagascar so that you can search for the rarer species and other nocturnal wildlife when they are more active. These conservancies are community projects which increase income to the local community whilst preserving the natural ecosystem.<br/>•\tWe can also bring thermal imaging and night vision equipment as well as spotting scopes (on request) to also aid in finding the nocturnal mammals after dark and scan the horizon for harder to see species.<br/>•\tWe use camera traps (where available) which will increase the chances of getting close up pictures and movies of rare animals and other rare nocturnal wildlife.<br/>•\tHike the stunning and forests and various ecosystems on the world's most unique and special island for wildlife and endemism.<br/>•\tVisit the free living rescued populations of various lemurs and even have them jumping on you in Palmarium.<br/>•\tAll the above reasons give this Madagascan safari holiday a great success rate of seeing the best wildlife around here. <br/>•\tWe have an unrivalled network of experts and guides throughout Africa so that we can try and find and observe animals such as the Lemurs, Big Five, gorillas, chimpanzees and hundreds of other species throughout Africa. Whether it is the Madagascar, Kenya, Tanzania, Uganda, Gabon, Ethiopia, South Africa, Namibia, Botswana Tunisia or Rwanda or any of the other many wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour travels to Andsibie, Ranomafana, Isalo, Palmarium, Anja and Kirindy with your arrival and departure point being Tana.<br/><br/>Fitness Level:<br/><br/>A good level of psychical fitness is needed as all of the wildlife watching is done on foot, we spend between 4-10 hours a day on foot and temperatures can be very hot and humid. For the tsingy we will be exploring caves and rock climbing which require harnesses, there are alternative routes for people not wanting to do this however. So if you have experience in exploring rock faces and caves you will thoroughly enjoy it.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 16 Years Old.",
    "durationDays": "13",
    "price": "3850",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Antananarivo / Andasibe - Arrival & Travelling On your arrival into Antananarivo (Tana) airport you will be met by your local guide / driver and depart towards the first national park of the trip, Andisibe. Depending on the time of arrival and therefore departure from the capital you will likely stop for lunch at a roadside café before arriving at the forest and checking in. We will unlikely have time to have an afternoon walk through the reserve in search of the lemurs and other wildlife. That will be tomorrow with morning and afternoons spent in the forest. The major highlight here is the largest extant species of lemur, the wonderful and very vocal (you are likely to hear them before you see them) indri. Also found here are red-bellied lemur, common brown lemur, lesser bamboo lemur, brown mouse lemur, greater dwarf lemur, eastern woolly lemur and aye ayes (although they are incredibly hard to see). But today we will have an evening walk to observe the nocturnal species of lemur as well as chameleons and other wildlife that is easier to see and active after dark. (no meals are included today)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Andisibe-Mantadia Reserve - Wildlife Watching Today will be a day to visit two different forests, these areas form the Andasibe Analamazaotra – Mantadia reserve and this will be done with your expert local wildlife guide. This area is a montane forest park offering the chance to spot a variety of lemurs, reptiles and birds; including the most famous inhabitants; the Indri. But also known from here are the wonderfully coloured diademed sifaka and a range of other diurnal species. You can also arrange extra night walks with your driver / guide if you wish. There are leaf-tailed geckos, many chameleons and if you are very keen eyed the tiny brookesia chameleons can be found here. Mantadia is a little different from Andasibe and is more humid forest covered with lians, moss, fern tress and more than hundred orchids species blooming between September and January. It is a good way to compare the subtle differences between the two forested habitats. (breakfast is the only meal included today)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Andisibe / Palmarium Today will be a final morning in Andisibe before leaving leaving after breakfast for Palmarium. You will set off east towards the Pangalanes Canals on the east coast (5-6 hours). Once you get to the coast you will have lunch and then take a boat trip along the lagoons and network of waterways until you arrive at the private reserve of Palmarium. The rest of the day is yours at leisure to relax and enjoy the lemurs that live (semi-wild) in the trees around the lodge (the lodge has various introduced species) or maybe pop down to the lake for a refreshing dip! At 17:30 you can book on a tour to the nearby island where there is a small population of reintroduced aye ayes (additional cost paid direct to the lodge – not very much). The island the aye-ayes live is called Ankanin’ny Nofy and is around 1 hour boat ride from the lodge. The history of the aye-ayes here is that a number of years ago local people found 2 aye-ayes living in the forests around their village (where the island now is) and they mentioned it to the reserve. As aye-ayes are killed for superstitious reasons by many local people in Madagascar the reserve wanted to protect them. So the reserve bought the forest that the aye-ayes were living in and cut the forest off from the rest of the mainland. The island was made with a small channel (around 2-3m wide and 1-2m deep) to that local people left them alone. Since them more and more aye-ayes were found and captured from certain deaths and brought here. They had so far rescued 4 aye-ayes in addition to the two which were here originally. This population has been living free and wild since then in their own private forest. They have bred and there is now a 7th aye-aye on the island. For tourism the aye-ayes are fed every day in the evening, coconuts and bananas (a small amount and not the total amount of food needed for them to survive) is provided so that people can see these incredible animals up close for around 1 hour before the island is deserted by all people. (breakfast is the only meal included today)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Palmarium Reserve - Wildlife Watching / Travelling This morning you will leave Palmarium and then get the boat back to the vehicle and from there begin your drive to another town called Antsirabe (5-6 hours). You will be taken to the hotel for the afternoon / evening so you can rest and freshen up. (only breakfasts will be included on these days)."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Ranomafana / Travelling Today you set off on your journey southwards and to the National Park of Ranomafana. This park protects a large tract of rainforest in the east of the island. It is also one of the best places in the Madagascar to see a wealth of wildlife, including many species of lemur. The park is also home to the very rare golden bamboo lemur, which is often seen here in the mornings. Rano is Malagasy for water; mafana is Malagasy for hot; around a hundred years ago a Malagasy discovered hot springs down in the valley, and the French created a spa around them. This has now become the town of Ranomafana and where you will be staying. This evening (depending on the time of your arrival this could be after getting to the accommodation and settling in, or on the way to the accommodation), we will do a night walk in search of brown mouse lemurs, greater dwarf lemurs and many species of chameleons which can be seen along the roads here after dark. (only breakfast included today)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Ranomafana National Park - Wildlife Watching Today will be a full day to explore the wonderful forested hills of Ranomafana in search of many species, including three species of bamboo lemur (golden bamboo lemur, greater bamboo lemur and eastern grey bamboo lemur), red bellied lemur, red-fronted brown lemur, black-and-white ruffed lemur, Milne-Edward’s sifaka and small-toothed sportive lemur, which are all seen during the day and then after dark (if you want to arrange more than one (included yesterday) night walk – which can you arrange with your driver / guide direct) eastern woolly lemurs, brown mouse lemurs, hairy-eared dwarf lemur, greater dwarf lemurs and very possibly (although incredibly rare) aye-ayes. There are also leaf-tailed geckos, chameleons and frogs present here as well as many species of birds. It is also possible to arrange a visit in the day to the nearby botanical garden which is a good place to see chameleons up close and during the day, learning about the various plant species of the island and sometimes tenrecs. (no meals included today)."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Anja Reserve - Travelling & Wildlife Watching Today you make an early start for the drive to the south (approximately 3 hours drive) in the direction of Ambalavao and a special reserve, run and managed by the local community of Anja. Here you should be able to spot troupes of ring-tailed lemurs in their natural habitat. This is the closest naturally occurring population of ring-tailed lemurs still around to the centre of the island. You will spend some time with the lemurs and also exploring the rocky escarpment here with local guides and then afterwards head further to our overnight accommodation at Isalo National Park where we will also be able to do another night walk for more mouse lemurs. (breakfast is the only meal included today)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Isalo National Park - Travelling & Wildlife Watching This morning will be spend in the national park of Isalo where we can see a large range of wildlife in a relatively less extensive than other areas of Madagascar. With the possibility of seeing up to 14 types of lemur (both last night and this morning), including as brown lemur, acrobatic Verreaux’s sifaka and ring-tailed lemur, as well as many reptiles and frogs. After breakfast you will travel from here back to Antsirabe. You will be taken to the hotel for the afternoon / evening so you can rest and freshen up. (breakfast is the only meal included today)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Antsirabe – Kirindy Reserve - Travelling This morning you will leave the town of Antsirabe and continue westward over the upland centre of Madagascar and towards the dry scrub forests of the east and in particular Kirindy Forest Reserve (~10 hours drive). Once you arrive in Kirindy you will be taken to your accommodation and after lunch you will visit the park. The forest full of life here, however you will probably be arriving in the evening and in time for a spotlighting walk around. You may arrive early enough to see one of the resident fossas (in recent years a small number have taken to living around the restaurant and small camp in the park and are very easy to see. Then after dark a local guide from the park will take you for a night walk in the forest. There are many nocturnal animals around here including gray mouse lemur, western fat-tailed dwarf lemur, Coquerel’s giant mouse lemur, red-tailed sportive lemur and the world’s smallest primate the adorable and tiny Madame Berthe’s mouse lemur. Some of these species are common and easily seen, other take more time and require a little luck and patience. (breakfast is the only meal included today)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Kirindy / Morondava / Tana - Wildlife Watching & Travelling This morning you will enter the reserve one more time before coming back for breakfast before departing to the town of Morondava (2-3 hours) and we will catch our flight back to Tana. Once in Tana we will be transferred to the accommodation for the night. (breakfast is the only meal included today)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Home - Departure After breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included today)"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Madagascar",
    "mainPhoto": "",
    "id": "madagascar-2-week-wildlife-tour",
    "tourName": "Madagascar 2 week wildlife tour",
    "placesVisited": "",
    "generalInfo": "With 80% of its species found nowhere else on earth – including birds, chameleons and of course the lemurs – Madagascar is an wildlife enthusiasts dream destination. This trip will hopefully reveal endemic mongoose like species, the enormous and fierce looking fossa, tiny quick moving mouse lemurs and you will hear the eerie, whale-like songs of the world’s largest lemur the indri.<br/><br/>Having parted ways with mainland Africa over 160 million years ago, most of Madagascar’s flora and fauna evolved independently from the wildlife elsewhere. Even the Malagasy people – descended from seafarers from Borneo and Polynesia as well as East Africans – are unique to Madagascar, a distinction that is evident in their phenomenal, French-influenced food, infectious music, and deep respect for their ancestors.<br/><br/>The most famous residents of the continent like island are the enigmatic lemurs; which were a kind of prototype primate, a “prosimian” – predating monkeys and apes, which began to evolve later on the African mainland. The lemurs that remained on the mainland were driven virtually to extinction by these new, more intelligent and adaptable species. In Madagascar, however, there was no such competition and the lemurs thrived, evolving into over a hundred different species.<br/><br/>It is important to visit Madagascar now and contribute the wonderful small scale and national level conservation projects and community run reserves. It is only by visiting these places will the local people and local governments receive enough encouragement, support and money to protect the places indefinitely.<br/><br/>Introduction:<br/><br/>We are specialists in tailoring specialist mammal watching tours and holidays all over the world and we have a great range of wildlife tours in Madagascar which combine various different wildlife watching activities. In order to develop our unrivalled range of combined wildlife watching holidays, our guides and colleagues around the world have spent years searching out the world’s best wildlife watching locations as well as visiting some seldom visited areas. This dedication has led us to create this wildlife and cultural tour that explores some areas that are seldom visited by most safari goers to Madagascar. <br/><br/>This tour starts at the wonderful central capital city of Antananarivo (Tana) and explores west and east of this city; firstly visiting Andasibe followed by Ranomafana and Isalo National Parks before heading in Palmarium for the aye-aye and the heading south to the small park of Anja and then west to our final reserve Kirindy National Reserve which is well known for a couple of very special species, the largest predator on the island the fossa and the smallest primate in the world, Madame Berthe's mouse lemur.  <br/><br/>All of our tours are guided by our own professional zoologist (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) so you are sure to be in the best hands possible for the best sightings. We also have a great network of local guides in Madagascar who have developed a great range of wildlife watching locations where the rarest species are commonly seen. Also to try and make sure that we will see as many of the rarer and elusive animals when in the reserves we will spend many hours during the early morning and late afternoon on foot and also after dark each night we will head out with high powered spotlights and start the search for nocturnal species. <br/><br/>One of the reasons why our wildlife watching holidays are unique is that our background (as a company) is from a scientific and zoological standpoint and so have a great network of colleagues and contacts all over the world who are the people on the front line in search of the best new locations for wildlife watching. All of these reasons and many more make us experts in arranging safaris and are able to tailor a safari to any location to try to find your targeted species. All you have to do is to get in touch with your budget and your group size and where you would like to go to try and find rare and elusive species.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including all breakfasts (except when in Tana). There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) will escort you on all your excursions and also very knowledgeable English speaking local guides who have decades of experience working and guiding throughout Madagascar. Your zoologist escort (where available) is an expert in mammal biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge of where some of the most elusive Madagascan animals are; as well as having years of experience in bringing people out to see the lemurs and other species. We also include all guided walks, spotlighting walks, cultural performances, cultural activities, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the forests or some other wildlife watching activity. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>We recommend October and November for this trip which is when the fossa are breeding and they are very active and easier to see than other times of year. This is also the dry season and many lemur species are also easy to see and the weather is dry. The only downside of this time of year is that many tenrecs are difficult to find as they prefer the wet season. But we can also arrange the trip for the wet season and all other times of year.<br/><br/>Why Choose this Tour:<br/><br/>•\tAll of our wildlife watching holidays are guided by a local naturalist guides, drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>•\tWe can offer you spotlighting trips around many forests and reserves in the Madagascar so that you can search for the rarer species and other nocturnal wildlife when they are more active. These conservancies are community projects which increase income to the local community whilst preserving the natural ecosystem.<br/>•\tWe can also bring thermal imaging and night vision equipment as well as spotting scopes (on request) to also aid in finding the nocturnal mammals after dark and scan the horizon for harder to see species.<br/>•\tWe use camera traps (where available) which will increase the chances of getting close up pictures and movies of rare animals and other rare nocturnal wildlife.<br/>•\tHike the stunning and forests and various ecosystems on the world's most unique and special island for wildlife and endemism.<br/>•\tVisit the free living rescued populations of various lemurs and even have them jumping on you in Palmarium.<br/>•\tAll the above reasons give this Madagascan safari holiday a great success rate of seeing the best wildlife around here. <br/>•\tWe have an unrivalled network of experts and guides throughout Africa so that we can try and find and observe animals such as the Lemurs, Big Five, gorillas, chimpanzees and hundreds of other species throughout Africa. Whether it is the Madagascar, Kenya, Tanzania, Uganda, Gabon, Ethiopia, South Africa, Namibia, Botswana Tunisia or Rwanda or any of the other many wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour travels to Andsibie, Ranomafana, Isalo, Palmarium, Anja and Kirindy with your arrival and departure point being Tana.<br/><br/>Fitness Level:<br/><br/>A good level of psychical fitness is needed as all of the wildlife watching is done on foot, we spend between 4-10 hours a day on foot and temperatures can be very hot and humid. For the tsingy we will be exploring caves and rock climbing which require harnesses, there are alternative routes for people not wanting to do this however. So if you have experience in exploring rock faces and caves you will thoroughly enjoy it.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 16 Years Old.",
    "durationDays": "13",
    "price": "3495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Antananarivo / Andasibe - Arrival & Travelling On your arrival into Antananarivo (Tana) airport you will be met by your local guide / driver and depart towards the first national park of the trip, Andisibe. Depending on the time of arrival and therefore departure from the capital you will likely stop for lunch at a roadside café before arriving at the forest and checking in. We will unlikely have time to have an afternoon walk through the reserve in search of the lemurs and other wildlife. That will be tomorrow with morning and afternoons spent in the forest. The major highlight here is the largest extant species of lemur, the wonderful and very vocal (you are likely to hear them before you see them) indri. Also found here are red-bellied lemur, common brown lemur, lesser bamboo lemur, brown mouse lemur, greater dwarf lemur, eastern woolly lemur and aye ayes (although they are incredibly hard to see). But today we will have an evening walk to observe the nocturnal species of lemur as well as chameleons and other wildlife that is easier to see and active after dark. (no meals are included today)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Andisibe-Mantadia Reserve - Wildlife Watching Today will be a day to visit two different forests, these areas form the Andasibe Analamazaotra – Mantadia reserve and this will be done with your expert local wildlife guide. This area is a montane forest park offering the chance to spot a variety of lemurs, reptiles and birds; including the most famous inhabitants; the Indri. But also known from here are the wonderfully coloured diademed sifaka and a range of other diurnal species. You can also arrange extra night walks with your driver / guide if you wish. There are leaf-tailed geckos, many chameleons and if you are very keen eyed the tiny brookesia chameleons can be found here. Mantadia is a little different from Andasibe and is more humid forest covered with lians, moss, fern tress and more than hundred orchids species blooming between September and January. It is a good way to compare the subtle differences between the two forested habitats. (breakfast is the only meal included today)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Andisibe / Palmarium Today will be a final morning in Andisibe before leaving leaving after breakfast for Palmarium. You will set off east towards the Pangalanes Canals on the east coast (5-6 hours). Once you get to the coast you will have lunch and then take a boat trip along the lagoons and network of waterways until you arrive at the private reserve of Palmarium. The rest of the day is yours at leisure to relax and enjoy the lemurs that live (semi-wild) in the trees around the lodge (the lodge has various introduced species) or maybe pop down to the lake for a refreshing dip! At 17:30 you can book on a tour to the nearby island where there is a small population of reintroduced aye ayes (additional cost paid direct to the lodge – not very much). The island the aye-ayes live is called Ankanin’ny Nofy and is around 1 hour boat ride from the lodge. The history of the aye-ayes here is that a number of years ago local people found 2 aye-ayes living in the forests around their village (where the island now is) and they mentioned it to the reserve. As aye-ayes are killed for superstitious reasons by many local people in Madagascar the reserve wanted to protect them. So the reserve bought the forest that the aye-ayes were living in and cut the forest off from the rest of the mainland. The island was made with a small channel (around 2-3m wide and 1-2m deep) to that local people left them alone. Since them more and more aye-ayes were found and captured from certain deaths and brought here. They had so far rescued 4 aye-ayes in addition to the two which were here originally. This population has been living free and wild since then in their own private forest. They have bred and there is now a 7th aye-aye on the island. For tourism the aye-ayes are fed every day in the evening, coconuts and bananas (a small amount and not the total amount of food needed for them to survive) is provided so that people can see these incredible animals up close for around 1 hour before the island is deserted by all people. (breakfast is the only meal included today)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Palmarium Reserve - Wildlife Watching / Travelling This morning you will leave Palmarium and then get the boat back to the vehicle and from there begin your drive to another town called Antsirabe (5-6 hours). You will be taken to the hotel for the afternoon / evening so you can rest and freshen up. (only breakfasts will be included on these days)."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Ranomafana / Travelling Today you set off on your journey southwards and to the National Park of Ranomafana. This park protects a large tract of rainforest in the east of the island. It is also one of the best places in the Madagascar to see a wealth of wildlife, including many species of lemur. The park is also home to the very rare golden bamboo lemur, which is often seen here in the mornings. Rano is Malagasy for water; mafana is Malagasy for hot; around a hundred years ago a Malagasy discovered hot springs down in the valley, and the French created a spa around them. This has now become the town of Ranomafana and where you will be staying. This evening (depending on the time of your arrival this could be after getting to the accommodation and settling in, or on the way to the accommodation), we will do a night walk in search of brown mouse lemurs, greater dwarf lemurs and many species of chameleons which can be seen along the roads here after dark. (only breakfast included today)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Ranomafana National Park - Wildlife Watching Today will be a full day to explore the wonderful forested hills of Ranomafana in search of many species, including three species of bamboo lemur (golden bamboo lemur, greater bamboo lemur and eastern grey bamboo lemur), red bellied lemur, red-fronted brown lemur, black-and-white ruffed lemur, Milne-Edward’s sifaka and small-toothed sportive lemur, which are all seen during the day and then after dark (if you want to arrange more than one (included yesterday) night walk – which can you arrange with your driver / guide direct) eastern woolly lemurs, brown mouse lemurs, hairy-eared dwarf lemur, greater dwarf lemurs and very possibly (although incredibly rare) aye-ayes. There are also leaf-tailed geckos, chameleons and frogs present here as well as many species of birds. It is also possible to arrange a visit in the day to the nearby botanical garden which is a good place to see chameleons up close and during the day, learning about the various plant species of the island and sometimes tenrecs. (no meals included today)."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Anja Reserve - Travelling & Wildlife Watching Today you make an early start for the drive to the south (approximately 3 hours drive) in the direction of Ambalavao and a special reserve, run and managed by the local community of Anja. Here you should be able to spot troupes of ring-tailed lemurs in their natural habitat. This is the closest naturally occurring population of ring-tailed lemurs still around to the centre of the island. You will spend some time with the lemurs and also exploring the rocky escarpment here with local guides and then afterwards head further to our overnight accommodation at Isalo National Park where we will also be able to do another night walk for more mouse lemurs. (breakfast is the only meal included today)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Isalo National Park - Travelling & Wildlife Watching This morning will be spend in the national park of Isalo where we can see a large range of wildlife in a relatively less extensive than other areas of Madagascar. With the possibility of seeing up to 14 types of lemur (both last night and this morning), including as brown lemur, acrobatic Verreaux’s sifaka and ring-tailed lemur, as well as many reptiles and frogs. After breakfast you will travel from here back to Antsirabe. You will be taken to the hotel for the afternoon / evening so you can rest and freshen up. (breakfast is the only meal included today)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Antsirabe – Kirindy Reserve - Travelling This morning you will leave the town of Antsirabe and continue westward over the upland centre of Madagascar and towards the dry scrub forests of the east and in particular Kirindy Forest Reserve (~10 hours drive). Once you arrive in Kirindy you will be taken to your accommodation and after lunch you will visit the park. The forest full of life here, however you will probably be arriving in the evening and in time for a spotlighting walk around. You may arrive early enough to see one of the resident fossas (in recent years a small number have taken to living around the restaurant and small camp in the park and are very easy to see. Then after dark a local guide from the park will take you for a night walk in the forest. There are many nocturnal animals around here including gray mouse lemur, western fat-tailed dwarf lemur, Coquerel’s giant mouse lemur, red-tailed sportive lemur and the world’s smallest primate the adorable and tiny Madame Berthe’s mouse lemur. Some of these species are common and easily seen, other take more time and require a little luck and patience. (breakfast is the only meal included today)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Kirindy / Morondava / Tana - Wildlife Watching & Travelling This morning you will enter the reserve one more time before coming back for breakfast before departing to the town of Morondava (2-3 hours) and we will catch our flight back to Tana. Once in Tana we will be transferred to the accommodation for the night. (breakfast is the only meal included today)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Home - Departure After breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included today)"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Madagascar",
    "mainPhoto": "",
    "id": "madagascar-tailor-made-wildlife-holiday",
    "tourName": "Madagascar tailor made wildlife holiday",
    "placesVisited": "",
    "generalInfo": "A distinctly unique island nation separated from the mainland millions of years ago, the biodiversity of Madagascar has developed very differently from the rest of Africa. It is home to countless species found nowhere else on earth, although sadly many are in decline. Our journey takes us to superb private reserves and  national parks where essential conservation work is aiming to save the unique flora and fauna that makes Madagascar so special. <br/><br/>The adventure commences in the eastern humid forests of Andasibe and Mantadia, one of the best places in Madagascar to see the curious indri, the largest species of lemur with its haunting cry that echoes through the forest. We will visit and take part in a forest regeneration project. Heading through the terraced emerald fields of the highlands, we arrive at the lush rainforests of Ranomafana, home to the rare bamboo lemur, only relatively recently discovered to science.  Visit the community run reserve of Anja where your visit helps to secure the salary of local teachers. The soaring granite domes of Andringitra and curiously carved rock formations of Isalo are next up, before we arrive at the azure waters of the Mozambique channel in the far south west.  <br/><br/>After some time to relax by the idyllic coast, a final wildlife treat awaits with a a visit to Berenty Reserve, an important private habitat which for decades has been instrumental in the knowledge, understanding and conservation of lemurs. Here you should in particular enjoy excellent observation of the Ring Tailed Lemur amongst other species. <br/><br/>Join us on this superb adventure showcasing the very best of Madagascar's truly unique biodiversity. We believe that by visiting the protected areas of Madagascar, we can help authorities to understand that it is vital that what remains should be preserved and what has been lost can be perhaps to some extent regenerated.",
    "durationDays": "20",
    "price": "3695",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Antananarivo - Arrive in ‘Tana’. On arrival, you will be met and our representative will transfer you to the hotel. Depending on your time of arrival, you may have time to explore the city. No meals or guided activities are included today. Overnight Gassy Country House."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Antananarivo – Andasibe National Park (Overall driving time today: approx. 4 hours) - Depart after breakfast and drive eastward towards Andasibe National Park, descending from the ‘hauts plateaux’ through a landscape of verdant rice terraces and scattered villages, a route which effortlessly blends dramatic views, snapshots of bustling local life, glassy lakes and as we approach Andasibe, stunning primary forest. During the drive, pause at a local waterfall, a place for “collective laundry” and indeed, highland tribal tradition dictates that, after funerals, whole families do their washing here, so the river purges away all bad luck. Also briefly stop in Manjakandriana, an important agricultural city, supplying dairy and vegetables to the whole region. En route, we visit Pyereras Reptile reserve to get up close to its rare chameleons, snakes and frogs. On arrival at Andasibe, check-in your hotel before to take a guided dusk walk on the edge of the forest, in the V.O.I.M.M.A. community reserve, in search of nocturnal creatures. Overnight Vakona Lodge. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Andasibe National Park - Andasibe is probably the best national park in Madagascar and a good place to watch the spectacular Indri, the largest species of lemur on the island. You will probably hear its haunting cry before you see it! Take a morning walk through the forest in search of this enigmatic creature as well as other wildlife, accompanied by an expert local guide. Expect to see a huge range of flora and fauna, strolling beneath the extensive canopy of trees to the backdrop of the forest chorus. This afternoon, visit a private island sanctuary where you can get up close to lemurs - the lemurs may get very close and even jump on you but please note that this is perfectly safe. Overnight Vakona Lodge. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Mantadia National Park - This morning we will take a walk inside Mantadia National Park, neighbour to Andasibe National Park forming part of an important regional wildlife corridor. Several walks are possible here, ranging from 2 to 4 hours, on which you can observe endemic fauna and flora, waterfalls, and gain an insight into the local culture by passing through several holy places. This afternoon you can either relax or visit a Betsimisaraka village, experiencing first-hand their tribal crafts, skills, customs and dances. Alternatively, you can choose to visit a Mitsinjo reforestation project and contribute to enhancing this vital ecosystem. Overnight Vakona Lodge. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Andasibe National Park – Antsirabe (Overall driving time today: approx. 7 hours) - After breakfast, we depart southwards to Antsirabe, crossing the highlands through rural scenery, valleys, rice paddies and vegetable plantations. Our journey takes us to Antsirabe, founded by Norwegians in 1856 and home to Madagascar’s brewing industry. If time permits, we can take a short city tour to get a sense of this important highland city. Overnight Chambres du Voyageur. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Antsirabe – Ambositra – Ranomafana National Park (Overall driving time today: approx. 6- 7 hours) - This morning explore points of interest in Antsirabe and the surrounding villages. You may choose to visit some nearby craft shops, such as a Zebu horn workshop, where you will marvel at the transformation of Zebu horn into artisanal decoration. Thereafter continue along the RN7 south to Ranomafana. Overnight Centrest Sejour Hotel. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Ranomafana National Park - Spend the morning exploring the rainforests of Ranomafana in search of its many species of lemurs, reptiles and birds. The afternoon is at leisure for you to relax or enjoy a walk in the village and the local surroundings. Overnight Centrest Sejour Hotel. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Ranomafana – Fianarantsoa - Anja Reserve – Andringitra (Overall driving time today: approx. 6 hours) - After breakfast, continue the journey south, stopping briefly in Fianarantsoa, the second city of Madagascar. Visit the attractive workshop of Pierrot Men, one of the most well-known photographers in the country. Continue to Anja Park, a community run private reserve situated in stunning scenery with great opportunities to see playful ring-tailed lemurs. From there, we fork onto a track towards the imposing mountains of the Andringitra Massif, where we will spend the next two nights of this adventure. Overnight Tsara Camp. (BD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Andringitra and Tsaranoro Valley - Access to Andringitra and the Tsaranoro Valley will involve touring round the tracks in a 4x4 and taking in some of the abundant highlights of these exceptional environs. You may choose to enter Andringitra National Park, or rather explore the delights of the Tsaranoro Valley. The Valley boasts a hotter, drier climate and is accessible all year round. Trekking opportunities abound, from low-level to ambitious mountainous routes. At every turn, photographic opportunities present themselves in the guise of glorious vistas. If you wish, there are walks to a local waterfall where views of the sunset across the plain make for a stunning end to a day of exploring the area. Overnight Tsara Camp (BD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Andringitra – Ranohira (Isalo) (Overall driving time today: approx. 4 hours) - Depart after breakfast flanking the Andringitra massif, which serves as a transition between the green highlands and the arid south. Pass through Ihosy the capital of the Bara tribe and from there the landscape transforms with huge granite blocks dotting the spacious and empty plains marking the gateway to the far south. Drive through the “plateau de Horombe”, a vast empty savannah where we shall likely observe herds of zebu, accompanied by armed Bara men, cattle raisers who are intrinsically linked with the zebu. By late afternoon, arrive at the village of Ranohira, gateway to Isalo National Park, where you check into the bungalows at Satrana Lodge which nestle against the rocky slopes and look across this beautiful landscape. The Lodge has an excellent restaurant and fabulous swimming pool from which you may wish to enjoy one of nature’s stunning sunsets. Overnight Satrana Lodge. (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Isalo National Park - After breakfast, take a guided half day or if you prefer, a full day excursion within Isalo National Park. There are various options including a trail to the top of the mountain, where a fantastic panoramic view of the eroded environment is to be admired, with its kaleidoscope of rock shades, shifting from ochre to russet to blue-grey. From here you might choose to visit the natural swimming pool, and then perhaps head on to reach “the Canyon des Singes”. A most profitable area if you enjoy bird watching is the oasis and forested area around Relais de la Reine: here we may spot Benson’s rock-thrush, lesser vasa parrot, Madagascar coucal, Madagascar bee-eater and even Giant coua. The walk can be tailored to how you feel on the day. At the end of the afternoon you may wish to visit the Fenetre d’Isalo, a natural rock formation in the shape of an exquisitely airy window, where one can experience an atmospheric sunset framed magnificently between the rocks. Overnight Satrana Lodge. (B)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Isalo – Zombitse National Park – Reniala Reserve – Ifaty (Overall driving time today: approx. 6-7 hours) - Leaving Isalo behind we travel for 1 hour to a village at the centre of the burgeoning sapphire industry where you will have a stop. From here continue to the protected forest-island of Zombitse National Park, which hosts many birding wonders, perhaps the highlight of which is the terrestrial Appert's Greenbul, one of Madagascar’s rarest endemics. You will notice the landscape change with spiny forest becoming more prominent. Also stop to admire the colourful tombs of the Mahafaly people and take a short-guided tour in the Reniala Reserve, a typical dry and thorny bush only seen in the southern part of the country, where we will find some Baobab samples and other special native trees. Continue along the coast to reach your beachfront hotel in Ifaty. There’s time to soak in the idyllic scenery and watch fishermen head to sea as the sun dips low into the glowing waters of the Mozambique Channel. This is a truly beautiful part of Madagascar and a great place to relax. Overnight Le Paradisier Hotel. (B)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Ifaty at leisure - Today is at leisure to either relax or explore. Ifaty has a great coral reef and offers good diving and easy snorkelling. If you’re visiting between July and August, a highlight is the migration of Humpback whales heading north through the Mozambique Channel. The nearby village of Mangily is an easy walk, and provides an insight into the daily life of the Vezo fishing community. All excursions can be booked through the hotel and are paid locally. Alternatively relax on the beach or by the pool. Overnight Le Paradisier Hotel. (B)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Ifaty – Arboretum d’Antsokay - Tulear (Overall driving time today: approx. 1.5 hours) - This morning is at leisure for you to relax or to take a local excursion from the hotel. Depart after lunch back to Tulear, where we visit the interesting Arboretum d’Antsokay. Overnight Moringa Hotel. (B)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Tulear – Fort-Dauphin (Domestic flight) - Berenty (Overall driving time today: approx. 5 hours) - Transfer to the airport for a domestic flight to Fort-Dauphin. After landing, we continue to Berenty. Here we back into a more humid zone and the landscape is characterised with fields of rice, palms and mango plantations. Passing the Anosy Mountain chain we pass back into a drier zone arriving in Berenty by late afternoon. Overnight Berenty Lodge. (BD)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Berenty Reserve - At dawn, enjoy a birding expedition with a local guide inside Berenty Private Reserve, where 83 bird species are listed. Birds of prey are particularly prominent and 9 species are recorded with Madagascar Buzzard probably the most common raptor visible. Other unique species to look out for are Hook-Billed Vanga and Crested and Giant Coua. The forest is divided into two distinct sections: the spiny forest and the semi-dry forest. Sisal plantations surround the reserve. After lunch, you can take another walk in the reserve and spot the endangered radiated tortoises. Berenty is also the only reserve where one can see almost all the fauna and flora of the south of Madagascar. It is also known as the kingdom of lemurs as you can easily spot Maki ring-tailed lemurs, and the dancing lemurs known as Sifaka, among other species. Overnight Berenty Lodge. (BD)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Berenty – Andohahela National Park - Fort-Dauphin (Overall driving time today: approx. 6 hours) - This morning, back to Fort-Dauphin stopping at Andohahela National Park to stretch your legs. Later, in Fort Dauphin be sure not to miss the sunset from the pristine beach at Libanona point. Overnight La Croix du Sud Hotel (BD)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Fort Dauphin – Lokaro Bay (Overall driving time today: approx. 1.5 hours) - After breakfast, drive to Lanirano Lake where you take a boat excursion along a narrow channel of the Aroyos lagoon. Observe the lush aquatic vegetation and the many species of birds and navigate across Ambavarano Lake and the mangroves. Reaching the village of Evatra, admire the picturesque creeks and fishermen in their small pirogues. A short walk brings you to the Col, from where vistas over the village and the mouth of the lake flowing into the sea are simply exquisite. Return to Fort-Dauphin by late afternoon. Overnight La Croix du Sud Hotel. (BD)"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Fort Dauphin – Antananarivo (Domestic flight) - Time at leisure until your transfer to the local airport for a flight to Tana. On arrival, transfer to the hotel. Overnight Gassy Country House. (B)"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Departure from Madagascar - Any remaining time today is at leisure prior to airport transfers though optional excursions can be arranged if you are booked on a late flight. A hotel room will be available for you to freshen up for those with late evening departures, or you may wish to extend your stay on the big island. (B)"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Madagascar",
    "mainPhoto": "",
    "id": "madagascar-wildlife-holiday",
    "tourName": "Madagascar wildlife holiday",
    "placesVisited": "",
    "generalInfo": "Visit a varied array of ecosystems and protected areas on this unique Madagascar wildlife holiday. This tour is a specialist mammal watching holiday of this wonderful island, full of endemics and rarities such as Aye-ayes, Fossa and Indri are all highly targeted on this specialist wildlife safari holiday of Madagascar.<br/><br/>Introduction:<br/><br/>We are specialists in tailoring specialist mammal watching tours and holidays all over the world and we have a great range of wildlife tours in Madagascar which combine various different wildlife watching activities. In order to develop our unrivalled range of combined wildlife watching holidays, our guides and colleagues around the world have spent years searching out the world’s best wildlife watching locations as well as visiting some seldom visited areas. This dedication has led us to create this wildlife and cultural tour that explores some areas that are seldom visited by most safari goers to Madagascar. <br/><br/>This tour starts at the wonderful central capital city of Antananarivo (Tana) and explores west and east of this city; firstly visiting Kirindy National Reserve which is well known for a couple of very special species, the largest predator on the island the fossa and the smallest primate in the world, Madame Berthe's mouse lemur. Along with these two species we will target various other animals in this dry scrub forest reserve, before heading to Tsingy de Bemaraha National Park and exploring the incredible limestone karst formations and caves here looking for more rare and highly localised species. From these very dry and rocky areas you will head back east and to the wetter and more forested reserves of Ranomafana, Anja, Andasibe and Palmarium which host a wealth of species including the iconic Indri, Bamboo lemurs, Ring-tailed lemurs and of course the Aye-aye. This is the first and only dedicated mammal focused tour of Madagascar and aims to see most of the island's most iconic and rarest species. <br/><br/>All of our tours are guided by our own professional local guides so you are sure to be in the best hands possible for the best sightings. We also have a great network of local guides in Madagascar who have developed a great range of wildlife watching locations where the rarest species are commonly seen. Also to try and make sure that we will see as many of the rarer and elusive animals when in the reserves we will spend many hours during the early morning and late afternoon on foot and also after dark each night we will head out with high powered spotlights and start the search for nocturnal species. <br/><br/>One of the reasons why our wildlife watching holidays are unique is that our background (as a company) is from a scientific and zoological standpoint and so have a great network of colleagues and contacts all over the world who are the people on the front line in search of the best new locations for wildlife watching. All of these reasons and many more make us experts in arranging safaris and are able to tailor a safari to any location to try to find your targeted species. All you have to do is to get in touch with your budget and your group size and where you would like to go to try and find rare and elusive species.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including all breakfasts (except when in Tana). There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) will escort you on all your excursions and also very knowledgeable English speaking local guides who have decades of experience working and guiding throughout Madagascar. Your zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escort is an expert in mammal biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge of where some of the most elusive Madagascan animals are; as well as having years of experience in bringing people out to see the lemurs and other species. We also include all guided walks, spotlighting walks, cultural performances, cultural activities, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the forests or some other wildlife watching activity. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>We recommend October and November for this trip which is when the fossa are breeding and they are very active and easier to see than other times of year. This is also the dry season and many lemur species are also easy to see and the weather is dry. The only downside of this time of year is that many tenrecs are difficult to find as they prefer the wet season. But we can also arrange the trip for the wet season and all other times of year.<br/><br/>Why Choose this Tour:<br/><br/>•\tAll of our wildlife watching holidays are guided by a local naturalist guides, drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>•\tWe can offer you spotlighting trips around many forests and reserves in the Madagascar so that you can search for the rarer species and other nocturnal wildlife when they are more active. These conservancies are community projects which increase income to the local community whilst preserving the natural ecosystem.<br/>•\tWe can also bring thermal imaging and night vision equipment as well as spotting scopes (on request) to also aid in finding the nocturnal mammals after dark and scan the horizon for harder to see species.<br/>•\tWe use camera traps (where available) which will increase the chances of getting close up pictures and movies of rare animals and other rare nocturnal wildlife.<br/>•\tHike the stunning and forests and various ecosystems on the world's most unique and special island for wildlife and endemism.<br/>•\tVisit the free living rescued populations of various lemurs and even have them jumping on you in Palmarium.<br/>•\tExplore the amazing limestone rock formations and caves in search of lemurs, bats, geckos and endemic rodents in the Tsingy.<br/>•\tAll the above reasons give this Madagascan safari holiday a great success rate of seeing the best wildlife around here. <br/>•\tWe have an unrivalled network of experts and guides throughout Africa so that we can try and find and observe animals such as the Lemurs, Big Five, gorillas, chimpanzees and hundreds of other species throughout Africa. Whether it is the Madagascar, Kenya, Tanzania, Uganda, Gabon, Ethiopia, South Africa, Namibia, Botswana Tunisia or Rwanda or any of the other many wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour travels to Kirindy, Morondava, Antananarivo, Tsingy de Bemerhara, Ranomafana, Andisibe, Antsirabe, Anja, Mantadia and Palmarium which form a kind of belt from west to east across the middle of Madagascar.<br/><br/>Fitness Level:<br/><br/>A good level of psychical fitness is needed as all of the wildlife watching is done on foot, we spend between 4-10 hours a day on foot and temperatures can be very hot and humid. For the tsingy we will be exploring caves and rock climbing which require harnesses, there are alternative routes for people not wanting to do this however. So if you have experience in exploring rock faces and caves you will thoroughly enjoy it.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 16 Years Old.",
    "durationDays": "21",
    "price": "4250",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Antananarivo - Arrival On your arrival into Antananarivo (Tana) airport you will be collected and taken into the city and your hotel for the night. Depending on your time of arrival you may explore some of the city or just rest and prepare for the departure across the country tomorrow. (no meals included)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Kirindy Forest Reserve - Travelling & Wildlife Watching This morning you will leave the hotel and travel to the domestic airport and catch the flight westwards to the coastal town of Morondava, from here you will meet your new driver and guide and be taken south to Kirindy Forest Reserve (~2-3 hours drive). Once you arrive in Kirindy you will be taken to your accommodation and after lunch you will visit the park. The forest full of life here, however you will probably be arriving in the evening and in time for a spotlighting walk around. You may arrive early enough to see one of the resident fossas (in recent years a small number have taken to living around the restaurant and small camp in the park and are very easy to see. Then after dark a local guide from the park will take you for a night walk in the forest. There are many nocturnal animals around here including gray mouse lemur, western fat-tailed dwarf lemur, Coquerel’s giant mouse lemur, red-tailed sportive lemur and the world’s smallest primate the adorable and tiny Madame Berthe’s mouse lemur. Some of these species are common and easily seen, other take more time and require a little luck and patience. Along the way to Kirindy today you will pass the famous avenue de Baobabs and can stop here for pictures of these stunning trees that line the road completely naturally. (breakfast only included)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Bekopaka - Travelling Today is a travelling day, after breakfast you will depart from Kirindy and head towards Bekopaka which is the closest town to your next wildlife destination (Tsingy de Bemaraha National Park). You will first head up the Avenue of Baobabs and then continue to Belo sur Tsirbinhina which is the cultural capital of the Sakalava tribe. This is a very dry and poor part of Madagascar and the road (if you can call it a road) is very poor. It can be bumpy but the scenery is nice as you pass by arid forest and scrub land in the red sandy lands of western Madagascar. At the Belo sur Tsirbinhina you will catch a local pontoon ferry and cross the river, from the other side of the river you will continue in a convoy to Bekopaka. On arrival you will be given a little briefing about what time you have to be ready tomorrow and you are free to relax in the evening. If you wish to organise a night walk around the forests surrounding the villages, this can sometimes be arranged (although not all of the time) and your driver / guide can help you make these arrangements. (breakfast only included)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Morondava - Travelling This morning you will leave Bekopaka after breakfast and start the long journey back towards Kirindy, once again using the pontoon ferry and through the dry landscape. You will pass Kirindy and carry on to the coast and the city of Morondava. En route you can stop at the ‘baobab amoureux’ which is a natural twisted baobab 5 km from the main road. Baobabs are distinctive trees adapted to thrive in harsh conditions. Six of the nine species of baobabs are found only in Madagascar so it's no surprise that this is the national tree. You may have a second opportunity for photographing the Allée des Baobabs before arriving at your base for the night. (breakfast only included)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Antsirabe - Travelling Today is another day on the road as you head back east across the island (7-8 hours) stopping for lunch en-route before you arrive at Antsirabe again and overnight here."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Ranomafana National Park - Travelling & Wildlife Watching Today you set off on your journey southwards and to the National Park of Ranomafana. This park protects a large tract of rainforest in the east of the island. It is also one of the best places in the Madagascar to see a wealth of wildlife, including many species of lemur. The park is also home to the very rare golden bamboo lemur, which is often seen here in the mornings. Rano is Malagasy for water; mafana is Malagasy for hot; around a hundred years ago a Malagasy discovered hot springs down in the valley, and the French created a spa around them. This has now become the town of Ranomafana and where you will be staying. This evening (depending on the time of your arrival this could be after getting to the accommodation and settling in, or on the way to the accommodation), we will do a night walk in search of brown mouse lemurs, greater dwarf lemurs and many species of chameleons which can be seen along the roads here after dark. (breakfast only included)."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Anja Reserve - Travelling & Wildlife Watching Today you make an early start for the drive to the south (approximately 3 hours drive) in the direction of Ambalavao and a special reserve, run and managed by the local community of Anja. Here you should be able to spot troupes of ring-tailed lemurs in their natural habitat. This is the closest naturally occurring population of ring-tailed lemurs still around to the centre of the island. You will spend some time with the lemurs and also exploring the rocky escarpment here with local guides and then afterwards head back north to vvernight at Ialatasara forest camp where we will also be able to do another night walk for more mouse lemurs. Ialatsara forest camp has got basic but clean bungalows with balconies and bucket showers in a camp setting. (breakfast only included)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Antananarivo - Travelling Another long drive of 7 hours and would be better to start early in the morning and then have lunch in Antsirabe and when arriving in Antananarivo and if time allow, if time allows and you wish you can visit a small lemur park which situated at 22km north west of Tana (at an extra cost – admission fee). If not, just relax this afternoon. You can discuss whether you wish to do this or not with your driver guide, it is a good place for close up pictures of lemurs, but they are not wild and you will have the chance to get close up pictures of semi-wild lemurs when in Palmarium reserve at the end of the trip. (breakfast only included)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Andasibe National Park - Travelling & Wildlife Watching This morning you will leave the capital and travel towards Andasibe Reserve passing through highland scenery and rice paddies. You will likely stop for lunch at a roadside café before having an afternoon walk through the reserve in search of the lemurs and other wildlife. The major highlight here is the largest extant species of lemur, the wonderful and very vocal (you are likely to hear them before you see them) indri. Also found here are red-bellied lemur, common brown lemur, lesser bamboo lemur, brown mouse lemur, greater dwarf lemur, eastern woolly lemur and aye ayes (although they are incredibly hard to see). Then in the evening you will have a night walk to observe the nocturnal species. (breakfast only included)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Palmarium Reserve - Travelling & Wildlife Watching This morning you set off east towards the Pangalanes Canals on the east coast (4-5 hours). Once you get to the coast you will have lunch and then take a boat trip along the lagoons and network of waterways until you arrive at the private reserve of Palmarium. The rest of the day is yours at leisure to relax and enjoy the lemurs that live (semi-wild) in the trees around the lodge (the lodge has various introduced species) or maybe pop down to the lake for a refreshing dip! At 17:30 (if we arrive in time) you can book on a tour to the nearby island where there is a small population of reintroduced aye ayes (additional cost to the lodge – not very much). You can also arrange another aye-aye excursion for tomorrow if you wish – or if you arrive too late to make this evening’s departure. The island the aye-ayes live is called Ankanin’ny Nofy and is around 1 hour boat ride from the lodge. The history of the aye-ayes here is that a number of years ago local people found 2 aye-ayes living in the forests around their village (where the island now is) and they mentioned it to the reserve. As aye-ayes are killed for superstitious reasons by many local people in Madagascar the reserve wanted to protect them. So the reserve bought the forest that the aye-ayes were living in and cut the forest off from the rest of the mainland. The island was made with a small channel (around 2-3m wide and 1-2m deep) to that local people left them alone. Since them more and more aye-ayes were found and captured from certain deaths and brought here. They had so far rescued 4 aye-ayes in addition to the two which were here originally. This population has been living free and wild since then in their own private forest. They have bred and there is now a 7th aye-aye on the island. For tourism the aye-ayes are fed every day in the evening, coconuts and bananas (a small amount and not the total amount of food needed for them to survive) is provided so that people can see these incredible animals up close for around 1 hour before the island is deserted by all people. (breakfast only included)"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Palmarium Reserve - Rest & Leisure Today is a full day around the reserve with the semi tame lemurs, there are also chameleons, birds and snakes that live wild here and you are free to explore. You can also book a second visit to the aye-ayes this evening if you wish. (breakfast only included)"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Antananarivo - Travelling This morning you will leave Palmarium and then get the boat back to the vehicle and from there begin your drive back to the capital (7-8 hours driving). You will be taken to the hotel for the afternoon / evening so you can repack for the flight and freshen up. Then around 11pm you will be taken to the airport to catch your early morning flight back home. (breakfast only included)"
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Home - Departure This morning you will be taken to the airport to catch your return flight home. (breakfast only included)"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Madagascar",
    "mainPhoto": "",
    "id": "madagascar-wildlife-tour-15-days",
    "tourName": "Madagascar wildlife tour, 15 days",
    "placesVisited": "",
    "generalInfo": "A remote island located off the southeast coast of Africa, Madagascar is already known as an off-grid destination. Our Madagascar Wildlife Tour takes you even further into the wild, largely following the RN7 route, to some of the most secluded and spectacular places in Madagascar.<br/><br/>Your holiday will begin and end in the capital city of Antananarivo, called 'Tana', known for its colourful architecture and rich history.<br/><br/>Begin your discovery of Madagascar's wildlife with two nights in the dense tropical forests of Andasibe-Mantadia National Park, your only stop on the East of the island. Andasibe is the perfect introduction to lemurs, reptiles, birds and plants endemic to Madagascar, including the indri, the largest lemur species in the world.<br/><br/>From Andasibe, you begin your road travels on the iconic RN7 route south west of the capital, exploring Madagascar’s most breathtaking landscapes with stops in Antsirabe, Ranomafana and Isalo National Park. Isalo National Park, one of Madagascar’s most diverse and unique regions, where you’ll find fascinating sandstone rock formations, clear natural pools, vast canyons, interesting wildlife, and centuries-old sacred burial sites.<br/><br/>Take a private charter flight to Morondava, on the west coast, where you’ll walk the ancient Avenue of the Baobabs and have your first taste of marine wildlife in the Mozambique Channel.<br/><br/>You’ll then take a second charter flight over remarkable tsingy massifs (extraordinary rock formations in the landscape) to Anjajavy Reserve, on an isolated peninsula in Northwest Madagascar. Your holiday ends with four nights at a luxurious eco-lodge. Think sandy beaches, azure waters, and surrounded by a fabulous forest reserve alive with lemurs and chameleons. Anjajavy reflects the rich diversity and untouched beauty of Madagascar.",
    "durationDays": "15",
    "price": "11979",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Antananarivo - On arrival in Ivato International Airport in Antananarivo, you’ll be greeted by an English speaking guide who will accompany you to Maison Gallieni, your hotel for the night. Maison Gallieni is a restored colonial mansion with an elegant mix of modern and traditional décor. Built in 1879 on the site of a granite quarry, Maison Gallieni used to house the first bank created in Madagascar. Located on a hill, in the historic heart of the Malagasy capital, it offers a spectacular view overlooking the town. Take a dip in the pool and enjoy the lovely views over the city, or head out to explore the traditional architecture and distinct Indonesian influence of Antananarivo, known locally as 'Tana'."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Drive East to Andasibe - After breakfast at Maison Gallieni, you have the morning in Tana to visit the upper town and to learn more about the history of Tana. At midday, you’ll make the four-hour drive east to Andasibe-Mantadia National Park. It is a beautiful rainforest park with two protected areas, including the Perinet Special Reserve and Mantadia National Park. The park is famous for its population of indri lemurs, the largest living lemur species on earth. The drive to Andasibe offers an insight into rural life in Madagascar, with rice fields, redbrick houses and roadside stalls selling seasonal fruits and vegetables along the route. Arrive at Mantadia Lodge in time for dinner, where you’ll stay for two nights on a full-board basis. Then meet with your guide again and go for a night walk in a community-run reserve in order to spot the night active animals: mouse lemur, greater dwarf lemur, as well as frogs and chameleons."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Exploring Andasibe - After breakfast at Mantadia Lodge, you’ll meet your guide and head out to the Analamazaotra special reserve in search of the local inhabitant animals, mainly the biggest species of lemurs which is the Indri. Spend the morning there. Have lunch, then visit the other side of the forest which is run by the NGO Mitsinjo association, a locally-run community, in order to spot any animals that were missed in the morning. This evening, you’ll head out on a thrilling night walk with a local guide to explore the forest surrounding the lodge. You’ll see a variety of nocturnal lemurs including the woolly lemur, mouse lemur, white-footed sportive lemur and fat-tailed dwarf lemur."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Drive South on RN7 to Antsirabe - After breakfast at Mantadia Lodge, you'll be driven along the road back to Tana before heading southward to Antsirabe. Out of the city, rice fields and different villages define the landscape in the countryside. Pass through Ambatolampy town on your way to Antsirabe, a small town bustling with market stalls, a decorated train station and cathedral. You will arrive late in the afternoon in Antsirabe. Check in to Couleur Cafe hotel where you stay for the next two nights to explore this region."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Guided hike in the highlands of Antsirabe - Today you will go on a guided walk in the highlands region. The level of walking difficulty depends entirely on your own ability and desire. Your guide is from a local organisation, working in partnership with young Malagasy from Antsirabe town. This not only brings local knowledge, but the income earned is distributed amongst local villagers, affording common equipment purchases and improving agricultural activities. You can rest assured your guided hike directly contributes to the economy and sustainable development of the immediate region. You will hike from village to village, one house to another, meet farmers, artisans and blacksmiths. Include a walk and picnic at either of the two incredible lakes in the vicinity: Lake Tritriva or Lake Andraikiba. Why stay in the Highlands? Understand on your tour of Madagascar how many locals live in the iconic scenery of Madagascar. It is a unique landscape composed of different hills with crest lines, villages on slopes, houses made of bricks and thatch roof, colorful valleys with rice fields. The palate is green, ochre, red, and beige."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Reach Ranomafana, the Peak of the Highlands - After a leisurely breakfast at Couleur Cafe, you will continue on the road south to Ranomafana town, the hub for Ranomafana National Park. Pass through Ambositra town, you have an opportunity to browse the shops and visit the iconic Zafimaniry artisan stalls to look for a piece of carved wood or finely crafted box marquetry (elaborately patterned, wood veneer, design work). With your guide, walk around town and have lunch in a local restaurant where you can taste local food specialties. After lunch, continue to Ranomafana town, in the Betsileo tribe region. The road winds superbly to the highest plateau of Madagascar's highlands. At the end of the afternoon, check in to Thermal Hotel for two nights. Nestled on the edge of the National Park, with spacious bedrooms, it is a comfortable base from which to explore the magnificent wildlife of Ranomafana. Take a trip to the village Thermal Pool for a swim. It is, after all, what Ranomafana is named after, meaning \"hot water\" in Malagasy. Ranomafana National Park is one of the most picturesque national parks in Madagascar. It covers a mountainous area at high altitudes and the park is largely intact, undisturbed, mainly dense rainforest. The rare golden bamboo lemur was discovered here in 1986 by Dr. Patricia Wright, which led to the area gaining National Park status five years later, in 1991. Get your binoculars ready for tomorrow's visit to see it for yourself."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Explore Ranomafana National Park - After a copious breakfast at Thermal Hotel, you head just 15 mins to the to Ranomafana National Park entrance to explore the forest. It is a real highlight to any Madagascan itinerary, but especially for those dedicated to wildlife. Walk with a local guide on the lookout for bamboo lemurs, red-fronted brown lemur, red-bellied brown lemur and of course, the rare golden bamboo lemurs which the forest was dedicated for. Make sure you bring a raincoat no matter what time of year, simply because of the rainforest elements, you might experience a downpour. After your guided hike, this afternoon you will return to the village of Ranomafana for a rest. In the evening, however, you will head out on a night walk place in order to spot the nocturnal creatures such as mouse lemur, chameleons, frogs, and owls."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Reach Ranohira, the hub for Isalo National Park - Today you leave the highlands, heading southwest further still on the RN7 road, to ultimately reach Ranohira village, the perfect base from which to explore Isalo National Park. This marks the last of your RN7 road trip element as your travels will largely be by air from here. En-route to Ranohira, enjoy a short stop at Ambalavao to see the hand-made Antemoro paper workshop. This variety of mulberry bark-based paper was introduced in Madagascar in the fifteenth century by Arabs and is still made the same way today at this little workshop in Ambalavao. Continue your drive along the Andringitra mountain mass where you can see crests towards the south, until the landscape changes abruptly. Visit the popular Anja reserve, just 20km south of Ambalavao. The reserve is home to approximately 400 ring-tailed lemurs, making it one of the best places in the entire country to photograph them. You will see groups of lemurs living in a small forest at the base of a huge granite rock blocks. Your visit will likely take approximately 1.5 hours. Then you will continue by road, passing Ihosy which is a small town, before reaching a huge arid plateau, Ihorombe. The landscape changes make the journey all that more interesting and iconic for the variety Madagascar is famed for. Arrive to Ranohira village where the Isalo National Park gate is and check in to your hotel, Jardin du Roy, for two nights. Enjoy dinner at the hotel and a night of rest before your exploration of Isalo National Park tomorrow."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Explore Isalo National Park - Today marks an exciting day, with a full day visit of Isalo National Park, after breakfast at Jardin Du Roy hotel. You'll be driven to the foothills of Isalo and hike alongside your guide inside the massif with just a small rucksack. This simple walk takes you through an amazing landscape towards a natural swimming pool. Swim and relax at the pool. Enjoy a picnic lunch at the Tapia forest.? Keep an eye open for red-fronted brown lemur, Verreaux's sifaka, ring-tailed lemur, four different chameleons, lizards and frogs. Depending on your level of ability and desires, it is possible to continue walking around to explore the nearby mountain summit to enjoy the view before returning to your hotel for dinner."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Fly to Morondava for the Avenue of Baobabs - After a leisurely breakfast, you’ll board your private charter flight to Morondava, set in the heart of Sakalava territory and known for its intricately sculpted royal wooden tombs. The flight will take around two hours, and after only a few minutes, you will be flying over the Isalo massif and the Makay of Madagascar is revealed. It covers nearly 4,000 square kilometres and is one of the last pristine areas of the planet. Its geography consists of mountains, canyons and forests, and its difficult access allows an almost absolute state of preservation. Upon arrival in Morondava, you’ll be welcomed by hotel staff and transferred to Palissandre Côte Ouest, your hotel for the night. You’ll arrive in time for lunch (you’ll stay at Palissandre Côte Ouest on a full-board basis), before enjoying a tour of the famous “Allée des Baobabs” or \"Avenue of Baobabs\" where we will enjoy the sunset. As the sun sets, the baobab's smooth trunk reflects the orange rays. Expect wonderful photographs."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Private Charter to Anjajavy Reserve - After breakfast on the coast, transfer to the airport for your chartered flight to Anjajavy, a little piece of heaven with arguably one of the best hotels in Madagascar. This is another stunning flight, with views of the iconic Tsingy rock formations. Anjajavy is an isolated peninsula in northwest Madagascar, providing a stunning island escape, whilst being surrounded by a pristine 450-hectare nature reserve, alive with wildlife for you to discover. You will stay at Anjajavy Le Lodge for four nights, on an all-inclusive basis. The lodge’s 25 duplex rosewood villas all have private decks overlooking the ocean, while meals are served in the enclosed Oasis in the hotel grounds or on the beach. The surrounding forest is alive with lemurs, chameleons, malachite kingfishers and hummingbirds, and this evening you'll depart for a night walk in the reserve to spot a variety of nocturnal lemurs. While the reserve’s show-stoppers are undoubtedly the charismatic coquerel’s sifakas, the hours of darkness also have their star performers. Weighing a mere 63 grams, danfoss mouse lemurs scamper through the shrubbery just after nightfall, springing from branch to branch in search of food. If you hear a strange squeal coming from the tree tops, then you have probably found a Grewcock’s sportive lemur. You can also spot the endemic tsingy tuft-tailed rat, Commerson’s leaf-nosed bat, or Madagascar’s largest predator - the rare and elusive fossa."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Explore Anjajavy - You have three full days at your leisure at Anjajavy Le Lodge. There is a huge variety of things to do at Anjajavy, so whilst it is somewhere you can while your days away watching the tide, you might find yourself tempted to do some of the following activities. Head out on a walk along the ‘Chemin des Crabes’ (Path of the Crabs) to see the vibrant birdlife, beautiful baobabs and the famous hairy crab. You’ll be enchanted by the kaleidoscope of colours and shapes of the reserve’s common birds, from the vibrant red fody and Souimanga sunbird, to the exotic paradise flycatcher and sickle-billed vanga. It’s also one of the best places to spot the regal Madagascar fish eagle, shy crested ibis, or rare Madagascar sacred ibis. At the end of the walk, you’ll visit a small cave where you will find a fossilized lemur skull, stalactites and sharks’ teeth. You’ll return to the lodge for lunch and a leisurely afternoon. Take a dip in the infinity pool filled with seawater, or discover the private coves surrounding the lodge and marine reserve. Another day, enjoy a long walk along the Giant’s Causeway and King’s Alley. You’ll discover extremely ancient baobab trees, tsingy rock formations found only in Madagascar, and a variety of lemurs including the Coquerel’s sifakas. These remarkable animals live in family groups of up to 10 individuals, and although they are perfectly adapted to life in the trees, they often descend to the ground. Unlike the famous Verreaux’s sifaka from southern Madagascar with its characteristic sideways dance, the Coquerel’s sifaka bounces across the ground like a miniature kangaroo. The sifakas, along with troops of common brown lemurs, roam freely in the gardens and surrounding reserve. Anjajavy Lodge can also arrange customised excursions to neighbouring islands and nature reserves, where you can tour the island, and go scuba diving, snorkelling, fishing or quad biking. Visit the cave of the Sakalava, where you’ll discover an underworld of stalagmites and stalactites and meet the Madagascar bats, or enjoy a romantic picnic on one of the deserted beaches along the Anjajavy peninsula. Venture to Antafiamoara, where you’ll meet the Giant tortoises who were reintroduced to the Anjajavy Reserve in 2018, after 750 years of extinction, or visit the villages of Anjajavy and Ambodro Ampasy, where you can explore markets filled with crafts made by the villagers."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Fly back to Tana - Your beautiful time in Madagascar has come to an end and today you travel back to Tana for your international flight home. After breakfast at Anjajavy Le Lodge, you will be transferred to the airport for the scheduled flight to Tana, arriving in time for your connection to the international onwards travel. A guide will meet you at the airport and assist you with your connection. You will have seen more creatures, large and small, land, air and marine, than you could've imagined and enjoy memories and photographs that will last a lifetime."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]