{
  "destination": "Kyrgyzstan",
  "mainPhoto": "",
  "id": "kyrgyzstan-9-day-tour-nomadic-life",
  "tourName": "Kyrgyzstan 9 day tour, Nomadic life",
  "placesVisited": "",
  "generalInfo": "Join the Kyrgyzstan Nomadic Life Tour and discover how the local people work in harmony with the land and resources that sustain them. On this tour you will meet passionate local service providers who are dedicated to creating a sustainable future for tourism in the area.<br/><br/>You will enjoy the quiet charms and warm hospitality of the Kyrgyzstan people and experience a nomadic life including sleeping in a yurt beside the alpine lake of Song Kul. We will soak up the hustle and bustle of oriental bazaars as well as taking time to explore Kyrgyzstan’s green, modern capital, Bishkek.<br/><br/>A highlight of this tour for many is the chance to take part in workshops of Felt and Yurt production and learning how to cook Kyrgyz cuisine. This is an authentic travel experience that will leave lasting memories for all who take part.",
  "durationDays": "9",
  "price": "2255",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Kyrgyzstan - Today you will arrive in Kyrgyzstan. Having completed customs and immigration you will be met by a local driver and transferred to your hotel for the evening. There are no activities planned for today so you can either relax at the hotel or explore the local area. Overnight at Bishkek Hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bishkek to Jaichy - You will meet up with your guide and driver this morning in the lobby of the hotel to begin the drive to the southern shore of Issyk-Kuk. On the way we will stop to visit the old town of Balasagun and the Burana Tower. Its construction dated from the 10th to the 11th century. We stop for lunch in a local road side cafes (payable locally), where it maybe possible to taste the local bread called Kattama. Our next stop is in Kyzyl-Tuu, where the local masters make the wooden parts for the yurts. A local artisan will show you how to make the wooden parts of a yurt and you may even get to experience this yourself. We arrive at the yurt camp in Jaichy Gorge and have dinner. Tonight you will experience overnight in yurts as the nomads do. (Driving today - 320 km, 5-6 hours of driving) Overnight at Jaichy Yurt Camp (BD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Jaichy to Tamga - Enjoy your breakfast in the yurt camp. This morning you will be learning about the Eagle hunters known as Kusbergi or Berkutchi. A local hunter will talk about the process of breeding and training Eagles. There is also the option to take a hike (about 3 hours) to Boz- Salkyn panoramic viewpoint. For those who don’t want to do a hike, there is time to explore the nomad’s life in the camp. In the afternoon we continue the trip to Tamga village (about 1 ½ hours of driving). The village of Tamga is located on the southern shore of Issyk-Kul Lake and if you have brought your swimmers, then it is possible to have a swim in the lake or just walk along the wild beach. Dinner and overnight in the yurt camp. Overnight at Tamga Yurt Camp (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Jety-Oguz - You will have breakfast in the yurt camp before we take a hike from Svetlaya Polyana to Jety- Oguz. This is an easy walk that should take about 4 hours hike and you will enjoy the beautiful views of the lake and mountains. We will have a picnic lunch on the way, before arriving at our yurt camp for the evening. Dinner and overnight in the yurt camp. Overnight at Jety-Oguz Yurt Camp (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Jety-Oguz to Karakol - There is time for a morning walk in the surrounding area before we transfer to Karakol. We visit the famous red rock formation and Dungan Museum in Yrdyk village and learn more about Dungan ethnicity. We will enjoy lunch with a local Dungan family. Upon arrival in Karakol, we will take a city tour visiting the Russian Orthodox Church, the Muslim Mosque and the Museum of Przhevalsky. Tonight we have dinner along with an Uighur family, and the host will cook a local dish called Lagman. Perhaps the most famous and fundamental part of the local cuisine, lagman is a specialty noodles dish. Starting from a dough ball, these noodles are hand-pulled and hand-cut, a labour-intensive process of repetitive stretching and pulling. (Total distance today 40 km, 1 hour of driving) Overnight in the family guesthouse. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Karakol to Kochkor - An early start this morning as we visit the Sunday animal market, and experience the local trading culture. Our journey will continue to Kochkor village, located along the northern shore of Issyk-Kul. Issyk-Kul lake is the second largest mountain lake in the world. Issyk Kul means warm lake and it was given this name due to the fact that it does not freeze in the winter due to its high salt content. This is a vast body of water stretching to a length of 200km and being 60km wide at points. We will take a boat excursion (1 hour) on the lake before we set off for our accommodation in Kochkor, a family guesthouse. The group will visit a women's cooperation called “Altyn Kol” (Golden Hand) and you can take part in a felt production master class and buy beautiful felt art handicrafts from the local artists. We have dinner at the guesthouse. (Total distance today - 290 km, 5-6 hours of driving) Overnight in the family guesthouse. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kochkor to Song-Kul - The group will travel to Song-Kul today (150 km, about 3-4 hours of driving). There are plenty of activities available here, depending on your preference. You can go on a day hike in the mountains, meet local shepherds and observe the shepherd's way of life. If you would like to experience horse riding this can also be arranged. For riding we arrange for a local stableman as your escort. It is possible to watch Horse Games competitions. (all payable locally and subject to availability) Overnight in the Song-Kul Yurt Camp (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Song-Kul to Chon-Kemin - The morning is fre to explore or enjoy the surroundings. After lunch we will transfer to Chon- Kemin Nature Park. This national park is one of the most picturesque parts of Kyrgyzstan. More than 700 species of plants can be found here and rare mammals such as snow leopard, brown bear, maral, Eurasian lynx, golden eagle, Himalayan griffon vulture, bearded vulture, saker falcon and sablefly are also found. Upon arrival we will get comfortable and have dinner in the local family guesthouse. (Total distance today - 270 km, 4-5 hours of driving) Overnight in the family guesthouse. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Chon-Kemin to Bishkek - After breakfast, you will learn to cook the local bread known as Boorsok before we continue on the final part of our trip back to Bishkek. On arrival we will take a city tour visiting the Historical Museum, Ala- Too central square and other centrally located sights. After the city tour, we will transfer to the airport for your departure flight. (Total distance today - 160 km, 2-3 hours of driving) Please note: Departure flights should be booked for this evening. We can arrange an extra nights accommodation in Bishkek if required. Contact us for details."
    }
  ],
  "map": ""
}