{
  "destination": "Kyrgyzstan",
  "mainPhoto": "",
  "id": "kyrgyzstan-and-uzbekistan-holiday",
  "tourName": "Kyrgyzstan and Uzbekistan holiday",
  "placesVisited": "",
  "generalInfo": "Explore the ancient Silk Road on this overland adventure through Kyrgyzstan and Uzbekistan. Travel from Bishek through Kyrgystan's wild interiors, soaking in alpine landscapes and getting to grips with local life. Then, cross the border into the dusty plains of Uzbekistan to get closer to the country's unique history.<br/> <br/> Suusamyr Valley - Drive through remote mountain scenery and past lush alpine valleys passing nomadic families.<br/> Song Kul - Stand on the shores of sublime alpine lakes and sleep in a traditional yurt.<br/> Arslanbob - walk amongst ancient towering walnut forests and discover hidden waterfalls.<br/>",
  "durationDays": "23",
  "price": "3875",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "In Bishkek; afternoon city sightseeing",
      "description": ": Our tour starts today in Bishkek, a former Silk Road settlement. Kyrgyzstan's capital is a young city, starting life as a clay fort built by the Khan of Kokand in 1825, only to be destroyed by the Russians 43 years later and rebuilt in 1878. For those arriving on time today, our tour leader plans to meet you in the hotel reception at 11am for a welcome meeting, followed by a sightseeing tour by bus and on foot. We'll learn about the main monuments and buildings of the city and take a leisurely walk through Oak Park. If you'd like an airport transfer today, you'll need to arrive into Manas International Airport (BSZ), which is a 50-minute drive from the hotel. For those arriving on flights in the early hours of this morning or for anyone arriving before today, please contact us to book additional nights' accommodation. Please note, if you'd like to join the Bishkek City Tour today, you'll need to arrive at the hotel by 11am. If you're booking your own flights, we recommend giving yourself at least one hour to clear the airport. From the airport to the hotel is around a 40-minute drive, so the latest your flight can arrive is 9am. If you miss the welcome meeting, our tour leader will inform you of any essential information at 6pm."
    },
    {
      "dayNumber": 2,
      "title": "Drive to Karakol via Burana Tower and Issyk Kul Lake",
      "description": ": Leaving behind the city this morning, we'll head into the heart of this small nation. At its centre lies Issyk Kul Lake, surrounded by the Tien Shan Mountains. Along the way, we'll visit the Burana Tower, all that remains of the ancient city of Balasagun. The tower is believed to be the oldest minaret in Central Asia with a detailed external pattern of relief work in brick. We'll also see the petroglyphs in Cholpon-Ata where stones vary in size from 30 centimetres to 3 metres. Ancient drawings on the stones date from the 7th century BC to the 3rd century AD, many of them figures of hunters, ibex, goats and reindeer. From here, we'll also enjoy views of Issyk Kul Lake. We'll then follow the shore along the north of the lake arriving in the city of Karakol in the evening. Strategically located, this was once a Russian military outpost, and the gateway of expeditions into the Tien Shan and beyond. This evening, we'll enjoy a meal cooked by a family from an ethnic minority group, either Dungan or Uygur; both groups are Muslim people of Chinese origin. We'll sample their hospitality and learn about their traditions and lifestyle."
    },
    {
      "dayNumber": 3,
      "title": "Explore Karakol; walk in Djety Oguz Gorge",
      "description": ": The great Russian explorer Prjevalsky died in Karakol before an expedition to Tibet and the small museum dedicated to him gives a great insight into the 19th century Central Asian explorers. While in the city, we'll have the opportunity to see the Chinese influence at the Dungan mosque built in 1910 in the style of a Buddhist pagoda (it is made of wood without any nails) whilst the strong Russian influence is evident at the Orthodox Cathedral. After sightseeing in the morning, we'll drive to visit the Valley of Seven Bulls, at Djety-Oguz, where large red sandstone rock formations tower over the valley. During Soviet times this area became known as a health retreat, and the sanatorium remains. It became famous when after his first flight in space Yuri Gagarin came here to decompress."
    },
    {
      "dayNumber": 4,
      "title": "Drive to Kochkor; visit waterfalls en route",
      "description": ": Today, we'll continue along the southern shore of Issyk Kul Lake where we'll stop to take a bracing dip into the cold waters of the lake. Continuing on, we'll stop again to see the waterfalls within the dramatic Barskaun Gorge, as well as having an opportunity to spot birds whilst we enjoy a river-side picnic. Our final destination is Kochkor, a typical Kyrgyz town where we'll spend the night in local guesthouses, a great way to get to know the locals. Depending upon size, we might find the group split between guesthouses."
    },
    {
      "dayNumber": 5,
      "title": "Spend the night in a traditional yurt at Song Kul Lake",
      "description": ": The women of Kochkor are famous for felt-making and this morning, we'll have the chance to see how 'shirdaks', traditional felt applique rugs, are made by hand. We'll then set off along a dramatic mountain road via Kalmak-Ashu Pass at a lofty 3,346 metres/10,977 feet where we can drink in our surroundings as we journey to Song Kul. The lake itself is spectacular and the second largest in Kyrgyzstan, situated at an altitude of 3,013 metres/9,885 feet above sea level. Surrounded by dramatic snow-covered mountain peaks, it's hidden in a flat, plate-like 'jailoo' (the Kyrgyz word for mountain pasture) which is covered in Edelweiss flowers at certain times of the year. In the summer the shepherds drive the livestock (sheep and/or horses) up into the mountains for pasture and establish a camp for the season. After settling into our yurts, we'll have the opportunity to relax and unwind or perhaps go on a walk by the lake. Yurts are circular dwelling structures made from felt and insulated with sheepskins, traditionally made to be portable and accommodate up to four people. Basic long drop toilets are available in a separate building along with an outdoor basin for washing and are shared with the camp. The experience is very basic, however, gives a unique insight into how local nomads traditionally live and allows us to wake up the next morning in the middle of nowhere."
    },
    {
      "dayNumber": 6,
      "title": "Morning at Song Kul; return to Kochkor",
      "description": ": This morning, you can choose to relax by the lake or - weather permitting - hike into the surrounding mountains. Leaving the camp, we'll walk along grassy, undulating slopes through the Moldo-Toor range. Song Kul Lake offers a spectacular backdrop to the north and we hope to meet locals along the way to get a further glimpse into this traditional lifestyle. The walk takes around four hours and reaches an altitude of 3,300 metres/10,826 feet. After lunch, we'll leave our yurts and make our way back to Kochkor for the night, this time taking a different route crossing the Teskey-Topok Pass, arriving in town in the late afternoon. Then, this evening, we'll head out to enjoy a musical folklore ensemble performance with a wide repertoire of traditional ballads, love songs, work songs and lullabies, accompanied by Kyrgyz national instruments."
    },
    {
      "dayNumber": 7,
      "title": "Scenic drive through the mountains to Suusamyr Valley",
      "description": ": We'll spend today on the road driving through the wild mountain scenery of the inner Tien Shan Mountains as we make our way west. Our drive takes us along the stunning Suusamyr Valley, which is situated at an altitude of 2,000-3,200 metres/6,561-10,498 feet between the dramatic ridges of Kyrgyz and Talas Ala-Too and stretches for 155 kilometres/96 miles. During the summer alpine grasses cover the whole valley, whilst the winter months see it blanketed with snow. There will be plenty of stops for photo opportunities along the way as we make our journey across the passes to Suusamyr Valley."
    },
    {
      "dayNumber": 8,
      "title": "Walking in Chichkan Gorge; afternoon drive to Toktogul Reservoir",
      "description": ": After breakfast this morning, we'll set off on a scenic drive along the Ala-Bel pass before following the course of the Chichkan River to the junction with its tributary, the It-Agar River. From here, we'll start a mostly easy walk on an earth trail which is stony in some sections. The path follows the It-Agar River uphill, before arriving at the small alpine Lake of Saz Kul. The walk takes around two hours up and one hour down. After time to enjoy the picturesque setting, we'll drive along a winding road that follows the Naryn River all the way to the Toktogul Reservoir, the largest reservoir in all of Central Asia and our base for the night."
    },
    {
      "dayNumber": 9,
      "title": "Mountain drive to Djalal-Abad.",
      "description": ": Today, we'll leave Toktogul and drive through the wild landscapes that make Kyrgyzstan so memorable. Our destination is Djalal-Abad, located at the north-eastern end of the Fergana Valley and nestled in the foothills of the Baba Ata Mountains. The city is well-known for its spas and is responsible for producing several brands of mineral water sold across Central Asia. It's also an important agricultural hub, providing the majority of the fruit and vegetables for the region. Upon arrival, the rest of the afternoon is free to either explore or relax."
    },
    {
      "dayNumber": 10,
      "title": "Discover Arslanbob, walk through walnut woodland, visit waterfall",
      "description": ": We'll start today travelling 90 kilometres/56 miles north to the charming village of Arslanbob. Here, we'll spend the day accompanied by a local guide, walking through the walnut groves of Arslanbob sometimes referred to as 'The Royal Woods of Kyrgyzstan'. The trees can reach 30 metres/98 feet and grow wild on the mountain slopes - walking through the grove rewards us with spectacular views. We'll also come across a beautiful waterfall nestled deep in the forest. The walk will take around three to four hours and is graded as easy, with no significant ascents or descents. Later in the afternoon, we'll make our way back to Djalal-Abad."
    },
    {
      "dayNumber": 11,
      "title": "Drive to Osh; cross border into Uzbekistan and drive to Fergana City",
      "description": ": Leaving Djalal Abad behind this morning, we'll make our way into the expansive Fergana Valley and past the city of Osh, which according to legend was founded by either King Solomon or Alexander the Great. Although it dates back to the 5th century BC, very little remains to suggest its ancient past and today, it has a distinctly Soviet feel. We'll travel to checkpoint 'Dostlik', on the Kyrgyz-Uzbek border, where we'll go through immigration and customs formalities. We'll also bid farewell to our Kyrgyz leader as we meet our tour leader from Uzbekistan. From the border, we'll drive to our overnight stop in Fergana City."
    },
    {
      "dayNumber": 12,
      "title": "Drive via ceramic workshop in Rishtan to Tashkent",
      "description": ": This morning, we'll set out to start the final leg of our journey. We'll travel in a convoy of smaller vehicles as we cross over Kamchik Pass before stopping at Rishtan town, famous for its ceramics, where we'll visit a workshop. The Silk Road introduced Chinese ceramics to Uzbekistan, and while craftsman initially emulated Chinese designs, they soon evolved their own, now traditional, Uzbek geometric style. Later, we'll make a brief stop in Kokand town, the former residence of Kokand Khan, before finally arriving in Tashkent."
    },
    {
      "dayNumber": 13,
      "title": "In Tashkent, city tour; free afternoon",
      "description": ": This morning, we'll head out with a local guide to explore Tashkent, the capital of Uzbekistan. Although much of it was destroyed in the earthquake of 1966, it has been rebuilt as a modern model city, with spacious avenues. Our sightseeing tour includes various points of interest around the city, like the Independence Square, Navoi Theatre, Old City, Abu Khasim Madrassah and the Earthquake Monument. We'll also hop on the Tashkent Metro to see some of the flamboyantly decorated stations. The afternoon is free for you to explore more solo."
    },
    {
      "dayNumber": 14,
      "title": "Fly to Urgench in western Uzbekistan and drive to the ancient city of Khiva",
      "description": ": Today, we'll have a little free time to explore more of the city before our flight to Urgench in the early evening. Please note that in order to secure your space on the internal group flight, we require your passport details at the time of booking. On arrival, a further 40-minute bus journey will take us to the remarkable ancient city of Khiva, which will be our base for the next two nights. The early history of this area is sketchy. We do know that, by the time the Arabs arrived in the 8th century, Khiva was one of three important cities which dominated the region. The city's strategic location on the Volga branch of the Silk Route made it a much sought-after imperial asset, with the British and Russians vying for sovereignty throughout the 19th century as part of the 'Great Game'. In 1873, it fell to the Russians as both Samarkand and Bokhara had already done. A 1970s Soviet conservation programme restored much of the city, turning it into what is effectively an open-air museum."
    },
    {
      "dayNumber": 15,
      "title": "In Khiva, visit the Old Citadel; free afternoon",
      "description": ": On this morning's walking tour, we may well feel like we are stepping into a scene from the film 'Arabian Nights' as we explore the majestic Old Citadel. This 12th-century fortress dominated the city before a palace, harem, barracks and mosques were constructed. It is worth climbing the steps of the Dzhuma Minaret for a panoramic view of the maze of streets below. The rest of the afternoon has been left free to explore the mosques, tombs and palaces of this well-preserved city, which has hardly changed since ancient times. This evening, you may choose to explore a bit more of the city after dark, when magical moonlit silhouettes make it even more spectacular."
    },
    {
      "dayNumber": 16,
      "title": "Scenic drive through vast plains to Bukhara",
      "description": ": Today's drive to the fabled city of Bukhara will take up the day but is broken up with plenty of stops as we travel through expansive plains and past old caravanserais. As home to the famous Islamic poets, Firdausa and Rudaki, Bukhara is considered by some to be the 'Bastion of Islam'. The town retains much of its Uzbek character and has more than 140 unique monuments. We will spend the next three nights here to explore this fabulous city."
    },
    {
      "dayNumber": 17,
      "title": "In Bukhara, discover blue-tiled domes and minarets; learn about the city's history",
      "description": ": Today's day of sightseeing starts off with a walking tour. Highlights include the Lyab-i Hauz which once supplied the city's water; the striking blue-tiled Abdul Khan madrassah and the 9th century Mghoki Arrar Mosque. We will also visit the Kalyan minaret, which, as the tallest monument in town, is known as the 'Tower of Death' because prisoners were once hurled to their deaths from here. In addition, we will take in the trading domes that are the most famous symbol of Bokharan architecture. This afternoon, we will drive to The Ark - a massive citadel which was used as a fortress from the 5th century until its fall to the Russians in 1920. Today it houses several small museums connected with Bokhara's history. Bokhara was the site of the imprisonment of two British soldiers during 'The Great Game' - an epic battle fought between Victorian Britain and Tsarist Russia across the vastness of Central Asia. We also plan to visit the summer palace of the Emirs of Bukhara, which is known as the 'Palace of Moon-like Stars'. Here, we will see the famous White Hall, which took 30 architects two years to construct. Finally, we will take in the Char Minar Mosque - the impressive entrance to a now-demolished madrassah, and wander the backstreets of the old town maybe stopping off at a 'chaikhana', a local tea house."
    },
    {
      "dayNumber": 18,
      "title": "Free day to explore Bukhara's sights further",
      "description": ": Today has been left free for you to spend as you wish. You may choose to climb the 46-metre-high Kalyan minaret for stunning views over the city. Alternatively, you may like to explore the Taqi-Sarrafon market - one of the four domed bazaars in Bukhara. Used as a money exchange during the height of the Silk Road, it is now home to plenty of souvenir shops."
    },
    {
      "dayNumber": 19,
      "title": "Drive to Yangikasgan desert camp for overnight in a yurt; optional camel ride",
      "description": ": This morning, we will drive a short distance to Gijduvan - a town celebrated for its crafts and trade since the 10th century. Here, we will visit the famous ceramic centre. Our next stop is Karmana, where we plan to visit the 10th-century Mir-Said Bakhram Mausoleum. Heading off the main highway, we continue our journey north across the desert to Nurata. Famous for its sacred Chashma Spring, the town attracts visitors from across the Islamic World. According to legend, this healing spring, containing gold, silver and bromide, was formed by a meteorite hitting the ground. Whilst in Nurata, we plan to have lunch in a local house and see the remains of Alexander the Great's Karazy Fortress, affording excellent views of the desert landscape. This afternoon, we head to our overnight base in Yangikasgan, where we have the opportunity to go on a short optional camel ride, or simply relax and take in the remote surroundings. Tonight's desert camp accommodation is in yurts, typical of those used by the nomadic people of Central Asia. Yurts are circular dwelling structures made from felt and insulated with sheepskins, traditionally made to be portable. The yurt camp consists of 20 traditional felt yurts each accommodating sleep five people. Mattresses, pillows, linen, blankets and towels are provided. There are eight showers, four (western style) WC cabins and two wash basins. Each yurt is equipped with a 220v / 50Hz power socket and an electric lamp. Meals are served either in the ventilated restaurant hut or open air under shade, and a campfire is lit in the evening. Summer temperatures (from May to September) can reach 30-50 degrees at noon settling at 20-25 degrees at nighttime. During the spring and in autumn the desert can be very cold at night."
    },
    {
      "dayNumber": 20,
      "title": "Drive to Samarkand; afternoon exploration of the city's monuments including Registan Square",
      "description": ": We spend this morning driving to Samarkand. Stormed by Alexander the Great and reduced to ashes by Genghis Khan, Samarkand was nevertheless transformed into the most glittering city in Transoxiana by Tamerlane, who made it his capital in the 14th century. Even today, the monumental scale of the buildings overwhelms visitors. This afternoon, we will visit Registan, a majestic square framed on three sides by huge, blue-tiled madrassahs. We will also visit the Gur Emir, the gold-ceilinged tomb of Tamerlane himself."
    },
    {
      "dayNumber": 21,
      "title": "In Samarkand, discover magnificent mosques and mausoleums; free afternoon to explore further",
      "description": ": This morning's sightseeing is accompanied by a local guide and takes us to the Shah-i-Zinda - a beautifully tiled necropolis of tombs, mosques and mausoleums belonging to Tamerlane's family, friends and the prophet Mohammad's cousin. We will also visit the Ulug-Beg Observatory, considered to have been one of the finest observatories in the Islamic World. It was here that Ulug-Beg, the great medieval astronomer, built his gigantic sextant which enabled him to calculate the length of a year within just 10 seconds. We see the Bibi-Khanym Mosque, once the largest in Central Asia; it was built by Tamerlane with loot from Indian campaigns and named after his favourite Mongolian wife. This afternoon has been left free to explore more of the city at your own pace. You may choose to soak up the atmosphere of the charming old town by wandering its winding, narrow alleys whilst traditionally dressed locals perform their daily rituals. A stop-off at a tea house offers the opportunity to relax with a cup of traditional 'kokchai' tea. Alternatively, you may choose to visit ancient Afrosiab - the original site of the town in northeast Samarkand, dating back to the late Stone Age."
    },
    {
      "dayNumber": 22,
      "title": "In Samarkand, free morning; afternoon high-speed train to Tashkent",
      "description": ": Today, there is more free time for further exploration. Later this afternoon, we transfer to the train station for our modern high-speed train back to Tashkent. Arriving just after 7pm, we will have time to enjoy our last evening of the tour."
    },
    {
      "dayNumber": 23,
      "title": "Tour ends in Tashkent",
      "description": ": The trip ends after breakfast at our hotel in Tashkent. There are no activities planned today, so you're free to depart from Tashkent at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Islam Karimov Tashkent International Airport (TAS), which is a 20-minute drive from the hotel."
    }
  ],
  "map": ""
}