{
  "destination": "Kyrgyzstan",
  "mainPhoto": "",
  "id": "central-asia-silk-road-holiday-kyrgyzstan-uzbekistan",
  "tourName": "Central Asia Silk Road holiday, Kyrgyzstan & Uzbekistan",
  "placesVisited": "",
  "generalInfo": "Embark on a journey through the heart of Central Asia, where natural beauty and rich history converge along the legendary Silk Road. This adventure blends the rugged wilderness of Kyrgyzstan with the cultural treasures of Uzbekistan, offering an immersive exploration of two unique and captivating lands. From Kyrgyzstan’s serene mountain landscapes to Uzbekistan’s iconic architectural wonders, this trip showcases the region’s diversity and deep-rooted traditions.<br/><br/>Your adventure begins in Kyrgyzstan, a country defined by its vast, unspoiled terrain and nomadic heritage. Towering peaks encircle alpine lakes like Issyk-Kul and Song Kul, where the landscapes are as breathtaking as they are remote. Here, life moves at a different pace, shaped by the rhythms of nature and the traditions of the nomadic people who call this land home. You’ll trek or ride horseback through valleys and mountain trails, staying in traditional yurts and experiencing firsthand the warmth and hospitality of Kyrgyz families. Meals are a highlight, with fresh, locally prepared dishes offering a taste of the country’s culinary traditions.<br/><br/>Crossing into Uzbekistan, the journey shifts to the historic cities that once served as vibrant hubs along the Silk Road. Uzbekistan is a land of striking contrasts, where ancient history is alive in the bustling streets and grand monuments. In Samarkand, the intricate blue-tiled facades of Registan Square stand as a testament to the Timurid Empire’s legacy. Bukhara’s old city invites exploration, with its labyrinthine alleys, stunning minarets, and peaceful courtyards. Khiva, a UNESCO World Heritage Site, offers a glimpse into the past with its well-preserved inner city surrounded by ancient walls.<br/><br/>The journey is enriched by the everyday life of the region: market stalls brimming with spices, textiles, and crafts; the hospitality of families who welcome you into their homes for meals; and moments of quiet reflection at historic sites. In Bukhara, a cooking class introduces you to local flavors, while a visit to a Tajik village in Uzbekistan offers insight into rural life and traditions.<br/><br/>This trip captures the essence of the Silk Road—a place where cultures met and thrived for centuries. In Kyrgyzstan, the rugged beauty of the mountains reflects a connection to nature that feels timeless, while in Uzbekistan, the architecture and artistry tell the story of a flourishing crossroads of trade and ideas. Together, they create a journey of contrasts and connections, offering travelers a rare opportunity to experience the depth and diversity of Central Asia.<br/><br/>This is a trip for those who seek more than just a destination: an exploration of landscapes, cultures, and histories that have shaped the world and remain as compelling today as they were centuries ago.<br/><br/>*Please note there is the option to book a Tajikistan Silk Road add-on to this adventure*",
  "durationDays": "16",
  "price": "3399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Bishkek (Kyrgyzstan): Arrival to Bishkek airport, transfer to hotel, early check in at hotel. The tour will begin early afternoon from our hotel in Bishkek, one of the world’s more relaxed capitals with beautiful Soviet buildings of white marble interspersed by lush green parks. After a spot of lunch, we will make a short walking tour to see the main sights and watch the spectacle that is the Changing of the Guards. Visit the bazaar to see the traditional felt Kalpak hats. There is also the option to visit the stunning Gapar Aitiev National Museum of Fine Art which demonstrates the beautiful history of craftsmanship and art of Kyrgyzstan. This evening, we will enjoy a dinner at a local café/restaurant - soaking up the city by night. Accommodation: Bugu hotel or similar"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bishkek to Son Kul Lake: This morning, we will head out of Bishkek and visit the restored 11th century Burana Tower, where you can also see a traditional nomadic eagle hunting demonstration before lunch in a family home in Tokmok. Heading south we will stop at Kochkor carpet warehouse in order to peruse their delightful wares . Our final destination of the day will be Son Kul, the spectacular 3016 meter altitude mountain lake surrounded by a ring of mountains, used as summer pastures for many local nomadic Kyrgyz shepherds and families. There, we will be welcomed by our hosts and enjoy a traditional dinner, and maybe the odd vodka toast! Driving distance: 360km, 6-7 hours approx. You will stay in traditional yurts with wood burners in the middle keeping you nice and cosy! Accommodation: yurt camp"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring Son Kul Lake: Today we will walk or horse ride (optional and payable locally) around the lake visiting the local nomadic communities and/or up into the hills looking for petroglyphs and enjoy the mind-blowing views over the lake. Those wishing to relax can hang out at the camp and enjoy some down time. Or you might like to visit the local shepherds and try a taste of kumis (fermented mare’s milk). You will also get the chance to see some traditional Kyrgyz horse games today. Accommodation: Yurt camp"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tash Rabat Caravanserai: After breakfast and a farewell to our beautiful lakeside home we will embark down further south into the mountains and one of the main Silk Road routes from the Chinese border winding its way over several high passes and through multiple valleys of the Tian Shan Mountains (The Mountains of Heaven) before reaching the safe-haven of the ancient Caravanserai at Tash Rabat. Here the camel trains could be unloaded and shepherded into the large structure (rebuilt by the Soviets in the style of the original Caravanserai) safe from both bandits and the elements - to trade, chat, drink tea, play music and/or quarrel with other travellers sharing this place of refuge for the night. Accommodation: Yurt camp"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tash Rabat to Kazarman: Today we have a long drive but through some really stunning mountain scenery. We’ll stop en route for a picnic lunch and the odd photo opportunity. Arriving in the small village of Kazarman this evening, we’ll stay with a local family and enjoy some of their home-cooking. Kazarman is located near the famous Makmal gold mine and you will have time to explore this stunningly situated village and surrounding area with sweeping mountainous panoramic views of the region. Driving distance: 300km, 6 hours approx. Accommodation: CBT house"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kazarman to Djalal Abad: This morning after breakfast we’ll drive over Kaldama Ashuu pass, which at 3062m offers some amazing views. We'll stop in Djalal-Abad, one of Kyrgyzstan’s main branches of the Silk Road passed through Djalal-Abad and the region has played host to travellers for thousands of years, although little archaeological remains are visible today – except in some of the more remote parts such as Saimaluu Tash and the Chatkal valley. Djalal Abad is famous for its spas; there is the legend that the water from the Hozret-Ayub-Paigambar spa cured lepers. According to the legend there was a grave, a mosque and the khan’s palace near the spa. The Djalal-Abad sanatoria, “Kurort”, is based on one of the spas on one of the hills overlooking the town – the waters are salty, but people from the wide area to collect bottles of it and we will take a trip up to see them also. Accommodation: Dastan Grand Hotel"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Djalal Abad to Osh: Breakfast at hotel, transfer to Ancient city of Osh, where we’ll visit Solomon’s Throne – Suleiman Too – the rock that looms over the city and is an important Muslim pilgrimage site protected by UNESCO. En-route stop at Uzgen minarets. The town is mentioned in Chinese annals of the second century BC. It was one of the capitals of the Karakhanids, who called it Mavarannahr and left three well-preserved mausoleum. Uzgen became the abode of Muhammad Nasr during the Kara-Khanid split into two branches. Visit Uzgen minarets and local bazar. The village is also famous for producing special type of rice. Upon arrival to Osh, the second-largest city in Kyrgyzstan, enjoy a brief city tour visiting the main highlights before dinner enjoying traditional cuisine and hospitality. Accommodation: Rayan Hotel"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Osh to Dustlik, Margilan silk factory & Tashkent (Uzbekistan): After breakfast transfer to the Uzbek/Kyrgyz border point Dustlik. Drive to Margilan (3 hours), the centre of Uzbekistan’s silk production since the 11th century. Here you will get to visit the wonderful Yodgorlik Silk Factory, covering the raising of silk worms, extraction of the silk threads, spinning, dyeing and weaving in the labour intensive ways of the past. Transfer to railway station for train #729 to Tashkent. Dinner boxes will be provided as the train gets in late and we don't want you to miss dinner! Accommodation: Hotel Oscar Boutique or similar"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Tashkent to Nukus & Khiva: Transfer to the Airport for flight HY-11 TAS/NCU 07h15/08h55 - national flight included in price. Arrive in Nukus where we will to Museum of Fine Arts by Savitsky – a treasure of art, a rich collection of paintings of the epoch of Soviet Avant-Guard and Post Avant-Guard, collected by Igor Savitsky, who managed to save more than 50,000 works of Soviet art from the 1920s and 30s from communist destruction. Later proceed to visit the desert forts of Toprak Kala and Ayaz Kala en route to the jewel of a city that is Khiva! (250 km, 4-5 hrs drive). Take a night walk along the ancient streets soaking up the magnificent lighted mosques, minarets and madrassahs, before enjoying a delightful dinner in a local restaurant. Accommodation: Hotel Zarafshon or similar"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Exploring Khiva (with optional bicycle tour): Spend the day exploring enchanting Khiva. Visit Ichan Kala, the architectural complex of the inner city, surrounded by the large fortress wall with four gates. There are more than sixty architectural monuments: palaces, mosques, madrassahs, minarets and mausoleums inside the inner town: Muhammed Aminkhan Madrassah and its minaret; Kunya Ark and Juma Mosque with 218 pillars which stands as one of the most ancient structures in Central Asia; Tash Khauli palace (the Harem of Khiva Khans); The Mausoleum of Pakhlavan Makhmud; Islam Khodja complex and many other incredible monuments along the way in this remarkable city. Optional bicycle tour: The bicycles are now located in Lokomotiv Park (not in Icahn Kala itself) as it is paved ground and uncomfortable to ride. The park is located 500 meters away from Ichan Kala, and you can walk there to collect your bike. After the tour, you will have some free time and everyone can ride bicycles and pay the rental fee on the spot. Our guide will help to book in advance. Accommodation: Hotel Zarafshon or similar"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Khiva to Bukhara: Depart for Bukhara via Kyzylkum desert (450 km/7-8 hrs). There is a train that runs through the desert but it takes longer and often the AC doesn't work so we've opted to drive this stretch - time to look out the window, nap, read a book, chat with the group, take notes and reflect on the huge distances the ancient Caravanserai needed to cross (occasionally perilously). Recommended books to bring on this adventure are: Kathleen Hopkirk's Central Asia - through writer's eyes (1993) & Peter Hopkirk's The Great Game: On Secret Service in High Asia (1990). Passing through Kyzylkum Desert (translated as red sands) parallel to the Amu Darya River, one of the largest rivers in Central Asia, it runs through Uzbekistan and its neighbours Afghanistan, Kyrgyzstan, Tajikistan and Turkmenistan and we will have a glimpse of the border of Turkmenistan stopping at a gorgeous location where the water reflects the blue sky. There will be pitstops for bathroom breaks and lunch. Dinner and overnight at hotel. Accommodation: Hotel Omar Khayyam or similar"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Exploring Bukhara: The architectural heritage of Bukhara is very rich – caravanserais and trading domes, public baths and big pools, defensive walls and city gates, khanakas and mausoleums, mosques and madrassahs, individual structures and big complexes. Decorative methods, splendour designs and original ideas of architects strike the imagination of anyone. Today we have a full day tour of Bukhara exploring the Lyabi-Khauz Complex consisting of the 17th Century Nodir-Divan-beghi madrassah, the 16th Century Kukeldash madrassah and 17th Century Khonako & Magoki-Attari mosques. Visit the local bazaars housed in the restored ‘trading domes’ of the 14th to 17th century: Tok-i-Zargaron; Jeweler’s bazaar, Tok-i-Tilpak Furushon; the Cap-Maker’s Bazaar, Tok-i-Sarrafon; the Moneychanger’s Bazaar; Madrassah of Ulugbek was built during the time of Ulugbek, in spite of its modest facade it differs from the rest because of its exquisite decoration. You will also visit the famous ceramic centre of Gijduvan (40km outside the city) and in Bukhara you will be guided to the famous Suzani fabrics and workshop. We end a glorious day enjoying a folk performance at the Nodir Divan Begi Madrassah before dinner at a local restaurant. Accommodation: Hotel Omar Khayyam or similar"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Bukhara to Samarkand: After breakfast we will take an excursion to Sitora-i-Mokhi-Khosa, the summer residence of the last Emir of Bukhara, it's delicate architecture mirrored in its adjoining lake. We then continue exploring the city's monuments including the Bolo-Khauz mosque; Fortress Ark (citadel), a fortified residence of Emirs of Bukhara; the 14th Century Chashma-Ayub shrine - its name means 'Job's Well', due to the legend in which Job (Ayub) visited this place and made a well by striking the ground with his staff. The water of this well is still pure and is considered healing. The Samanids Mausoleum considered a masterpiece of Central Asian architecture, and Chor Minor, a colourful madrassah with four peculiar looking towers, was used as a library for students. Before architecture fatigue can set in we will whisk you away to the railway station for high-speed train from Afrosiab to Samarkand where you can check into your hotel. OPTIONAL: Theatrical performance “Instant of Eternity” at Samarkand Theatre of Historical Costume (starts at 18:00, price $20/person) before dinner. Accommodation: Hotel Orient star or similar"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Exploring Samarkand including winery visit: First stop today is the unmissable Reqistan square surrounded by the three splendid madrassahs, which was intersected by six main trade routes in the time of Timur. The oldest Ulugbek madrassah with its blue tilled facade built in the 15th Century. Two centuries later the Sher-Dor madrassah was built with the similar blue tilled facade, and also the Tillya-Kari madrassah was finished, allowing the square to be harmoniously completed. Today Registan square is considered to be the most beautiful square in Central Asia (if not the world!). The Bibi Khanym Mosque, named after one of Timur’s beloved wives, is a little further on necropolis of Shakhi Zinda is one of the holiest pilgrimage places in Uzbekistan. The huge gate and 70 m long staircase leads us to the alley between nearly 20 mausoleums. Here we have the finest works in glazed ceramic of Central Asian and Islamic art. Visit a local Uzbek house where you have an opportunity to get acquainted with the local customs and traditions deeply rooted in the oriental hospitality. Furthermore, you have a chance to participate in cooking Pilov, the national Uzbek dish. Warm and friendly atmosphere and a delicious dinner served by the mistress of the house will be an excellent souvenir of the trip. Optional wine tasting: Join an organised tour of the Chovrenko winery, which is more than 150 years old. Additional fee for visiting the museum and degustation- 45 USD/person Accommodation: Hotel Orient star or similar"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Samarkand to Tashkent: After breakfast continue the tour of Samarkand with a visit to the Mausoleum of Gur-Emir of Timur himself - also known as Tamerlane (1320s – 18th February 1405) - and his descendants. The octagonal complex with marble and onyx interior and a gold ceiling was completed in 1404. Visit to the excavation site of Afrosiab and Museum; Saint Daniel’s tomb; unique Observatory of Ulugbek Timur’s grandson. We will also take a look at the Samarkand Handmade Silk Paper Center “Meros” where the artisans have revived the ancient tradition of the hand-made paper production and reintroduced Samarkand Paper to the world. In the evening transfer to the railway station to take a high-speed train ‘’Afrosiyab’’ to Tashkent to enjoy short panoramic tour of modern part of the city: Earthquake memorial; Amir Temur Square; Independence Square; Theatre Square before our last full group dinner together recounting a whirlwind of incredible memories! Accommodation: Oscar Boutique Hotel or similar"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Tashkent and onward travel: You will be transferred to the airport for your flight home today, or you can book an extra night in Tashkent to rest up and lazily explore the city before your flight onward to either home or the optional Tajikistan Add-On adventure!"
    }
  ],
  "map": ""
}