{
  "destination": "Kyrgyzstan",
  "mainPhoto": "",
  "id": "turkmenistan-to-kyrgyzstan-overland-tour",
  "tourName": "Turkmenistan to Kyrgyzstan overland tour",
  "placesVisited": "",
  "generalInfo": "Follow one of the world's most well renowned highways; the Silk Road. This expedition will take you through some of the oldest cities in the world, discover the ancient trading routes through the 'Stan's' starting in the Turkmenistan capital, Ashgabat, which holds the Guinness world record for the most-white marble on Earth. We'll also stop off in splendored Old Registan in Uzbekistan. Once we reach Tajikistan there will be the chance to hike in the Fann Mountains and visit the tallest waterfall in the country before we drive along the spectacular Pamir Highway between Dushanbe and Osh. Our tour ends in the City of Bishkek in Kyrgyzstan",
  "durationDays": "30",
  "price": "2395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Ashgabat You can plan to arrive in Ashgabat anytime today. We will arrange for a local representative to meet you in the airport and transfer you to our hotel close by. The truck should arrive sometime late this afternoon, either from Iran or from western Turkmenistan depending on the route we have taken up to now. If your flights arrive before today, then you will need to book any extra nights required through us, as these all need to be registered and booked through our local representative and recorded on your visa invitation letter (which we will arrange for you)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ashgabat We have some free time and enjoy a city tour of Ashgabat. Turkmenistan’s capital, founded in the 1880s by the Russian Tsarist government, sits between the foothills of the Koptedag mountains to the south, and the vast Karakum Desert to the north. The city was almost entirely destroyed following an earthquake in 1948 and rebuilt in the Soviet style. Following independence in 1991 the city has been transformed into a futuristic, and in many ways bizarre collection of unique structures and wide streets lined with white marble. All cars must by law also be white, and for many travellers, Ashgabat is one of the most mystifying and unusual cities they will ever experience. On the city tour we visit Independence Park, the Ertogrul Gazi Mozque, the Arch of Neutrality, the Turkmenbashi Mosque Mauasoleum and many other sites throughout the city. There are plenty of fantastic photo opportunities, and we will have the chance to explore some of the markets and meet the locals."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ashgabat to Kunye Urgench From Ashgabat there is a long desert crossing as we drive north through the harsh Kara-Kum Desert, a sparsely-populated and remote expanse. We veer off the highway and do some off-roading as we cross the dunes to the Darwaza Gas Crater. Also known as the ‘Door to Hell’ or ‘Gates of Hell’, this remarkable sight is the result of a Soviet-era gas exploration accident, when the ground beneath a drilling rig gave way and to prevent poisonous gas leaking out it was decided to burn it off. Originally engineers believed it would all be burned in a few days, but that was in 1971 and the field is still burning to this day. The result is a sight quite like no other as we are able to peer down into the crater and see the fire, and feel the intense heat coming from the flames. Conditions permitting we will get to the crater in the truck and bush camp nearby in the remote desert. Rising early the next morning we leave Darwaza and return to the highway as we continue north to Kunye Urgench, an ancient Silk Road town that was abandoned in the early 1700s and has been left largely untouched since. The old ruins of the town are a UNESCO World Heritage Site, and the most striking sight is undoubtedly the 60-metre high minaret, that dates from the 11th Century. It is said that when Genghis Khan’s Mongol army invaded this area that the infamous warlord was so impressed by the minaret he ordered for it to not be destroyed!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kunye Urgench to Bukhara We cross the border to Uzbekistan. Road conditions permitting, we will drive to the edge of where the Aral Sea used to lie. In the 1960s the Soviet Union began an intense irrigation project to boost cotton growth in the region using the then vast sea as its source. The project has led to the sea now shrinking to just 10% of its original size and today as we reach where its edge formerly was, we can see ships sitting incongruously in the middle of what is now a huge desert where we camp for the night. Continuing further into Uzbekistan, we find well preserved relics from the time when Asia was a centre of empire, learning, and trade along the famous Silk Road. Some of its cities have abundant old architecture, mosques and minarets cloaked with the mystery of the orient dating back thousands of years. Our first city stop is in Khiva, one of the most noteworthy of the cities and towns of Central Asia. It is a unique monument town, completely preserved in the cultural style of the region, and is a World Heritage Site for its historical significance. It has more minarets than any other place in Asia, and the Juma Mosque, which has an amazing 218 ornate carved wooden columns, is another of the main attractions. We will spend at least a couple of nights here to explore the ancient madrassas, medinas, mausoleums and museums and soak up the unique atmosphere. Continuing south, we bush camp out in the desert before reaching another town with much historical influence that was also on the great Silk Road."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Bukhara to Samarkand The name Bukhara is synonymous with the Silk Road, and its name conjures up images of Marco Polo, trading caravans and exploration. The British explorer Alexander Burnes, one of the iconic figures of the Victorian-era ‘Great Game’ was nicknamed ‘Burnes of Bukhara’. The city is situated on a sacred hill and was founded in the 13th century BC; a centre of learning throughout much of its history, it is home to over 350 mosques and some 100 Islamic colleges. It is an attractive city with narrow streets, green parks and gardens that are a pleasure to wander around and there will be the opportunity for a bout of good-humoured haggling in the bazaar. The Kyzylkum Desert is about 300,000 sq km and lies between the Syr Darya and the Amu Darya rivers. This is a vast arid plain with a number of isolated bare mountains rising to 900 metres and we journey across it on our way to Samarkand. Scheduled permitting, we may opt to take one of Uzbekistan’s famous bullet trains, and rejoin the truck on arrival. Samarkand itself is the second largest city in Uzbekistan. It dates back 2,500 years, making it as old as Babylon or Rome. Here we have a couple of days to explore the splendid architecture such as the 15th century Bibi-Khanum Mosque which when it was built was considered to have the largest dome in the Muslim world. Today it stands next a noisy and colourful Oriental market. No trip here is complete without a wander around the three edifices of the Registan, once Medieval Samarkand's commercial plaza and today quite possibly the most awesome sight in Central Asia."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Samarkand to the Fann Mountains and Dushanbe From Samarkand we head east and cross the border into Tajikistan before climbing up into the Fann Mountains, one of Tajikistan's great ranges (the other being the Pamirs). Peaks of over 5000 mtrs tower above as we head to Iskanderkul Lake at 2200 mtrs. It is said to be the resting place of Alexander the Greats horse, Bucephalus. The glacial lake is a stunning spot for a hike and we aim to visit Tajikistan's highest waterfall (40 mtrs). We will also have more time for hikes in the Fann Mountains before descending to Dushanbe. Dushanbe is Tajikistan’s largest city, and aptly its name means “Money” in Tajik language. It’s a big showy entry to the country, in stark contrast to the East. You’ll pass a lovely day strolling through parks, admiring the fountains and the wide boulevards punctuated with grand buildings. Visit “Flag Pole Park” or the bazaar, or make the most of being in a city with restaurants specialising in various different cuisines."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Dushanbe to the Pamir Highway and Osh The next 8 days or so are spent on a spectacular (and slow at times) drive through the mountains, following one of the world’s most famous and scenic roads, the Pamir Highway. After obtaining any permissions we need in Dushanbe, we start by heading south through lowland hills and pastures to the Nurek Dam and on to Kulob. We then cross the Shurobod Pass before arriving at Kalai Khumb. There are great mountain views from the Karon archaeological site here, and the Afghanistan border is just a few hundred metres away across the Panj River. We follow the river, and the border, for some time before reaching Khorog, the capital of the mountainous Badakshan region. We can visit the bazaar and botanical gardens here. From Khorog we head east again, climbing significantly now, to Murghab, an important Soviet military station in years gone by but now mainly home to Kyrgyz inhabitants. There is a market here and yak-wool handicrafts are available. The highest point of the Pamir Highway comes next, as we cross the Akbaital Pass at 4,655m on our way to Karakul Lake. The heat around Dushanbe is in the distant past now, and these are a cold and remote few days. The air is noticeably thinner, but we have ascended gradually to take account of the altitude gain. We’ll cross the border into Kyrgyzstan next and descend to our next bush camp near Sary Moghul. We should have time for more hikes here or a drive up to see some more mountain lakes. Then it is time to descend out of the mountains to Osh."
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "Osh to Bishkek Osh is Kyrgyzstan’s second biggest and the country's oldest, city. Make sure you visit the bazaar, which has occupied the same spot for over 2000 years and used to be a major stop along the ancient Silk Road. After some time relaxing here after our mountain drive, we drive north through more beautiful mountain scenery and past the turquoise waters of Toktogul Reservoir, before arriving in the capital city of Bishkek."
    },
    {
      "dayNumber": 30,
      "title": "",
      "description": "Bishkek Your trip ends after breakfast. Bishkek is a well-connected city, with the airport serving destinations throughout Asia with connections for onward travel further afield. For those with some time to spare it’s a pleasant city to spend a few days at the end of your trip, with some excellent bars, cafés and restaurants dotted around to relax and reflect on your trip through Central Asia. Bishkek is also home to a number of museums, including the Kyrgyz State Historical Museum and Zoological Museum, which have exhibits that explain more about Kyrgyzstan political and natural history, and there are a number of parks and other public areas worth visiting to watch local life pass you by, the main one being Ala-Too Square, which once was dominated by a large statue of Lenin (this has now been moved to a smaller square in the city)"
    }
  ],
  "map": ""
}