{
  "destination": "Kyrgyzstan",
  "mainPhoto": "",
  "id": "silk-road-cultural-holiday-kyrgyzstan-uzbekistan",
  "tourName": "Silk Road cultural holiday, Kyrgyzstan & Uzbekistan",
  "placesVisited": "Biskhek, Son Kul, Yurts and ancient caravanserais, Bukhara, Samarkand, Khiva, Osh, Kokand, Fergana Valley, Margilon, Rishton, Kyzyl Kum Desert, Tien Shan mountains, Tashkent",
  "generalInfo": "Kyrgyzstan and Uzbekistan are Central Asian neighbours which couldn’t be more different. While  Kyrgyzstan is a land of epic mountain scenery and semi-nomadic shepherds, Uzbekistan is home to the atmospheric towns of Samarkand, Bukhara and Khiva, garlanded with legends befitting three of the fabled Silk Road's most renowned trading centres. <br/><br/>In these cities – and others like ancient Osh - merchants still ply their wares in the shadow of some of the world’s greatest architectural achievements. You'll also stay in fantastic traditional accommodation – yurts, medieval caravanserai and village home stay – in experiencing the timeless charms of the Old Silk Road. <br/><br/>After a relaxed dip into the Kyrgyzstan capital Bishkek, head to the mountain lake of Son Kul, where you'll visit local nomads – and perhaps see traditional Kyrgyz horse games. Heading south through the Tien Shan mountains, you'll reach the ancient caravanserai of Tash Rabat, nestled in a lush mountain-ringed valley.  <br/><br/>Solomon's Throne is a highlight in the ancient city of Osh, ushering in the crossing to Uzbekistan via the glorious Fergana Valley to visit two beacons of timeless crafts – the silk weaving centre of Margilon, and the ceramics hotspot of Rishton. Then Compare the Khan's Palace in Kokand with some of the glories in the UNESCO protected old town of Khiva, whose architectural treasures include Mohammed Khan Madrassa. <br/><br/>You'll cross the Kyzyl Kum Desert to the colourful atmospheric city of Bukhara, then drive the Royal Road to Samarkand – an amazing town whose major sights including Tamelane's Tomb &amp; Shah-i-Zindar – the street of the dead. <br/><br/>Journey's end is Tashkent, a thriving city rich with the history of its pivotal role in the imperial power games between Britain and other global powers that became known as the Great Game. <br/><br/>**Price includes all activities/equipment, tour leaders, local guides and drivers, meals, mineral water, all transport (excluding international flights) , all accommodation and all entrance fees as outlined in the itinerary.",
  "durationDays": "16",
  "price": "3625",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Bishkek (Kyrgyzstan): The tour will begin early afternoon at our hotel in Bishkek, one of the world’s more relaxed capitals. After a spot of lunch, we will make a short walking tour to see the main sights and watch the spectacle that is the Changing of the Guards. This evening, we will enjoy a local dinner - soaking up the city by night."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bishkek - Son Kul (3,016M): This morning, we will head out of Bishkek and visit the restored 11th century Burana Tower before lunch in a family home in Tokmok. Our final destination of the day will be Son Kul, the spectacular 3000m mountain lake used as summer pastures for many local shepherds. There, we will be welcomed by our hosts and enjoy a traditional dinner, and maybe the odd vodka toast! Driving distance 360km, 6-7 hours approx."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "In & Around Son Kul: Today we will walk or ride (optional and payable locally) up into the hills looking for petroglyphs and enjoy the mind-blowing views over the lake. Those wishing to relax can hang out at the camp and enjoy some down time. Or you might like to visit the local shepherds and try a taste of kumis (fermented mare’s milk). We may also get the chance to see some traditional Kyrgyz horse games today."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Son Kul - Tash Rabat (2,900-3,100M): In the morning, we’ll take a beautiful drive on to Tash Rabat, where we will spend the next two nights. We’ll stop on the way in Naryn to visit the town and enjoy a local lunch. Having settled into our yurt camp later this afternoon, we’ll have a chance to look around the famous ancient Silk Road caravanserai. Driving distance 230-250km, 5-6 hours approx."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "In & Around Tash Rabat: Today is free to explore the stunning mountain surroundings. The walking in this area is wonderful and those wishing to ride (optional and payable locally) can also do so. We might head up towards the 3,500m Tash Rabat Pass or follow another beautiful circular route, or you could just do your own thing. This valley, just 35km as the crow flies from the Chinese border, is lush and green - home to horses, yaks, sheep and, of course, nomads. This evening we’ll have another traditional dinner at our camp."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Tash Rabat - Kazarman: Today we have a long drive but through some really stunning mountain scenery. We’ll stop en route for a picnic lunch and the odd photo opportunity. Arriving in the small village of Kazarman this evening, we’ll stay with a local family and enjoy some of their home-cooking. Driving distance 330km, 8-9 hours approx."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kazarman - Osh: This morning we’ll drive over Kaldama Ashuu pass, which at 3062m offers some amazing views. We'll stop in Jalal-Abad for lunch with a local family and then continue on to the ancient city of Osh, where we’ll visit Solomon’s Throne – Suleiman Too – the rock that looms over the city and is an important Muslim pilgrimage site protected by UNESCO. Tonight we’ll stay in the wonderful home of our friend Imanjan, enjoying traditional cuisine and hospitality. Driving distance 260km, 8-9 hours approx."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Osh - Kokand (Uzbekistan): Today we make the short drive to the Duslik border, say farewell to our Kyrgyz team and go through formalities to enter Uzbekistan. Here we will be met and driven through the Fergana Valley, an incredibly fertile region that was the breadbasket of the Central Asian USSR and is still one of the wealthiest parts of the whole region. Our first stop today will be in the town of Margilon, centre of the still thriving silk trade in the area, where we’ll see the entire silk-weaving process from cocoon to end product. We will also visit nearby Rishton, renowned for its blue and green ceramics, before reaching Kokand where we spend the night. Driving distance 190km, 3-4 hours approx."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kokand - Tashkent - Nukus/ Urgench - Khiva: After a chance to visit the 19th century Palace of Khudayar Khan this morning, we will drive in cars through the mountains to reach Tashkent. From here, we’ll take a short flight to Nukus or Urgench before continuing to Khiva. Situated in the heart of this UNESCO protected old town, we will check into our hotel for the next two nights. Driving distance 270km, 4-5 hours approx."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "In Khiva: There’ll be ample time to soak up the atmosphere of Khiva today, wandering around the quiet streets of this wonderfully preserved Silk Road city. We’ll visit some of the most colourful and sumptuous sites, including the Kukhna Arc, Mohammed Khan Madrassa and Kalta Minor Minaret. In addition, there'll be opportunity to explore the Jama Majid Mosque with its amazing wooden pillars and the Alloquli Khan Madrassa, bazaar and caravanserai. There will be some free time later this afternoon and evening to be able to explore further at leisure."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Khiva - Bukhara: Today we will take a slow train to Bukhara if schedules allow, which is considered to be the most complete medieval city in Central Asia. Steeped in history at more than 2,000 years old, we will take a first wander around the old town - soaking up the atmosphere of Labi Hauz, the 17th Century pool and eating area before dinner."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "In Bukhara: Today we have all day for sightseeing. We will start at the Ismaili Samani Mausoleum, and continue via the Jama Majid (or the mosque of forty pillars) to the Arc where Connolly and Stoddard – two luckless British officers – met their deaths while playing the Great Game. From here, we will visit the historically important Zindan, followed by the Kolan Minaret and beautiful mosques and madrassas that lie beneath it. Lunch will form part of a cooking demo with a local family. We will then have the remainder of the day free for shopping and generally relaxing in this most characterful of the old Silk Road towns."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Bukhara - Samarkand: After breakfast, we’ll drive along the Royal Road to the famous Silk Road city of Samarkand, stopping along the way to view the remains of an old caravanserai. After checking into our hotel, we will make our visit to the Registan, the public square that is the heart of historic Samarkand and a particularly beautiful sight at sunset. There will be plenty of time to explore the three madrassas that make up the ensemble and to take plenty of memorable photographs. Driving distance 300km, 4-5 hours approx."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "In Samarkand: We’ll enjoy a morning wandering through this incredible city taking in sights such as the Shah-i-Zinda Necropolis and the 15th century Bibi-Khanym Mosque, once considered one of the most magnificent mosques in the Islamic world. After a wine-tasting at Khovrenko Winery, we’ll have the rest of the day free to continue exploring at our own pace."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Samarkand - Tashkent: This morning we will head back to Tashkent where there’ll be time for some sightseeing in this city that once played a pivotal role during the Great Game between the expanding 19th century British and Russian Empires. We plan to visit Kukeldash Madrassah, Kaffal Shashi Mausoleum and Barak Khan Mosque on Khasty. Tonight we’ll have our final dinner together and reflect on our journey."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Tour ends in Tashkent: The tour ends after breakfast today, although those on the suggested group flights will depart in the early hours of the morning before breakfast."
    }
  ],
  "map": ""
}