{
  "destination": "Kyrgyzstan",
  "mainPhoto": "",
  "id": "kyrgyzstan-and-tajikistan-small-group-holiday",
  "tourName": "Kyrgyzstan and Tajikistan small group holiday",
  "placesVisited": "Tajikistan: Dushanbe, Pamir Highway, Kalai- Khumb, Bartang Valley, Explore by 4x4 and on foot, Khorog, Ancient forts, Ishkashim, Yamg, Follow the Panj River, Tajik and Wakhi nomads, Langar, Hike to see petroglyphs, Yashik Kul lake, Caravanserai ruins, Lunch with nomads at yurt camp, Shorbulak Observatory, Murgab, Karakul lake homestay, Kyrgyzstan: Pamir Plateau, Ashik Tash Base Camp, Silk Road city of Osh, Fly to Bishkek",
  "generalInfo": "Explore two of Central Asia’s ‘stans, on this 16 day Kyrgyzstan and Tajikistan small group holiday, following the legendary Pamir Highway. This high-altitude road is amongst the world’s most dramatic routes, but its location in a remote, mountainous region of Central Asia means few Western travellers have journeyed along it.<br/><br/>This holiday starts in Dushanbe, the capital of Tajikistan, and then travels south to Khorog along the Wakhan corridor which follows the Afghan border. Next, travel to Murgab and then north towards the High Pamir mountain range which rises along the border between Tajikistan and Kyrgyzstan. Now we will be travelling below the huge Lenin Peak (7,134m) before threading through the lush Fergana valley, and ending up in the Silk Road city of Osh.<br/><br/>During this exciting journey, there is lots of time to leave the vehicles and explore on foot, hiking to admire vast vistas and meeting nomads who carve out a life in this remote, harsh environment. Enjoy a night in a homestay with welcoming local people and learn about the culture of this region, see ancient petroglyphs, discover Silk Road caravanserai and admire the dramatic mountain landscapes – the perfect trip for adventurous travellers.<br/>",
  "durationDays": "16",
  "price": "4395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Dushanbe: The tour begins in Dushanbe. Accommodation for tonight is included in the tour due to the arrival time of our suggested group flights in the early hours of Day 2."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In Dushanbe: After a relaxed breakfast we have the rest of the day to explore Tajikistan’s capital city and see the sights. Depending on opening hours, we will visit the impressive Museum of National Antiquities, which houses Asia’s largest statue of a sleeping Buddha (a mighty 13 metres), ancient weapons and a carving of Alexander the Great. Alternatively, we’ll visit the impressive new National Museum located next to the world’s third-tallest flagpole."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Dushanbe - Kalai-Khumb: This morning we start our epic journey taking the Pamir Highway, a road built by the Red Army in the 1930s in order to link the isolated communities to the rest of the Soviet Union. We make a full day’s drive through the changing landscape of canyons and farmland to Kalai-Khumb, situated so close to the Afghani villages just across the river that you’ll be able to wave to each other. Total driving distance: 285km.*Please note that today is a long driving day with an early start. You can expect to be driving for approximately 10 hours."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kalai-Khumb - Khorog: This morning we drive south towards Khorog and spend the day exploring in 4WDs and on foot. Khorog is the administrative centre of the Pamir region, dramatically set deep in the valley at the confluence of the Panj and Ghund rivers and boxed in by the mountain peaks. Khorog sits at approximately 2070m above sea level. Total driving distance: 250km.*Driving time today is approximately 6.5 hours. Much of the road is paved but there are parts that are gravel and uneven."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "In Khorog: Today we will visit a number of places of interest, including the Ethnographical Museum and beautifully-designed Ismaili Jamatkhana and Centre. Built by the Aga Khan Foundation, it provides a space for congregation, contemplation and contribution to civil society. We’ll stroll in the shady, well-maintained gardens and soak up the relaxing atmosphere of Khorog. The town is also the site of one of Central Asia’s few university campuses."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Khorog - Ishkashim - Yamg: The road from Khorog is partially tarmacked, so the journey today should be relatively smooth. We’ll make a stop for lunch in Ishkashim and see the bridge which is the border with Afghanistan. If time permits, we will be able to stop off along the way and have a look at the old castles that once guarded this branch of the Silk Road, including Yamchun Fort. These castles are all built quite high up so as to dominate the surrounding valley. This part of the Pamirs is also dotted with a variety of religious sites from Sufi shrines to Buddhist stupas. We’ll stay overnight in Yamg village, where we can take a short walk, visit the local shrine or simply relax.*Driving time today is approximately 6 hours"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Yamg - Langar (2800M approx.): We take a short drive along the Panj River today, taking in the cultural change between the nomadic and settled people of the Wakhan. Our destination for today is Langar (2800m), the last village of the Tajik Wakhan Corridor before the border with Afghanistan. Langar boasts a castle and some interesting petroglyphs, and is home to the Wakhi Tajiks, most of whom are farmers or shepherds."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Langar - Yashik Kul Lake (3,737M approx.): We start our day with an uphill hike to view the impressive collection of over 6000 petroglyphs and visit the Jamoat Khana, adorned with colourful murals. We then continue our journey along the Pamir River, hopefully spotting one of the rare herds of Bactrian camels that still exist here. The vista before us brings spectacular views of Afghanistan, with the ice-capped summit of the Wakhan Range. Once our passports have been checked at Kargush army base, we continue north and cross the Khargush Pass (4238m). We will pass by a number of interesting salt lakes before reaching our overnight stop at Yashil Kul Lake, where we will stay in the small hamlet of Bulunkul (3775m). The people living locally are Kyrgyz pastoralists living in a harsh but hospitable environment. Our stay here will deepen our understanding of how people have adapted to live in such remote mountainous areas, in fact the coldest place in Tajikistan.*Driving time today is approximately 4.5 hours"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Yashik Kul Lake - Murgab (3,600M): We will spend some time this morning exploring Lake Yashil Kul before continuing on our way, following the Alichur Plateau. Weather permitting we’ll head up to Shorbulak Observatory, from where you can see the Muztag Ata and Kongur peaks, at 7550m and 7719m respectively, which are part of the Khun Lun Range. We then continue on to Murgab. This quiet town, which is home to the only bazaar of the High Pamir region, is still struggling with its development due to the nearby Russian border guards’ base being closed down – the last remaining Soviet influence in this region. The recent opening of the Chinese Qolma Pass, however, has slowly aided the town in its progression.*Driving time today is approximately 5.5 hours. Please note that the road from Yashil Kul to Murgab can be a bumpy drive."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "In & around Murgab: This morning there will be time visit the local market before we depart to explore the stunning Madian Valley, one of the main grazing areas near Murgab. Driving out of town, we will then head off on foot towards Eli Su hot springs. Here we’ll enjoy a picnic lunch and spend time relaxing, before returning to Murgab for the night."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Murgab - Karakul (3,900M): Our journey today takes us to Karakul. The road climbs up to the Ak Baital Pass - the White Mare Pass. At 4655m, it is the highest pass in the former USSR. Views of mountains and glaciers along the way are simply breath-taking. The stunning Karakul Lake is hidden deep in this expanse of arid landscape. It is a body of water thought to have been created millions of years ago by a meteorite and noted as one of the most geologically fascinating places on earth. We’ll have the opportunity for a short walk along the lake to our homestay in Karakul village. The surrounding area offers some spectacular views, which are especially dramatic with the sun setting over the nearby snow-capped mountains.*Driving time today is approximately 4.5 hours including stops"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Karakul - Bartang Valley: Today we head west towards the Bartang Valley. Very different from both the High Pamir and the Wakhan Valley, Bartang is dotted with small villages and plots of land are carved out of the mountainsides to provide for the local farmers. Considered to be one of the most impressive spots in the western Pamirs, the valley is famous for its superb climbing, hospitable villages and local musicians. After stopping for lunch, we will continue on and spend our first night in the valley in a local village surrounded by the hospitality of a local homestay, with time to explore on arrival.*Driving time today is approximately 9 hours in total and the ride can be bumpy"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "In Bartang Valley: Leaving our homestay this morning, we continue our journey through the Bartang Valley today by driving on to Siponji village, historically used as a shelter from neighbouring Afghan slave traders. On arrival, we’ll be able to take a short walk to explore this friendly village and maybe witness something of their pastoral life, such as milking time.*Driving time today is approximately 5.5 hours, including stops"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Bartang Valley - Kalai-Khumb: This morning we’ll set out on foot, crossing the river and walking to the next village, where our drivers will meet us. Leaving the Bartang Valley behind us, we retrace our steps today and drive on to Kalai Khumb to spend the night.*Driving time today is approximately 7 hours, including a stop for lunch"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Kalai-Khumb - Dushanbe: Our final drive today sees us bid farewell to the mountains and return to Dushanbe. Again, there is another long drive along the Pamir Highway to return to Dushanbe (approximately 10 hours) but the roads are fairly flat, making it a comfortable drive to take in the last of the beautiful scenery. This evening, we’ll head out for our final dinner together and a chance to reminisce over our adventures of the last two weeks."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Tour ends in Dushanbe: The tour finishes today after breakfast at the hotel. However, those on the suggested group flights will depart for the airport early this morning, before breakfast."
    }
  ],
  "map": ""
}