{
  "destination": "Kyrgyzstan",
  "mainPhoto": "",
  "id": "horse-trekking-in-tian-shan-mountains-kyrgyzstan",
  "tourName": "Horse trekking in Tian Shan mountains, Kyrgyzstan",
  "placesVisited": "",
  "generalInfo": "Horse Riding the Tian Shan Mountains, Kyrgyzstan<br/><br/>Ride deep into the remote heart of Central Asia on a journey through Kyrgyzstan’s untamed Tian Shan Mountains. This expedition offers more than just spectacular views, it’s an immersion into Kyrgyz nomadic culture and an opportunity to travel through landscapes that few people ever see.<br/><br/>Your adventure begins in Bishkek, the lively capital of Kyrgyzstan. After an early arrival and some time to rest, explore the “White City” on foot, its marble monuments and wide boulevards tell stories from both the Soviet era and the Silk Road before it. Dinner with traditional live music sets the tone for the days ahead.<br/><br/>Travelling east, we follow the shores of Lake Issyk-Kul, one of the world’s largest alpine lakes. On the way, visit the Burana Tower, a 9th-century minaret that once guided traders along the Silk Road. Continue to Karakol, a town framed by apple orchards and snow-capped peaks, where you’ll meet your wilderness guide for this tour and his experienced horsemen.<br/><br/>From here, the road gives way to open steppe. We begin our ride in the Jyrgalan Valley, following rivers fed by glacial melt and ascending towards remote mountain passes. Over the coming days, you’ll cross the Jyrgalan, Tyrgon, and Bosuchuk passes, each revealing vast grasslands, alpine lakes, and horizons of snow and rock. The pace varies between steady climbs and long, open stretches perfect for experienced riders, but accessible to anyone with a sense of adventure.<br/><br/>Camps are simple but spectacular, riverbanks, high meadows, and quiet valleys lit by the night sky. The team prepares fresh camp meals, and evenings are spent around the fire sharing stories or simply taking in the silence. This is travel stripped back to its essentials: nature, companionship, and purpose.<br/><br/>We continue to Ailanysh Lake, its pure waters mirroring the surrounding peaks, before descending into the Altyn-Arashan Valley, whose name means “Golden Spring.” Here, the natural hot springs provide well-earned rest and reflection after days in the saddle. A final trek to the turquoise Ala-Kul Lake brings the journey to its highest point both literally and in spirit.<br/><br/>Returning to Bishkek, the comforts of city life feel almost unfamiliar after time spent so close to nature. Over a final meal, we celebrate the ride, the friendships forged, and the wild beauty of Kyrgyzstan.<br/><br/>This journey is for those who seek meaning in movement who value authenticity over luxury and prefer vast horizons to crowded trails. Choosing this small group tour means riding with expert local guides and having a chance to absorb the beautiful scenery of the Tian Shan mountains whilst also supporting Kyrgyz communities. This carefully planned itinerary also helps to protect the fragile mountain environment by traversing through as sustainably as possible.",
  "durationDays": "11",
  "price": "2199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Bishkek: Most international airlines arrive into Bishkek early in the morning. Upon landing, you will be transferred to your hotel to check in, early-check ins with breakfast are included. You have the morning to rest after your travel. At 12pm, you will meet your guide and embark on a walking tour of Bishkek. The capital of Kyrgyzstan, also known as the ‘White City’ – so called because many of the government buildings in Soviet times were built from the beautiful, locally mined white marble - is a fascinating city with vast plazas and dramatic monuments from the Soviet Era. Our local tour guide will give us a welcome introduction to both the city and the history of the country, followed by dinner in one of the most well-known tea houses in the city, complete with traditional live music and dancing."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Drive to Karakol: Our 5-6hr drive through the striking landscapes with stunning views of Yssyk-Kol ('Kol' means Lake in Kyrgyz) is pleasantly broken by a visit to the ancient minaret Burana Tower, built by the Karakhanids at the end of the 9th Century where we can climb to the top of this once important marker of the Great Silk Road, as well as visit the nearby museum and open air Balbals (stone figures). We continue our journey, stopping for lunch in Cholpon-Ata. Tonight we stay in Karakol, a city surrounded by apple orchards, for which the area is famous, set against a backdrop of snow capped Terskey Alatau mountains. It is well worth a little explore and we recommend visiting the small mosque, looking more like a Chinese temple than anything else, and made of wood, with no nails whatsoever. This evening you will meet your guide(s) for the next six days. Led by Maks, his trusty crew have many years of experience leading groups in the Tian Shan under their belts."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive from Karakol to the Jurgalan valley: This morning, from Karakol, we drive with Maks for around 2 hours to a traditional Kyrgyz village from where we will embark on our first horse ride (9.2km, 600m ascent, taking 4-5hrs) to our campsite. This lies alongside the Jurgalan River, which swells to an impressive size in the summer, from snowmelt and the glacier located further up the valley. There is no escaping the fact that we are immediately heading off the beaten track here."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Crossing the Jurgalan Pass: After a delicious camp breakfast we will head up to the 3500m Jurgalan pass, headed for the Tyrgon Valley (13.8km, 630m ascent, 5 ride). This area is absolutely perfect for horse riding. The Tyrgon Valley is a vast, grassy expanse, so more experienced riders can canter and gallop to their hearts content, until we cross the Tyrgon River by bridge. From here we can see the snow-capped mountains on the horizon with herds of horses left to roam free, whilst their shepherds camp in traditional yurts."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Crossing Tyrgon pass & walking to the base of the Bosuchuk pass: We are immersed in the depths of this wild mountain region; entirely self-sufficient with our trusty team of guides, horsemen and pack animals. We ride for around 5 hours today (10km, 700m ascent), where the views from the Tyrgon Pass (3500m) are simply breathtaking! At night the stars come out in their full splendour as there is no light pollution."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Crossing Bosuchuk pass: From the top of Bosuchuk Pass (3400m) a completely new set of mountains, in the majestic Tian Shan range, open up to us. From this high point we will walk down to the bottom of Ailanysh Pass (8km, 530m ascent, 5-6hrs riding) where we will make a sheltered camp. One of the best things about this adventure is the complete escapism into the wilderness and the silence of the mountains – we will really be getting into our stride by this point and becoming more accustomed to the nomadic way of life."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ride to the Ailanysh Lake: Our 6 hour ride (13km with approx 500m ascent) takes us up to the beautiful remote freshwater lake where we can stop for lunch, depending on our timing. The water is so fresh it is possible to drink it and we will take on supplies. After no-doubt a few Kodak moments, we will continue on up to cross the Ailanysh Pass at 3671m, to take in more stunning views, before descending to the bottom of Ortok pass where we will make camp."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ride to hot springs of Altyn-Arashan Valley: Crossing our final pass (Ortok, 3609m) with views of a glacier, we descend into the well-known Altyn-Arashan Valley [‘Golden Spring’ in Kyrgyz] where will stay in a traditional nomad’s yurt. After hiking for 5-6 hours riding (14km, 840m ascent) we can wallow in the natural hot springs and buy beer to celebrate our journey through the Wilds of Kyrgyzstan! It is fun to get back into the mountain community – especially knowing that you will have been somewhere very few people (even locals!) have set foot."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ride & hike to Ala Kul Lake: Today we set out to reach the bottom of Ala-Kul pass on horseback, then dismounting to hike to the top for around 1 hour - rewarded by the stunning views of this famous mountain lake. By horse from Altyn Arashan to Ala-Kul return will be 7-8 hours. By just walking it would be 9-11hours. Return to Altyn-Arashan Valley for another night in your yurt camp."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Drive to Karakol then Bishkek: We are collected from the valley in Ex- Soviet 4X4 transportation and driven back on rough mountain tracks alongside a raging torrent of a mountain river. After picking up any gear you may have left behind in Karakol town, we bid goodbye and thank you to Maks and will be sped back to the capital for dinner and drinks for our final celebratory night in the capital exploring a bar or two."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Fly out from Bishkek: Leaving the stunning landscapes of Kyrgyzstan is going to feel all wrong but ‘normal life’ awaits you. Time to plan your next escape!"
    }
  ],
  "map": ""
}