{
  "destination": "Kyrgyzstan",
  "mainPhoto": "",
  "id": "kyrgyzstan-world-nomad-games-tour-2026",
  "tourName": "Kyrgyzstan & World Nomad Games tour 2026",
  "placesVisited": "",
  "generalInfo": "Timed to align with the spectacular World Nomad Games, this journey through Kyrgyzstan weaves together untamed landscapes, heartfelt hospitality, and deeply rooted tradition.<br/><br/>Begin in Bishkek, where tree-lined avenues and striking Soviet-era mosaics introduce you to Kyrgyz culture before you slip away to the alpine paths of Ala-Archa National Park. Continue across scenic mountain passes, moving from yurt to yurt, waking to the stillness of Son-Kul Lake and sharing dinners beneath vast, starlit skies. In the Issyk-Kul region, try your hand at crafting wool felt or assembling a yurt, watch master eagle hunters demonstrate their skill, and enjoy Dungan home cooking in a welcoming family setting.<br/><br/>Marvel at the otherworldly shapes of Skazka Canyon, unwind in the natural hot springs of the Altyn-Arashan Valley, and roam through Karakol’s vibrant animal market. Finally, settle in for the unforgettable World Nomad Games — a thrilling celebration of traditional sport, horsemanship, and cultural pride set against the dramatic shores of Lake Issyk-Kul. This is a journey into Kyrgyzstan’s mountains, markets, and nomadic spirit — a land defined by its raw beauty and enduring heritage.<br/><br/>**World Nomad Games photos kindly provided by the World Nomad Games Committee, R Iliasov and Artem Kolosov.",
  "durationDays": "15",
  "price": "4195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly from the UK to Bishkek."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive in Bishkek and transfer to your hotel for immediate check-in and a chance to refresh. Spend the afternoon exploring the capital’s Soviet landmarks, leafy parks and buzzing bazaars, including Ala-Too Square, Oak Park, the State Historical Museum and ZUM. Visit the Museum of Fine Arts, the Frunze Museum and Victory Square before ending the day with a traditional yurt dinner at Supara Ethno Restaurant. (B/D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Begin with a refreshing escape to Ala-Archa National Park, just a short drive from Bishkek. Set amid the Tian Shan mountains, it offers sweeping alpine views, pine forests, clear rivers, and easy walking trails. Return to the city to uncover Bishkek’s Soviet-era charm—colourful mosaics, the restored State Circus, wide boulevards, leafy parks and bold architecture. Enjoy the relaxed atmosphere and perhaps pause at a local café. (B/L/D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, depart Bishkek for the peaceful Chon-Kemin Valley, 150 km to the east. Along the way, stop at the Burana Tower, a well-preserved 10th-century minaret, and browse the small museum of ancient artefacts. On arrival, enjoy a hearty home-cooked lunch at a local guesthouse. Spend the afternoon exploring the quiet countryside or taking a gentle horse-cart ride for a relaxed glimpse of rural Kyrgyz life. (B/L/D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Travel this morning across the scenic Kalmak Ashuu Pass to Son-Kul Lake, set high at 3,016 metres. Encircled by broad meadows and mountains, the lake offers peaceful walks or horseback rides along its shores, as well as visits to nomadic yurts to learn about shepherd life. On arrival, settle into a cosy yurt camp decorated with vibrant textiles. Enjoy homemade meals, warm hospitality, modest comforts, and brilliant night skies perfect for stargazing — a true immersion into Kyrgyz nomadic culture. (B/L/D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Spend the morning exploring the serene landscapes around Son-Kul Lake by horseback or on foot, with the option to visit nearby ancient petroglyphs. After lunch at camp, continue to Bokonbaevo, a welcoming village on the shores of Lake Issyk-Kul, where you’ll settle into a traditional yurt camp for the next two nights. On the way, stop in Kochkor for a hands-on felt-making demonstration at Altyn Kol, guided by skilled local artisans. Enjoy a quiet evening at leisure. (B/L/D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Start the day with a visit to Bokonbaevo’s war monument and lively bazaar for an insight into local village life. Then witness an exhilarating eagle hunting demonstration, highlighting the bird’s incredible skill and speed. Continue to Kyzyl Tuu, a village renowned for its master yurt makers, where you’ll watch a live yurt-building demonstration before enjoying lunch with a local family. In the evening, head to Skazka (Fairy Tale) Canyon, where wind-shaped red rock formations glow beautifully in the sunset. (B/L/D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Leave Bokonbaevo and follow the scenic southern shore of Lake Issyk-Kul toward Karakol. Along the way, stop at Barskoon Waterfall, tucked into a beautiful mountain gorge, and visit the dramatic Jeti-Ögüz Gorge, famed for its “Seven Bulls” red cliffs and folklore. On arrival in Karakol, explore the city’s highlights, including the Prejevalskiy Museum, the Holy Trinity Orthodox Church, and the distinctive Dungan Mosque. In the evening, join a cooking class with a local Dungan family and learn to make traditional lagman noodles. (B/L/D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Travel to the secluded Jyrgalan Valley, perched at 2,300 metres near the Kazakh border. This pristine alpine retreat features stunning lakes, rivers, and pastures, dotted with quaint villages and Soviet-era remnants. Spend time connecting with the welcoming local community before returning to Karakol in the evening for a relaxing overnight stay. (B/L/D)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Venture by 4WD through rugged landscapes to Altyn-Arashan Valley, a serene mountain haven near Karakol. Known as the Golden Spa, its sulphur-rich hot springs are celebrated for their healing qualities. Set beneath Peak Palatka (4,260?m), the valley is home to rare wildlife, including snow leopards and bears. Relax in the open-air hot pools or explore the Arashan State Nature Reserve, rich in untouched alpine flora and fauna. Enjoy a packed lunch amid the spectacular scenery before returning to your hotel. (B/L/D) Note: Train tickets can be booked 45 days before travel. You may share a 2 or 4 berth 1st class compartment with other travellers in your group. Timings are based on 2024 travel and subject to confirmation."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, head to Issyk-Kul Lake, the world’s second-largest alpine lake. Visit the open-air petroglyphs to explore ancient rock carvings that tell the region’s rich history. Continue to the lively Rukh Ordo Cultural Centre, dedicated to Kyrgyz nomadic traditions. Arrive in Cholpon Ata and enjoy free time to experience the excitement of the World Nomad Games for the first time. Dinner and overnight stay follow at your hotel. (B/L/D)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Spend a full day at the World Nomad Games, a dynamic celebration of nomadic culture, traditions, and sport. This biennial event attracts competitors from across the globe to take part in traditional contests like eagle hunting, horseback archery, kok-boru, and wrestling. Beyond the sports, enjoy vibrant cultural performances, folk music, and dance, immersing yourself in a festival that honours ancient nomadic heritage while celebrating skill, community, and competition. (B/D) In the evening, enjoy a \"farewell dinner\" with the group. (B,L,D)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today, enjoy a full day at the World Nomad Games, often called the \"Olympics of the Nomads.\" It features traditional nomadic sports like archery, wrestling, kok buru (headless goat polo), alysh (traditional wrestling), and burkut saluu (eagle hunting). This international event attracts participants from various countries, extending beyond Central Asia to Europe and the USA. You have the entire day to explore the games and events during the final two days of the competition, including thrilling event finals. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "This morning, take a one-hour boat ride on Issyk-Kul Lake, enjoying breathtaking mountain scenery and clear waters. Afterwards, transfer back to Bishkek. In the evening, celebrate your journey with a farewell dinner at a local restaurant, accompanied by a lively folklore concert showcasing the region’s rich musical traditions. This final night provides a memorable and heartfelt close to your Kyrgyz adventure. (B/L/D)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "This morning, bid farewell to Kyrgyzstan and head to the airport for your flight back to the UK. (B)"
    }
  ],
  "map": ""
}