{
  "destination": "Kyrgyzstan",
  "mainPhoto": "",
  "id": "kyrgyzstan-silk-road-holiday",
  "tourName": "Kyrgyzstan Silk Road holiday",
  "placesVisited": "",
  "generalInfo": "Explore the ancient Silk Road on this overland adventure through Kyrgyzstan and Uzbekistan. Travel from Bishek through Kyrgystan's wild interiors, soaking in alpine landscapes and getting to grips with local life. Then, cross the border into the dusty plains of Uzbekistan to get closer to the country's unique history.<br/> <br/> Suusamyr Valley - Drive through remote mountain scenery and past lush alpine valleys passing nomadic families.<br/> Song Kul - Stand on the shores of sublime alpine lakes and sleep in a traditional yurt.<br/> Arslanbob - walk amongst ancient towering walnut forests and discover hidden waterfalls.<br/>",
  "durationDays": "14",
  "price": "2445",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "In Bishkek; afternoon city sightseeing",
      "description": ": Our tour starts today in Bishkek, a former Silk Road settlement. Kyrgyzstan's capital is a young city, starting life as a clay fort built by the Khan of Kokand in 1825, only to be destroyed by the Russians 43 years later and rebuilt in 1878. For those arriving on time today, our tour leader plans to meet you in the hotel reception at 11am for a welcome meeting, followed by a sightseeing tour by bus and on foot. We'll learn about the main monuments and buildings of the city and take a leisurely walk through Oak Park. If you'd like an airport transfer today, you'll need to arrive into Manas International Airport (BSZ), which is a 50-minute drive from the hotel. For those arriving on flights in the early hours of this morning or for anyone arriving before today, please contact us to book additional nights' accommodation. Please note, if you'd like to join the Bishkek City Tour today, you'll need to arrive at the hotel by 11am. If you're booking your own flights, we recommend giving yourself at least one hour to clear the airport. From the airport to the hotel is around a 40-minute drive, so the latest your flight can arrive is 9am. If you miss the welcome meeting, our tour leader will inform you of any essential information at 6pm."
    },
    {
      "dayNumber": 2,
      "title": "Drive to Karakol via Burana Tower and Issyk Kul Lake",
      "description": ": Leaving behind the city this morning, we'll head into the heart of this small nation. At its centre lies Issyk Kul Lake, surrounded by the Tien Shan Mountains. Along the way, we'll visit the Burana Tower, all that remains of the ancient city of Balasagun. The tower is believed to be the oldest minaret in Central Asia with a detailed external pattern of relief work in brick. We'll also see the petroglyphs in Cholpon-Ata where stones vary in size from 30 centimetres to 3 metres. Ancient drawings on the stones date from the 7th century BC to the 3rd century AD, many of them figures of hunters, ibex, goats and reindeer. From here, we'll also enjoy views of Issyk Kul Lake. We'll then follow the shore along the north of the lake arriving in the city of Karakol in the evening. Strategically located, this was once a Russian military outpost, and the gateway of expeditions into the Tien Shan and beyond. This evening, we'll enjoy a meal cooked by a family from an ethnic minority group, either Dungan or Uygur; both groups are Muslim people of Chinese origin. We'll sample their hospitality and learn about their traditions and lifestyle."
    },
    {
      "dayNumber": 3,
      "title": "Explore Karakol; walk in Djety Oguz Gorge",
      "description": ": The great Russian explorer Prjevalsky died in Karakol before an expedition to Tibet and the small museum dedicated to him gives a great insight into the 19th century Central Asian explorers. While in the city, we'll have the opportunity to see the Chinese influence at the Dungan mosque built in 1910 in the style of a Buddhist pagoda (it is made of wood without any nails) whilst the strong Russian influence is evident at the Orthodox Cathedral. After sightseeing in the morning, we'll drive to visit the Valley of Seven Bulls, at Djety-Oguz, where large red sandstone rock formations tower over the valley. During Soviet times this area became known as a health retreat, and the sanatorium remains. It became famous when after his first flight in space Yuri Gagarin came here to decompress."
    },
    {
      "dayNumber": 4,
      "title": "Drive to Kochkor; visit waterfalls en route",
      "description": ": Today, we'll continue along the southern shore of Issyk Kul Lake where we'll stop to take a bracing dip into the cold waters of the lake. Continuing on, we'll stop again to see the waterfalls within the dramatic Barskaun Gorge, as well as having an opportunity to spot birds whilst we enjoy a river-side picnic. Our final destination is Kochkor, a typical Kyrgyz town where we'll spend the night in local guesthouses, a great way to get to know the locals. Depending upon size, we might find the group split between guesthouses."
    },
    {
      "dayNumber": 5,
      "title": "Spend the night in a traditional yurt at Song Kul Lake",
      "description": ": The women of Kochkor are famous for felt-making and this morning, we'll have the chance to see how 'shirdaks', traditional felt applique rugs, are made by hand. We'll then set off along a dramatic mountain road via Kalmak-Ashu Pass at a lofty 3,346 metres/10,977 feet where we can drink in our surroundings as we journey to Song Kul. The lake itself is spectacular and the second largest in Kyrgyzstan, situated at an altitude of 3,013 metres/9,885 feet above sea level. Surrounded by dramatic snow-covered mountain peaks, it's hidden in a flat, plate-like 'jailoo' (the Kyrgyz word for mountain pasture) which is covered in Edelweiss flowers at certain times of the year. In the summer the shepherds drive the livestock (sheep and/or horses) up into the mountains for pasture and establish a camp for the season. After settling into our yurts, we'll have the opportunity to relax and unwind or perhaps go on a walk by the lake. Yurts are circular dwelling structures made from felt and insulated with sheepskins, traditionally made to be portable and accommodate up to four people. Basic long drop toilets are available in a separate building along with an outdoor basin for washing and are shared with the camp. The experience is very basic, however, gives a unique insight into how local nomads traditionally live and allows us to wake up the next morning in the middle of nowhere."
    },
    {
      "dayNumber": 6,
      "title": "Morning at Song Kul; return to Kochkor",
      "description": ": This morning, you can choose to relax by the lake or - weather permitting - hike into the surrounding mountains. Leaving the camp, we'll walk along grassy, undulating slopes through the Moldo-Toor range. Song Kul Lake offers a spectacular backdrop to the north and we hope to meet locals along the way to get a further glimpse into this traditional lifestyle. The walk takes around four hours and reaches an altitude of 3,300 metres/10,826 feet. After lunch, we'll leave our yurts and make our way back to Kochkor for the night, this time taking a different route crossing the Teskey-Topok Pass, arriving in town in the late afternoon. Then, this evening, we'll head out to enjoy a musical folklore ensemble performance with a wide repertoire of traditional ballads, love songs, work songs and lullabies, accompanied by Kyrgyz national instruments."
    },
    {
      "dayNumber": 7,
      "title": "Scenic drive through the mountains to Suusamyr Valley",
      "description": ": We'll spend today on the road driving through the wild mountain scenery of the inner Tien Shan Mountains as we make our way west. Our drive takes us along the stunning Suusamyr Valley, which is situated at an altitude of 2,000-3,200 metres/6,561-10,498 feet between the dramatic ridges of Kyrgyz and Talas Ala-Too and stretches for 155 kilometres/96 miles. During the summer alpine grasses cover the whole valley, whilst the winter months see it blanketed with snow. There will be plenty of stops for photo opportunities along the way as we make our journey across the passes to Suusamyr Valley."
    },
    {
      "dayNumber": 8,
      "title": "Walking in Chichkan Gorge; afternoon drive to Toktogul Reservoir",
      "description": ": After breakfast this morning, we'll set off on a scenic drive along the Ala-Bel pass before following the course of the Chichkan River to the junction with its tributary, the It-Agar River. From here, we'll start a mostly easy walk on an earth trail which is stony in some sections. The path follows the It-Agar River uphill, before arriving at the small alpine Lake of Saz Kul. The walk takes around two hours up and one hour down. After time to enjoy the picturesque setting, we'll drive along a winding road that follows the Naryn River all the way to the Toktogul Reservoir, the largest reservoir in all of Central Asia and our base for the night."
    },
    {
      "dayNumber": 9,
      "title": "Mountain drive to Djalal-Abad.",
      "description": ": Today, we'll leave Toktogul and drive through the wild landscapes that make Kyrgyzstan so memorable. Our destination is Djalal-Abad, located at the north-eastern end of the Fergana Valley and nestled in the foothills of the Baba Ata Mountains. The city is well-known for its spas and is responsible for producing several brands of mineral water sold across Central Asia. It's also an important agricultural hub, providing the majority of the fruit and vegetables for the region. Upon arrival, the rest of the afternoon is free to either explore or relax."
    },
    {
      "dayNumber": 10,
      "title": "Discover Arslanbob, walk through walnut woodland, visit waterfall",
      "description": ": We'll start today travelling 90 kilometres/56 miles north to the charming village of Arslanbob. Here, we'll spend the day accompanied by a local guide, walking through the walnut groves of Arslanbob sometimes referred to as 'The Royal Woods of Kyrgyzstan'. The trees can reach 30 metres/98 feet and grow wild on the mountain slopes - walking through the grove rewards us with spectacular views. We'll also come across a beautiful waterfall nestled deep in the forest. The walk will take around three to four hours and is graded as easy, with no significant ascents or descents. Later in the afternoon, we'll make our way back to Djalal-Abad."
    },
    {
      "dayNumber": 11,
      "title": "Drive to Osh; cross border into Uzbekistan and drive to Fergana City",
      "description": ": Leaving Djalal Abad behind this morning, we'll make our way into the expansive Fergana Valley and past the city of Osh, which according to legend was founded by either King Solomon or Alexander the Great. Although it dates back to the 5th century BC, very little remains to suggest its ancient past and today, it has a distinctly Soviet feel. We'll travel to checkpoint 'Dostlik', on the Kyrgyz-Uzbek border, where we'll go through immigration and customs formalities. We'll also bid farewell to our Kyrgyz leader as we meet our tour leader from Uzbekistan. From the border, we'll drive to our overnight stop in Fergana City."
    },
    {
      "dayNumber": 12,
      "title": "Drive via ceramic workshop in Rishtan to Tashkent",
      "description": ": This morning, we'll set out to start the final leg of our journey. We'll travel in a convoy of smaller vehicles as we cross over Kamchik Pass before stopping at Rishtan town, famous for its ceramics, where we'll visit a workshop. The Silk Road introduced Chinese ceramics to Uzbekistan, and while craftsman initially emulated Chinese designs, they soon evolved their own, now traditional, Uzbek geometric style. Later, we'll make a brief stop in Kokand town, the former residence of Kokand Khan, before finally arriving in Tashkent."
    },
    {
      "dayNumber": 13,
      "title": "In Tashkent, city tour; free afternoon",
      "description": ": This morning, we'll head out with a local guide to explore Tashkent, the capital of Uzbekistan. Although much of it was destroyed in the earthquake of 1966, it has been rebuilt as a modern model city, with spacious avenues. Our sightseeing tour includes various points of interest around the city, like the Independence Square, Navoi Theatre, Old City, Abu Khasim Madrassah and the Earthquake Monument. We'll also hop on the Tashkent Metro to see some of the flamboyantly decorated stations. The afternoon is free for you to explore more solo."
    },
    {
      "dayNumber": 14,
      "title": "Tour ends in Tashkent",
      "description": ": The trip ends after breakfast at our hotel in Tashkent. There are no activities planned today, so you're free to depart from Tashkent at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Islam Karimov Tashkent International Airport (TAS), which is a 20-minute drive from the hotel."
    }
  ],
  "map": ""
}