{
  "destination": "Kyrgyzstan",
  "mainPhoto": "",
  "id": "kyrgyzstan-tian-shan-mountains-hiking-tour",
  "tourName": "Kyrgyzstan Tian Shan Mountains hiking tour",
  "placesVisited": "Hike a wild region of the Tian Shan Mountains, Meet local nomadic herders, View glaciers and cross whitewater rivers, Option to horse ride much of the way, Bathe in natural hot springs at a nomadic yurt camp, Mix of yurts, camping and homestays, Share stories around the campfire, Total immersion in unspoilt nature",
  "generalInfo": "One of our most spectacular and enthralling walking tours, this trip immerses you in a corner of Kyrgyzstan’s Tian Shan Mountains so remote that until relatively recently only a few local people are familiar with it. And you’ll be walking alongside some of them, with Kyrgyz guides accompanying you as well as horsemen whose trusty steeds will bear your supplies and camping equipment. There will be opportunities to hop into the saddle yourself, if you fancy going for a ride.<br/><br/>Three bits of knowledge are key to our Tian Shan Mountains walking holiday. Firstly, the landscapes are spectacular. Simply astounding, while the night skies are full of stars. Secondly, although these mountains are becoming more widely known as an off-the-beaten-track trekking destination, compared to somewhere like Nepal, they see far fewer visitors. And thirdly, because it is still fairly undeveloped as a trekking destination, you’ll need to be prepared for the rigours, and the wonders, of wild camping.<br/><br/>Highlights of this trip, beyond unzipping your tent flaps on these views every morning, include a night in a local homestay in Karakol, a visit to a traditional teahouse in the capital, Bishkek, and a relaxing soak in some natural hot springs towards the end of your trip. But perhaps the most memorable moments will be those evenings sitting around the campfire, sharing a drink and a story with your guides and your fellow walkers.<br/><br/>Our map of Kyrgyzstan and the Tian Shan Mountains below gives you an idea of the trip route, and you can also find details of included meals further down the page. This tour is best suited to fairly experienced walkers in decent fitness, happy to rough it a little for a week in return for some epic adventures. <br/>",
  "durationDays": "10",
  "price": "1999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your adventure starts in Bishkek. We take a tour of the ‘White City’ – so called because many of the government buildings in Soviet times were built from the beautiful locally mined white marble… until they ran out of marble. We will learn about the history of the country with our local tour guide and have dinner in one of the most well-known tea houses in the city with traditional live music and dancing."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Drive to Karakol. Our drive encompasses Issyk-Kul Lake, the second largest alpine lake in the world after Lake Titicaca in South America. It is heated from thermal activity and never freezes even in the depths of winter: In the summer the water temperature reaches 25-28 degrees centigrade (warmer than the air) and you can swim as you gaze at the snowy peaks of the surrounding Tian Shan Mountains. We will also pass the ancient minaret Burana Tower, built by the Karakhanids at the end of the 9th Century where we can climb to the top of this once important marker of the Great Silk Road. In Karakol we stay at a friendly local homestay."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive from Karakol to the Jurgalan valley. We drive for two hours to a traditional Kyrgyz village from where we will embark on our first hike to our campsite. This is alongside the Jurgalan River which swells to an impressive size in the summer from snowmelt and the glacier located further up the valley. Already it is clear we are heading off the beaten track, as it is very unlikely we will see any tourists in this area."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Crossing Jurgalan pass. After a delicious camp breakfast we will head up to the 3700m Jurgalan pass. This area is absolutely perfect for horse riding and we welcome beginners to have a go as the horses are well trained and a handler can assist you where necessary. The Tyrgon Valley is a vast, grassy expanse so more experience riders can canter and gallop to their heart’s content until we cross the Tyrgon River by bridge. From here we can see the snow-capped mountains on the horizon with herds or horses left to roam free whilst their shepherds camp in traditional yurts."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Crossing Tyrgon pass, walking to the bottom of Bosuchuk pass. Here we are in the depths of this wild mountain region; it is very unlikely to see any people and we will be self-sufficient with our trusty team of guides, horsemen and pack animals. The views from the Tyrgon Pass are simply breath taking! At night the stars come out in their full splendour as there is no light pollution, and we can sit around the campfire potentially sharing a few warming nips of schnapps until the day’s exertions drive us to our beds."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Crossing Bosuchuk Pass. From the top of Bosuchuk Pass a completely new set of mountains in the majestic Tian Shan range open up to us. From this high point we will walk down to the bottom of Ailanysh Pass where we will make a sheltered camp. One of the best things about this adventure is the complete immersion into nature and the silence of the mountains – we will really be getting into our stride by this point and becoming more accustomed to the nomad way of life."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Walk to the Ailanysh Lake. We hike and/or ride up to the beautiful remote freshwater lake where we can stop for lunch depending on our timing. The water is so fresh it is possible to drink it and we will take on supplies. After no-doubt a few Kodak moments we will continue on up to cross the Ailanysh Pass at 3671m to take in more stunning views, before descending to the bottom of Ortok pass where we will make camp."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Hike to the hot springs of Altyn-Arashan Valley. Crossing our final pass (Ortok) with views of a glacier, we descend into the well-known Altyn-Arashan Valley [‘Golden Spring’ in Kyrgyz] where will stay in a traditional nomad’s yurt. We will bathe in the natural hot springs and can buy beer to celebrate our journey through the Wilds of Kyrgyzstan! It is fun to get back into the mountain community – especially knowing that you will have been somewhere very few people (even locals!) have set foot."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Drive to Karakol then Bishkek. We are collected from the valley in Ex-Soviet 4X4 transportation and driven back to Karakol town via a beautiful valley and rough mountain track alongside a raging torrent of a mountain river. After picking up any gear you may have left behind in Karakol town, we will be sped back to the capital for dinner and drinks for our final celebratory night in the capital exploring a bar or two."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Fly out of Bishkek."
    }
  ],
  "map": ""
}