{
  "destination": "Kyrgyzstan",
  "mainPhoto": "",
  "id": "tajikistan-and-kyrgyzstan-holiday",
  "tourName": "Tajikistan and Kyrgyzstan holiday",
  "placesVisited": "Pamir Highway, Dushanbe, Kalaikhumb, Geisev Valley, Khorog, Garmchasma hot springs, oh-i-Lal ruby mine, Ishkashim, Vrang, Wakhan Valley, Karakul Lake, Osh, Chichkan Gorge, Song Kol Lake, Lake Issyk Kul, Bishek",
  "generalInfo": "This two week Tajikstan and Kyrgystan holiday is one serious road trip, travelling along the famous Pamir Highway, the second highest highway in the world running between Osh in Kyrgyzstan to Khorog in Tajikistan and winding its way through the Pamir Mountains, their 7,000m peaks earning this artery the title ‘roof of the world’. As we travel through remote communities scattered along the Highway and beyond, we stay in welcoming homestays, immerse ourselves in a cacophony of cultures, with each village speaking in a unique dialect. <br/><br/>This journey through some of the most exquisite elevated landscapes in the world is more about following in the tracks of ancient traders and explorers than those of modern day tourists, with isolated communities that still see very few foreign visitors, and traditions that haven’t changed for generations. <br/><br/>The trip starts in Tajikstan’s capital city, Dushanbe, a more modern hub, but we very quickly enter a world of mountain passes and impressive peaks. As we continue through the historic and cultural landscapes of the Silk Road, a route that was both traded on and fought over for centuries, there are many fascinating sites to visit such as ancient forts, a ruby mine and an ancient Buddhist stupa. <br/><br/>Moving into Kyrgyzstan and the ancient city of Osh, we also take time to explore some of the natural wonders of this country so beautifully dominated by mountain wilderness. In Chichkan we take a hike through its famous gorge, meeting with local shepherds along the way. Other highlights include Issyk Kul, Kyrgyzstan’s largest lake and a mesmerising sight. It is also  the world’s second largest mountain lake and deserving of its local name translated as ‘Pearl of Tian Shan’  in reference to the mountains that envelop it. The last stop on this eastern odyssey is Bishek, the capital of Kyrgyzstan, a busy hub of markets and urban eccentricities. <br/>",
  "durationDays": "16",
  "price": "3085",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Dushanbe - Arrival in Dushanbe, the capital of Tajikistan and transfer to your hotel, where a room will be available to check-in straight upon arrival for travellers arriving in the early hours of the day. The rest of the day is at leisure to either relax or start to explore this sublime city. Overnight Serena Hotel or similar - Single room accommodation is available today and the accommodation has private bathrooms. (B)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Dushanbe – Excursion to Hissar Fort (Approx. driving time: 2 hours; 80km) - Drive to the nearby town of Hissar to visit the remains of the 18th century fort as well as two nearby madrassahs. Return to Dushanbe in the afternoon and visit the bazaar and the excellent Museum of National Antiquities. Overnight Serena Hotel or similar - Single room accommodation is available and the accommodation has private bathrooms. (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Dushanbe – Kalaikhumb (Approx. driving time: 8-9 hours; 360km) - This morning we will cross the Shurabad Pass (2,200m) and visit Hulbuk ancient fortress 8th Century which has been recently restored. We continue towards the Pamirs and Kalaikhumb, driving through beautiful scenery and interesting villages en route. This area is a little more conservative, and we see many men with beards, and women wearing traditional dress. Arriving in Kalaikhumb in the early evening. Overnight Hotel Karon Palace or similar - Single room is available and the accommodation has private bathroom facilities. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kalaikhumb – Rushan (Bartang valley) - Hike in the Geisev valley – Khorog (Total approx. driving time: 1.5 hours; 120km; Trekking time with breaks: 6-7 hours) - After breakfast, travel to Rushan, the administrative centre of the Bartang district. We may have some time to explore upon arrival but we will explore in more depth tomorrow. On Day 5 we drive to the Bartang valley and cross the river to embark on a trek that begins on the river Bartang, just beyond Bhagoo village and is mostly gentle uphill for about 14km to the upper of the three lakes. The first houses in Geisev are reached after about 7km. We stop in the Geisev village for lunch and then continue to explore the Geisev valley. The abundant vegetation, the gnarled trees, the lakes and the ever-changing river - sometimes frothing with energy, sometimes limpid and blue - create a very special peaceful atmosphere. Later we continue to Khorog alongside the River Panj which forms the border with Afghanistan. Day 4 overnight will be at a local homestay Rushan with shared facilities. Day 5 overnight at Pamir Palace Hotel or similar where single rooms are available and the accommodation has private bathroom facilities. (BLD) Note: If you do not wish to do the walk, you can stay with your driver and walk to the neighbouring village Reh instead. Your driver speaks a basic English but can assist you here with lunch and other requests."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Khorog - Today we have a full day to explore Khorog, the capital of the GBAO region, including the bazaar and the lovely Botanical Gardens which are perched high above the town, affording some great panoramic views. Overnight Pamir Palace Hotel or similar - Single rooms are available and the accommodation has private bathroom facilities. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Khorog – Garm Chashma – Ishkashim (Approx. driving time: 4-5 hours; 140km) - About 50kms along the road to our next stop, Ishkashim, we will stop at Garm Chasma hot springs for an (optional) dip in the waters. From here, we enter the Tajik half of the Wakhan Valley (shared with Afghanistan) and pass regional gem mines mentioned by Marco Polo, the most famous being the Koh-i-Lal ruby mine. Ishkashim itself may be the regional centre, but it is essentially still a large village and we stay in a traditional style guesthouse here which has a handful of rooms but single rooms are available this evening. Overnight guesthouse Hanis - Shared basic bathroom facilities. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ishkashim – Khahkha Fortress – Yamchun – Langar (Approx. driving time: 7-8 hours; 140km) - Visit to the nearby village of Namadguti to visit the Khahkha Fortress. This impressive structure rises from a naturally formed platform of rock and dates back to the Kushan era of the 3rd Century. There are a number of these ancient fortresses in the area, and we also visit Yamchun fort, perhaps the most impressive of them. We take a break at the Bibi Fatima hot springs, named for the Prophet Mohammed’s sister and where local women believe they can increase their fertility. Continuing on we then stop at the 4th Century Buddhist stupas at Vrang, reminders of the ancient pilgrim caravans that passed through the region. Overnight in the lovely homestay Davlat where a few rooms are available and single accommodation can be possible depending on how busy is the place - Shared basic bathroom facilities. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Langar - Murghab (Approx. driving time: 6-7 hours; 240km) - Leave behind the lush valleys of the Wakhan Valley and enter a landscape that is rocky, mostly barren but nevertheless dramatic. This is the Pamir Highway we have anticipated, with the route between Khorog and Osh completed in 1931 across a Tibetan-plateau style high altitude terrain. Today we can also see some Neolithic rock art dating back some 8000 years in Shakhty cave. It is anticipated to arrive in Murghab in the early evening. Overnight Hotel Pamir or similar - Single room is available but bathroom facilities may be shared. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Murghab – Kara kul – Sary Tash (Approx. driving time: 7-8 hours; 240km) - After breakfast we head for Karakul (135km), one of our highlights on the way. We cross several high altitude passes, including Ak-Baital Pass (4,655 metres) which is the highest section of road in the former Soviet Union. We descend to Karakul Lake and then cross our final Pamir Highway high pass, the Kyzyl Art (4,282 metres), which essentially forms the border between Tajikistan and Kyrgyzstan. Karakul Lake is the highest lake in Central Asia, and at 3,915 metres, too high to support any aquatic life. Karakul means “black lake” but in spring, summer and autumn the water is almost always turquoise blue. At the northern end of the lake a track turns off west to geoglyphs and Saka graves (5000– 3000 BC), located about 500m from the turnoff. Continue to the following village of Sary Tash for the night. Overnight guesthouse Ethnic Kyrgyz House. Tonight, you will sleep on Asian style bedding on the mattresses and blankets on the floor in a few rooms of a Kyrgyz House with shared basic bathroom facilities. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Sary Tash – Osh (Approx. driving time: 3-4 hours; 185km) - We depart the high mountains of the Pamir Alay range, leaving behind us the crossroads of Tajikistan, Kyrgyzstan and China. The drive offers a contrast as we encounter lush farmlands and small villages on this side of the mountains, instead of the stark high-altitude plateau of Tajikistan. En route we cross the Taldyk Pass (3554m) and enjoy some beautiful views - if we're lucky we may even catch a glimpse of Peak Lenin, at 7134m the second highest mountain in Central Asia. We expect to arrive in Osh, Kyrgyzstan's oldest city in the afternoon, with time to explore. Overnight Hotel Sunrise or similar - Single rooms are available and the accommodation has private bathroom facilities. (BL)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Osh – Chichkan (Approx. driving time: 7-8 hours; 400km) -Today we drive to the Suusamyr Valley along the picturesque mountain Osh highway to the Chichkan gorge. Time permitting, we take a walk in the area and meet the local shepherds who still adhere to age old traditions. Overnight Hotel Osmon or similar - Single rooms are not available (there are only twin rooms) and the accommodation have shared bathrooms. (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Chichkan - Song Kol Lake (Approx. driving time: 6-7 hours; 270km) - Today takes us to stunning Song Kol Lake. The lake itself is 3,016m above sea level and is one of the highest alpine lakes in the world. Overnight yurt stay with 4 – 5 beds in one yurt and shared basic bathroom facilities. (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Song Kol – Cholpon Ata - Lake Issyk Kul (Approx. driving time: 6-7 hours; 240km) - Travel to Cholpon Ata on the north side of Issyk-Kul Lake to the largest and most beautiful lake in Central Asia. There is an optional opportunity to visit the open-air museum of Stone Inscriptions in Cholpon Ata. Most of the drawings date from several thousand years B.C. up until the 12th Century A.D. Overnight at the Hotel Altyn Bulak or similar - Single rooms are available this evening and the accommodation has private bathroom facilities. (BLD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Cholpon Ata – Bishkek (Approx. driving time: 5-6 hours; 260km) - Drive to Bishkek, stopping en-route at the Burana Tower for a short and interesting visit. Upon arrival in the capital, Bishkek, we take a tour, visiting the enchanting Ala-Too Square and the History Museum among other sites. In the afternoon, time is at leisure for you to relax, visit further the city and do some shopping in the local workshops. Overnight Plaza Hotel or similar - Single rooms are available tonight and accommodation has private bathroom facilities. (BL)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Departure from Bishkek - The tour ends today after breakfast with your transfer to the airport for your onward flight. (B)"
    }
  ],
  "map": ""
}