[
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "central-asia-silk-road-holiday-kyrgyzstan-uzbekistan",
    "tourName": "Central Asia Silk Road holiday, Kyrgyzstan & Uzbekistan",
    "placesVisited": "",
    "generalInfo": "Embark on a journey through the heart of Central Asia, where natural beauty and rich history converge along the legendary Silk Road. This adventure blends the rugged wilderness of Kyrgyzstan with the cultural treasures of Uzbekistan, offering an immersive exploration of two unique and captivating lands. From Kyrgyzstan’s serene mountain landscapes to Uzbekistan’s iconic architectural wonders, this trip showcases the region’s diversity and deep-rooted traditions.<br/><br/>Your adventure begins in Kyrgyzstan, a country defined by its vast, unspoiled terrain and nomadic heritage. Towering peaks encircle alpine lakes like Issyk-Kul and Song Kul, where the landscapes are as breathtaking as they are remote. Here, life moves at a different pace, shaped by the rhythms of nature and the traditions of the nomadic people who call this land home. You’ll trek or ride horseback through valleys and mountain trails, staying in traditional yurts and experiencing firsthand the warmth and hospitality of Kyrgyz families. Meals are a highlight, with fresh, locally prepared dishes offering a taste of the country’s culinary traditions.<br/><br/>Crossing into Uzbekistan, the journey shifts to the historic cities that once served as vibrant hubs along the Silk Road. Uzbekistan is a land of striking contrasts, where ancient history is alive in the bustling streets and grand monuments. In Samarkand, the intricate blue-tiled facades of Registan Square stand as a testament to the Timurid Empire’s legacy. Bukhara’s old city invites exploration, with its labyrinthine alleys, stunning minarets, and peaceful courtyards. Khiva, a UNESCO World Heritage Site, offers a glimpse into the past with its well-preserved inner city surrounded by ancient walls.<br/><br/>The journey is enriched by the everyday life of the region: market stalls brimming with spices, textiles, and crafts; the hospitality of families who welcome you into their homes for meals; and moments of quiet reflection at historic sites. In Bukhara, a cooking class introduces you to local flavors, while a visit to a Tajik village in Uzbekistan offers insight into rural life and traditions.<br/><br/>This trip captures the essence of the Silk Road—a place where cultures met and thrived for centuries. In Kyrgyzstan, the rugged beauty of the mountains reflects a connection to nature that feels timeless, while in Uzbekistan, the architecture and artistry tell the story of a flourishing crossroads of trade and ideas. Together, they create a journey of contrasts and connections, offering travelers a rare opportunity to experience the depth and diversity of Central Asia.<br/><br/>This is a trip for those who seek more than just a destination: an exploration of landscapes, cultures, and histories that have shaped the world and remain as compelling today as they were centuries ago.<br/><br/>*Please note there is the option to book a Tajikistan Silk Road add-on to this adventure*",
    "durationDays": "16",
    "price": "3399",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Bishkek (Kyrgyzstan): Arrival to Bishkek airport, transfer to hotel, early check in at hotel. The tour will begin early afternoon from our hotel in Bishkek, one of the world’s more relaxed capitals with beautiful Soviet buildings of white marble interspersed by lush green parks. After a spot of lunch, we will make a short walking tour to see the main sights and watch the spectacle that is the Changing of the Guards. Visit the bazaar to see the traditional felt Kalpak hats. There is also the option to visit the stunning Gapar Aitiev National Museum of Fine Art which demonstrates the beautiful history of craftsmanship and art of Kyrgyzstan. This evening, we will enjoy a dinner at a local café/restaurant - soaking up the city by night. Accommodation: Bugu hotel or similar"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Bishkek to Son Kul Lake: This morning, we will head out of Bishkek and visit the restored 11th century Burana Tower, where you can also see a traditional nomadic eagle hunting demonstration before lunch in a family home in Tokmok. Heading south we will stop at Kochkor carpet warehouse in order to peruse their delightful wares . Our final destination of the day will be Son Kul, the spectacular 3016 meter altitude mountain lake surrounded by a ring of mountains, used as summer pastures for many local nomadic Kyrgyz shepherds and families. There, we will be welcomed by our hosts and enjoy a traditional dinner, and maybe the odd vodka toast! Driving distance: 360km, 6-7 hours approx. You will stay in traditional yurts with wood burners in the middle keeping you nice and cosy! Accommodation: yurt camp"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Exploring Son Kul Lake: Today we will walk or horse ride (optional and payable locally) around the lake visiting the local nomadic communities and/or up into the hills looking for petroglyphs and enjoy the mind-blowing views over the lake. Those wishing to relax can hang out at the camp and enjoy some down time. Or you might like to visit the local shepherds and try a taste of kumis (fermented mare’s milk). You will also get the chance to see some traditional Kyrgyz horse games today. Accommodation: Yurt camp"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Tash Rabat Caravanserai: After breakfast and a farewell to our beautiful lakeside home we will embark down further south into the mountains and one of the main Silk Road routes from the Chinese border winding its way over several high passes and through multiple valleys of the Tian Shan Mountains (The Mountains of Heaven) before reaching the safe-haven of the ancient Caravanserai at Tash Rabat. Here the camel trains could be unloaded and shepherded into the large structure (rebuilt by the Soviets in the style of the original Caravanserai) safe from both bandits and the elements - to trade, chat, drink tea, play music and/or quarrel with other travellers sharing this place of refuge for the night. Accommodation: Yurt camp"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Tash Rabat to Kazarman: Today we have a long drive but through some really stunning mountain scenery. We’ll stop en route for a picnic lunch and the odd photo opportunity. Arriving in the small village of Kazarman this evening, we’ll stay with a local family and enjoy some of their home-cooking. Kazarman is located near the famous Makmal gold mine and you will have time to explore this stunningly situated village and surrounding area with sweeping mountainous panoramic views of the region. Driving distance: 300km, 6 hours approx. Accommodation: CBT house"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Kazarman to Djalal Abad: This morning after breakfast we’ll drive over Kaldama Ashuu pass, which at 3062m offers some amazing views. We'll stop in Djalal-Abad, one of Kyrgyzstan’s main branches of the Silk Road passed through Djalal-Abad and the region has played host to travellers for thousands of years, although little archaeological remains are visible today – except in some of the more remote parts such as Saimaluu Tash and the Chatkal valley. Djalal Abad is famous for its spas; there is the legend that the water from the Hozret-Ayub-Paigambar spa cured lepers. According to the legend there was a grave, a mosque and the khan’s palace near the spa. The Djalal-Abad sanatoria, “Kurort”, is based on one of the spas on one of the hills overlooking the town – the waters are salty, but people from the wide area to collect bottles of it and we will take a trip up to see them also. Accommodation: Dastan Grand Hotel"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Djalal Abad to Osh: Breakfast at hotel, transfer to Ancient city of Osh, where we’ll visit Solomon’s Throne – Suleiman Too – the rock that looms over the city and is an important Muslim pilgrimage site protected by UNESCO. En-route stop at Uzgen minarets. The town is mentioned in Chinese annals of the second century BC. It was one of the capitals of the Karakhanids, who called it Mavarannahr and left three well-preserved mausoleum. Uzgen became the abode of Muhammad Nasr during the Kara-Khanid split into two branches. Visit Uzgen minarets and local bazar. The village is also famous for producing special type of rice. Upon arrival to Osh, the second-largest city in Kyrgyzstan, enjoy a brief city tour visiting the main highlights before dinner enjoying traditional cuisine and hospitality. Accommodation: Rayan Hotel"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Osh to Dustlik, Margilan silk factory & Tashkent (Uzbekistan): After breakfast transfer to the Uzbek/Kyrgyz border point Dustlik. Drive to Margilan (3 hours), the centre of Uzbekistan’s silk production since the 11th century. Here you will get to visit the wonderful Yodgorlik Silk Factory, covering the raising of silk worms, extraction of the silk threads, spinning, dyeing and weaving in the labour intensive ways of the past. Transfer to railway station for train #729 to Tashkent. Dinner boxes will be provided as the train gets in late and we don't want you to miss dinner! Accommodation: Hotel Oscar Boutique or similar"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Tashkent to Nukus & Khiva: Transfer to the Airport for flight HY-11 TAS/NCU 07h15/08h55 - national flight included in price. Arrive in Nukus where we will to Museum of Fine Arts by Savitsky – a treasure of art, a rich collection of paintings of the epoch of Soviet Avant-Guard and Post Avant-Guard, collected by Igor Savitsky, who managed to save more than 50,000 works of Soviet art from the 1920s and 30s from communist destruction. Later proceed to visit the desert forts of Toprak Kala and Ayaz Kala en route to the jewel of a city that is Khiva! (250 km, 4-5 hrs drive). Take a night walk along the ancient streets soaking up the magnificent lighted mosques, minarets and madrassahs, before enjoying a delightful dinner in a local restaurant. Accommodation: Hotel Zarafshon or similar"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Exploring Khiva (with optional bicycle tour): Spend the day exploring enchanting Khiva. Visit Ichan Kala, the architectural complex of the inner city, surrounded by the large fortress wall with four gates. There are more than sixty architectural monuments: palaces, mosques, madrassahs, minarets and mausoleums inside the inner town: Muhammed Aminkhan Madrassah and its minaret; Kunya Ark and Juma Mosque with 218 pillars which stands as one of the most ancient structures in Central Asia; Tash Khauli palace (the Harem of Khiva Khans); The Mausoleum of Pakhlavan Makhmud; Islam Khodja complex and many other incredible monuments along the way in this remarkable city. Optional bicycle tour: The bicycles are now located in Lokomotiv Park (not in Icahn Kala itself) as it is paved ground and uncomfortable to ride. The park is located 500 meters away from Ichan Kala, and you can walk there to collect your bike. After the tour, you will have some free time and everyone can ride bicycles and pay the rental fee on the spot. Our guide will help to book in advance. Accommodation: Hotel Zarafshon or similar"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Khiva to Bukhara: Depart for Bukhara via Kyzylkum desert (450 km/7-8 hrs). There is a train that runs through the desert but it takes longer and often the AC doesn't work so we've opted to drive this stretch - time to look out the window, nap, read a book, chat with the group, take notes and reflect on the huge distances the ancient Caravanserai needed to cross (occasionally perilously). Recommended books to bring on this adventure are: Kathleen Hopkirk's Central Asia - through writer's eyes (1993) & Peter Hopkirk's The Great Game: On Secret Service in High Asia (1990). Passing through Kyzylkum Desert (translated as red sands) parallel to the Amu Darya River, one of the largest rivers in Central Asia, it runs through Uzbekistan and its neighbours Afghanistan, Kyrgyzstan, Tajikistan and Turkmenistan and we will have a glimpse of the border of Turkmenistan stopping at a gorgeous location where the water reflects the blue sky. There will be pitstops for bathroom breaks and lunch. Dinner and overnight at hotel. Accommodation: Hotel Omar Khayyam or similar"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Exploring Bukhara: The architectural heritage of Bukhara is very rich – caravanserais and trading domes, public baths and big pools, defensive walls and city gates, khanakas and mausoleums, mosques and madrassahs, individual structures and big complexes. Decorative methods, splendour designs and original ideas of architects strike the imagination of anyone. Today we have a full day tour of Bukhara exploring the Lyabi-Khauz Complex consisting of the 17th Century Nodir-Divan-beghi madrassah, the 16th Century Kukeldash madrassah and 17th Century Khonako & Magoki-Attari mosques. Visit the local bazaars housed in the restored ‘trading domes’ of the 14th to 17th century: Tok-i-Zargaron; Jeweler’s bazaar, Tok-i-Tilpak Furushon; the Cap-Maker’s Bazaar, Tok-i-Sarrafon; the Moneychanger’s Bazaar; Madrassah of Ulugbek was built during the time of Ulugbek, in spite of its modest facade it differs from the rest because of its exquisite decoration. You will also visit the famous ceramic centre of Gijduvan (40km outside the city) and in Bukhara you will be guided to the famous Suzani fabrics and workshop. We end a glorious day enjoying a folk performance at the Nodir Divan Begi Madrassah before dinner at a local restaurant. Accommodation: Hotel Omar Khayyam or similar"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Bukhara to Samarkand: After breakfast we will take an excursion to Sitora-i-Mokhi-Khosa, the summer residence of the last Emir of Bukhara, it's delicate architecture mirrored in its adjoining lake. We then continue exploring the city's monuments including the Bolo-Khauz mosque; Fortress Ark (citadel), a fortified residence of Emirs of Bukhara; the 14th Century Chashma-Ayub shrine - its name means 'Job's Well', due to the legend in which Job (Ayub) visited this place and made a well by striking the ground with his staff. The water of this well is still pure and is considered healing. The Samanids Mausoleum considered a masterpiece of Central Asian architecture, and Chor Minor, a colourful madrassah with four peculiar looking towers, was used as a library for students. Before architecture fatigue can set in we will whisk you away to the railway station for high-speed train from Afrosiab to Samarkand where you can check into your hotel. OPTIONAL: Theatrical performance “Instant of Eternity” at Samarkand Theatre of Historical Costume (starts at 18:00, price $20/person) before dinner. Accommodation: Hotel Orient star or similar"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Exploring Samarkand including winery visit: First stop today is the unmissable Reqistan square surrounded by the three splendid madrassahs, which was intersected by six main trade routes in the time of Timur. The oldest Ulugbek madrassah with its blue tilled facade built in the 15th Century. Two centuries later the Sher-Dor madrassah was built with the similar blue tilled facade, and also the Tillya-Kari madrassah was finished, allowing the square to be harmoniously completed. Today Registan square is considered to be the most beautiful square in Central Asia (if not the world!). The Bibi Khanym Mosque, named after one of Timur’s beloved wives, is a little further on necropolis of Shakhi Zinda is one of the holiest pilgrimage places in Uzbekistan. The huge gate and 70 m long staircase leads us to the alley between nearly 20 mausoleums. Here we have the finest works in glazed ceramic of Central Asian and Islamic art. Visit a local Uzbek house where you have an opportunity to get acquainted with the local customs and traditions deeply rooted in the oriental hospitality. Furthermore, you have a chance to participate in cooking Pilov, the national Uzbek dish. Warm and friendly atmosphere and a delicious dinner served by the mistress of the house will be an excellent souvenir of the trip. Optional wine tasting: Join an organised tour of the Chovrenko winery, which is more than 150 years old. Additional fee for visiting the museum and degustation- 45 USD/person Accommodation: Hotel Orient star or similar"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Samarkand to Tashkent: After breakfast continue the tour of Samarkand with a visit to the Mausoleum of Gur-Emir of Timur himself - also known as Tamerlane (1320s – 18th February 1405) - and his descendants. The octagonal complex with marble and onyx interior and a gold ceiling was completed in 1404. Visit to the excavation site of Afrosiab and Museum; Saint Daniel’s tomb; unique Observatory of Ulugbek Timur’s grandson. We will also take a look at the Samarkand Handmade Silk Paper Center “Meros” where the artisans have revived the ancient tradition of the hand-made paper production and reintroduced Samarkand Paper to the world. In the evening transfer to the railway station to take a high-speed train ‘’Afrosiyab’’ to Tashkent to enjoy short panoramic tour of modern part of the city: Earthquake memorial; Amir Temur Square; Independence Square; Theatre Square before our last full group dinner together recounting a whirlwind of incredible memories! Accommodation: Oscar Boutique Hotel or similar"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Tashkent and onward travel: You will be transferred to the airport for your flight home today, or you can book an extra night in Tashkent to rest up and lazily explore the city before your flight onward to either home or the optional Tajikistan Add-On adventure!"
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "horse-trekking-in-tian-shan-mountains-kyrgyzstan",
    "tourName": "Horse trekking in Tian Shan mountains, Kyrgyzstan",
    "placesVisited": "",
    "generalInfo": "Horse Riding the Tian Shan Mountains, Kyrgyzstan<br/><br/>Ride deep into the remote heart of Central Asia on a journey through Kyrgyzstan’s untamed Tian Shan Mountains. This expedition offers more than just spectacular views, it’s an immersion into Kyrgyz nomadic culture and an opportunity to travel through landscapes that few people ever see.<br/><br/>Your adventure begins in Bishkek, the lively capital of Kyrgyzstan. After an early arrival and some time to rest, explore the “White City” on foot, its marble monuments and wide boulevards tell stories from both the Soviet era and the Silk Road before it. Dinner with traditional live music sets the tone for the days ahead.<br/><br/>Travelling east, we follow the shores of Lake Issyk-Kul, one of the world’s largest alpine lakes. On the way, visit the Burana Tower, a 9th-century minaret that once guided traders along the Silk Road. Continue to Karakol, a town framed by apple orchards and snow-capped peaks, where you’ll meet your wilderness guide for this tour and his experienced horsemen.<br/><br/>From here, the road gives way to open steppe. We begin our ride in the Jyrgalan Valley, following rivers fed by glacial melt and ascending towards remote mountain passes. Over the coming days, you’ll cross the Jyrgalan, Tyrgon, and Bosuchuk passes, each revealing vast grasslands, alpine lakes, and horizons of snow and rock. The pace varies between steady climbs and long, open stretches perfect for experienced riders, but accessible to anyone with a sense of adventure.<br/><br/>Camps are simple but spectacular, riverbanks, high meadows, and quiet valleys lit by the night sky. The team prepares fresh camp meals, and evenings are spent around the fire sharing stories or simply taking in the silence. This is travel stripped back to its essentials: nature, companionship, and purpose.<br/><br/>We continue to Ailanysh Lake, its pure waters mirroring the surrounding peaks, before descending into the Altyn-Arashan Valley, whose name means “Golden Spring.” Here, the natural hot springs provide well-earned rest and reflection after days in the saddle. A final trek to the turquoise Ala-Kul Lake brings the journey to its highest point both literally and in spirit.<br/><br/>Returning to Bishkek, the comforts of city life feel almost unfamiliar after time spent so close to nature. Over a final meal, we celebrate the ride, the friendships forged, and the wild beauty of Kyrgyzstan.<br/><br/>This journey is for those who seek meaning in movement who value authenticity over luxury and prefer vast horizons to crowded trails. Choosing this small group tour means riding with expert local guides and having a chance to absorb the beautiful scenery of the Tian Shan mountains whilst also supporting Kyrgyz communities. This carefully planned itinerary also helps to protect the fragile mountain environment by traversing through as sustainably as possible.",
    "durationDays": "11",
    "price": "2199",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Bishkek: Most international airlines arrive into Bishkek early in the morning. Upon landing, you will be transferred to your hotel to check in, early-check ins with breakfast are included. You have the morning to rest after your travel. At 12pm, you will meet your guide and embark on a walking tour of Bishkek. The capital of Kyrgyzstan, also known as the ‘White City’ – so called because many of the government buildings in Soviet times were built from the beautiful, locally mined white marble - is a fascinating city with vast plazas and dramatic monuments from the Soviet Era. Our local tour guide will give us a welcome introduction to both the city and the history of the country, followed by dinner in one of the most well-known tea houses in the city, complete with traditional live music and dancing."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Drive to Karakol: Our 5-6hr drive through the striking landscapes with stunning views of Yssyk-Kol ('Kol' means Lake in Kyrgyz) is pleasantly broken by a visit to the ancient minaret Burana Tower, built by the Karakhanids at the end of the 9th Century where we can climb to the top of this once important marker of the Great Silk Road, as well as visit the nearby museum and open air Balbals (stone figures). We continue our journey, stopping for lunch in Cholpon-Ata. Tonight we stay in Karakol, a city surrounded by apple orchards, for which the area is famous, set against a backdrop of snow capped Terskey Alatau mountains. It is well worth a little explore and we recommend visiting the small mosque, looking more like a Chinese temple than anything else, and made of wood, with no nails whatsoever. This evening you will meet your guide(s) for the next six days. Led by Maks, his trusty crew have many years of experience leading groups in the Tian Shan under their belts."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Drive from Karakol to the Jurgalan valley: This morning, from Karakol, we drive with Maks for around 2 hours to a traditional Kyrgyz village from where we will embark on our first horse ride (9.2km, 600m ascent, taking 4-5hrs) to our campsite. This lies alongside the Jurgalan River, which swells to an impressive size in the summer, from snowmelt and the glacier located further up the valley. There is no escaping the fact that we are immediately heading off the beaten track here."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Crossing the Jurgalan Pass: After a delicious camp breakfast we will head up to the 3500m Jurgalan pass, headed for the Tyrgon Valley (13.8km, 630m ascent, 5 ride). This area is absolutely perfect for horse riding. The Tyrgon Valley is a vast, grassy expanse, so more experienced riders can canter and gallop to their hearts content, until we cross the Tyrgon River by bridge. From here we can see the snow-capped mountains on the horizon with herds of horses left to roam free, whilst their shepherds camp in traditional yurts."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Crossing Tyrgon pass & walking to the base of the Bosuchuk pass: We are immersed in the depths of this wild mountain region; entirely self-sufficient with our trusty team of guides, horsemen and pack animals. We ride for around 5 hours today (10km, 700m ascent), where the views from the Tyrgon Pass (3500m) are simply breathtaking! At night the stars come out in their full splendour as there is no light pollution."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Crossing Bosuchuk pass: From the top of Bosuchuk Pass (3400m) a completely new set of mountains, in the majestic Tian Shan range, open up to us. From this high point we will walk down to the bottom of Ailanysh Pass (8km, 530m ascent, 5-6hrs riding) where we will make a sheltered camp. One of the best things about this adventure is the complete escapism into the wilderness and the silence of the mountains – we will really be getting into our stride by this point and becoming more accustomed to the nomadic way of life."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Ride to the Ailanysh Lake: Our 6 hour ride (13km with approx 500m ascent) takes us up to the beautiful remote freshwater lake where we can stop for lunch, depending on our timing. The water is so fresh it is possible to drink it and we will take on supplies. After no-doubt a few Kodak moments, we will continue on up to cross the Ailanysh Pass at 3671m, to take in more stunning views, before descending to the bottom of Ortok pass where we will make camp."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Ride to hot springs of Altyn-Arashan Valley: Crossing our final pass (Ortok, 3609m) with views of a glacier, we descend into the well-known Altyn-Arashan Valley [‘Golden Spring’ in Kyrgyz] where will stay in a traditional nomad’s yurt. After hiking for 5-6 hours riding (14km, 840m ascent) we can wallow in the natural hot springs and buy beer to celebrate our journey through the Wilds of Kyrgyzstan! It is fun to get back into the mountain community – especially knowing that you will have been somewhere very few people (even locals!) have set foot."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Ride & hike to Ala Kul Lake: Today we set out to reach the bottom of Ala-Kul pass on horseback, then dismounting to hike to the top for around 1 hour - rewarded by the stunning views of this famous mountain lake. By horse from Altyn Arashan to Ala-Kul return will be 7-8 hours. By just walking it would be 9-11hours. Return to Altyn-Arashan Valley for another night in your yurt camp."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Drive to Karakol then Bishkek: We are collected from the valley in Ex- Soviet 4X4 transportation and driven back on rough mountain tracks alongside a raging torrent of a mountain river. After picking up any gear you may have left behind in Karakol town, we bid goodbye and thank you to Maks and will be sped back to the capital for dinner and drinks for our final celebratory night in the capital exploring a bar or two."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Fly out from Bishkek: Leaving the stunning landscapes of Kyrgyzstan is going to feel all wrong but ‘normal life’ awaits you. Time to plan your next escape!"
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "kyrgyzstan-9-day-tour-nomadic-life",
    "tourName": "Kyrgyzstan 9 day tour, Nomadic life",
    "placesVisited": "",
    "generalInfo": "Join the Kyrgyzstan Nomadic Life Tour and discover how the local people work in harmony with the land and resources that sustain them. On this tour you will meet passionate local service providers who are dedicated to creating a sustainable future for tourism in the area.<br/><br/>You will enjoy the quiet charms and warm hospitality of the Kyrgyzstan people and experience a nomadic life including sleeping in a yurt beside the alpine lake of Song Kul. We will soak up the hustle and bustle of oriental bazaars as well as taking time to explore Kyrgyzstan’s green, modern capital, Bishkek.<br/><br/>A highlight of this tour for many is the chance to take part in workshops of Felt and Yurt production and learning how to cook Kyrgyz cuisine. This is an authentic travel experience that will leave lasting memories for all who take part.",
    "durationDays": "9",
    "price": "2255",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Kyrgyzstan - Today you will arrive in Kyrgyzstan. Having completed customs and immigration you will be met by a local driver and transferred to your hotel for the evening. There are no activities planned for today so you can either relax at the hotel or explore the local area. Overnight at Bishkek Hotel"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Bishkek to Jaichy - You will meet up with your guide and driver this morning in the lobby of the hotel to begin the drive to the southern shore of Issyk-Kuk. On the way we will stop to visit the old town of Balasagun and the Burana Tower. Its construction dated from the 10th to the 11th century. We stop for lunch in a local road side cafes (payable locally), where it maybe possible to taste the local bread called Kattama. Our next stop is in Kyzyl-Tuu, where the local masters make the wooden parts for the yurts. A local artisan will show you how to make the wooden parts of a yurt and you may even get to experience this yourself. We arrive at the yurt camp in Jaichy Gorge and have dinner. Tonight you will experience overnight in yurts as the nomads do. (Driving today - 320 km, 5-6 hours of driving) Overnight at Jaichy Yurt Camp (BD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Jaichy to Tamga - Enjoy your breakfast in the yurt camp. This morning you will be learning about the Eagle hunters known as Kusbergi or Berkutchi. A local hunter will talk about the process of breeding and training Eagles. There is also the option to take a hike (about 3 hours) to Boz- Salkyn panoramic viewpoint. For those who don’t want to do a hike, there is time to explore the nomad’s life in the camp. In the afternoon we continue the trip to Tamga village (about 1 ½ hours of driving). The village of Tamga is located on the southern shore of Issyk-Kul Lake and if you have brought your swimmers, then it is possible to have a swim in the lake or just walk along the wild beach. Dinner and overnight in the yurt camp. Overnight at Tamga Yurt Camp (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Jety-Oguz - You will have breakfast in the yurt camp before we take a hike from Svetlaya Polyana to Jety- Oguz. This is an easy walk that should take about 4 hours hike and you will enjoy the beautiful views of the lake and mountains. We will have a picnic lunch on the way, before arriving at our yurt camp for the evening. Dinner and overnight in the yurt camp. Overnight at Jety-Oguz Yurt Camp (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Jety-Oguz to Karakol - There is time for a morning walk in the surrounding area before we transfer to Karakol. We visit the famous red rock formation and Dungan Museum in Yrdyk village and learn more about Dungan ethnicity. We will enjoy lunch with a local Dungan family. Upon arrival in Karakol, we will take a city tour visiting the Russian Orthodox Church, the Muslim Mosque and the Museum of Przhevalsky. Tonight we have dinner along with an Uighur family, and the host will cook a local dish called Lagman. Perhaps the most famous and fundamental part of the local cuisine, lagman is a specialty noodles dish. Starting from a dough ball, these noodles are hand-pulled and hand-cut, a labour-intensive process of repetitive stretching and pulling. (Total distance today 40 km, 1 hour of driving) Overnight in the family guesthouse. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Karakol to Kochkor - An early start this morning as we visit the Sunday animal market, and experience the local trading culture. Our journey will continue to Kochkor village, located along the northern shore of Issyk-Kul. Issyk-Kul lake is the second largest mountain lake in the world. Issyk Kul means warm lake and it was given this name due to the fact that it does not freeze in the winter due to its high salt content. This is a vast body of water stretching to a length of 200km and being 60km wide at points. We will take a boat excursion (1 hour) on the lake before we set off for our accommodation in Kochkor, a family guesthouse. The group will visit a women's cooperation called “Altyn Kol” (Golden Hand) and you can take part in a felt production master class and buy beautiful felt art handicrafts from the local artists. We have dinner at the guesthouse. (Total distance today - 290 km, 5-6 hours of driving) Overnight in the family guesthouse. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Kochkor to Song-Kul - The group will travel to Song-Kul today (150 km, about 3-4 hours of driving). There are plenty of activities available here, depending on your preference. You can go on a day hike in the mountains, meet local shepherds and observe the shepherd's way of life. If you would like to experience horse riding this can also be arranged. For riding we arrange for a local stableman as your escort. It is possible to watch Horse Games competitions. (all payable locally and subject to availability) Overnight in the Song-Kul Yurt Camp (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Song-Kul to Chon-Kemin - The morning is fre to explore or enjoy the surroundings. After lunch we will transfer to Chon- Kemin Nature Park. This national park is one of the most picturesque parts of Kyrgyzstan. More than 700 species of plants can be found here and rare mammals such as snow leopard, brown bear, maral, Eurasian lynx, golden eagle, Himalayan griffon vulture, bearded vulture, saker falcon and sablefly are also found. Upon arrival we will get comfortable and have dinner in the local family guesthouse. (Total distance today - 270 km, 4-5 hours of driving) Overnight in the family guesthouse. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Chon-Kemin to Bishkek - After breakfast, you will learn to cook the local bread known as Boorsok before we continue on the final part of our trip back to Bishkek. On arrival we will take a city tour visiting the Historical Museum, Ala- Too central square and other centrally located sights. After the city tour, we will transfer to the airport for your departure flight. (Total distance today - 160 km, 2-3 hours of driving) Please note: Departure flights should be booked for this evening. We can arrange an extra nights accommodation in Bishkek if required. Contact us for details."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "kyrgyzstan-and-tajikistan-small-group-holiday",
    "tourName": "Kyrgyzstan and Tajikistan small group holiday",
    "placesVisited": "Tajikistan: Dushanbe, Pamir Highway, Kalai- Khumb, Bartang Valley, Explore by 4x4 and on foot, Khorog, Ancient forts, Ishkashim, Yamg, Follow the Panj River, Tajik and Wakhi nomads, Langar, Hike to see petroglyphs, Yashik Kul lake, Caravanserai ruins, Lunch with nomads at yurt camp, Shorbulak Observatory, Murgab, Karakul lake homestay, Kyrgyzstan: Pamir Plateau, Ashik Tash Base Camp, Silk Road city of Osh, Fly to Bishkek",
    "generalInfo": "Explore two of Central Asia’s ‘stans, on this 16 day Kyrgyzstan and Tajikistan small group holiday, following the legendary Pamir Highway. This high-altitude road is amongst the world’s most dramatic routes, but its location in a remote, mountainous region of Central Asia means few Western travellers have journeyed along it.<br/><br/>This holiday starts in Dushanbe, the capital of Tajikistan, and then travels south to Khorog along the Wakhan corridor which follows the Afghan border. Next, travel to Murgab and then north towards the High Pamir mountain range which rises along the border between Tajikistan and Kyrgyzstan. Now we will be travelling below the huge Lenin Peak (7,134m) before threading through the lush Fergana valley, and ending up in the Silk Road city of Osh.<br/><br/>During this exciting journey, there is lots of time to leave the vehicles and explore on foot, hiking to admire vast vistas and meeting nomads who carve out a life in this remote, harsh environment. Enjoy a night in a homestay with welcoming local people and learn about the culture of this region, see ancient petroglyphs, discover Silk Road caravanserai and admire the dramatic mountain landscapes – the perfect trip for adventurous travellers.<br/>",
    "durationDays": "16",
    "price": "4395",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tour starts in Dushanbe: The tour begins in Dushanbe. Accommodation for tonight is included in the tour due to the arrival time of our suggested group flights in the early hours of Day 2."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "In Dushanbe: After a relaxed breakfast we have the rest of the day to explore Tajikistan’s capital city and see the sights. Depending on opening hours, we will visit the impressive Museum of National Antiquities, which houses Asia’s largest statue of a sleeping Buddha (a mighty 13 metres), ancient weapons and a carving of Alexander the Great. Alternatively, we’ll visit the impressive new National Museum located next to the world’s third-tallest flagpole."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Dushanbe - Kalai-Khumb: This morning we start our epic journey taking the Pamir Highway, a road built by the Red Army in the 1930s in order to link the isolated communities to the rest of the Soviet Union. We make a full day’s drive through the changing landscape of canyons and farmland to Kalai-Khumb, situated so close to the Afghani villages just across the river that you’ll be able to wave to each other. Total driving distance: 285km.*Please note that today is a long driving day with an early start. You can expect to be driving for approximately 10 hours."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Kalai-Khumb - Khorog: This morning we drive south towards Khorog and spend the day exploring in 4WDs and on foot. Khorog is the administrative centre of the Pamir region, dramatically set deep in the valley at the confluence of the Panj and Ghund rivers and boxed in by the mountain peaks. Khorog sits at approximately 2070m above sea level. Total driving distance: 250km.*Driving time today is approximately 6.5 hours. Much of the road is paved but there are parts that are gravel and uneven."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "In Khorog: Today we will visit a number of places of interest, including the Ethnographical Museum and beautifully-designed Ismaili Jamatkhana and Centre. Built by the Aga Khan Foundation, it provides a space for congregation, contemplation and contribution to civil society. We’ll stroll in the shady, well-maintained gardens and soak up the relaxing atmosphere of Khorog. The town is also the site of one of Central Asia’s few university campuses."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Khorog - Ishkashim - Yamg: The road from Khorog is partially tarmacked, so the journey today should be relatively smooth. We’ll make a stop for lunch in Ishkashim and see the bridge which is the border with Afghanistan. If time permits, we will be able to stop off along the way and have a look at the old castles that once guarded this branch of the Silk Road, including Yamchun Fort. These castles are all built quite high up so as to dominate the surrounding valley. This part of the Pamirs is also dotted with a variety of religious sites from Sufi shrines to Buddhist stupas. We’ll stay overnight in Yamg village, where we can take a short walk, visit the local shrine or simply relax.*Driving time today is approximately 6 hours"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Yamg - Langar (2800M approx.): We take a short drive along the Panj River today, taking in the cultural change between the nomadic and settled people of the Wakhan. Our destination for today is Langar (2800m), the last village of the Tajik Wakhan Corridor before the border with Afghanistan. Langar boasts a castle and some interesting petroglyphs, and is home to the Wakhi Tajiks, most of whom are farmers or shepherds."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Langar - Yashik Kul Lake (3,737M approx.): We start our day with an uphill hike to view the impressive collection of over 6000 petroglyphs and visit the Jamoat Khana, adorned with colourful murals. We then continue our journey along the Pamir River, hopefully spotting one of the rare herds of Bactrian camels that still exist here. The vista before us brings spectacular views of Afghanistan, with the ice-capped summit of the Wakhan Range. Once our passports have been checked at Kargush army base, we continue north and cross the Khargush Pass (4238m). We will pass by a number of interesting salt lakes before reaching our overnight stop at Yashil Kul Lake, where we will stay in the small hamlet of Bulunkul (3775m). The people living locally are Kyrgyz pastoralists living in a harsh but hospitable environment. Our stay here will deepen our understanding of how people have adapted to live in such remote mountainous areas, in fact the coldest place in Tajikistan.*Driving time today is approximately 4.5 hours"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Yashik Kul Lake - Murgab (3,600M): We will spend some time this morning exploring Lake Yashil Kul before continuing on our way, following the Alichur Plateau. Weather permitting we’ll head up to Shorbulak Observatory, from where you can see the Muztag Ata and Kongur peaks, at 7550m and 7719m respectively, which are part of the Khun Lun Range. We then continue on to Murgab. This quiet town, which is home to the only bazaar of the High Pamir region, is still struggling with its development due to the nearby Russian border guards’ base being closed down – the last remaining Soviet influence in this region. The recent opening of the Chinese Qolma Pass, however, has slowly aided the town in its progression.*Driving time today is approximately 5.5 hours. Please note that the road from Yashil Kul to Murgab can be a bumpy drive."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "In & around Murgab: This morning there will be time visit the local market before we depart to explore the stunning Madian Valley, one of the main grazing areas near Murgab. Driving out of town, we will then head off on foot towards Eli Su hot springs. Here we’ll enjoy a picnic lunch and spend time relaxing, before returning to Murgab for the night."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Murgab - Karakul (3,900M): Our journey today takes us to Karakul. The road climbs up to the Ak Baital Pass - the White Mare Pass. At 4655m, it is the highest pass in the former USSR. Views of mountains and glaciers along the way are simply breath-taking. The stunning Karakul Lake is hidden deep in this expanse of arid landscape. It is a body of water thought to have been created millions of years ago by a meteorite and noted as one of the most geologically fascinating places on earth. We’ll have the opportunity for a short walk along the lake to our homestay in Karakul village. The surrounding area offers some spectacular views, which are especially dramatic with the sun setting over the nearby snow-capped mountains.*Driving time today is approximately 4.5 hours including stops"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Karakul - Bartang Valley: Today we head west towards the Bartang Valley. Very different from both the High Pamir and the Wakhan Valley, Bartang is dotted with small villages and plots of land are carved out of the mountainsides to provide for the local farmers. Considered to be one of the most impressive spots in the western Pamirs, the valley is famous for its superb climbing, hospitable villages and local musicians. After stopping for lunch, we will continue on and spend our first night in the valley in a local village surrounded by the hospitality of a local homestay, with time to explore on arrival.*Driving time today is approximately 9 hours in total and the ride can be bumpy"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "In Bartang Valley: Leaving our homestay this morning, we continue our journey through the Bartang Valley today by driving on to Siponji village, historically used as a shelter from neighbouring Afghan slave traders. On arrival, we’ll be able to take a short walk to explore this friendly village and maybe witness something of their pastoral life, such as milking time.*Driving time today is approximately 5.5 hours, including stops"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Bartang Valley - Kalai-Khumb: This morning we’ll set out on foot, crossing the river and walking to the next village, where our drivers will meet us. Leaving the Bartang Valley behind us, we retrace our steps today and drive on to Kalai Khumb to spend the night.*Driving time today is approximately 7 hours, including a stop for lunch"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Kalai-Khumb - Dushanbe: Our final drive today sees us bid farewell to the mountains and return to Dushanbe. Again, there is another long drive along the Pamir Highway to return to Dushanbe (approximately 10 hours) but the roads are fairly flat, making it a comfortable drive to take in the last of the beautiful scenery. This evening, we’ll head out for our final dinner together and a chance to reminisce over our adventures of the last two weeks."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Tour ends in Dushanbe: The tour finishes today after breakfast at the hotel. However, those on the suggested group flights will depart for the airport early this morning, before breakfast."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "kyrgyzstan-and-uzbekistan-holiday",
    "tourName": "Kyrgyzstan and Uzbekistan holiday",
    "placesVisited": "",
    "generalInfo": "Explore the ancient Silk Road on this overland adventure through Kyrgyzstan and Uzbekistan. Travel from Bishek through Kyrgystan's wild interiors, soaking in alpine landscapes and getting to grips with local life. Then, cross the border into the dusty plains of Uzbekistan to get closer to the country's unique history.<br/> <br/> Suusamyr Valley - Drive through remote mountain scenery and past lush alpine valleys passing nomadic families.<br/> Song Kul - Stand on the shores of sublime alpine lakes and sleep in a traditional yurt.<br/> Arslanbob - walk amongst ancient towering walnut forests and discover hidden waterfalls.<br/>",
    "durationDays": "23",
    "price": "3875",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "In Bishkek; afternoon city sightseeing",
        "description": ": Our tour starts today in Bishkek, a former Silk Road settlement. Kyrgyzstan's capital is a young city, starting life as a clay fort built by the Khan of Kokand in 1825, only to be destroyed by the Russians 43 years later and rebuilt in 1878. For those arriving on time today, our tour leader plans to meet you in the hotel reception at 11am for a welcome meeting, followed by a sightseeing tour by bus and on foot. We'll learn about the main monuments and buildings of the city and take a leisurely walk through Oak Park. If you'd like an airport transfer today, you'll need to arrive into Manas International Airport (BSZ), which is a 50-minute drive from the hotel. For those arriving on flights in the early hours of this morning or for anyone arriving before today, please contact us to book additional nights' accommodation. Please note, if you'd like to join the Bishkek City Tour today, you'll need to arrive at the hotel by 11am. If you're booking your own flights, we recommend giving yourself at least one hour to clear the airport. From the airport to the hotel is around a 40-minute drive, so the latest your flight can arrive is 9am. If you miss the welcome meeting, our tour leader will inform you of any essential information at 6pm."
      },
      {
        "dayNumber": 2,
        "title": "Drive to Karakol via Burana Tower and Issyk Kul Lake",
        "description": ": Leaving behind the city this morning, we'll head into the heart of this small nation. At its centre lies Issyk Kul Lake, surrounded by the Tien Shan Mountains. Along the way, we'll visit the Burana Tower, all that remains of the ancient city of Balasagun. The tower is believed to be the oldest minaret in Central Asia with a detailed external pattern of relief work in brick. We'll also see the petroglyphs in Cholpon-Ata where stones vary in size from 30 centimetres to 3 metres. Ancient drawings on the stones date from the 7th century BC to the 3rd century AD, many of them figures of hunters, ibex, goats and reindeer. From here, we'll also enjoy views of Issyk Kul Lake. We'll then follow the shore along the north of the lake arriving in the city of Karakol in the evening. Strategically located, this was once a Russian military outpost, and the gateway of expeditions into the Tien Shan and beyond. This evening, we'll enjoy a meal cooked by a family from an ethnic minority group, either Dungan or Uygur; both groups are Muslim people of Chinese origin. We'll sample their hospitality and learn about their traditions and lifestyle."
      },
      {
        "dayNumber": 3,
        "title": "Explore Karakol; walk in Djety Oguz Gorge",
        "description": ": The great Russian explorer Prjevalsky died in Karakol before an expedition to Tibet and the small museum dedicated to him gives a great insight into the 19th century Central Asian explorers. While in the city, we'll have the opportunity to see the Chinese influence at the Dungan mosque built in 1910 in the style of a Buddhist pagoda (it is made of wood without any nails) whilst the strong Russian influence is evident at the Orthodox Cathedral. After sightseeing in the morning, we'll drive to visit the Valley of Seven Bulls, at Djety-Oguz, where large red sandstone rock formations tower over the valley. During Soviet times this area became known as a health retreat, and the sanatorium remains. It became famous when after his first flight in space Yuri Gagarin came here to decompress."
      },
      {
        "dayNumber": 4,
        "title": "Drive to Kochkor; visit waterfalls en route",
        "description": ": Today, we'll continue along the southern shore of Issyk Kul Lake where we'll stop to take a bracing dip into the cold waters of the lake. Continuing on, we'll stop again to see the waterfalls within the dramatic Barskaun Gorge, as well as having an opportunity to spot birds whilst we enjoy a river-side picnic. Our final destination is Kochkor, a typical Kyrgyz town where we'll spend the night in local guesthouses, a great way to get to know the locals. Depending upon size, we might find the group split between guesthouses."
      },
      {
        "dayNumber": 5,
        "title": "Spend the night in a traditional yurt at Song Kul Lake",
        "description": ": The women of Kochkor are famous for felt-making and this morning, we'll have the chance to see how 'shirdaks', traditional felt applique rugs, are made by hand. We'll then set off along a dramatic mountain road via Kalmak-Ashu Pass at a lofty 3,346 metres/10,977 feet where we can drink in our surroundings as we journey to Song Kul. The lake itself is spectacular and the second largest in Kyrgyzstan, situated at an altitude of 3,013 metres/9,885 feet above sea level. Surrounded by dramatic snow-covered mountain peaks, it's hidden in a flat, plate-like 'jailoo' (the Kyrgyz word for mountain pasture) which is covered in Edelweiss flowers at certain times of the year. In the summer the shepherds drive the livestock (sheep and/or horses) up into the mountains for pasture and establish a camp for the season. After settling into our yurts, we'll have the opportunity to relax and unwind or perhaps go on a walk by the lake. Yurts are circular dwelling structures made from felt and insulated with sheepskins, traditionally made to be portable and accommodate up to four people. Basic long drop toilets are available in a separate building along with an outdoor basin for washing and are shared with the camp. The experience is very basic, however, gives a unique insight into how local nomads traditionally live and allows us to wake up the next morning in the middle of nowhere."
      },
      {
        "dayNumber": 6,
        "title": "Morning at Song Kul; return to Kochkor",
        "description": ": This morning, you can choose to relax by the lake or - weather permitting - hike into the surrounding mountains. Leaving the camp, we'll walk along grassy, undulating slopes through the Moldo-Toor range. Song Kul Lake offers a spectacular backdrop to the north and we hope to meet locals along the way to get a further glimpse into this traditional lifestyle. The walk takes around four hours and reaches an altitude of 3,300 metres/10,826 feet. After lunch, we'll leave our yurts and make our way back to Kochkor for the night, this time taking a different route crossing the Teskey-Topok Pass, arriving in town in the late afternoon. Then, this evening, we'll head out to enjoy a musical folklore ensemble performance with a wide repertoire of traditional ballads, love songs, work songs and lullabies, accompanied by Kyrgyz national instruments."
      },
      {
        "dayNumber": 7,
        "title": "Scenic drive through the mountains to Suusamyr Valley",
        "description": ": We'll spend today on the road driving through the wild mountain scenery of the inner Tien Shan Mountains as we make our way west. Our drive takes us along the stunning Suusamyr Valley, which is situated at an altitude of 2,000-3,200 metres/6,561-10,498 feet between the dramatic ridges of Kyrgyz and Talas Ala-Too and stretches for 155 kilometres/96 miles. During the summer alpine grasses cover the whole valley, whilst the winter months see it blanketed with snow. There will be plenty of stops for photo opportunities along the way as we make our journey across the passes to Suusamyr Valley."
      },
      {
        "dayNumber": 8,
        "title": "Walking in Chichkan Gorge; afternoon drive to Toktogul Reservoir",
        "description": ": After breakfast this morning, we'll set off on a scenic drive along the Ala-Bel pass before following the course of the Chichkan River to the junction with its tributary, the It-Agar River. From here, we'll start a mostly easy walk on an earth trail which is stony in some sections. The path follows the It-Agar River uphill, before arriving at the small alpine Lake of Saz Kul. The walk takes around two hours up and one hour down. After time to enjoy the picturesque setting, we'll drive along a winding road that follows the Naryn River all the way to the Toktogul Reservoir, the largest reservoir in all of Central Asia and our base for the night."
      },
      {
        "dayNumber": 9,
        "title": "Mountain drive to Djalal-Abad.",
        "description": ": Today, we'll leave Toktogul and drive through the wild landscapes that make Kyrgyzstan so memorable. Our destination is Djalal-Abad, located at the north-eastern end of the Fergana Valley and nestled in the foothills of the Baba Ata Mountains. The city is well-known for its spas and is responsible for producing several brands of mineral water sold across Central Asia. It's also an important agricultural hub, providing the majority of the fruit and vegetables for the region. Upon arrival, the rest of the afternoon is free to either explore or relax."
      },
      {
        "dayNumber": 10,
        "title": "Discover Arslanbob, walk through walnut woodland, visit waterfall",
        "description": ": We'll start today travelling 90 kilometres/56 miles north to the charming village of Arslanbob. Here, we'll spend the day accompanied by a local guide, walking through the walnut groves of Arslanbob sometimes referred to as 'The Royal Woods of Kyrgyzstan'. The trees can reach 30 metres/98 feet and grow wild on the mountain slopes - walking through the grove rewards us with spectacular views. We'll also come across a beautiful waterfall nestled deep in the forest. The walk will take around three to four hours and is graded as easy, with no significant ascents or descents. Later in the afternoon, we'll make our way back to Djalal-Abad."
      },
      {
        "dayNumber": 11,
        "title": "Drive to Osh; cross border into Uzbekistan and drive to Fergana City",
        "description": ": Leaving Djalal Abad behind this morning, we'll make our way into the expansive Fergana Valley and past the city of Osh, which according to legend was founded by either King Solomon or Alexander the Great. Although it dates back to the 5th century BC, very little remains to suggest its ancient past and today, it has a distinctly Soviet feel. We'll travel to checkpoint 'Dostlik', on the Kyrgyz-Uzbek border, where we'll go through immigration and customs formalities. We'll also bid farewell to our Kyrgyz leader as we meet our tour leader from Uzbekistan. From the border, we'll drive to our overnight stop in Fergana City."
      },
      {
        "dayNumber": 12,
        "title": "Drive via ceramic workshop in Rishtan to Tashkent",
        "description": ": This morning, we'll set out to start the final leg of our journey. We'll travel in a convoy of smaller vehicles as we cross over Kamchik Pass before stopping at Rishtan town, famous for its ceramics, where we'll visit a workshop. The Silk Road introduced Chinese ceramics to Uzbekistan, and while craftsman initially emulated Chinese designs, they soon evolved their own, now traditional, Uzbek geometric style. Later, we'll make a brief stop in Kokand town, the former residence of Kokand Khan, before finally arriving in Tashkent."
      },
      {
        "dayNumber": 13,
        "title": "In Tashkent, city tour; free afternoon",
        "description": ": This morning, we'll head out with a local guide to explore Tashkent, the capital of Uzbekistan. Although much of it was destroyed in the earthquake of 1966, it has been rebuilt as a modern model city, with spacious avenues. Our sightseeing tour includes various points of interest around the city, like the Independence Square, Navoi Theatre, Old City, Abu Khasim Madrassah and the Earthquake Monument. We'll also hop on the Tashkent Metro to see some of the flamboyantly decorated stations. The afternoon is free for you to explore more solo."
      },
      {
        "dayNumber": 14,
        "title": "Fly to Urgench in western Uzbekistan and drive to the ancient city of Khiva",
        "description": ": Today, we'll have a little free time to explore more of the city before our flight to Urgench in the early evening. Please note that in order to secure your space on the internal group flight, we require your passport details at the time of booking. On arrival, a further 40-minute bus journey will take us to the remarkable ancient city of Khiva, which will be our base for the next two nights. The early history of this area is sketchy. We do know that, by the time the Arabs arrived in the 8th century, Khiva was one of three important cities which dominated the region. The city's strategic location on the Volga branch of the Silk Route made it a much sought-after imperial asset, with the British and Russians vying for sovereignty throughout the 19th century as part of the 'Great Game'. In 1873, it fell to the Russians as both Samarkand and Bokhara had already done. A 1970s Soviet conservation programme restored much of the city, turning it into what is effectively an open-air museum."
      },
      {
        "dayNumber": 15,
        "title": "In Khiva, visit the Old Citadel; free afternoon",
        "description": ": On this morning's walking tour, we may well feel like we are stepping into a scene from the film 'Arabian Nights' as we explore the majestic Old Citadel. This 12th-century fortress dominated the city before a palace, harem, barracks and mosques were constructed. It is worth climbing the steps of the Dzhuma Minaret for a panoramic view of the maze of streets below. The rest of the afternoon has been left free to explore the mosques, tombs and palaces of this well-preserved city, which has hardly changed since ancient times. This evening, you may choose to explore a bit more of the city after dark, when magical moonlit silhouettes make it even more spectacular."
      },
      {
        "dayNumber": 16,
        "title": "Scenic drive through vast plains to Bukhara",
        "description": ": Today's drive to the fabled city of Bukhara will take up the day but is broken up with plenty of stops as we travel through expansive plains and past old caravanserais. As home to the famous Islamic poets, Firdausa and Rudaki, Bukhara is considered by some to be the 'Bastion of Islam'. The town retains much of its Uzbek character and has more than 140 unique monuments. We will spend the next three nights here to explore this fabulous city."
      },
      {
        "dayNumber": 17,
        "title": "In Bukhara, discover blue-tiled domes and minarets; learn about the city's history",
        "description": ": Today's day of sightseeing starts off with a walking tour. Highlights include the Lyab-i Hauz which once supplied the city's water; the striking blue-tiled Abdul Khan madrassah and the 9th century Mghoki Arrar Mosque. We will also visit the Kalyan minaret, which, as the tallest monument in town, is known as the 'Tower of Death' because prisoners were once hurled to their deaths from here. In addition, we will take in the trading domes that are the most famous symbol of Bokharan architecture. This afternoon, we will drive to The Ark - a massive citadel which was used as a fortress from the 5th century until its fall to the Russians in 1920. Today it houses several small museums connected with Bokhara's history. Bokhara was the site of the imprisonment of two British soldiers during 'The Great Game' - an epic battle fought between Victorian Britain and Tsarist Russia across the vastness of Central Asia. We also plan to visit the summer palace of the Emirs of Bukhara, which is known as the 'Palace of Moon-like Stars'. Here, we will see the famous White Hall, which took 30 architects two years to construct. Finally, we will take in the Char Minar Mosque - the impressive entrance to a now-demolished madrassah, and wander the backstreets of the old town maybe stopping off at a 'chaikhana', a local tea house."
      },
      {
        "dayNumber": 18,
        "title": "Free day to explore Bukhara's sights further",
        "description": ": Today has been left free for you to spend as you wish. You may choose to climb the 46-metre-high Kalyan minaret for stunning views over the city. Alternatively, you may like to explore the Taqi-Sarrafon market - one of the four domed bazaars in Bukhara. Used as a money exchange during the height of the Silk Road, it is now home to plenty of souvenir shops."
      },
      {
        "dayNumber": 19,
        "title": "Drive to Yangikasgan desert camp for overnight in a yurt; optional camel ride",
        "description": ": This morning, we will drive a short distance to Gijduvan - a town celebrated for its crafts and trade since the 10th century. Here, we will visit the famous ceramic centre. Our next stop is Karmana, where we plan to visit the 10th-century Mir-Said Bakhram Mausoleum. Heading off the main highway, we continue our journey north across the desert to Nurata. Famous for its sacred Chashma Spring, the town attracts visitors from across the Islamic World. According to legend, this healing spring, containing gold, silver and bromide, was formed by a meteorite hitting the ground. Whilst in Nurata, we plan to have lunch in a local house and see the remains of Alexander the Great's Karazy Fortress, affording excellent views of the desert landscape. This afternoon, we head to our overnight base in Yangikasgan, where we have the opportunity to go on a short optional camel ride, or simply relax and take in the remote surroundings. Tonight's desert camp accommodation is in yurts, typical of those used by the nomadic people of Central Asia. Yurts are circular dwelling structures made from felt and insulated with sheepskins, traditionally made to be portable. The yurt camp consists of 20 traditional felt yurts each accommodating sleep five people. Mattresses, pillows, linen, blankets and towels are provided. There are eight showers, four (western style) WC cabins and two wash basins. Each yurt is equipped with a 220v / 50Hz power socket and an electric lamp. Meals are served either in the ventilated restaurant hut or open air under shade, and a campfire is lit in the evening. Summer temperatures (from May to September) can reach 30-50 degrees at noon settling at 20-25 degrees at nighttime. During the spring and in autumn the desert can be very cold at night."
      },
      {
        "dayNumber": 20,
        "title": "Drive to Samarkand; afternoon exploration of the city's monuments including Registan Square",
        "description": ": We spend this morning driving to Samarkand. Stormed by Alexander the Great and reduced to ashes by Genghis Khan, Samarkand was nevertheless transformed into the most glittering city in Transoxiana by Tamerlane, who made it his capital in the 14th century. Even today, the monumental scale of the buildings overwhelms visitors. This afternoon, we will visit Registan, a majestic square framed on three sides by huge, blue-tiled madrassahs. We will also visit the Gur Emir, the gold-ceilinged tomb of Tamerlane himself."
      },
      {
        "dayNumber": 21,
        "title": "In Samarkand, discover magnificent mosques and mausoleums; free afternoon to explore further",
        "description": ": This morning's sightseeing is accompanied by a local guide and takes us to the Shah-i-Zinda - a beautifully tiled necropolis of tombs, mosques and mausoleums belonging to Tamerlane's family, friends and the prophet Mohammad's cousin. We will also visit the Ulug-Beg Observatory, considered to have been one of the finest observatories in the Islamic World. It was here that Ulug-Beg, the great medieval astronomer, built his gigantic sextant which enabled him to calculate the length of a year within just 10 seconds. We see the Bibi-Khanym Mosque, once the largest in Central Asia; it was built by Tamerlane with loot from Indian campaigns and named after his favourite Mongolian wife. This afternoon has been left free to explore more of the city at your own pace. You may choose to soak up the atmosphere of the charming old town by wandering its winding, narrow alleys whilst traditionally dressed locals perform their daily rituals. A stop-off at a tea house offers the opportunity to relax with a cup of traditional 'kokchai' tea. Alternatively, you may choose to visit ancient Afrosiab - the original site of the town in northeast Samarkand, dating back to the late Stone Age."
      },
      {
        "dayNumber": 22,
        "title": "In Samarkand, free morning; afternoon high-speed train to Tashkent",
        "description": ": Today, there is more free time for further exploration. Later this afternoon, we transfer to the train station for our modern high-speed train back to Tashkent. Arriving just after 7pm, we will have time to enjoy our last evening of the tour."
      },
      {
        "dayNumber": 23,
        "title": "Tour ends in Tashkent",
        "description": ": The trip ends after breakfast at our hotel in Tashkent. There are no activities planned today, so you're free to depart from Tashkent at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Islam Karimov Tashkent International Airport (TAS), which is a 20-minute drive from the hotel."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "kyrgyzstan-discovery-tour",
    "tourName": "Kyrgyzstan discovery tour",
    "placesVisited": "",
    "generalInfo": "Experience the warm hospitality of remote Kyrgyzstan on a journey through rural villages and wild landscapes. Begin in the bustling capital of Bishkek and barter in Osh Bazaar. Marvel at picturesque views across the Ala Archa Gorge, hike through a blend wild and pastoral landscapes in Chon-Kemin Valley, and marvel at the alpine Issy Kul Lake.<br/><br/>Behold the celestial heights of the Tian Shan mountains, before discovering the ancient traditions of felt- and yurt-making, as well as eagle training. Take in Karakol’s 19th-century Russian architecture, walk amongst the prehistoric petroglyphs of Cholpan Ata and stop for a rest at Tash-Rabat caravanserai, a key Silk Road staging post. End your journey in the colourful bazaars of Osh, against the beautiful backdrop of the Sulaiman-Too Sacred Mountains.<br/><br/>TOUR HIGHLIGHTS<br/>Sublime beauty of Issy Kul Lake<br/>Prehistoric art of Cholpan Ata<br/>Remarkable rock formations at Jety-Oguz gorge<br/>Eagle Hunting of Bokonbaevo<br/>Yurt-making in Kyzyl Tuu<br/>Ancient caravansarai of Tash-Rabat<br/>Traditional felt workshop of Kochkor<br/>Natural tranquillity of Chon Kemin valley<br/><br/>PLACESS VISITED<br/>Bishkek - Issy Kul Lake - Cholpan Ata - Reina Kench Farm - Karakol - Skazka canyon - Naryn - Kyzil Tuu - Tash-Rabat - Kochkor - Chon-Kemin valley - Ashu - Ala Archa Gorge<br/><br/>WHAT'S INCLUDED<br/>Arrival &amp; departure transfers<br/>Ground transport with driver<br/>Accommodation<br/>Meals (refer to itinerary for meal plan)<br/>English-speaking guides<br/>Entrance fees to sites &amp; parks",
    "durationDays": "12",
    "price": "2095",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "On arrival in Bishkek you will be met by a travel representative and transferred to your hotel. After resting, take a tour of Bishkek. Highlights will include a visit to Osh Bazaar and the Eternal Fire (Victory Square). Overnight in Hotel Plaza, Bishkek. Meal plan: Dinner"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Drive along the north coast of Issy Kul lake, stopping to see the petrogylphs in Cholpan Ata as well as its ethnographic museum. It is possible to do a yacht ride on Lake Issy Kul here too. Overnight in Hotel Raduga , Cholpan Ata. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Visit the Nikolai Przhevalskii museum, then continue to Reina Kench farm. Visit the farm and enjoy its ample grounds. Overnight in Guesthouse Reina Kench, Reina Kench Farm. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Go on a city tour of Karakol and visit the Orthodox Cathedral and Dungan mosque. In the afternoon visit Jety Oguz and take a walk in the picturesque Valley of the Flowers. Overnight in Green Yard Hotel, Karakol. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Go on an excursion to Altyn Arashan gorge by track or UAZ off-road vehicle. Overnight in Green Yard Hotel, Karakol"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Visit Skazka canyon and Tamga gorge. Overnight in Tamga in local guesthouse. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Drive to Bokonbaevo to meet an eagle trainer and his eagle. Continue on to Kyzil Tuu, here you can learn about how yurts are made (optional activity, not included), before driving to Naryn. Overnight in Khan-Tengri Hotel, Naryn Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Day trip to visit Tash-Rabat. Return for an overnight in Khan-Tengri Hotel, Naryn. Option to stay in a yurt at Tash-Rabat instead is available. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Drive to Chon Kemin Valley visiting Kochkor en route. Rest of the day free to relax and enjoy the beautiful surroundings. Overnight in Ashu Guesthouse, Chon-Kemin valley. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Drive to Bishkek, stopping at Burana Tower en route. Overnight in Hotel Plaza, Bishkek. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Go on an excursion to Ala Archa Gorge, rest of the day free. Overnight in Hotel Plaza, Bishkek. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "At an appropriate time, transfer to the airport for your departure flight home or onward destination. Meal plan: Breakfast"
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "kyrgyzstan-holiday-small-group",
    "tourName": "Kyrgyzstan holiday, small group",
    "placesVisited": "Bishkek, National History Museum, Sary Chelek, Chychkan Gorge, Arslanbob, Kazarman, Son Kul, Tash Rabat, Naryn, Hot springs camp, Tokmok",
    "generalInfo": "With its alpine peaks, primal forests, pristine lakes and vast steppe, it’s no understatement to say that Kyrgyzstan is one of the most beautiful countries in the world, yet it remains refreshingly undiscovered. Spanning two weeks, this small group tour of Kyrgyzstan departing from the capital, Bishkek, aims to show you exactly what you’ve been missing.<br/><br/>You’ll cross dramatic mountain passes to reach the stunning Sary Chelek Nature Reserve, a UNESCO-protected biosphere where you’ll walk between two of its six turquoise lakes amid beautiful vistas. Head south, then, to Arslanbob. This famously picturesque Uzbek village near an ancient walnut forest that was a favourite of Alexander the Great, and is now the world’s largest source of walnuts. <br/><br/>From Arslanbob you’ll travel through the interior of Kyrgyzstan, over mountains to a spectacular lake, Son Kul, and a night spent in a yurt at a shepherds’ camp. An idyllic location, the lake is surrounded by fantastic hiking terrain which you can enjoy before moving on to Tash Rabat, an ancient Silk Road caravanserai, and then another yurt camp, this time by some refreshing hot springs.<br/><br/>Before returning to Bishkek, one of the most memorable days of the tour begins with a display of traditional eagle hunting, then a marvellous hike through the foothills of Tien Shan to Bokenbaevo. This Kyrgyzstan tour is packed with cultural immersion, exhilarating trekking and above all scenery that will make your rub your eyes in disbelief.<br/>",
    "durationDays": "12",
    "price": "2340",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Join tour in Bishkek: The tour starts around lunchtime in Bishkek, with the possibility of an early check in. This afternoon we will have a look around this city, one of the world’s more relaxed capitals, visiting the excellent National History Museum and taking a wander around one of the bustling bazaars."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Bishkek - Chychkan Gorge: Leaving the capital today, it is not long before we get into the mountain scenery for which Kyrgyzstan is so rightly famed. Our route will take us over two mountain passes - the dramatic Tuu Ashuu (3586m) and the Ala Bel (3184m) which in Kyrgyz means “colourful pass”. As we travel through the Suusamyr Valley we will make several stops for some short acclimatisation walks and opportunities hopefully to meet some of the nomads who are often found here in the summer. We should be able to see their traditional yurts; observe mare milking and see how they control their huge flocks of sheep. This is a great introduction to the life of the nomadic shepherd. Upon arrival at Chychkan Gorge there should be time to explore some of the surrounding area. Driving distance 250km, 5 hours approx."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Chychkan Gorge - Sary Chelek: With an early departure from Chychkan, we aim to arrive by mid-afternoon at Sary Chelek, which was included in the list of UNESCO Protected Biosphere Reserves in 1978. This is one of Kyrgyzstan’s least visited but most striking locations. Centred around a spectacular lake, which sits at an altitude of 1873m, Sary Chelek is almost alpine in appearance and provides some of the finest scenery in Central Asia. We base ourselves here for two nights. Driving distance 280km, 5-6 hours approx."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Sary Chelek: Today we plan to head out with a picnic lunch and take an easy but exhilarating walk between and around two of the lakes of Sary Chelek. Being home to over 1000 species of plant, 160 species of bird and 34 different types of mammal we can never be sure of exactly what we might see, but the views all around are spectacular.Approx. 5 hours walk, 8 km, altitude from 1800 to 2000 m."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Sary Chelek - Arslanbob: Leaving Sary Chelek this morning we head south towards Arslanbob village. Considered to be one of the country’s most attractive villages, it not only sits in the middle of a vast walnut forest, but it is also interestingly predominantly inhabited by ethnic Uzbeks. On arrival we will visit the local bazaar and settle in to our community-based homestay, where we stay for the next two nights. Driving distance 220km, 4 hours approx."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Arslanbob: Today we will have the whole day to explore on foot the surrounds of Arslanbob and to see its famous walnut forests, as well as some of the waterfalls and streams which dot the region. The walnut forests are believed to pre-date the 11th century and may even date back to the times of Alexander the Great. In fact legend has it that Alexander brought back large quantities of the nuts from Central Asia, but had to give them up once he reached Greece as payment to the boatmen who transported his troops. While this may just be the stuff of legend, what is certainly true is that Central Asian walnuts regularly formed part of the goods that were transported along the Silk Road, branches of which ran close to Arslanbob. Those preferring a less active day can take shorter walks and relax amidst the beautiful scenery of this small village.Approx. 4-5 hours walk, 10 km, altitude from 1600 to 1800 m. Optional afternoon walk: 3 hours, 3-4 km, altitude 1600-1800 m."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Arslanbob - Kazarman: We have a long drive today through the country’s interior as we head through the central ranges of the Tien Shan over the Kaldama Ashuu pass (3062m) to Kazarman. This remote town sits on the Naryn River, one of the major tributaries of the Syr Darya River which was known to Alexander and the ancient Greeks as the Jaxartes. Driving distance 230km, 8-9 hours approx."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Kazarman - Son Kul (3,016M): Leaving Kazarman this morning we drive over the Moldo Ashuu pass (3660m), cross the Naryn River and head for Son Kul, a spectacular high mountain lake, to stay in our yurt camp. Arriving late afternoon, we will have a chance to venture out and meet the local nomads who spend their summers here. Driving distance 200km, 6 hours approx."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Son Kul: Today there will opportunities for full or half day walks (or horse rides) up into the hills to enjoy the mind-blowing views over this amazing lake. Alternatively, those wishing to can just hang out at the yurt camp and enjoy some down time. We also hope to be able to observe a game of kok buru (perhaps better known by its Afghan name buzkashi) in which riders compete to place a headless goat in a goal!Approx. 3-4 hours walk before noon. 4-5 km, altitude 3000-3100 m."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Son Kul - Tash Rabat (2,900-3,100M): This morning we’ll take another beautiful drive on to Tash Rabat, the famous ancient Silk Road caravanserai, where we will spend the next two nights. Dinner will be provided by the family of Jergal, the caretaker of the caravanserai with whom we have been staying for over a decade. Driving distance 230km, 5 hours approx."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Tash Rabat: Today is free to explore the stunning mountain surroundings. The walking in this area is wonderful and those wishing to ride also have the chance do so. We might head up to the 3,500m Tash Rabat Pass or follow another beautiful circular route, or you could just do your own thing. This valley, just 35km as the crow flies from the Chinese border, is lush and green, groaning with horses, yaks and sheep and the nomads who live by them. We will take a packed lunch with us, as the ride or walk will take most of the day. We’ll have a traditional dinner again with our friends.Approx. 3-4 hours walk before noon. 3-4 km, 3100-3300 m."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Tash Rabat - Naryn - Kochkor - Bokonbaev: This morning we’ll drive on to Naryn, stopping en route at At Bashy to view the 11th century ruins here. Continuing over the 3030m Dolon Pass, we will stop for lunch in Kochkor. There, we will meet a local women’s cooperative to learn more about the felt-making process and how they embroider the famed Shyrdaks – traditional Kyrgyz carpets. Reaching the southern shore of Issyk Kul Lake, we will stop off at the village of Kyzyl-Tuu to find out more about yurt production from the experts! Our final destination will be Bokonbaev Village, where we will spend the next two nights. Driving distance 350km, 5-6 hours approx."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Bokonbaev – Barskoon Canyon - Fairy Tale Canyon - Bokonbaev: We continue our exploration of the southern shore of Lake Issyk-Kul by heading to the Barskoon Canyon, where we start our hike to reach the Cup of Manas and Tears of a Snow Leopard waterfalls. We then drive back to the lake in order to enjoy some relaxation time (and a swim if you wish) before enjoying lunch cooked in a family guesthouse. We then take a short drive where we start our hike in the aptly named Fairy Tale Canyon. Set in the region of Kadji Sai, this unique magma formation is bursting with colour and makes for a fascinating wander.Barskoon Canyon: Approx. 2hrs walking (highest altitude 2200 m, elevation 200-250m)Fairy Tale Canyon: Approx. 1.5hrs walking (highest altitude 1800 m, elevation 100m)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Bokonbaev - Bishkek: Today we journey back to Bishkek, but not before meeting an Eagle Hunter and their Golden Eagle – witnessing this ancient nomadic tradition first-hand. We will also have a chance to visit the restored 11th century Burana Tower, once part of the Silk Road city of Balasagun. Returning to city life, we will check in to our hotel in time to freshen up for our final dinner together. Driving distance 300km, 5 hours approx."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Tour ends Bishkek: The tour ends after breakfast today at the hotel"
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "kyrgyzstan-silk-road-holiday",
    "tourName": "Kyrgyzstan Silk Road holiday",
    "placesVisited": "",
    "generalInfo": "Explore the ancient Silk Road on this overland adventure through Kyrgyzstan and Uzbekistan. Travel from Bishek through Kyrgystan's wild interiors, soaking in alpine landscapes and getting to grips with local life. Then, cross the border into the dusty plains of Uzbekistan to get closer to the country's unique history.<br/> <br/> Suusamyr Valley - Drive through remote mountain scenery and past lush alpine valleys passing nomadic families.<br/> Song Kul - Stand on the shores of sublime alpine lakes and sleep in a traditional yurt.<br/> Arslanbob - walk amongst ancient towering walnut forests and discover hidden waterfalls.<br/>",
    "durationDays": "14",
    "price": "2445",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "In Bishkek; afternoon city sightseeing",
        "description": ": Our tour starts today in Bishkek, a former Silk Road settlement. Kyrgyzstan's capital is a young city, starting life as a clay fort built by the Khan of Kokand in 1825, only to be destroyed by the Russians 43 years later and rebuilt in 1878. For those arriving on time today, our tour leader plans to meet you in the hotel reception at 11am for a welcome meeting, followed by a sightseeing tour by bus and on foot. We'll learn about the main monuments and buildings of the city and take a leisurely walk through Oak Park. If you'd like an airport transfer today, you'll need to arrive into Manas International Airport (BSZ), which is a 50-minute drive from the hotel. For those arriving on flights in the early hours of this morning or for anyone arriving before today, please contact us to book additional nights' accommodation. Please note, if you'd like to join the Bishkek City Tour today, you'll need to arrive at the hotel by 11am. If you're booking your own flights, we recommend giving yourself at least one hour to clear the airport. From the airport to the hotel is around a 40-minute drive, so the latest your flight can arrive is 9am. If you miss the welcome meeting, our tour leader will inform you of any essential information at 6pm."
      },
      {
        "dayNumber": 2,
        "title": "Drive to Karakol via Burana Tower and Issyk Kul Lake",
        "description": ": Leaving behind the city this morning, we'll head into the heart of this small nation. At its centre lies Issyk Kul Lake, surrounded by the Tien Shan Mountains. Along the way, we'll visit the Burana Tower, all that remains of the ancient city of Balasagun. The tower is believed to be the oldest minaret in Central Asia with a detailed external pattern of relief work in brick. We'll also see the petroglyphs in Cholpon-Ata where stones vary in size from 30 centimetres to 3 metres. Ancient drawings on the stones date from the 7th century BC to the 3rd century AD, many of them figures of hunters, ibex, goats and reindeer. From here, we'll also enjoy views of Issyk Kul Lake. We'll then follow the shore along the north of the lake arriving in the city of Karakol in the evening. Strategically located, this was once a Russian military outpost, and the gateway of expeditions into the Tien Shan and beyond. This evening, we'll enjoy a meal cooked by a family from an ethnic minority group, either Dungan or Uygur; both groups are Muslim people of Chinese origin. We'll sample their hospitality and learn about their traditions and lifestyle."
      },
      {
        "dayNumber": 3,
        "title": "Explore Karakol; walk in Djety Oguz Gorge",
        "description": ": The great Russian explorer Prjevalsky died in Karakol before an expedition to Tibet and the small museum dedicated to him gives a great insight into the 19th century Central Asian explorers. While in the city, we'll have the opportunity to see the Chinese influence at the Dungan mosque built in 1910 in the style of a Buddhist pagoda (it is made of wood without any nails) whilst the strong Russian influence is evident at the Orthodox Cathedral. After sightseeing in the morning, we'll drive to visit the Valley of Seven Bulls, at Djety-Oguz, where large red sandstone rock formations tower over the valley. During Soviet times this area became known as a health retreat, and the sanatorium remains. It became famous when after his first flight in space Yuri Gagarin came here to decompress."
      },
      {
        "dayNumber": 4,
        "title": "Drive to Kochkor; visit waterfalls en route",
        "description": ": Today, we'll continue along the southern shore of Issyk Kul Lake where we'll stop to take a bracing dip into the cold waters of the lake. Continuing on, we'll stop again to see the waterfalls within the dramatic Barskaun Gorge, as well as having an opportunity to spot birds whilst we enjoy a river-side picnic. Our final destination is Kochkor, a typical Kyrgyz town where we'll spend the night in local guesthouses, a great way to get to know the locals. Depending upon size, we might find the group split between guesthouses."
      },
      {
        "dayNumber": 5,
        "title": "Spend the night in a traditional yurt at Song Kul Lake",
        "description": ": The women of Kochkor are famous for felt-making and this morning, we'll have the chance to see how 'shirdaks', traditional felt applique rugs, are made by hand. We'll then set off along a dramatic mountain road via Kalmak-Ashu Pass at a lofty 3,346 metres/10,977 feet where we can drink in our surroundings as we journey to Song Kul. The lake itself is spectacular and the second largest in Kyrgyzstan, situated at an altitude of 3,013 metres/9,885 feet above sea level. Surrounded by dramatic snow-covered mountain peaks, it's hidden in a flat, plate-like 'jailoo' (the Kyrgyz word for mountain pasture) which is covered in Edelweiss flowers at certain times of the year. In the summer the shepherds drive the livestock (sheep and/or horses) up into the mountains for pasture and establish a camp for the season. After settling into our yurts, we'll have the opportunity to relax and unwind or perhaps go on a walk by the lake. Yurts are circular dwelling structures made from felt and insulated with sheepskins, traditionally made to be portable and accommodate up to four people. Basic long drop toilets are available in a separate building along with an outdoor basin for washing and are shared with the camp. The experience is very basic, however, gives a unique insight into how local nomads traditionally live and allows us to wake up the next morning in the middle of nowhere."
      },
      {
        "dayNumber": 6,
        "title": "Morning at Song Kul; return to Kochkor",
        "description": ": This morning, you can choose to relax by the lake or - weather permitting - hike into the surrounding mountains. Leaving the camp, we'll walk along grassy, undulating slopes through the Moldo-Toor range. Song Kul Lake offers a spectacular backdrop to the north and we hope to meet locals along the way to get a further glimpse into this traditional lifestyle. The walk takes around four hours and reaches an altitude of 3,300 metres/10,826 feet. After lunch, we'll leave our yurts and make our way back to Kochkor for the night, this time taking a different route crossing the Teskey-Topok Pass, arriving in town in the late afternoon. Then, this evening, we'll head out to enjoy a musical folklore ensemble performance with a wide repertoire of traditional ballads, love songs, work songs and lullabies, accompanied by Kyrgyz national instruments."
      },
      {
        "dayNumber": 7,
        "title": "Scenic drive through the mountains to Suusamyr Valley",
        "description": ": We'll spend today on the road driving through the wild mountain scenery of the inner Tien Shan Mountains as we make our way west. Our drive takes us along the stunning Suusamyr Valley, which is situated at an altitude of 2,000-3,200 metres/6,561-10,498 feet between the dramatic ridges of Kyrgyz and Talas Ala-Too and stretches for 155 kilometres/96 miles. During the summer alpine grasses cover the whole valley, whilst the winter months see it blanketed with snow. There will be plenty of stops for photo opportunities along the way as we make our journey across the passes to Suusamyr Valley."
      },
      {
        "dayNumber": 8,
        "title": "Walking in Chichkan Gorge; afternoon drive to Toktogul Reservoir",
        "description": ": After breakfast this morning, we'll set off on a scenic drive along the Ala-Bel pass before following the course of the Chichkan River to the junction with its tributary, the It-Agar River. From here, we'll start a mostly easy walk on an earth trail which is stony in some sections. The path follows the It-Agar River uphill, before arriving at the small alpine Lake of Saz Kul. The walk takes around two hours up and one hour down. After time to enjoy the picturesque setting, we'll drive along a winding road that follows the Naryn River all the way to the Toktogul Reservoir, the largest reservoir in all of Central Asia and our base for the night."
      },
      {
        "dayNumber": 9,
        "title": "Mountain drive to Djalal-Abad.",
        "description": ": Today, we'll leave Toktogul and drive through the wild landscapes that make Kyrgyzstan so memorable. Our destination is Djalal-Abad, located at the north-eastern end of the Fergana Valley and nestled in the foothills of the Baba Ata Mountains. The city is well-known for its spas and is responsible for producing several brands of mineral water sold across Central Asia. It's also an important agricultural hub, providing the majority of the fruit and vegetables for the region. Upon arrival, the rest of the afternoon is free to either explore or relax."
      },
      {
        "dayNumber": 10,
        "title": "Discover Arslanbob, walk through walnut woodland, visit waterfall",
        "description": ": We'll start today travelling 90 kilometres/56 miles north to the charming village of Arslanbob. Here, we'll spend the day accompanied by a local guide, walking through the walnut groves of Arslanbob sometimes referred to as 'The Royal Woods of Kyrgyzstan'. The trees can reach 30 metres/98 feet and grow wild on the mountain slopes - walking through the grove rewards us with spectacular views. We'll also come across a beautiful waterfall nestled deep in the forest. The walk will take around three to four hours and is graded as easy, with no significant ascents or descents. Later in the afternoon, we'll make our way back to Djalal-Abad."
      },
      {
        "dayNumber": 11,
        "title": "Drive to Osh; cross border into Uzbekistan and drive to Fergana City",
        "description": ": Leaving Djalal Abad behind this morning, we'll make our way into the expansive Fergana Valley and past the city of Osh, which according to legend was founded by either King Solomon or Alexander the Great. Although it dates back to the 5th century BC, very little remains to suggest its ancient past and today, it has a distinctly Soviet feel. We'll travel to checkpoint 'Dostlik', on the Kyrgyz-Uzbek border, where we'll go through immigration and customs formalities. We'll also bid farewell to our Kyrgyz leader as we meet our tour leader from Uzbekistan. From the border, we'll drive to our overnight stop in Fergana City."
      },
      {
        "dayNumber": 12,
        "title": "Drive via ceramic workshop in Rishtan to Tashkent",
        "description": ": This morning, we'll set out to start the final leg of our journey. We'll travel in a convoy of smaller vehicles as we cross over Kamchik Pass before stopping at Rishtan town, famous for its ceramics, where we'll visit a workshop. The Silk Road introduced Chinese ceramics to Uzbekistan, and while craftsman initially emulated Chinese designs, they soon evolved their own, now traditional, Uzbek geometric style. Later, we'll make a brief stop in Kokand town, the former residence of Kokand Khan, before finally arriving in Tashkent."
      },
      {
        "dayNumber": 13,
        "title": "In Tashkent, city tour; free afternoon",
        "description": ": This morning, we'll head out with a local guide to explore Tashkent, the capital of Uzbekistan. Although much of it was destroyed in the earthquake of 1966, it has been rebuilt as a modern model city, with spacious avenues. Our sightseeing tour includes various points of interest around the city, like the Independence Square, Navoi Theatre, Old City, Abu Khasim Madrassah and the Earthquake Monument. We'll also hop on the Tashkent Metro to see some of the flamboyantly decorated stations. The afternoon is free for you to explore more solo."
      },
      {
        "dayNumber": 14,
        "title": "Tour ends in Tashkent",
        "description": ": The trip ends after breakfast at our hotel in Tashkent. There are no activities planned today, so you're free to depart from Tashkent at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Islam Karimov Tashkent International Airport (TAS), which is a 20-minute drive from the hotel."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "kyrgyzstan-small-group-holidays",
    "tourName": "Kyrgyzstan small group holidays",
    "placesVisited": "",
    "generalInfo": "Experience three of Kyrgyzstan’s most beautiful alpine lakes: Stay in yurts on the shores of the majestic sea-like Issyk-Kul watching the local eagle hunters; earn a view of Chatyr-Kol after hiking/riding to a high pass deep in the Tian Shan Mountains along the ancient Silk Road; ride horses alongside nomad herders in the tranquillity Son-Kol, situated in the heart of the country surrounded by a gentle crown of mountains and grazing livestock in the summer months. <br/><br/>Highlights include:<br/>Stay in yurts with local nomadic families<br/>Travel to pristine alpine lakes<br/>Day-hike in the Tian Shan Mountains<br/>Ride horses &amp; watch eagle hunting",
    "durationDays": "9",
    "price": "1999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Your adventure starts in Bishkek. We take a tour of the ‘White City’ – so called because many of the government buildings in Soviet times were built from the beautiful locally mined white marble. We will learn about the history of the country with our local tour guide and have dinner in one of the most well-known tea houses in the city with traditional live music and dancing."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Day hike in Ala Archa National Park. A short drive out of town we will stretch our legs with a day-hike (approx 5 hrs steady walking including stop for packed lunch and other short breaks) in Ala Archa National Park. We have a favourite route to a waterfall, taking in in the beautiful alpine air and views of the mountains and rivers. We return to the city for dinner and to relax before heading out on our adventure in the morning."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Drive to Lake Issyk-Kul; visit Skazka Canyon & eagle hunting. We drive a few hours to the southern shore of Issyk-Kul but stop en route to visit a local mosque and Burana Tour. Before reaching our yurt camp near the shores of the glistening lake – so large its turquoise waters often look like the Mediterranean, we are treated to an exciting eagle hunting demonstration. Time and energy permitting, we will also explore the interesting rock formations of Skazka Canyon."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Drive to Tashrabat Caravansari yurt camp. We drive south down alongside the rising snow-capped Tian Shan Mountains to the ancient Caravanserai of Tashrabat which lies on the ancient Silk Road only two days travel from the Chinese border. We will stay in the yurt camp and explore the Caravanserai itself where traders throughout history would have holed up to protect themselves from bandits or bad weather on this lucrative but perilous trade route."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Hike/horse ride up to pass with views of Chatyr-Kol Lake. A mix of riding and walking is the perfect way for us to travel up the winding valley trails up to the top of a high pass (4000m) where (weather permitting) we will have an incredible view of Chatyr-Kol Lake. It is a there & back route and we have all day so there is no rush! We recommend riding the flatter sections to the base of the climb (14km total) and then hiking to the pass (8km total with 950m ascent). This day trip is optional – if you would rather, you can just stay and explore the foothills around the Caravanserai but the views are absolutely worth it."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Drive to Song-Kul Lake yurt camp. We will take the winding road up into the very centre of Kyrgyzstan’s hidden plateau to the majestic Song-Kul Lake; probably the most picturesque lake in the country. It is a popular ground for nomadic shepherds who bring their flocks here in the summer months. We will stay in a beautiful yurt camp on the southern shore with the family who run it, play with the innumerable children, and sample the delicious local cuisine."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Hiking and/or horse-riding around Song-Kul Lake. Today we have a whole day of leisure in these beautiful surroundings. We can hike, horse ride or do nothing! It is an amazing place just to spend time under a never-ending sky viewing incredible sunrises and sunsets, not to mention impeccable views of the Milky Way in clear skies. Spend time with the local people in ours and other yurt camps dotted along the shores. Walks to see petroglyphs (approx 6.5km round trip) an option."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Drive back to Bishkek. We will drive back to the capital for out last group dinner in the city and to celebrate our adventure in this unique and beautiful country."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Fly out from Bishkek."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "kyrgyzstan-tian-shan-mountains-hiking-tour",
    "tourName": "Kyrgyzstan Tian Shan Mountains hiking tour",
    "placesVisited": "Hike a wild region of the Tian Shan Mountains, Meet local nomadic herders, View glaciers and cross whitewater rivers, Option to horse ride much of the way, Bathe in natural hot springs at a nomadic yurt camp, Mix of yurts, camping and homestays, Share stories around the campfire, Total immersion in unspoilt nature",
    "generalInfo": "One of our most spectacular and enthralling walking tours, this trip immerses you in a corner of Kyrgyzstan’s Tian Shan Mountains so remote that until relatively recently only a few local people are familiar with it. And you’ll be walking alongside some of them, with Kyrgyz guides accompanying you as well as horsemen whose trusty steeds will bear your supplies and camping equipment. There will be opportunities to hop into the saddle yourself, if you fancy going for a ride.<br/><br/>Three bits of knowledge are key to our Tian Shan Mountains walking holiday. Firstly, the landscapes are spectacular. Simply astounding, while the night skies are full of stars. Secondly, although these mountains are becoming more widely known as an off-the-beaten-track trekking destination, compared to somewhere like Nepal, they see far fewer visitors. And thirdly, because it is still fairly undeveloped as a trekking destination, you’ll need to be prepared for the rigours, and the wonders, of wild camping.<br/><br/>Highlights of this trip, beyond unzipping your tent flaps on these views every morning, include a night in a local homestay in Karakol, a visit to a traditional teahouse in the capital, Bishkek, and a relaxing soak in some natural hot springs towards the end of your trip. But perhaps the most memorable moments will be those evenings sitting around the campfire, sharing a drink and a story with your guides and your fellow walkers.<br/><br/>Our map of Kyrgyzstan and the Tian Shan Mountains below gives you an idea of the trip route, and you can also find details of included meals further down the page. This tour is best suited to fairly experienced walkers in decent fitness, happy to rough it a little for a week in return for some epic adventures. <br/>",
    "durationDays": "10",
    "price": "1999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Your adventure starts in Bishkek. We take a tour of the ‘White City’ – so called because many of the government buildings in Soviet times were built from the beautiful locally mined white marble… until they ran out of marble. We will learn about the history of the country with our local tour guide and have dinner in one of the most well-known tea houses in the city with traditional live music and dancing."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Drive to Karakol. Our drive encompasses Issyk-Kul Lake, the second largest alpine lake in the world after Lake Titicaca in South America. It is heated from thermal activity and never freezes even in the depths of winter: In the summer the water temperature reaches 25-28 degrees centigrade (warmer than the air) and you can swim as you gaze at the snowy peaks of the surrounding Tian Shan Mountains. We will also pass the ancient minaret Burana Tower, built by the Karakhanids at the end of the 9th Century where we can climb to the top of this once important marker of the Great Silk Road. In Karakol we stay at a friendly local homestay."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Drive from Karakol to the Jurgalan valley. We drive for two hours to a traditional Kyrgyz village from where we will embark on our first hike to our campsite. This is alongside the Jurgalan River which swells to an impressive size in the summer from snowmelt and the glacier located further up the valley. Already it is clear we are heading off the beaten track, as it is very unlikely we will see any tourists in this area."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Crossing Jurgalan pass. After a delicious camp breakfast we will head up to the 3700m Jurgalan pass. This area is absolutely perfect for horse riding and we welcome beginners to have a go as the horses are well trained and a handler can assist you where necessary. The Tyrgon Valley is a vast, grassy expanse so more experience riders can canter and gallop to their heart’s content until we cross the Tyrgon River by bridge. From here we can see the snow-capped mountains on the horizon with herds or horses left to roam free whilst their shepherds camp in traditional yurts."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Crossing Tyrgon pass, walking to the bottom of Bosuchuk pass. Here we are in the depths of this wild mountain region; it is very unlikely to see any people and we will be self-sufficient with our trusty team of guides, horsemen and pack animals. The views from the Tyrgon Pass are simply breath taking! At night the stars come out in their full splendour as there is no light pollution, and we can sit around the campfire potentially sharing a few warming nips of schnapps until the day’s exertions drive us to our beds."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Crossing Bosuchuk Pass. From the top of Bosuchuk Pass a completely new set of mountains in the majestic Tian Shan range open up to us. From this high point we will walk down to the bottom of Ailanysh Pass where we will make a sheltered camp. One of the best things about this adventure is the complete immersion into nature and the silence of the mountains – we will really be getting into our stride by this point and becoming more accustomed to the nomad way of life."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Walk to the Ailanysh Lake. We hike and/or ride up to the beautiful remote freshwater lake where we can stop for lunch depending on our timing. The water is so fresh it is possible to drink it and we will take on supplies. After no-doubt a few Kodak moments we will continue on up to cross the Ailanysh Pass at 3671m to take in more stunning views, before descending to the bottom of Ortok pass where we will make camp."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Hike to the hot springs of Altyn-Arashan Valley. Crossing our final pass (Ortok) with views of a glacier, we descend into the well-known Altyn-Arashan Valley [‘Golden Spring’ in Kyrgyz] where will stay in a traditional nomad’s yurt. We will bathe in the natural hot springs and can buy beer to celebrate our journey through the Wilds of Kyrgyzstan! It is fun to get back into the mountain community – especially knowing that you will have been somewhere very few people (even locals!) have set foot."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Drive to Karakol then Bishkek. We are collected from the valley in Ex-Soviet 4X4 transportation and driven back to Karakol town via a beautiful valley and rough mountain track alongside a raging torrent of a mountain river. After picking up any gear you may have left behind in Karakol town, we will be sped back to the capital for dinner and drinks for our final celebratory night in the capital exploring a bar or two."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Fly out of Bishkek."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "kyrgyzstan-tour-mountains-lakes-and-nomads",
    "tourName": "Kyrgyzstan tour, mountains, lakes and nomads",
    "placesVisited": "",
    "generalInfo": "Kyrgyzstan has to be one of the most striking countries in Asia, with a landscape of towering snow capped peaks, azure blue lakes and alpine forests, populated by iconic wildlife such as bear and snow leopard. Elsewhere nomads move between summer and winter pastures with their vast herds, following a way of life that has remained largely unchanged for generations – Kyrgyzstan is one of the last bastions of nomadic culture in an increasingly modernised world. This two week Kyrgyzstan holiday encompasses the very best the country has to offer, from its scenery to its traditional cultures and its ancient Silk Road monuments. Staring in Bishkek we travel through the Suusamyr Valley to the Toktogul Reservoir and the Sary Chelek Reserve, where we mingle with local villagers and hike in the surrounding mountains, hoping to spot bears along the way. Kyrgyzstan has excellent community based tourism programmes and we stay as guests of local families in homestay accommodation – one of the best ways to gain an understanding of traditional culture and customs.<br/><br/>Moving on we explore the monuments of Uzgen and Osh – an ancient city dating back more than three thousand years with a wealth of history to explore. From here, our journey takes us across the centre of Kyrgyzstan, crossing the Kaldarma Pass and with incredible views along the way as we travel to the lake of Song Kul. This is a great place to meet local nomads and learn about their lives, and we have a full day to explore the area. South from Song Kul lies the 15th century caravanserai of Tash Rabat, once an important stop for traders on the old Silk Road, and we stop here before moving on to Issyk Kul. We travel around the southern and northern shores of this great lake, stopping to explore picturesque canyons, meet traditional eagle hunters and see the ancient petroglyphs at Cholpon Ata – this is perhaps the jewel in Kyrgyzstan’s crown and we have plenty of time to explore the region. Finally, before heading back to Bishkek we visit the Burana Tower, all that remains of a once powerful civilisation.<br/><br/>Kyrgyzstan is a truly enchanting country and its breathtaking landscapes and traditional nomadic cultures are an intoxicating combination.",
    "durationDays": "16",
    "price": "2899",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Bishkek - Arrive in Bishkek and transfer to the hotel. After some time to freshen up, begin exploring the city visiting some of its main sights including Ala Too Square and the monument to Lenin. Overnight B Hotel or similar. (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Chichkan Canyon – Toktogul - Head out of the city on a picturesque drive over the Tuu Ashuu Pass and through the Suusamyr Valley, with a picnic lunch en route. Our journey ends at the town of Toktogul, where we stay on the shores of the lake and have opportunities to explore the surrounding area. Overnight local guesthouse. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Uzgen – Osh - Drive first to Uzgen, a small town which was once one of the capitals of the Karakhanid state and the centre of a vast empire in Central Asia from the 10th to 12th centuries. Visit its interesting mausoleums and minarets before continuing to Osh. Overnight Sunrise Hotel or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Osh - Kazarman- We spend the morning exploring Osh with visits to Solomon’s Throne, one of the main shrines of the Islamic world in Central Asia, and follow the trail of pilgrims to the top of the hill. We also explore the lively bazaar, where traders from around the region meet. Later we drive across the Kaldarma Pass, which separates the northern and southern regions of Kyrgyzstan, with stunning – and different – views from both sides. We have plenty of opportunities to stop for photos before arriving in the village of Kazarman, where we spend the night. Overnight family guesthouse. (BD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Song Kul - Drive to Song Kul lake, one of the most picturesque parts of Kyrgyzstan and home to seasonal families of nomads. On the way we have plenty of opportunities to stop and take in the magnificent landscapes. Overnight simple yurt accommodation (multi-share). (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Song Kul - A full day to explore this beautiful area by foot and vehicle. We take excursions around the lake shore and meet local nomads with their herds of livestock, learning about life in this remote corner of Asia. Overnight simple yurt accommodation (multi-share). (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Naryn - Tash Rabat - Drive to the town of Naryn where we will visit the Blue Mosque and Regional Museum. Continue to Tash Rabat, a 15th century caravanserai that was once an important stop for traders on the Silk Road. Overnight yurt camp. (BD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Bokonbaevo - Drive to Bokonbaevo, on the southern shores of Lake Issyk Kul and set amidst glorious scenery. This afternoon we meet a traditional Kazakh eagle hunter and learn about this ancient art from one of the few remaining practitioners. Overnight guesthouse. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Djety Oguz - Karakol - Continue driving along the shores of Issyk Kul to its eastern edge. En route we stop at the Skazka Canyon, which we explore on foot. We also stop at Djety Oguz with its distinctive red sandstone cliffs. Upon arrival into Karakol, we visit its Dungan Mosque and Russian Orthodox church, built from wood. Overnight Matsunoki Hotel or similar. (BL)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Jyrgalan – Karakol - We make our way to the Jyrgalan valley with a full day walk to reach Kok Bel waterfall. The waterfall feeds into the Kok Bel river which is a vital water source for various herds in and around the Jyrgalan valley. Return to Karakol in the evening. Overnight Matsunoki Hotel or similar. (BL)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Tepke – Karkara Valley - Today we reach Karkara, a beautiful area at the border with Kazakhstan. We spend time exploring the area walking the nearby hills and canyons. We stop at a local horse farm in Tepke village to learn about the family who built the farm. Overnight yurt camp with private facilities. (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Cholpon Ata - In the morning we start making our way to Cholpon Ata town on Lake Issyk Kul. We visit the rock carvings which date back to around 1500BC with images of hunters and their prey. Our accommodation tonight is on the shores of the lake. Overnight Karven Resort or similar. (B)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Bishkek - Return to Bishkek, stopping at the Burana Tower en route. This is all that remains of the capital of the Karakhanid dynasty, and dates back to the 10th century. We stop en route for lunch with a local family. Overnight B Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Bishkek - Transfer to the airport for departure. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "kyrgyzstan-world-nomad-games-tour-2026",
    "tourName": "Kyrgyzstan & World Nomad Games tour 2026",
    "placesVisited": "",
    "generalInfo": "Timed to align with the spectacular World Nomad Games, this journey through Kyrgyzstan weaves together untamed landscapes, heartfelt hospitality, and deeply rooted tradition.<br/><br/>Begin in Bishkek, where tree-lined avenues and striking Soviet-era mosaics introduce you to Kyrgyz culture before you slip away to the alpine paths of Ala-Archa National Park. Continue across scenic mountain passes, moving from yurt to yurt, waking to the stillness of Son-Kul Lake and sharing dinners beneath vast, starlit skies. In the Issyk-Kul region, try your hand at crafting wool felt or assembling a yurt, watch master eagle hunters demonstrate their skill, and enjoy Dungan home cooking in a welcoming family setting.<br/><br/>Marvel at the otherworldly shapes of Skazka Canyon, unwind in the natural hot springs of the Altyn-Arashan Valley, and roam through Karakol’s vibrant animal market. Finally, settle in for the unforgettable World Nomad Games — a thrilling celebration of traditional sport, horsemanship, and cultural pride set against the dramatic shores of Lake Issyk-Kul. This is a journey into Kyrgyzstan’s mountains, markets, and nomadic spirit — a land defined by its raw beauty and enduring heritage.<br/><br/>**World Nomad Games photos kindly provided by the World Nomad Games Committee, R Iliasov and Artem Kolosov.",
    "durationDays": "15",
    "price": "4195",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly from the UK to Bishkek."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Arrive in Bishkek and transfer to your hotel for immediate check-in and a chance to refresh. Spend the afternoon exploring the capital’s Soviet landmarks, leafy parks and buzzing bazaars, including Ala-Too Square, Oak Park, the State Historical Museum and ZUM. Visit the Museum of Fine Arts, the Frunze Museum and Victory Square before ending the day with a traditional yurt dinner at Supara Ethno Restaurant. (B/D)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Begin with a refreshing escape to Ala-Archa National Park, just a short drive from Bishkek. Set amid the Tian Shan mountains, it offers sweeping alpine views, pine forests, clear rivers, and easy walking trails. Return to the city to uncover Bishkek’s Soviet-era charm—colourful mosaics, the restored State Circus, wide boulevards, leafy parks and bold architecture. Enjoy the relaxed atmosphere and perhaps pause at a local café. (B/L/D)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After breakfast, depart Bishkek for the peaceful Chon-Kemin Valley, 150 km to the east. Along the way, stop at the Burana Tower, a well-preserved 10th-century minaret, and browse the small museum of ancient artefacts. On arrival, enjoy a hearty home-cooked lunch at a local guesthouse. Spend the afternoon exploring the quiet countryside or taking a gentle horse-cart ride for a relaxed glimpse of rural Kyrgyz life. (B/L/D)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Travel this morning across the scenic Kalmak Ashuu Pass to Son-Kul Lake, set high at 3,016 metres. Encircled by broad meadows and mountains, the lake offers peaceful walks or horseback rides along its shores, as well as visits to nomadic yurts to learn about shepherd life. On arrival, settle into a cosy yurt camp decorated with vibrant textiles. Enjoy homemade meals, warm hospitality, modest comforts, and brilliant night skies perfect for stargazing — a true immersion into Kyrgyz nomadic culture. (B/L/D)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Spend the morning exploring the serene landscapes around Son-Kul Lake by horseback or on foot, with the option to visit nearby ancient petroglyphs. After lunch at camp, continue to Bokonbaevo, a welcoming village on the shores of Lake Issyk-Kul, where you’ll settle into a traditional yurt camp for the next two nights. On the way, stop in Kochkor for a hands-on felt-making demonstration at Altyn Kol, guided by skilled local artisans. Enjoy a quiet evening at leisure. (B/L/D)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Start the day with a visit to Bokonbaevo’s war monument and lively bazaar for an insight into local village life. Then witness an exhilarating eagle hunting demonstration, highlighting the bird’s incredible skill and speed. Continue to Kyzyl Tuu, a village renowned for its master yurt makers, where you’ll watch a live yurt-building demonstration before enjoying lunch with a local family. In the evening, head to Skazka (Fairy Tale) Canyon, where wind-shaped red rock formations glow beautifully in the sunset. (B/L/D)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Leave Bokonbaevo and follow the scenic southern shore of Lake Issyk-Kul toward Karakol. Along the way, stop at Barskoon Waterfall, tucked into a beautiful mountain gorge, and visit the dramatic Jeti-Ögüz Gorge, famed for its “Seven Bulls” red cliffs and folklore. On arrival in Karakol, explore the city’s highlights, including the Prejevalskiy Museum, the Holy Trinity Orthodox Church, and the distinctive Dungan Mosque. In the evening, join a cooking class with a local Dungan family and learn to make traditional lagman noodles. (B/L/D)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Travel to the secluded Jyrgalan Valley, perched at 2,300 metres near the Kazakh border. This pristine alpine retreat features stunning lakes, rivers, and pastures, dotted with quaint villages and Soviet-era remnants. Spend time connecting with the welcoming local community before returning to Karakol in the evening for a relaxing overnight stay. (B/L/D)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Venture by 4WD through rugged landscapes to Altyn-Arashan Valley, a serene mountain haven near Karakol. Known as the Golden Spa, its sulphur-rich hot springs are celebrated for their healing qualities. Set beneath Peak Palatka (4,260?m), the valley is home to rare wildlife, including snow leopards and bears. Relax in the open-air hot pools or explore the Arashan State Nature Reserve, rich in untouched alpine flora and fauna. Enjoy a packed lunch amid the spectacular scenery before returning to your hotel. (B/L/D) Note: Train tickets can be booked 45 days before travel. You may share a 2 or 4 berth 1st class compartment with other travellers in your group. Timings are based on 2024 travel and subject to confirmation."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "After breakfast, head to Issyk-Kul Lake, the world’s second-largest alpine lake. Visit the open-air petroglyphs to explore ancient rock carvings that tell the region’s rich history. Continue to the lively Rukh Ordo Cultural Centre, dedicated to Kyrgyz nomadic traditions. Arrive in Cholpon Ata and enjoy free time to experience the excitement of the World Nomad Games for the first time. Dinner and overnight stay follow at your hotel. (B/L/D)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Spend a full day at the World Nomad Games, a dynamic celebration of nomadic culture, traditions, and sport. This biennial event attracts competitors from across the globe to take part in traditional contests like eagle hunting, horseback archery, kok-boru, and wrestling. Beyond the sports, enjoy vibrant cultural performances, folk music, and dance, immersing yourself in a festival that honours ancient nomadic heritage while celebrating skill, community, and competition. (B/D) In the evening, enjoy a \"farewell dinner\" with the group. (B,L,D)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Today, enjoy a full day at the World Nomad Games, often called the \"Olympics of the Nomads.\" It features traditional nomadic sports like archery, wrestling, kok buru (headless goat polo), alysh (traditional wrestling), and burkut saluu (eagle hunting). This international event attracts participants from various countries, extending beyond Central Asia to Europe and the USA. You have the entire day to explore the games and events during the final two days of the competition, including thrilling event finals. (B)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "This morning, take a one-hour boat ride on Issyk-Kul Lake, enjoying breathtaking mountain scenery and clear waters. Afterwards, transfer back to Bishkek. In the evening, celebrate your journey with a farewell dinner at a local restaurant, accompanied by a lively folklore concert showcasing the region’s rich musical traditions. This final night provides a memorable and heartfelt close to your Kyrgyz adventure. (B/L/D)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "This morning, bid farewell to Kyrgyzstan and head to the airport for your flight back to the UK. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "silk-road-cultural-holiday-kyrgyzstan-uzbekistan",
    "tourName": "Silk Road cultural holiday, Kyrgyzstan & Uzbekistan",
    "placesVisited": "Biskhek, Son Kul, Yurts and ancient caravanserais, Bukhara, Samarkand, Khiva, Osh, Kokand, Fergana Valley, Margilon, Rishton, Kyzyl Kum Desert, Tien Shan mountains, Tashkent",
    "generalInfo": "Kyrgyzstan and Uzbekistan are Central Asian neighbours which couldn’t be more different. While  Kyrgyzstan is a land of epic mountain scenery and semi-nomadic shepherds, Uzbekistan is home to the atmospheric towns of Samarkand, Bukhara and Khiva, garlanded with legends befitting three of the fabled Silk Road's most renowned trading centres. <br/><br/>In these cities – and others like ancient Osh - merchants still ply their wares in the shadow of some of the world’s greatest architectural achievements. You'll also stay in fantastic traditional accommodation – yurts, medieval caravanserai and village home stay – in experiencing the timeless charms of the Old Silk Road. <br/><br/>After a relaxed dip into the Kyrgyzstan capital Bishkek, head to the mountain lake of Son Kul, where you'll visit local nomads – and perhaps see traditional Kyrgyz horse games. Heading south through the Tien Shan mountains, you'll reach the ancient caravanserai of Tash Rabat, nestled in a lush mountain-ringed valley.  <br/><br/>Solomon's Throne is a highlight in the ancient city of Osh, ushering in the crossing to Uzbekistan via the glorious Fergana Valley to visit two beacons of timeless crafts – the silk weaving centre of Margilon, and the ceramics hotspot of Rishton. Then Compare the Khan's Palace in Kokand with some of the glories in the UNESCO protected old town of Khiva, whose architectural treasures include Mohammed Khan Madrassa. <br/><br/>You'll cross the Kyzyl Kum Desert to the colourful atmospheric city of Bukhara, then drive the Royal Road to Samarkand – an amazing town whose major sights including Tamelane's Tomb &amp; Shah-i-Zindar – the street of the dead. <br/><br/>Journey's end is Tashkent, a thriving city rich with the history of its pivotal role in the imperial power games between Britain and other global powers that became known as the Great Game. <br/><br/>**Price includes all activities/equipment, tour leaders, local guides and drivers, meals, mineral water, all transport (excluding international flights) , all accommodation and all entrance fees as outlined in the itinerary.",
    "durationDays": "16",
    "price": "3625",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tour starts in Bishkek (Kyrgyzstan): The tour will begin early afternoon at our hotel in Bishkek, one of the world’s more relaxed capitals. After a spot of lunch, we will make a short walking tour to see the main sights and watch the spectacle that is the Changing of the Guards. This evening, we will enjoy a local dinner - soaking up the city by night."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Bishkek - Son Kul (3,016M): This morning, we will head out of Bishkek and visit the restored 11th century Burana Tower before lunch in a family home in Tokmok. Our final destination of the day will be Son Kul, the spectacular 3000m mountain lake used as summer pastures for many local shepherds. There, we will be welcomed by our hosts and enjoy a traditional dinner, and maybe the odd vodka toast! Driving distance 360km, 6-7 hours approx."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "In & Around Son Kul: Today we will walk or ride (optional and payable locally) up into the hills looking for petroglyphs and enjoy the mind-blowing views over the lake. Those wishing to relax can hang out at the camp and enjoy some down time. Or you might like to visit the local shepherds and try a taste of kumis (fermented mare’s milk). We may also get the chance to see some traditional Kyrgyz horse games today."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Son Kul - Tash Rabat (2,900-3,100M): In the morning, we’ll take a beautiful drive on to Tash Rabat, where we will spend the next two nights. We’ll stop on the way in Naryn to visit the town and enjoy a local lunch. Having settled into our yurt camp later this afternoon, we’ll have a chance to look around the famous ancient Silk Road caravanserai. Driving distance 230-250km, 5-6 hours approx."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "In & Around Tash Rabat: Today is free to explore the stunning mountain surroundings. The walking in this area is wonderful and those wishing to ride (optional and payable locally) can also do so. We might head up towards the 3,500m Tash Rabat Pass or follow another beautiful circular route, or you could just do your own thing. This valley, just 35km as the crow flies from the Chinese border, is lush and green - home to horses, yaks, sheep and, of course, nomads. This evening we’ll have another traditional dinner at our camp."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Tash Rabat - Kazarman: Today we have a long drive but through some really stunning mountain scenery. We’ll stop en route for a picnic lunch and the odd photo opportunity. Arriving in the small village of Kazarman this evening, we’ll stay with a local family and enjoy some of their home-cooking. Driving distance 330km, 8-9 hours approx."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Kazarman - Osh: This morning we’ll drive over Kaldama Ashuu pass, which at 3062m offers some amazing views. We'll stop in Jalal-Abad for lunch with a local family and then continue on to the ancient city of Osh, where we’ll visit Solomon’s Throne – Suleiman Too – the rock that looms over the city and is an important Muslim pilgrimage site protected by UNESCO. Tonight we’ll stay in the wonderful home of our friend Imanjan, enjoying traditional cuisine and hospitality. Driving distance 260km, 8-9 hours approx."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Osh - Kokand (Uzbekistan): Today we make the short drive to the Duslik border, say farewell to our Kyrgyz team and go through formalities to enter Uzbekistan. Here we will be met and driven through the Fergana Valley, an incredibly fertile region that was the breadbasket of the Central Asian USSR and is still one of the wealthiest parts of the whole region. Our first stop today will be in the town of Margilon, centre of the still thriving silk trade in the area, where we’ll see the entire silk-weaving process from cocoon to end product. We will also visit nearby Rishton, renowned for its blue and green ceramics, before reaching Kokand where we spend the night. Driving distance 190km, 3-4 hours approx."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Kokand - Tashkent - Nukus/ Urgench - Khiva: After a chance to visit the 19th century Palace of Khudayar Khan this morning, we will drive in cars through the mountains to reach Tashkent. From here, we’ll take a short flight to Nukus or Urgench before continuing to Khiva. Situated in the heart of this UNESCO protected old town, we will check into our hotel for the next two nights. Driving distance 270km, 4-5 hours approx."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "In Khiva: There’ll be ample time to soak up the atmosphere of Khiva today, wandering around the quiet streets of this wonderfully preserved Silk Road city. We’ll visit some of the most colourful and sumptuous sites, including the Kukhna Arc, Mohammed Khan Madrassa and Kalta Minor Minaret. In addition, there'll be opportunity to explore the Jama Majid Mosque with its amazing wooden pillars and the Alloquli Khan Madrassa, bazaar and caravanserai. There will be some free time later this afternoon and evening to be able to explore further at leisure."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Khiva - Bukhara: Today we will take a slow train to Bukhara if schedules allow, which is considered to be the most complete medieval city in Central Asia. Steeped in history at more than 2,000 years old, we will take a first wander around the old town - soaking up the atmosphere of Labi Hauz, the 17th Century pool and eating area before dinner."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "In Bukhara: Today we have all day for sightseeing. We will start at the Ismaili Samani Mausoleum, and continue via the Jama Majid (or the mosque of forty pillars) to the Arc where Connolly and Stoddard – two luckless British officers – met their deaths while playing the Great Game. From here, we will visit the historically important Zindan, followed by the Kolan Minaret and beautiful mosques and madrassas that lie beneath it. Lunch will form part of a cooking demo with a local family. We will then have the remainder of the day free for shopping and generally relaxing in this most characterful of the old Silk Road towns."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Bukhara - Samarkand: After breakfast, we’ll drive along the Royal Road to the famous Silk Road city of Samarkand, stopping along the way to view the remains of an old caravanserai. After checking into our hotel, we will make our visit to the Registan, the public square that is the heart of historic Samarkand and a particularly beautiful sight at sunset. There will be plenty of time to explore the three madrassas that make up the ensemble and to take plenty of memorable photographs. Driving distance 300km, 4-5 hours approx."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "In Samarkand: We’ll enjoy a morning wandering through this incredible city taking in sights such as the Shah-i-Zinda Necropolis and the 15th century Bibi-Khanym Mosque, once considered one of the most magnificent mosques in the Islamic world. After a wine-tasting at Khovrenko Winery, we’ll have the rest of the day free to continue exploring at our own pace."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Samarkand - Tashkent: This morning we will head back to Tashkent where there’ll be time for some sightseeing in this city that once played a pivotal role during the Great Game between the expanding 19th century British and Russian Empires. We plan to visit Kukeldash Madrassah, Kaffal Shashi Mausoleum and Barak Khan Mosque on Khasty. Tonight we’ll have our final dinner together and reflect on our journey."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Tour ends in Tashkent: The tour ends after breakfast today, although those on the suggested group flights will depart in the early hours of the morning before breakfast."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "silk-road-highlights-tour",
    "tourName": "Silk Road highlights tour",
    "placesVisited": "",
    "generalInfo": "Follow one of the world's most well renowned overland routes; the Silk Road, and the Pamir Highway. This expedition will take you through some of the oldest cities in the world, discover the ancient trading routes through the 'Stan's' including a stop in the oldest bazaar in Central Asia - Osh, and the futuristic capital, Ashgabat, which holds the Guinness world record for the most-white marble on Earth. During our route we will also drive the spectacular Pamir Highway, one of the highest road border crossings in the world. We will also have time to hike in the Fann Mountains and visit the tallest waterfall in Tajikistan before crossing into Uzbekistan to explore Samarkand, Bukhara and Khiva. The trip then finishes by visiting the gas crater in the desert in Turkmenistan before arriving in Ashgabat",
    "durationDays": "31",
    "price": "2495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Bishkek Kyrgyzstan's leafy, relaxed capital is a largely Soviet-built city, softened somewhat by its many boulevards and tree lined streets. We have a free day here today to explore and enjoy the cafés and restaurants dotted around the city; there is no shortage of bars and nightclubs, and for those so inclined there are also a few cinemas and shopping districts. Bishkek is also home to a number of museums, including the Kyrgyz State Historical Museum and Zoological Museum, which have exhibits that explain more about Kyrgyzstan political and natural history, and there are a number of parks and other public areas worth visiting to watch local life pass you by, the main one being Ala-Too Square, which once was dominated by a large statue of Lenin (this has now been moved to a smaller square in the city). If we need Iran visas for our onward journey, then we may also pick these up from the embassy here."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Dushanbe Dushanbe is Tajikistan’s largest city, and aptly its name means “Money” in Tajik language. It is a big showy city, in stark contrast to the East. You’ll pass a lovely day strolling through parks, admiring the fountains and the wide boulevards punctuated with grand buildings. Visit “Flag Pole Park” or the bazaar, or make the most of being in a city with restaurants specialising in various different cuisines."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "tajikistan-and-kyrgyzstan-holiday",
    "tourName": "Tajikistan and Kyrgyzstan holiday",
    "placesVisited": "Pamir Highway, Dushanbe, Kalaikhumb, Geisev Valley, Khorog, Garmchasma hot springs, oh-i-Lal ruby mine, Ishkashim, Vrang, Wakhan Valley, Karakul Lake, Osh, Chichkan Gorge, Song Kol Lake, Lake Issyk Kul, Bishek",
    "generalInfo": "This two week Tajikstan and Kyrgystan holiday is one serious road trip, travelling along the famous Pamir Highway, the second highest highway in the world running between Osh in Kyrgyzstan to Khorog in Tajikistan and winding its way through the Pamir Mountains, their 7,000m peaks earning this artery the title ‘roof of the world’. As we travel through remote communities scattered along the Highway and beyond, we stay in welcoming homestays, immerse ourselves in a cacophony of cultures, with each village speaking in a unique dialect. <br/><br/>This journey through some of the most exquisite elevated landscapes in the world is more about following in the tracks of ancient traders and explorers than those of modern day tourists, with isolated communities that still see very few foreign visitors, and traditions that haven’t changed for generations. <br/><br/>The trip starts in Tajikstan’s capital city, Dushanbe, a more modern hub, but we very quickly enter a world of mountain passes and impressive peaks. As we continue through the historic and cultural landscapes of the Silk Road, a route that was both traded on and fought over for centuries, there are many fascinating sites to visit such as ancient forts, a ruby mine and an ancient Buddhist stupa. <br/><br/>Moving into Kyrgyzstan and the ancient city of Osh, we also take time to explore some of the natural wonders of this country so beautifully dominated by mountain wilderness. In Chichkan we take a hike through its famous gorge, meeting with local shepherds along the way. Other highlights include Issyk Kul, Kyrgyzstan’s largest lake and a mesmerising sight. It is also  the world’s second largest mountain lake and deserving of its local name translated as ‘Pearl of Tian Shan’  in reference to the mountains that envelop it. The last stop on this eastern odyssey is Bishek, the capital of Kyrgyzstan, a busy hub of markets and urban eccentricities. <br/>",
    "durationDays": "16",
    "price": "3085",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Dushanbe - Arrival in Dushanbe, the capital of Tajikistan and transfer to your hotel, where a room will be available to check-in straight upon arrival for travellers arriving in the early hours of the day. The rest of the day is at leisure to either relax or start to explore this sublime city. Overnight Serena Hotel or similar - Single room accommodation is available today and the accommodation has private bathrooms. (B)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Dushanbe – Excursion to Hissar Fort (Approx. driving time: 2 hours; 80km) - Drive to the nearby town of Hissar to visit the remains of the 18th century fort as well as two nearby madrassahs. Return to Dushanbe in the afternoon and visit the bazaar and the excellent Museum of National Antiquities. Overnight Serena Hotel or similar - Single room accommodation is available and the accommodation has private bathrooms. (BL)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Dushanbe – Kalaikhumb (Approx. driving time: 8-9 hours; 360km) - This morning we will cross the Shurabad Pass (2,200m) and visit Hulbuk ancient fortress 8th Century which has been recently restored. We continue towards the Pamirs and Kalaikhumb, driving through beautiful scenery and interesting villages en route. This area is a little more conservative, and we see many men with beards, and women wearing traditional dress. Arriving in Kalaikhumb in the early evening. Overnight Hotel Karon Palace or similar - Single room is available and the accommodation has private bathroom facilities. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Kalaikhumb – Rushan (Bartang valley) - Hike in the Geisev valley – Khorog (Total approx. driving time: 1.5 hours; 120km; Trekking time with breaks: 6-7 hours) - After breakfast, travel to Rushan, the administrative centre of the Bartang district. We may have some time to explore upon arrival but we will explore in more depth tomorrow. On Day 5 we drive to the Bartang valley and cross the river to embark on a trek that begins on the river Bartang, just beyond Bhagoo village and is mostly gentle uphill for about 14km to the upper of the three lakes. The first houses in Geisev are reached after about 7km. We stop in the Geisev village for lunch and then continue to explore the Geisev valley. The abundant vegetation, the gnarled trees, the lakes and the ever-changing river - sometimes frothing with energy, sometimes limpid and blue - create a very special peaceful atmosphere. Later we continue to Khorog alongside the River Panj which forms the border with Afghanistan. Day 4 overnight will be at a local homestay Rushan with shared facilities. Day 5 overnight at Pamir Palace Hotel or similar where single rooms are available and the accommodation has private bathroom facilities. (BLD) Note: If you do not wish to do the walk, you can stay with your driver and walk to the neighbouring village Reh instead. Your driver speaks a basic English but can assist you here with lunch and other requests."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Khorog - Today we have a full day to explore Khorog, the capital of the GBAO region, including the bazaar and the lovely Botanical Gardens which are perched high above the town, affording some great panoramic views. Overnight Pamir Palace Hotel or similar - Single rooms are available and the accommodation has private bathroom facilities. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Khorog – Garm Chashma – Ishkashim (Approx. driving time: 4-5 hours; 140km) - About 50kms along the road to our next stop, Ishkashim, we will stop at Garm Chasma hot springs for an (optional) dip in the waters. From here, we enter the Tajik half of the Wakhan Valley (shared with Afghanistan) and pass regional gem mines mentioned by Marco Polo, the most famous being the Koh-i-Lal ruby mine. Ishkashim itself may be the regional centre, but it is essentially still a large village and we stay in a traditional style guesthouse here which has a handful of rooms but single rooms are available this evening. Overnight guesthouse Hanis - Shared basic bathroom facilities. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Ishkashim – Khahkha Fortress – Yamchun – Langar (Approx. driving time: 7-8 hours; 140km) - Visit to the nearby village of Namadguti to visit the Khahkha Fortress. This impressive structure rises from a naturally formed platform of rock and dates back to the Kushan era of the 3rd Century. There are a number of these ancient fortresses in the area, and we also visit Yamchun fort, perhaps the most impressive of them. We take a break at the Bibi Fatima hot springs, named for the Prophet Mohammed’s sister and where local women believe they can increase their fertility. Continuing on we then stop at the 4th Century Buddhist stupas at Vrang, reminders of the ancient pilgrim caravans that passed through the region. Overnight in the lovely homestay Davlat where a few rooms are available and single accommodation can be possible depending on how busy is the place - Shared basic bathroom facilities. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Langar - Murghab (Approx. driving time: 6-7 hours; 240km) - Leave behind the lush valleys of the Wakhan Valley and enter a landscape that is rocky, mostly barren but nevertheless dramatic. This is the Pamir Highway we have anticipated, with the route between Khorog and Osh completed in 1931 across a Tibetan-plateau style high altitude terrain. Today we can also see some Neolithic rock art dating back some 8000 years in Shakhty cave. It is anticipated to arrive in Murghab in the early evening. Overnight Hotel Pamir or similar - Single room is available but bathroom facilities may be shared. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Murghab – Kara kul – Sary Tash (Approx. driving time: 7-8 hours; 240km) - After breakfast we head for Karakul (135km), one of our highlights on the way. We cross several high altitude passes, including Ak-Baital Pass (4,655 metres) which is the highest section of road in the former Soviet Union. We descend to Karakul Lake and then cross our final Pamir Highway high pass, the Kyzyl Art (4,282 metres), which essentially forms the border between Tajikistan and Kyrgyzstan. Karakul Lake is the highest lake in Central Asia, and at 3,915 metres, too high to support any aquatic life. Karakul means “black lake” but in spring, summer and autumn the water is almost always turquoise blue. At the northern end of the lake a track turns off west to geoglyphs and Saka graves (5000– 3000 BC), located about 500m from the turnoff. Continue to the following village of Sary Tash for the night. Overnight guesthouse Ethnic Kyrgyz House. Tonight, you will sleep on Asian style bedding on the mattresses and blankets on the floor in a few rooms of a Kyrgyz House with shared basic bathroom facilities. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Sary Tash – Osh (Approx. driving time: 3-4 hours; 185km) - We depart the high mountains of the Pamir Alay range, leaving behind us the crossroads of Tajikistan, Kyrgyzstan and China. The drive offers a contrast as we encounter lush farmlands and small villages on this side of the mountains, instead of the stark high-altitude plateau of Tajikistan. En route we cross the Taldyk Pass (3554m) and enjoy some beautiful views - if we're lucky we may even catch a glimpse of Peak Lenin, at 7134m the second highest mountain in Central Asia. We expect to arrive in Osh, Kyrgyzstan's oldest city in the afternoon, with time to explore. Overnight Hotel Sunrise or similar - Single rooms are available and the accommodation has private bathroom facilities. (BL)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Osh – Chichkan (Approx. driving time: 7-8 hours; 400km) -Today we drive to the Suusamyr Valley along the picturesque mountain Osh highway to the Chichkan gorge. Time permitting, we take a walk in the area and meet the local shepherds who still adhere to age old traditions. Overnight Hotel Osmon or similar - Single rooms are not available (there are only twin rooms) and the accommodation have shared bathrooms. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Chichkan - Song Kol Lake (Approx. driving time: 6-7 hours; 270km) - Today takes us to stunning Song Kol Lake. The lake itself is 3,016m above sea level and is one of the highest alpine lakes in the world. Overnight yurt stay with 4 – 5 beds in one yurt and shared basic bathroom facilities. (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Song Kol – Cholpon Ata - Lake Issyk Kul (Approx. driving time: 6-7 hours; 240km) - Travel to Cholpon Ata on the north side of Issyk-Kul Lake to the largest and most beautiful lake in Central Asia. There is an optional opportunity to visit the open-air museum of Stone Inscriptions in Cholpon Ata. Most of the drawings date from several thousand years B.C. up until the 12th Century A.D. Overnight at the Hotel Altyn Bulak or similar - Single rooms are available this evening and the accommodation has private bathroom facilities. (BLD)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Cholpon Ata – Bishkek (Approx. driving time: 5-6 hours; 260km) - Drive to Bishkek, stopping en-route at the Burana Tower for a short and interesting visit. Upon arrival in the capital, Bishkek, we take a tour, visiting the enchanting Ala-Too Square and the History Museum among other sites. In the afternoon, time is at leisure for you to relax, visit further the city and do some shopping in the local workshops. Overnight Plaza Hotel or similar - Single rooms are available tonight and accommodation has private bathroom facilities. (BL)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Departure from Bishkek - The tour ends today after breakfast with your transfer to the airport for your onward flight. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "tajikistan-kyrgyzstan-holiday-the-pamir-highway",
    "tourName": "Tajikistan & Kyrgyzstan holiday, The Pamir Highway",
    "placesVisited": "Dushanbe, Kalaikhumb, Khorog, Garm Chashma hot springs, Yamchun fort, Bibi Fatima, Vrang Buddhist complex, Murgab, Madian Valley, Karakul Lake, Osh, Uzgen, Chichkan Gorge, Tian Shan mountains, Bishkek",
    "generalInfo": "For anyone anticipating a Tajikistan &amp; Kyrgyzstan holiday, the Pamir Highway is certain to stand out in a series of dramatic landscapes and cultural encounters to leave travellers in no uncertain terms as to the adventures that are still to be had in two of Asia’s lesser visited locations.<br/><br/>Encapsulating the rugged mountain imagery and remote nature of a Tajikistan &amp; Kyrgyzstan holiday, the Pamir Highway lets you travel across the roof of the world on a stretch of road that promises spectacular views to leave a long lasting impression on first-time passengers and old hands alike.<br/><br/>Aside from the trip over the Pamir Highway this 18 day Tajikistan &amp; Kyrgyzstan holiday also features many of the remote communities living within the Pamir Mountains as well as chances to spot the wildlife, including birds of prey, that call this eternally unchanged habitat, home.<br/><br/>Following the course of the River Panj, along the Afghanistan border towards Khorog, takes travellers to the relics of the Silk Road where former fortresses and Buddhist temples still signal the strategic importance of Tajikistan, Kyrgyzstan and the Pamir Highway.<br/><br/>The chance to stay with a host family in Sary Tash is a real highlight of this Tajikistan &amp; Kyrgyzstan holiday with visits to the ancient citadel of Osh to watch the traditional ceremonies surrounding Solomon’s Throne bound to stay long in the mind’s eye.<br/><br/>Travel deeper into Kyrgyzstan and you’ll catch a glimpse of the huge alpine lakes, Son Kul and Issyk Kul, where herding families and nomadic tribes hunt prey with eagles, and chances to explore the area on foot is certain to be a really unique and special moment.<br/><br/>As you finally complete this 18 day Tajikistan &amp; Kyrgyzstan holiday, the Pamir Highway experience will still live in the memory however, you still have time for cultural sightseeing in Bishkek from where this exciting, and often challenging, adventure ends the following day.<br/>",
    "durationDays": "18",
    "price": "4049",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Dushanbe - Arrive in Dushanbe and transfer to the hotel. The rest of the day is free to relax or explore. Overnight Hotel Lotus or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Kalaikhumb - Today we head east, out of Dushanbe and into the Pamir Mountains. We drive over the Sagirdasht Pass and through a stunning landscape of snowcapped peaks and remote valleys. We stop en route to visit local villages – the people here do not class themselves as Tajik but are a collection of different tribal groups, each with their own language, and rather than Sunni Muslims are Ismailis, followers of the Aga Khan. Overnight local guesthouse. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Khorog - Continue to Khorog, capital of the Gorno-Badakhshan Autonomous Oblast. From Kalaikhumb the road follows the river Panj, which forms Tajikistan's border with Afghanistan. On the Tajik side of the river, the road is sealed and buildings have electricity and are modern. On the Afghan side – only about 100 m distant – the road is a donkey track and buildings are mud and wood. Upon arrival visit Khorog bazaar, the museum and the beautiful botanical garden. Overnight Lal Inn or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Ishkashim – Yamg - Continue our journey along the Pamir Highway. We stop first at the hot springs of Garm Chashma, popular among local people, and then drive to the ruins of an ancient fortress from the Kushan era in the 4th century, Kah-Kaha. We then continue to the village of Yamg where we visit the quirky museum of a local Sufi scholar – nearby there is a stone pillar used for calculating the solar calendar. Overnight local guesthouse. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Vrang – Langar - Visit the fort at Yamchun, one of the most important fortifications built in the Wakhan region to secure the western Pamirs during the time of the Silk Road trade, and connected with the Zoroastrian religion. Nearby are the hot springs at Bibi Fatima. From here we continue to Vrang, where on a cliff side punctuated with caves sits a 4th century Buddhist complex, topped by a ziggurat, which we explore. We drive to Langar, where we spend the night. Overnight local guesthouse. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Murgab - Drive over the Khargush Pass (4272m) to the lakes of Bulunkul and Yashilkul. The landscape and people start to change again as we go higher into the Pamirs, leaving behind the comparatively lush valley of Wakhan. The terrain becomes more rocky and we start to meet Kyrgyz herders on our way to Murgab, where we spend the night. Overnight local guesthouse. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Murgab - Spend the day exploring Murgab and its surrounds. We visit the local bazaar, a focal point for the many different ethnic groups that live in the region, then head to the Pshard Valley for stunning views of the High Pamirs. Along the way we stop at seasonal settlements of Kyrgyz nomads to learn how they eke a living from this harsh terrain. Return to Murgab for the evening. Overnight local guesthouse. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Sary Tash - Leaving Murgab we continue north to the border with Kyrgyzstan. This is the remotest part of Tajikistan, home to fascinating ethnic groups and interesting wildlife as well as some of the most breathtaking scenery you are ever likely to see. We cross the Kyzyl Art pass and stop by the lake of Karakul, the largest and highest in the country. After completing border formalities we cross into Kyrgyzstan and head to Sary Tash for the night, where we stay in a village house as guests of a local family. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Osh - Drive across the Taldyk Pass to the city of Osh, an ancient settlement that is among one of many that claim to be the oldest in the world. We visit Solomon’s Throne, one of the main shrines of the Islamic world in Central Asia, and follow the trail of pilgrims to the top of the hill. We also explore the lively bazaar, where traders from around the region meet. Overnight Sunrise Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Uzgen - Toktogul - Drive first to Uzgen, a small town which was once one of the capitals of the Karakhanid state and the centre of a vast empire in Central Asia from the 10th to 12th centuries. Visit its interesting mausoleums and minarets before continuing to our accommodation at the Toktogul Reservoir. Overnight local guesthouse. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Kyzyl Oi - Drive through the wild landscapes of the Suusamyr Valley to the village of Kyzyl Oi, where we stay in a local house as part of a community based tourism initiative. This afternoon we have the opportunity to hike in the surrounding area. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Drive across the Kalmak Ashu pass to Son Kul lake, one of Kyrgyzstan’s most beautiful areas, fringed with snow-capped mountains and home to seasonal families of nomads. We have a full day to relax and explore the area by foot and vehicle on Day 13, and also witness a game of Kok Boru – a traditional sport played by two teams on horseback. Overnight yurt camp. (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Issyk Kul - Bokonbaevo - Drive to Bokonbaevo, on the southern shores of Lake Issyk Kul and set amidst glorious scenery. This afternoon we meet a traditional Kazakh eagle hunter and learn about this ancient art from one of the few remaining practitioners. Tonight we stay as guests of a local family. (BLD)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Karakol - Continue driving along the shores of Issyk Kul to its eastern edge. En route we stop at Djety Oguz with its distinctive red sandstone cliffs and explore on foot. Overnight local guesthouse. (BLD)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Cholpon Ata - Explore Karakol, visiting the Dungan Mosque and Orthodox Cathedral among other sites. Continue to Cholpon Ata, visiting nearby burial mounds on the way. We visit the rock carvings at Cholpon Ata, which date back to around 1500BC with images of hunters and their prey. Overnight tourist class hotel. (BLD)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Bishkek - Return to Bishkek, visiting the Burana Tower en route – all that remains of a 10th century Karakhanid capital. In the afternoon we explore Bishkek on foot. Overnight Asia Mountains Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Bishkek - Transfer to the airport for departure. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "the-world-nomad-games-tour-in-kyrgyzstan-2026",
    "tourName": "The World Nomad Games tour in Kyrgyzstan 2026",
    "placesVisited": "Experience the 2026 World Nomad Games in Kyrgyzstan including the opening ceremony, Travel in confidence with experts in group tours to this event, Enjoy traditional pursuits including archery, wrestling, falconry and nomadic polo, Watch as competitors arrive on horseback bearing their national flags, Explore other parts of Kyrgyzstan including lakes, mountains and an ancient caravanserai, Stay in yurt camps run by local families for an immersive cultural experience",
    "generalInfo": "The World Nomad Games, held every two years in Central Asia, is one of our most exciting and sought-after festival holidays. Spend three full days at the games among crowds of spectators as you watch thrilling events of wrestling, archery, horse racing, falconry and polo, with some amazing feats of skill involved. The opening ceremony is one of the don’t-miss highlights, as competitors on horseback, in traditional dress and bearing their national flags, enter the arena to ecstatic applause.<br/><br/>Your introduction to this spectacular event is our 2026 World Nomad Games tour, which is organised by true experts in cultural holidays of this type. Join a fully escorted small group (maximum size just 12 people) to stay around Lake Issyk-Kul,, from where you can easily head up into the nearby hills which are covered in yurts. You can wander the events, browse stalls selling food, handicrafts and clothing and watch music performances. You can also meet and get talking to nomadic peoples from around Asia: Kyrgyzstan, Kazakhstan, Turkmenistan, Tajikistan, Uzbekistan, Azerbaijan, Mongolia and more. <br/><br/>Tickets, accommodation and transportation in Kyrgyzstan are all arranged for you. There really is no better way to experience the World Nomad Games than with a knowledgeable organiser who can put the entire thing together, serve as support in case anything goes wrong and, through the use of local guides, also provide commentary and background information on what you’re witnessing.<br/><br/>Following the games, your group will travel further into Kyrgyzstan, via the ancient caravanserai of Tash Rabat, which lies on the Silk Road, and Song-Kol Lake. Staying in yurts run by nomadic herding communities is another great opportunity to learn about nomadic life but from an entirely different, more peaceful perspective. <br/>",
    "durationDays": "10",
    "price": "2499",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "SUNDAY 30TH AUGUST 2026 - ARRIVE IN BISHKEK Most international airlines arrive into Bishkek early in the morning. Upon landing, you will be transferred to your hotel to check in - early-check ins with breakfast are included. You have the morning to rest after your travel. At 12pm, you will meet your guide and embark on a walking tour of Bishkek. The capital of Kyrgyzstan, also known as the ‘White City’ – so called because many of the government buildings in Soviet times were built from the beautiful, locally mined white marble - is a fascinating city with vast plazas and dramatic monuments from the Soviet Era. Our local tour guide will give us a welcome introduction to both the city and the history of the country, followed by dinner in one of the most well-known tea houses in the city, complete with traditional live music and dancing."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "MONDAY 31ST AUGUST 2026 - OPENING CEREMONY We will continue our tour of Bishkek mingling with the delegates from all over the world who have attended for this special occasion - closer to the time we will have more information on what is available to visit and experience today in relations to the Games. In the evening we enjoy the incredible spectacle of the World Nomad Games Opening Ceremony and show where delegations from all participating countries parade around the stadium in national costumes with music, dancing and light displays."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "TUESDAY 1ST SEPTEMBER 2026 - WORLD NOMAD GAMES Day for World Nomad Games. Drive to the northern shore of Issyk-Kul, a saline lake 113miles long. In the Kyrgyz language, the name means ‘warm lake’, as, despite the ring of snow capped mountains surrounding it, it never freezes due to the salt content. Our homestay is near the shores of the glistening lake – so large that its turquoise waters often look like the Mediterranean. Heading into the hills we will discover the 'yurt city' which has sprung up for the games - hosting contestants and spectators alike from all across Central Asia and the world, as well as the stadium located in the northern shore of Lake Issyk-Kul. Day for World Nomad Games. Sports include: Horse racing Kok-Boru (polo) Wrestling Archery Falconry There will also be many music and cultural exhibitions on display."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "WEDNESDAY 2ND SEPTEMBER 2026 - WORLD NOMAD GAMES Day for World Nomad Games. Sports include: Horse racing Kok-Boru (polo) Wrestling Archery Falconry There will also be many music and cultural exhibitions on display."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "THURSDAY 3RD SEPTEMBER 2026 - TASHRABAT CARAVANSERAI We have some more distance to cover today (346km/6 hours) to head into the more remote parts of the country, so after breakfast, we drive south, down alongside the rising snow-capped Tian Shan Mountains. Our destination is the ancient Caravanserai of Tashrabat, which lies on the ancient Silk Road, only two days travel from the Chinese border. We break our journey in the remote village Acha-Kayindy to enjoy lunch and... a felt show. After a leg stretch and bite to eat at a local family's home, we continue on (3hrs) to reach Tashrabat in the afternoon. A 'caravanserai' is a roadside inn with, typically, a central courtyard for travellers in the desert regions of Asia. The Caravanserai of Tashrabat was just such a place: it's easy to imagine the traders and travellers of old stopping in this place to rest when journeying between the countries of Central Asia. The thick stone walls of the buildings of Tashrabat still stand and endure the elements, almost lost in the vast open plains surrounding them. Believed to have been used by traders since the 1400s, it is likely that there was a Christian monastery here as early as the 900s. We will stay in the yurt camp and explore the Caravanserai itself, imagining how traders throughout history would have holed up to protect themselves from bandits or bad weather on this lucrative but perilous trade route. Tonight we are treated to a fantastic dinner prepared by the lodge. Yurts sleep 2 - 4 people: single accommodation is not available. Shower and toilet facilities will be shared. Electricity and mobile connection is not available - do not expect wifi either!"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "FRIDAY 4TH SEPTEMBER 2026 - OPTIONAL: CHATYR KOL LAKE A mix of riding (additional cost for optional activity) and walking is the ideal way for us to travel up the winding valley trails to the top of a high pass (4000m), where, weather permitting, we will have an incredible view of Chatyr-Kol (Lake). It is a there & back route, and we have all day to enjoy it, so there is no rush - we will be travelling at a leisurely pace with plenty of time for photo stops. We suggest riding the flatter sections to and from the base of the climb (14km total), and then hiking (8km with 950m ascent). Riding will be suitable for beginner riders also. If you would rather, you can just stay and explore the foothills around the Caravanserai, but the views are absolutely worth it if you are even a teeny bit tempted! We stay at the Caravanserai yurt camp for a second night tonight."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "SATURDAY 5TH SEPTEMBER 2026 - SON KOL LAKE We will take the winding road up into the very centre of Kyrgyzstan’s hidden plateau (249km), to the majestic Song-Kol (“last lake” in Kyrgyz), in the Naryn Province, up at 3016m. It is probably - at the very least, arguably - the most picturesque lake in the country. It is a popular ground for nomadic shepherds who bring their flocks here in the summer months. Wildlife is diverse and the experience of nature, pristine. We will stay in a beautiful traditional nomad yurt camp on the southern shore, with the family who run it, play with the innumerable children, and sample the delicious local cuisine. Yurts sleep 2 - 4 people: single accommodation is not available. Shower and toilet facilities will be shared. No mobile signal. Electricity is from 18:00 until 22:00."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "SUNDAY 6TH SEPTEMBER 2026 - SON KOL Today we have a complete day of leisure in these beautiful surroundings. Choose to hike, horse ride (for a small fee), grab a book or do nothing apart from breathe in the clean air and revel in the wilderness! It really is an amazing place just to spend time. Lucky visitors may see deer, foxes, marmots, Marco Polo sheep, birds of prey, or even leopards and wolves on the plains. Rest under a never-ending sky, viewing incredible sunrises and sunsets, not to mention impeccable views of the Milky Way in clear skies. Take the golden opportunity to spend time with the local people in ours and other yurt camps dotted along the shores. We stay a second night in Son-Kol yurt camp."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "MONDAY 7TH SEPTEMBER 2026 - BISHKEK Reluctantly leaving our yurts and the striking plains behind, we will drive (360kms, taking 5-6hrs) back to the capital for our last group dinner in the city and to celebrate our adventure in this unique and beautiful country. We pause for lunch at the house of a family in Kochkor before continuing onto the capital. Some will miss the simplicity of the Yurt life... others will look forward to returning to some home comforts... The journey starts where it began, and we enjoy a group meal together in the city, celebrating a memorable journey together."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "TUESDAY 8TH SEPTEMBER 2026 - DEPARTURE Fly out of Bishkek"
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "turkmenistan-to-kyrgyzstan-overland-tour",
    "tourName": "Turkmenistan to Kyrgyzstan overland tour",
    "placesVisited": "",
    "generalInfo": "Follow one of the world's most well renowned highways; the Silk Road. This expedition will take you through some of the oldest cities in the world, discover the ancient trading routes through the 'Stan's' starting in the Turkmenistan capital, Ashgabat, which holds the Guinness world record for the most-white marble on Earth. We'll also stop off in splendored Old Registan in Uzbekistan. Once we reach Tajikistan there will be the chance to hike in the Fann Mountains and visit the tallest waterfall in the country before we drive along the spectacular Pamir Highway between Dushanbe and Osh. Our tour ends in the City of Bishkek in Kyrgyzstan",
    "durationDays": "30",
    "price": "2395",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Ashgabat You can plan to arrive in Ashgabat anytime today. We will arrange for a local representative to meet you in the airport and transfer you to our hotel close by. The truck should arrive sometime late this afternoon, either from Iran or from western Turkmenistan depending on the route we have taken up to now. If your flights arrive before today, then you will need to book any extra nights required through us, as these all need to be registered and booked through our local representative and recorded on your visa invitation letter (which we will arrange for you)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Ashgabat We have some free time and enjoy a city tour of Ashgabat. Turkmenistan’s capital, founded in the 1880s by the Russian Tsarist government, sits between the foothills of the Koptedag mountains to the south, and the vast Karakum Desert to the north. The city was almost entirely destroyed following an earthquake in 1948 and rebuilt in the Soviet style. Following independence in 1991 the city has been transformed into a futuristic, and in many ways bizarre collection of unique structures and wide streets lined with white marble. All cars must by law also be white, and for many travellers, Ashgabat is one of the most mystifying and unusual cities they will ever experience. On the city tour we visit Independence Park, the Ertogrul Gazi Mozque, the Arch of Neutrality, the Turkmenbashi Mosque Mauasoleum and many other sites throughout the city. There are plenty of fantastic photo opportunities, and we will have the chance to explore some of the markets and meet the locals."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Ashgabat to Kunye Urgench From Ashgabat there is a long desert crossing as we drive north through the harsh Kara-Kum Desert, a sparsely-populated and remote expanse. We veer off the highway and do some off-roading as we cross the dunes to the Darwaza Gas Crater. Also known as the ‘Door to Hell’ or ‘Gates of Hell’, this remarkable sight is the result of a Soviet-era gas exploration accident, when the ground beneath a drilling rig gave way and to prevent poisonous gas leaking out it was decided to burn it off. Originally engineers believed it would all be burned in a few days, but that was in 1971 and the field is still burning to this day. The result is a sight quite like no other as we are able to peer down into the crater and see the fire, and feel the intense heat coming from the flames. Conditions permitting we will get to the crater in the truck and bush camp nearby in the remote desert. Rising early the next morning we leave Darwaza and return to the highway as we continue north to Kunye Urgench, an ancient Silk Road town that was abandoned in the early 1700s and has been left largely untouched since. The old ruins of the town are a UNESCO World Heritage Site, and the most striking sight is undoubtedly the 60-metre high minaret, that dates from the 11th Century. It is said that when Genghis Khan’s Mongol army invaded this area that the infamous warlord was so impressed by the minaret he ordered for it to not be destroyed!"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Kunye Urgench to Bukhara We cross the border to Uzbekistan. Road conditions permitting, we will drive to the edge of where the Aral Sea used to lie. In the 1960s the Soviet Union began an intense irrigation project to boost cotton growth in the region using the then vast sea as its source. The project has led to the sea now shrinking to just 10% of its original size and today as we reach where its edge formerly was, we can see ships sitting incongruously in the middle of what is now a huge desert where we camp for the night. Continuing further into Uzbekistan, we find well preserved relics from the time when Asia was a centre of empire, learning, and trade along the famous Silk Road. Some of its cities have abundant old architecture, mosques and minarets cloaked with the mystery of the orient dating back thousands of years. Our first city stop is in Khiva, one of the most noteworthy of the cities and towns of Central Asia. It is a unique monument town, completely preserved in the cultural style of the region, and is a World Heritage Site for its historical significance. It has more minarets than any other place in Asia, and the Juma Mosque, which has an amazing 218 ornate carved wooden columns, is another of the main attractions. We will spend at least a couple of nights here to explore the ancient madrassas, medinas, mausoleums and museums and soak up the unique atmosphere. Continuing south, we bush camp out in the desert before reaching another town with much historical influence that was also on the great Silk Road."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Bukhara to Samarkand The name Bukhara is synonymous with the Silk Road, and its name conjures up images of Marco Polo, trading caravans and exploration. The British explorer Alexander Burnes, one of the iconic figures of the Victorian-era ‘Great Game’ was nicknamed ‘Burnes of Bukhara’. The city is situated on a sacred hill and was founded in the 13th century BC; a centre of learning throughout much of its history, it is home to over 350 mosques and some 100 Islamic colleges. It is an attractive city with narrow streets, green parks and gardens that are a pleasure to wander around and there will be the opportunity for a bout of good-humoured haggling in the bazaar. The Kyzylkum Desert is about 300,000 sq km and lies between the Syr Darya and the Amu Darya rivers. This is a vast arid plain with a number of isolated bare mountains rising to 900 metres and we journey across it on our way to Samarkand. Scheduled permitting, we may opt to take one of Uzbekistan’s famous bullet trains, and rejoin the truck on arrival. Samarkand itself is the second largest city in Uzbekistan. It dates back 2,500 years, making it as old as Babylon or Rome. Here we have a couple of days to explore the splendid architecture such as the 15th century Bibi-Khanum Mosque which when it was built was considered to have the largest dome in the Muslim world. Today it stands next a noisy and colourful Oriental market. No trip here is complete without a wander around the three edifices of the Registan, once Medieval Samarkand's commercial plaza and today quite possibly the most awesome sight in Central Asia."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Samarkand to the Fann Mountains and Dushanbe From Samarkand we head east and cross the border into Tajikistan before climbing up into the Fann Mountains, one of Tajikistan's great ranges (the other being the Pamirs). Peaks of over 5000 mtrs tower above as we head to Iskanderkul Lake at 2200 mtrs. It is said to be the resting place of Alexander the Greats horse, Bucephalus. The glacial lake is a stunning spot for a hike and we aim to visit Tajikistan's highest waterfall (40 mtrs). We will also have more time for hikes in the Fann Mountains before descending to Dushanbe. Dushanbe is Tajikistan’s largest city, and aptly its name means “Money” in Tajik language. It’s a big showy entry to the country, in stark contrast to the East. You’ll pass a lovely day strolling through parks, admiring the fountains and the wide boulevards punctuated with grand buildings. Visit “Flag Pole Park” or the bazaar, or make the most of being in a city with restaurants specialising in various different cuisines."
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Dushanbe to the Pamir Highway and Osh The next 8 days or so are spent on a spectacular (and slow at times) drive through the mountains, following one of the world’s most famous and scenic roads, the Pamir Highway. After obtaining any permissions we need in Dushanbe, we start by heading south through lowland hills and pastures to the Nurek Dam and on to Kulob. We then cross the Shurobod Pass before arriving at Kalai Khumb. There are great mountain views from the Karon archaeological site here, and the Afghanistan border is just a few hundred metres away across the Panj River. We follow the river, and the border, for some time before reaching Khorog, the capital of the mountainous Badakshan region. We can visit the bazaar and botanical gardens here. From Khorog we head east again, climbing significantly now, to Murghab, an important Soviet military station in years gone by but now mainly home to Kyrgyz inhabitants. There is a market here and yak-wool handicrafts are available. The highest point of the Pamir Highway comes next, as we cross the Akbaital Pass at 4,655m on our way to Karakul Lake. The heat around Dushanbe is in the distant past now, and these are a cold and remote few days. The air is noticeably thinner, but we have ascended gradually to take account of the altitude gain. We’ll cross the border into Kyrgyzstan next and descend to our next bush camp near Sary Moghul. We should have time for more hikes here or a drive up to see some more mountain lakes. Then it is time to descend out of the mountains to Osh."
      },
      {
        "dayNumber": 27,
        "title": "",
        "description": "Osh to Bishkek Osh is Kyrgyzstan’s second biggest and the country's oldest, city. Make sure you visit the bazaar, which has occupied the same spot for over 2000 years and used to be a major stop along the ancient Silk Road. After some time relaxing here after our mountain drive, we drive north through more beautiful mountain scenery and past the turquoise waters of Toktogul Reservoir, before arriving in the capital city of Bishkek."
      },
      {
        "dayNumber": 30,
        "title": "",
        "description": "Bishkek Your trip ends after breakfast. Bishkek is a well-connected city, with the airport serving destinations throughout Asia with connections for onward travel further afield. For those with some time to spare it’s a pleasant city to spend a few days at the end of your trip, with some excellent bars, cafés and restaurants dotted around to relax and reflect on your trip through Central Asia. Bishkek is also home to a number of museums, including the Kyrgyz State Historical Museum and Zoological Museum, which have exhibits that explain more about Kyrgyzstan political and natural history, and there are a number of parks and other public areas worth visiting to watch local life pass you by, the main one being Ala-Too Square, which once was dominated by a large statue of Lenin (this has now been moved to a smaller square in the city)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Kyrgyzstan",
    "mainPhoto": "",
    "id": "uzbekistan-and-kyrgyzstan-11-day-tour",
    "tourName": "Uzbekistan and Kyrgyzstan 11 day tour",
    "placesVisited": "",
    "generalInfo": "Embark on a journey through the enchanting lands of the Great Silk Road, where cultures from various countries intermingle to create a truly captivating atmosphere. Since ancient times, nomadic tribes have traversed these lands, bringing with them unique traditions and ways of life to Central Asia. Now, you too can experience a small but distinctive part of this fabled route, immersing yourself in the past and discovering both similarities and differences. Along the way, marvel at the grandeur of historical landmarks, gaze upon towering mountain ranges, delve into the fascinating cultures of the local peoples, and savour the wonderful cuisine of both Uzbekistan and Kyrgyzstan.",
    "durationDays": "11",
    "price": "2495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Uzbekistan - Today you will arrive in Uzbekistan. Having completed customs and immigration you will be met by a local driver and transferred to your hotel for the evening. There are no activities planned for today so you can either relax at the hotel or explore the local area. Overnight at Hotel Art Deluxe or similar"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Tashkent - This morning you will meet with the rest of the group at an allocated time. Our first outing is a sightseeing tour in Tashkent. You will visit the Old City part of Tashkent with the Khast-Imam complex where the world famous Qoran of Caliph Uthman has been preserved. Then we will explore Chorsu Bazaar and have our lunch in a local restaurant (payable locally). Our journey continues with a ride on the Tashkent Metro to the city centre. Here we will take a walk through Amir Timur Square, Independence Square and visit the Historical Museum. This afternoon is free time to relax before we head out later for an evening meal in a local restaurant. Overnight at Hotel Art Deluxe or similar (BD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Tashkent to Bukhara - We have breakfast in the hotel before we leave for the railway station early in the morning. We meet with a local guide and driver at the railway station in Bukhara and have lunch in a local restaurant (payable locally). Bukhara has been described as a fairy tale city as it seems magical, beautiful and oriental. Bukhara is also listed by UNESCO as a World Heritage Site. Among the many sites that you will visit are Lyabi-Khauz Ensemble, Magoki-Attori Mosque, ChorMinor Madrasah, Ulugbek and Abdulazizkhan madrasahs, Kalyan Minaret, Kalyan Mosque and Miri-Arab Madrasah, as well as the legendary Ark Fortress. We hope to have our evening meal in a local restaurant with the local Uzbek folk. Overnight at Hotel Old Bukhara or similar (BD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Bukhara to Samarkand - Breakfast in the hotel and we will meet with our local guide and driver to continue the sightseeing tour in Bukhara. This morning we visit the summer residence of the last Bukhara emir – Sitorai Mokhi-Khosa. This is a unique building, the architecture of which combines oriental and Russian elements of décor. Our trip continues with the mausoleum of Bakhouddin Naqshbandi, the founder of the Sufi and the Necropolis of Chor-Bakr, known as “the city of dead”. We then transfer to the railway station for high-speed train to Samarkand. On arrival we will transfer to the hotel and have our dinner in a local restaurant. Overnight at Hotel Zilol Baxt or similar (BD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Samarkand - We meet with a local guide and driver at hotel lobby to start a city tour. The Registan Square (“Sandy Place”), the ensemble of three madrasahs (the Ulughbek Madrasah, the Sher Dor Madrasah and the Tillya Kori Madrasah are visited today. We continue with the Gur-Amir Mausoleum –a world known masterpiece of Central Asian architecture and the family crypt of the great dynasty of Tamerlane, with a fine ribbed dome and decorated with paper-maché inside. In the afternoon, you will discover other miracles of the city including the Pearl of Samarkand – Bibi Khanum Mosque. Constructed in 1399 by the best architects and artisans of Khorossan, Azerbaijan, Persia and India, the mosque was compared with the beauty and shining of the Milky Way. We also visit the Siyab Bazaar, the most ancient and the largest in Samarkand. Dinner is at a local restaurant. Overnight at Hotel Zilol Baxt or similar (BD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Samarkand to Tashkent - To start the day we will visit the Shakhi-Zinda ensemble with more than 20 buildings, built from early XI up to XIVcc. We then visit the Observatory of Ulugbek, one of the famous observatories of the Middle Ages, built in 1428-1429. Our time in Samarkand ends as we transfer to the railway station and take the high speed train to Tashkent and transfer directly to a restaurant (or to the hotel to drop off luggage). Dinner in a local restaurant. Overnight at Hotel Art Deluxe or similar (BD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Kochkor - An early start takes us to the airport for our flight to Bishkek, arriving at about 0915. We are then met and have the 280km drive (approx. 4-5hours) to Kochkor, formerly known as Stolypin and Kochkorka. On the way, we will stop not far from Tokmok (after 60 km) and have an excursion to Burana Tower, a place on the Great Silk Road dated to 11th century. Though experts say that the tower was originally a minaret that stood twice as tall as it does today, Kyrgyz legends have another version of the story. We will visit the tower and the museum before we continue our trip to Kochkor. Kochkor is home to artisans who specialise in traditional Kyrgyz art, and who keep alive the traditions of the region by making sustainable souvenirs. Kochkor has become famous for its shyrdaks and felt carpets, which are made in workshops around the city. Before dinner, we will visit a women’s cooperative producing typical Kyrgyz felt carpets. You can even have a go at making your own small carpet. Overnight at Nomad Lodge Hotel or similar (BD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Issyk Kul, Skazka Canyon and Tamga - Our journey today takes us to the southern shores of Issyk Kul. Issyk Kul is the second largest mountain lake in the world after Lake Titicaca in South America. Issyk Kul means warm lake and was given this name as it does not freeze in the winter due to its high salt content. This is a vast body of water stretching to a length of 200km and being 60km wide at points. The deepest part of the lake reaches down 730m. We will visit Kyzyl Tuu village, where you can see how the wooden parts of the yurts (dwelling house of nomad people) are made. On the way, we will also stop in ‘Fairy Tale’ Canyon. After driving for about 4km, yuo will notice how mountains part, and immediately and as if by the wave of a magic stick, we find ourselves in the valley of fairy tales. In Russian, the word Skazka means “Fairy Tale” and the place is certainly a magical place, full of mystery and mysticism, sufficient to stimulate the imagination of those with the inclination to stand, and stare, and wonder. We will take some time to enjoy the scenery and stretch our legs here. We end the day when we will reach the yurt camp near the shore of the lake, here dinner will be served and you spend your first night in a yurt, feeling just like a real nomad. Todays driving is about 250km and takes 4-5 hours. Overnight at the Nomad Lodge Yurt camp or similar (BD) Please note: Yurts accommodate 4 people, and the shower and toilet are shared. Contact us for private yurt upgrades, which are subject to availability."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Jety-Oguz and Karakol - Travel today to Jety-Oguz gorge. This place is famous for its red rock formations in the form of the Broken Heart and Seven Bulls. (the name translates as Seven Bulls). Learn about some of the legends that local people have about the place and enjoy the beautiful mountain views and fresh air. We will continue the drive to Karakol. Upon arrival, a city tour of Karakol where we will visit a Russian Orthodox Church made of wood, a Muslim Mosque in Chinese Style, and the Museum of Prjevalsky, the Russian explorer of Central Asia. We will have dinner with a local Uigur family (Uigurs are Chinese Muslims). Overnight at the Mir Hotel or similar (BD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Karakol to Bishkek - It is along the northern shore of Issyk-Kul Lake that we travel today (full days travelling of 420 km, about 6-7 hours) On the way we will visit the Open Air Museum of Petroglyphs. The open-air Museum, sometimes referred as a Stone Garden, covers some 42 hectares and contains a number of prehistoric monumental structures (stone circles, tombs, the remains of a boundary stone wall and Petroglyphs (dating from the II millennium BC up to the Middle Ages). Upon arrival in Bishkek, we take a tour which includes Victory Square, a memorial for the fallen in WWII, and the Statue of Kurmandshan Datka, the legendary fighter against the Russian occupation of 1862 - 1876. We explore Alatoo Square, where on official holidays, parades are held in front of government buildings and visit Panfilov Park where under shady trees children will be found playing. For those wanting souvenirs, a trip to Osch-bazaar offers not only decorative goods of all kinds, but also great photo opportunities. Overnight in Bishkek Hotel (BD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Depart Kyrgyzstan - At a suitable time you will be met at the hotel and transfer to the airport. This should take about 40 minutes. End of services."
      }
    ],
    "map": ""
  }
]
