{
    "Main_Title": "Our Eritrea holidays & tours",
    "Main_Paragraph": "The Art Deco splendour, cool climate and relaxed feel of Asmara, Eritrea’s capital, makes it one of the most charming cities in Africa. But very few international visitors get to see it – this is one of Africa’s least-visited countries, and travellers can only come in on an organised tour. Book your Eritrea tour with us and come and discover camel markets, ruins of the 2,000-year-old Axumite civilisation and orange and coffee groves. We'll help you to explore this small nation all the way from the highlands, to the Filfil rainforest, to the desert. Our Eritrea holidays also benefit the community by bringing important tourism income, by using local guides and drivers, and local restaurants and hotels.",
    "Subtitle": "Eritrea highlights",
    "Title1": "1. Asmara",
    "Paragraph1": "The Eritrean capital wasn’t bombed during the Independence war and, although its modernist architecture, built under Italian occupation, is a little shabby now, it has earned the city UNESCO World Heritage status. Highlights include the Fiat Tagliero building, a petrol station shaped like a plane, the opera house and the Cinema Impero. Once you've seen these, it's time to enjoy the city's pleasant climate. Set yourself down with a cappuccino at one of its outdoor cafes.",
    "image1": "",
    "Title2": "2. Filfil",
    "Paragraph2": "The area surrounding the town of Filfil is unique, a last surviving remnant of tropical forest that belongs to the Semenawi Bahri or ‘Green Belt’ area. This green, lush region is a huge contrast to the stark, dry landscape around. It’s also a refuge for all kinds of wildlife, including birds, vervet monkeys and hamadryas baboons.",
    "image2": "",
    "Title3": "3. Keren",
    "Paragraph3": "Sometimes dubbed the cultural capital of Eritrea, Keren is an attractive town in the highlands north of Asmara, on a 1,392m-high plateau surrounded by mountains. There’s a popular livestock market, selling camels, sheep, cows and more, that pulls in traders and shoppers from miles around. History buffs may be interested in the World War II cemeteries for British and Italian troops, and the Italian architecture.",
    "Title4": "4. Massawa",
    "Paragraph4": "This port town on the hot Red Sea coast dates from the Ottoman period, and was a centre of power during Egyptian and Italian colonial rule. It’s an atmospheric place to wander around, with narrow alleys and crumbling buildings, including the Imperial Palace, bomb damaged during Eritrea’s independence war. There’s great seafood in the small restaurants by the sea and beautiful reefs around Green Island for snorkelling.",
    "image3": "",
    "Title5": "5. Qohaito",
    "Paragraph5": "This archaeological site high on a plateau was, according to local legend, built during the time of the Queen of Sheba, around 750BC. There are interesting archaeological remains dotted around a vast area, including the pillars from a pre Christian temple, and remains that predate the Aksum Kingdom 100-940AD. Nearby are some beautiful cave paintings dating back 5,000 years and views over Qohaito Canyon towards the Red Sea.",
    "Title6": "6. Red Sea coast",
    "Paragraph6": "The Gulf of Zula is a 50km cleft in Eritrea’s coastline, and the beginning of Africa’s Great Rift Valley. The village of Zula itself is home to the archeological site of Adulis, part of the ancient kingdom of Aksum, which dominated the area from 100AD to almost 1,000AD. It was a crucial trade hub with links to the Roman, Egyptian and Greek Empires."
}