{
    "Main_Title": "Our Hungary holidays & tours",
    "Main_Paragraph": "Our Hungary holidays often begin and end in Budapest. Because how can you say you have visited Hungary if you havent spent time in its beautiful, ebullient capital? But its not long before they whisk you beyond Budapests busy streets to parts of the country that are entirely overlooked by the city break crowd and blissfully quiet in comparison. There are the forests of Bukk National Park, teeming with birdlife; the fortified towns along the Danube, best explored leisurely on two wheels, and the wine cellars and thermal baths of Eger.\nYoull enjoy a genuine taste of Hungarian culture on our tours. Spend time with local people in rural areas, learning how they make their wine and brandy; get chatting to your neighbours on the train, and stay in family-run guest houses where the welcome is as warm as the homecooked food coming out of the oven.",
    "Subtitle": "Hungary holiday highlights",
    "Title1": "Budapest",
    "Paragraph1": "The Hungarian capital is a city of two halves, Buda and Pest, that straddle the Danube River. Hilly Buda, with its handsome cobbled streets, medieval architecture and magnificent Castle Hill, lies on the west bank.  Pest, on the east bank has a livelier, more cosmopolitan air, its old town streets lined with cafes, bars and trendy shops  plus the eclectic ruin bars that have brought life to many abandoned spaces.\nOur Hungary tours seek out locally owned, often family run hotels, and use guides who live in the city, to give you a genuine taste of Budapests culture. They also aim to visit the most popular sights either early in the morning or late in the afternoon to avoid the crowds.",
    "image1": "",
    "Title2": "Bukk National Park",
    "Paragraph2": "Hungarys largest national park, Bukk  hilly and densely forested but interspersed with wildflower meadows  is home to elusive lynx and wildcats, as well as the occasional wolf. But the birdlife here is the main draw, and twitchers will be in their element with many woodland species present and correct. There are no fewer than eight species of woodpecker to be found here, and our holidays work with park authorities and private forestry companies to help protect habitat for the rare white-backed woodpecker, whose numbers are now on the rise. Also likely to turn up in your binoculars are black storks, European goldfinches, red-back shrikes, and birds of prey such as golden eagles and imperial eagles.",
    "image2": "",
    "Title3": "Birdwatching",
    "Paragraph3": "Hungary is one of the best birdwatching destinations in Europe, with richly diverse habitats that support many different species, and a central location that makes it a good stopping point on migration routes.\nOur birdwatching trips are usually tailor made so that if you would prefer to focus on a particular place, or track down a particular species, this can be arranged. You can rely on the expertise of brilliant local guides, from conservationists who get tips for sightings from national park staff, to former wildlife crime officers with a lifetime passion for birding. They can lead you around areas that arent well signposted, to lesser-known viewpoints, all while taking maximum care not to disturb the birds youre tracking.\nPopular birdwatching locations in Hungary that our holidays can take you include the thickly wooded Bukk National Park; Lake Tisva and the Heves Plain, where hundreds of water birds nest and feed, and the grassy plains of Hortobagy National Park where huge flocks benefit from traditional, low-impact farming practises.",
    "Title4": "Cycling",
    "Paragraph4": "Cycling gives a completely different perspective on Hungary than youd get from sightseeing in Budapest. Youre passing through areas and communities that often see relatively few visitors, and just by pausing for a bite to eat or a drink here and there, or to spend a night in a locally owned inn, youre helping spread the economic benefits of tourism further around the country. A popular route is to travel from Vienna to Budapest over a week. If you have more time, you could spend two weeks on the beautiful Danube Cycle Path, also taking in parts of Germany and Slovakia.",
    "image3": "",
    "Title5": "Multi country tours",
    "Paragraph5": "With its pivotal position in central Europe, Hungary has had a tumultuous past, its borders constantly shifting due to war, invasion and revolution. Consequently, a multi country tour taking in neighbouring Austria, Romania, Croatia and Poland can be the best way to fully appreciate Hungarian history, and how it has shaped the national identity and culture.\nOur small group cultural tours go by road or rail, and are led by knowledgeable guides who can bring you up to speed on everything from national politics to traditional cuisine, while also ensuring the trip runs as smooth as clockwork.\nAnd you wont just be ticking off the sights. Youll learn more about life in Hungary, from visiting a tiny, family-owned wine cellar, or an overnight stay with a local family in their traditional log house."
}