{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "best-of-upper-and-lower-egypt-in-two-weeks-itinerary",
  "tourName": "Best of Upper and Lower Egypt in Two Weeks Itinerary",
  "placesVisited": "River Nile, Luxor, Aswan, Cairo, Alexandria",
  "generalInfo": "Egypt’s evocative attractions are scattered across the desert and range from famous pyramids to forgotten temples, ancient dynasties to 6th-century cities and desert oases. This two-week vacation will explore them all with private Egyptologist guides and incorporate the both the icons and the hidden wonders. Intimate and individualized, this itinerary includes a boutique five-star cruise, excellent hotels, mesmeric history, and a seductive charm that will surprise you in Egypt. Find more itineraries to see how many options there are for this incredible region.",
  "durationDays": "14",
  "price": "5,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Luxor – Beauty of the River Nile",
      "description": "A local representative will greet you from your international flight and assist with customs and immigration, and then get you transferred onto your domestic flight bound for Luxor. Touch down there, and it will be a short transfer to your five-star hotel peacefully located along the riverbank. Your deluxe suite will have views of the unrivaled Nile as the temples rise above the city, local life is seen on the banks and boats sail along the shores. The evening will be at your leisure, and there are stunning sunset views from your rooftop along with some decadent cocktails and aperitifs. Our Egypt tour specialists will ensure that you settle in comfortably."
    },
    {
      "dayNumber": "2",
      "title": "Luxor – Immersed in the Majestic Scale of History",
      "description": "The temples of Luxor and Karnak are like cities as 20-meter statues guard their entrances while the pharaohs gaze down on those who wander along the ancient stone. Columns rise into the blue desert sky, dozens of them standing in photogenic harmony. Crumbling outer walls help to reveal the temples’ age while reconstructed statues showcase their former glory. Regardless of how many photos you have seen, nothing will quite prepare you for entering these gigantic complexes. The guide will keep you clear of the tour groups, and you will be able to hear your footsteps echo, the soporific sounds will bounce of the walls and their faded calligraphy. At first, you will explore at leisure and enjoy the feeling of getting lost amongst these icons. Then your guide will take over and reveal the intimate details that are so much more expressive than the historical facts. Stories are told in symbols at the Hypostyle Hall, excavated sphinxes date back 3,000 years, and the enormity of it all can be baffling. You will spend a full day exploring, including a visit to Luxor Museum, before a peaceful evening at your hotel."
    },
    {
      "dayNumber": "3",
      "title": "Luxor – Private Tour to Luxor’s Hidden Sights",
      "description": "Along with the pyramids, Luxor is the unmissable destination in Egypt. There is so much to see on the banks that very few people have even heard of the ancient desert cities nearby. Abydos and Dendera are amongst the oldest of all Egypt’s sites, and they receive just a handful of daily visitors. Wander up the steps of the Osiris Temple, and then explore the hieroglyphs that grace its interior. Stand alone in Dendera Temple, and you will sense the atmosphere of ancient times. These cities have not been reconstructed, and the redolent state of ruin provides a poignant insight into their age. Paintings have faded, sculptures have broken, and cities are yet to be fully excavated. All of this will make you feel like an archaeologist that has stumbled across the forgotten ruins in the desert."
    },
    {
      "dayNumber": "4",
      "title": "Nile Cruise – The Magnificent Valley of the Kings",
      "description": "Yesterday’s sights were rustic, but today’s have been exquisitely excavated and restored, the sights of Luxor’s West Bank the best insight into the glory of the dynasties. While this restoration has led to a certain sanitization of the sights, it is still the best way to understand the tombs and temples at the time they were built. Descend into the mysterious atmosphere of King Tutankhamen’s Tomb and admire the glistening treasures of King Ramesses VI’s Tomb. Explore monuments that would influence the world, and gasp at the size of the valley, all before the main tour groups arrive. There is almost too much to take in here, and the entrance ticket can get you inside six different tombs. Rather than follow a set trail, your Egyptologist guide will tailor the discovery to your mood and interests. Looping back towards the Nile, you can stop at the majestic Stepped Temple of Queen Hatshepsut, then the Colossi statues of Memnon, along with some of Luxor’s lesser-seen sights. Then it will be time to depart as the five-star river boat casts off upriver towards Aswan. Watch life along the riverbank, settle into the opulence of the cruise, and enjoy your first tranquil night docked on the Nile."
    },
    {
      "dayNumber": "5",
      "title": "Nile Cruise – Temples and Tranquility of a Five-Star Nile Cruise",
      "description": "Cruising the Nile is Egypt’s iconic experience, and there are few more salubrious vessels than your boutique boat. Opulent yet unpretentious, this boat will provide a dreamy escape into the atmosphere of the Sahara. Disembark to visit magnificent temples such as Edfu and Kom Ombo, admire forgotten settlements perched on the banks, dine outside as you pass palm oases, and enjoy the sunset from your private balcony. Egypt is all about history, and today’s temples will reveal the legends of the crocodile and the sun gods. This region of the country has a charm and serenity that few people expect, and your five-star Nile cruise will immerse you in this old-world tranquility and enchantment."
    },
    {
      "dayNumber": "6",
      "title": "Nile Cruise – Cruising Around the Nile on a Traditional Felucca",
      "description": "As your boat gently cruises into Aswan, you will enjoy first glimpses of the ambient desert town. Part Arabic legacy and part Saharan tradition, Aswan celebrates the atmosphere of a distant century. You will spend the day exploring on a traditional felucca sailboat as wind power takes you to islands and gardens marooned on the Nile. Stop at temples along the city’s banks and feel the breeze as it immerses you further in Aswan’s distinctive character. Occasionally, you will disembark and visit rustic markets, the Unfinished Obelisk, Aswan High Dam and Philae Temple. But for most of the day, you will sit back and watch an ancient world slowly unravel from the deck."
    },
    {
      "dayNumber": "7",
      "title": "Aswan – Day Trip by Air to Magnificent Abu Simbel",
      "description": "Practically on the border with Sudan, Abu Simbel is the most remote of Egypt’s famous sights. It is then hundreds of miles to the nearest town, separated by nothing more than dusty Saharan dunes and the waters of Lake Nasser. Keeping the itinerary relaxed, you will fly to and from Abu Simbel on a day trip from Aswan. Touch down to a temple structure that is packed with detail; golden hairpieces on pharaoh statues, books written around spiraling columns, 3,000-year-old eyes that always seem to be staring at you no matter where you stand. While it is one of Egypt’s most famous sights, the inaccessibility helps Abu Simbel retain a sense of abandonment. After being virtually alone at the temples, you will fly back to Aswan and spend a night a historic property that imbues all the charm and grace of the early 20th century."
    },
    {
      "dayNumber": "8",
      "title": "Cairo – Exploring a Traditional Nubian Village",
      "description": "Traditions live on in the villages around Aswan with the ancient lifestyle of the Nubians continuing to occupy the oases around the Nile. You will spend a morning at one of these villages to share tea with the locals and appreciate a way of life that has not changed since the time of the pharaohs. Visit the unusual St. Simeon Monastery on route back to Aswan and a scheduled flight to Cairo."
    },
    {
      "dayNumber": "9",
      "title": "Cairo – A Full Day Amongst the Great Pyramids of Giza and Saqqara",
      "description": "Admire them from afar as the three iconic shapes glow orange in the light of dawn. Move closer and pass the Great Sphinx of Giza as you walk towards the last remaining ancient wonders of the world. The closer you get the larger they loom with the epic slabs of stone creating an icon that rises 130 meters into the sky. These are not merely photogenic monuments as they are memoirs of a dynasty, stories of dictators and slavery that your guide will adeptly narrate. To understand the pyramids, you must understand the context, and that is why experienced guides are held in such high esteem. You will descend into one of the pyramids and explore a replica of a solar boat before a break for coffee and cake will enable your guide to provide more background information. Later in the day, you will travel further back in time to the first ever pyramid, a remarkable monument at Saqqara that is crumbling with an enduring grace."
    },
    {
      "dayNumber": "10",
      "title": "Cairo – Expert Egyptologist Tour to Memphis and More",
      "description": "Memphis, the legendary city of alabaster sphinxes and columns buried beneath the ground, is a destination of statues that links so many pieces of Ancient Egypt. Dahshur, where camels wander longingly past the Red Pyramid, and the weathered remains of the Bent Pyramid are there to explore. These two destinations are relatively isolated and mostly devoid of tourists, and you can wander through the legacies of the dynasties and ride a camel into the desert. Today’s historical tour will take you away from the usual trail and explore these two marvelous cities in the desert as your expert guide will unfold why they are just as important to the country’s history as anywhere else."
    },
    {
      "dayNumber": "11",
      "title": "Cairo – Wonders of Old Cairo and the Egyptian Museum",
      "description": "The calls of the traditional traders drift through the maze of Islamic Cairo as colorful markets stand beneath the majestic minarets of the 12th-century mosques. Fifth-century churches stand proudly on the narrow lanes of Coptic Cairo, juxtaposed with some of the finest Islamic architecture found anywhere in the world. Hidden away, the labyrinth of Old Cairo will bring you on a journey into a different history and a time of Arabic traders and missionaries. The whole World Heritage district is untouched, and it is not merely a historical site, but a living part of the city where traditions continue as if time has been frozen. Spend the morning here and eat lunch at a typical local cafe, and then explore the colorful chaos of the Egyptian Museum of Antiquities throughout the afternoon. These places can be baffling on their own, but with your private guide navigating, they are home to thousands of hidden treasures."
    },
    {
      "dayNumber": "12",
      "title": "Cairo – Discovering the Iconic Desert Oasis of Al Fayoum",
      "description": "There have been some early starts over the last few days, so today you can take your time and lounge by the pool or take in the view of the Nile from your room. After lunch, you can visit Al Fayoum, a remote desert oasis where palms rise, and waterfalls emerge in the desert. Old furnaces dot one hillside as reminders of the oasis’s origins found in making pottery. Traditional mud-brick structures grace the valley, odes to a time when this was one of the region’s most prosperous towns. One has been converted into a cafe, a leisurely place to drink sweet tea before ascending the valley wall for stunning views over the oasis. Like Old Cairo, today’s historical tour will showcase a century that you will not have explored in Giza or Luxor."
    },
    {
      "dayNumber": "13",
      "title": "Alexandria – Another Sublime Ancient City in Upper Egypt",
      "description": "The remains of ancient Alexandria are few as most of Cleopatra’s city was gobbled up by redevelopment. This city was home to one of the ancient seven wonders, but sadly that lighthouse has long gone. So instead, it is now a celebration of contrasting centuries, a beautiful port town that takes you from Pompey’s Pillar to the 15th-century Citadel of Qaitbay, the Catacombs of Kom El Shoqafa to the lavish early 20th-century Montaza Palace. The city’s library may not be the original storied library that so impressed the Greeks, but the modern Biblioteca Alexandrina is a very impressive sight. After the drive there, you have a full day to explore Alexandria with a local guide who will marry the city’s sights with evocative stories of its origins."
    },
    {
      "dayNumber": "14",
      "title": "Cairo – Relaxed Shopping and Departure Flight",
      "description": "With an evening departure from Cairo, this final day can be very relaxed. Lounge by the marina to people watch and sip coffee, or explore the city’s markets as the colors and charms quickly captivate. You may also wish to return earlier to Cairo and explore some of the capital city’s markets, which have a wider choice, albeit without the same enchantment of those in Alexandria. Before your flight, you enjoy day-room use at a hotel near the airport to freshen up before your departure flight."
    }
  ],
  "map": ""
}