{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "grand-luxury-tour-of-egypt-red-sea-nile-cruise-antiquities",
  "tourName": "Grand Luxury Tour of Egypt: Red Sea, Nile Cruise & Antiquities",
  "placesVisited": "Hurghada, Luxor, Dendera, Aswan, Nile River, Cairo",
  "generalInfo": "Elegant and exotic, Egypt’s enchanting story blends the best of antiquity with the serenity of today. Celebrating the country’s kaleidoscope of adventures, this luxury 2-week luxury tour includes the famous experiences, from the Red Sea to the splendors of Luxor and the Great Pyramids of Giza. It also unravels the hidden side of the country, with private guides, contemporary splendor, and monuments lost in the desert. This is the grand luxury tour, enhanced with a tranquility that always surprises.",
  "durationDays": "14",
  "price": "18,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Hurghada – Tranquility Along the Red Sea",
      "description": "The typical Egyptian tour starts amongst the baffling bustle of Cairo, rushes around the famous attractions, and only gives you time to breathe when finishing at a Red Sea resort. However, despite the preconceptions and busy Cairo, this is actually a very relaxed country. Time moves slowly, with an air of serenity reflecting its Saharan location and tradition. The Red Sea is the perfect place to slow down and settle into a tranquil ambiance. Private beaches stretch out for long distances, and they’re hardly marked by footprints. Private suites are shaded by palm trees, and exotic colors merge along the panorama. Start in the Red Sea, and you’ll be fully energized for the journey through antiquity, helping you take in the exquisite details that most will overlook. After changing planes at Cairo International Airport, you fly to Hurghada and head straight to your fabulous luxury accommodation by the sea, where there’s no need for shoes."
    },
    {
      "dayNumber": "2",
      "title": "Hurghada – The Exotic Charm of Egypt’s Coast",
      "description": "Wake to the timeless beauty of the Red Sea, nature’s colors twinkling in the morning light. Rugged sandstone mountains provide the backdrop to aquamarine waters, while palms rise above sweeps of untouched sand. Your suite gazes over the water, its private courtyard complemented by the soothing interiors. The Red Sea combines the tranquility of the coast with the serene atmosphere of the desert. Time doesn’t seem to exist, the day measured by the journey of the sun. Soon you settle into the calm rhythm, moving slowly and peacefully through the five-star resort and along the coast. Stress melts away, as you tune into the social customs of the country, and there’s always an exotic view keeping you company. The antiquities of Egypt can wait, for this is an exotic paradise hidden from the world. Scuba diving and deep sea fishing excursions are possible here, along with snorkeling on the surrounding reefs. But mostly the focus is on seclusion. Slow your pace here, and the treasures of ancient Egypt will reward you in far greater detail."
    },
    {
      "dayNumber": "5",
      "title": "Nile Cruise – Across the Sparkling Desert to Luxor’s West Bank",
      "description": "Now you cross the desert, passing evocative miles of scorched rock and empty terrain. You feel the enormity of the Sahara and the landscapes of the past. Every so often, there’s an oasis, a cluster of date palms and mud-brick buildings, hardly changed since the time of the pharaohs. Arrive in Luxor and check into the Oberoi Zahra, the most luxurious of the Nile cruisers. Enjoy a 60-minute welcome treatment at the onboard spa, admire the Nile through the large windows, and settle into your spacious five-star suite. There are various sun decks and lounges for watching the world roll by, along with a fabulous restaurant that serves up a mix of traditional and Western cuisine. This is your home for the next seven nights, a salubrious vessel that provides all the contemporary luxuries. In the afternoon, you enjoy a private tour through the fabulous Tombs of the Nobles, admiring the hieroglyphic inscriptions and deciphering the scenes amongst the decoration. Luxor has an abundance of riches, the preserved ruins of Thebes rising on both banks of the river. It’s best not to rush; how many tombs and hieroglyphics is it possible to see in an afternoon before they all start blurring into one? Your Egyptologist guide doesn’t try to show you everything. Instead, you’re guided around the monuments that can piece together the storyline. Visit Medinet Habu Temple for an insight into the iconic style, explore a tomb that is in a perfect state of preservation, then discover wall murals and carved columns that narrate tales from Ancient Egypt’s 18th dynasty. By moving slowly, you go beyond the grandeur of scale and into the wonder of detail."
    },
    {
      "dayNumber": "6",
      "title": "Nile Cruise – Hidden Sights of Egypt’s Ancient Cities",
      "description": "With an early start, you wander through the Valley of the Kings before the tour buses arrive. Journey into three tombs, starting with the most famous, Tutankhamen’s. At this early hour, there’s an eerie atmosphere, symbolic of this being an elaborate place of rest. Staying ahead of the crowds, you move to the Valley of the Queens and the resplendent tiers of the Mortuary Temple of Queen Hatshepsut, then the monumental Colossi of Memnon. Your private guide ties the stories together and unveils the little details that aren’t seen on a group tour. Return to the boat for lunch and then spend the afternoon in the ancient city of Dendera, lost in the desert some 90-minutes drive from Luxor. Rising majestically in the wild, sending its shadow over the dunes, this dedication to the Goddess of Love is a chronicle to savor."
    },
    {
      "dayNumber": "7",
      "title": "Nile Cruise – Intricate Wonders of Luxor’s East Bank",
      "description": "Ancient Egypt baffles the imagination. Stand before the columns of Karnak Temple, watching how they cast distant shadows, wondering how such engineering existed 3,500 years ago. Wander along the Avenue of Sphinx and try to comprehend the size of the facade. Gaze up at the decoration at Luxor Temple and bask in its glory. Take your time, soaking up the atmosphere and grandeur, without even trying to understand. Then allow your guide to take over. Returning through the two temples, along the avenue that connects them, the expert Egyptologist starts to fill in the gaps. After absorbing the ambiance, you begin to learn the how and the why, the what and the when. This then continues at the Luxor Museum, where a stunning collection of artifacts boasts of the opulence of ancient Thebes. It’s a full day of exploring on the East Bank, and the pace is leisurely, for these are wonders to be appreciated, not rushed."
    },
    {
      "dayNumber": "8",
      "title": "Nile Cruise – The Cult Temple of Horus",
      "description": "This morning, you start cruising down the Nile. Sand dunes and sandstone mountains rise in the desert, scattering across the horizon and punctuated by the odd oasis. Traditional villages still line the banks, seemingly unchanged since the time of the pharaohs. You stop at Egypt’s second-largest temple, the Cult Temple of Horus, dating back to the Ptolemaic era. Honoring the falcon god, it stands elegantly amongst the soft colors of the desert, its columns still standing strong after 2,200 years. Then keep cruising, docking beside an island on the Nile, where the evening is as relaxed as any along the Red Sea."
    },
    {
      "dayNumber": "9",
      "title": "Nile Cruise – The Crocodile God and Cruising Into Aswan",
      "description": "So many legends inhabit ancient Egypt. Take Sobek, the crocodile god, a great rival of Horus. By honoring him, the Egyptians believed they would be safe from the deadly attacks of Nile crocodiles. Sobek himself was a stealthy soul, transforming himself into a crocodile as a means of escaping an attack. The guide narrates the story in much detail as you visit Kom Ombo Temple, where the two symmetrical sides play out the myth. One side is dedicated to the sun god, a descendant of Horus, the other to Sobek. Egypt is full of fabulous monuments that can be glimpsed in photos. But only by walking beneath the columns and inspecting the carved facades can you begin to evoke the time of the ancient Egyptians and the legends that accompany the time."
    },
    {
      "dayNumber": "10",
      "title": "Nile Cruise – Felucca Cruising Around the Gardens of the Nile",
      "description": "With a Nile cruise, you travel slowly. Drift past the villages, alongside the lush island gardens, and through the mystical scenery of the desert. Relax in the spa, enjoy the window view of the Nile, and watch the day unfold through the movement of the sun. Today you arrive in Aswan in the morning, where the day is spent on a private felucca, where you drift on the wind and get paddled to some of the islands that rise evocatively in the Nile. Stop at Kitchener’s Island to see the botanical gardens, sail to bazaars along the water, and lose yourself in the atmosphere of the Nile’s most charming city. Mixing Middle Eastern and Saharan flavors, Aswan continues the tranquil theme of this Egyptian tour."
    },
    {
      "dayNumber": "11",
      "title": "Nile Cruise – Discovering Aswan High Dam and the Temple of Philae",
      "description": "It’s your final morning on the Oberoi Zahra. Watch the rising sun glisten off the Nile, admire the sailboats that drift through the waters, enjoy breakfast in your suite, and wonder how you managed to be light years away from the hustle and bustle that fill most preconceptions about Egypt. Today’s private afternoon tour visits Aswan’s two most famous attractions, starting at the Aswan High Dam, the creator of the world’s largest artificial lake. Then you’re onto the Temple of Philae, rising high above the waters on the island of Agilkia. Like every evening on the Oberoi Zahra, you enjoy fine dining after the Saharan sun has disappeared from the sky."
    },
    {
      "dayNumber": "12",
      "title": "Cairo – Private Tour of the Egyptian Museum and Modern Cairo",
      "description": "After the early flight to Cairo, you gaze over the final ancient wonder of the world. The Great Pyramid of Giza rises just 700 meters from your five-star hotel, and you’re immediately inspired by its scale. By mid-morning the site will already be busy, so today’s tour will take you in a different direction. An Egyptologist leads you around the Egyptian Museum of Antiquities, stopping to inspect the priceless treasures of the Mummy Room and the archaeological finds that paint a story through Ancient Egypt’s different dynasties. This museum is baffling without a guide. With an insider’s knowledge, it’s one of the best in the world. But Egypt isn’t just about the ancient past and the rest of the day will lead you through the centuries that make up Cairo today. Wander through the alleyways of Coptic Cairo and its old stone churches. Follow the architectural design of Al Moez Street, where Islamic treasures date to a forgotten medieval era. Move into the 21st century by visiting Tahrir Square, the famous site of protest and demonstration. This is a chance to openly discuss contemporary Cairo, a city that’s bouncing back with verve. After an atmospheric dinner in Khan Khalili bazaar, you then have the rare opportunity to visit Bayt Al-Suhaymi after dark, which is normally closed in the evening."
    },
    {
      "dayNumber": "13",
      "title": "Cairo – Journey Through the Relics of Past Ages",
      "description": "With the sun rising over the desert, you wander past the Sphinx, towards the three Great Pyramids of Giza, and into the dark insides of these epic monuments. While you can see them from your hotel, only when standing at the base of the pyramids can you really comprehend the size; everyone feels a sense of insignificance when in the shadow of these legends. Other famous relics are found nearby, and your private guide ensures you can start understanding their legacy and importance. Visit ancient Memphis, see the first ever pyramid in Saqqara, and discover the intricate details that piece all these monuments together. In the afternoon, there will be time to visit the bazaars of Cairo should you wish. Or you can sit back on the hotel balcony and gaze over the pyramids."
    },
    {
      "dayNumber": "14",
      "title": "Cairo – Gazing Over the Pyramids and Departure",
      "description": "It’s worth getting up early, even if it’s the last day of your vacation. Watch the Pyramids of Giza change color as the sun rises, light bouncing enigmatically off their facades. Later in the morning, you’ll be transferred to the airport for your international departure."
    }
  ],
  "map": ""
}