{
  "destination": "Egypt",
  "mainPhoto": "",
  "id": "romantic-allure-of-egypt-ideal-tour-for-couples",
  "tourName": "Romantic Allure of Egypt: Ideal Tour for Couples",
  "placesVisited": "Giza, Aswan, Edfu, Luxor, Hurghada",
  "generalInfo": "Evoking the enchantment of yesteryear, this romantic 11-day Egypt tour is a journey for two to pyramids, temples, oases and beaches. Featuring iconic extras like a carriage ride to Horus Temple, you’ll spend 11 days exploring antiquity, while reveling in the country’s most amorous accommodation. Just sit back and allow Egypt to impress its hand-in-hand charm.",
  "durationDays": "11",
  "price": "4,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Giza – A Night with the Pyramids",
      "description": "Cairo is a big and messy city, far from the versions of romance most couples hold in their mind. But the Giza suburb has some space. And your hotel suite will provide uninterrupted views over the pyramids. These fabulous structures are the very essence of antiquity and while most visit them for a few hours, you will have the pyramids available whenever you open the curtains. After an airport transfer you’ll be transferred to Giza’s finest hotel. A welcome candlelit dinner is served on the rooftop as the famous pyramid light show plays out."
    },
    {
      "dayNumber": "2",
      "title": "Giza – Horseback to the Pyramids",
      "description": "Riding horseback to the pyramids is a couple’s adventure to evoke the tales of early travelers. It’s otherworldly, hooves kicking up dust as you’re transported thousands of years back into history. Climb down from your horses and enter one of the pyramids, a glimpse into a world that most can only imagine. Then return to your hotel as the crowds arrive, for lunch and quiet time on the roof. This afternoon you’ll be transferred to Coptic Cairo, where churches and mosques juxtapose upon mazy streets that will always excite the senses."
    },
    {
      "dayNumber": "3",
      "title": "Aswan – Sailing into the Sunset",
      "description": "Aswan is Egypt’s most romantic town, especially when you escape the bustle of where the cruise ships dock. It still retains an oasis feel and you can drift off at one of the al fresco cafes beside the souks. This afternoon you’ll board a private sailboat and cruise around small islands with your skipper. With nobody else on board, you can lie back and watch the desert roll by, before the wind picks up and you sail towards a desert sunset."
    },
    {
      "dayNumber": "4",
      "title": "Aswan – Oasis Life",
      "description": "This morning has been left free, so you can wake up late and take it slowly before an afternoon exploring Aswan’s key sights. First the High Dam, a remarkable structure from the present day. Then Philae Temple in its evocative state of ruin. Next the souks, all aromas and sounds as you travel upon winding lanes. In the afternoon you can enjoy a second felucca sailing trip, the seclusion and serenity making this one of the most romantic things to do anywhere in Egypt."
    },
    {
      "dayNumber": "5",
      "title": "Edfu – Cruising down the Nile River",
      "description": "This morning you’ll start a two-night cruise down the River Nile. Although it’s not a private cruise, the boat is one of the smallest used for multi-day trips, helping you preserve the intimacy that’s been building over the last few days. After most of the day cruising, you’ll disembark and ride by horse and carriage to Horus Temple. It’s a glamorous, yesteryear arrival to a magnificent slice of antiquity. 3000 years of history hide here and the stories are so much more real when you’re wandering past inscriptions and hieroglyphs."
    },
    {
      "dayNumber": "6",
      "title": "Luxor – The Temples of Luxor and Karnak",
      "description": "The cruise continues and you will arrive in Luxor just after lunch, leaving enough time to gasp at the East Bank treasures. First Luxor Temple, a symbol of regal excess standing to one end of an avenue lined by sphinx. Then Karnak Temple, a mighty structure of pillars and hideaways, where your guide will allow lots of time for you to get lost on your own. Wandering hand in hand through this temple of temples is an iconic couple’s immersion in the scale and detail of ancient Egypt."
    },
    {
      "dayNumber": "7",
      "title": "Luxor – Hot Air Balloon Ride",
      "description": "It’s an early start this morning as you will be in the air by sunrise. With sharp sounds the gas inflates the balloon and you soar, privately, high above the Valley of the Kings. Beneath you lie the tombs of pharaohs and kings, the rock-cut structures stretching far into the desert. From up here you can appreciate the scale of the valley, before you touch down close to Tutankhamen’s tomb and explore the area on foot. This afternoon you can explore more of Luxor’s West Bank, in and between laid-back time along the river."
    },
    {
      "dayNumber": "8",
      "title": "Hurghada – Indulgence on the Red Sea",
      "description": "After a relaxed start you will be transferred privately to Hurghada, a sleepy town on the Red Sea. You’re staying outside the town, at a dreamy resort perched over the water. For the next three days there isn’t much but you and your partner, strolling hand in hand along the sand and getting lost in each other. This is Egypt’s most romantic place to be and you have three days, beneath the sun, gazing across the endless blue water. Expect discreet and professional service along with all the amenities you can anticipate from a five-star boutique resort."
    },
    {
      "dayNumber": "9",
      "title": "Hurghada – Romantic Beach Time",
      "description": "These two days have been left completely free so you can rest and relax on the Egyptian coastline. The scuba diving is spectacular here, much better than further north in Egypt, especially due to pelagic fish emerging from the depths. There is a spa and pool at the resort, along with a mostly private beach where you can lay back and unwind. After Egypt’s history this is a more classical conclusion to your vacation and there’s nothing to interrupt your serenity."
    },
    {
      "dayNumber": "11",
      "title": "Hurghada – Departure",
      "description": "Hurghada has its own airport so you will depart directly from the coast. Late check out can be arranged depending on your flight time."
    }
  ],
  "map": ""
}