{
  "destination": "Polonya",
  "mainPhoto": "",
  "id": "EEWP",
  "tourName": "Varşova' dan Prag' a",
  "placesVisited": "Polonya, Slovakya, Çek Cumhuriyeti",
  "generalInfo": "Bir haftada Polonya,  Slovakya ve Çek Cumhuriyeti.  Varşova’ dan başlayarak,  Auschwitz’ e yapılan bir gezinin de dahil olduğu Krakov’ a seyahat ediyoruz.  Ardından,  High Tatras Dağları’ nın berrak dağ havasını ve keşfedilecek birçok yürüyüş parkurunun keyfini çıkarabileceğiniz Slovakya’ ya gidiyoruz.  Son hedefimiz Prag,  lezzetli Çek birasını deneyin ve eski şehrin Arnavut kaldırımlı sokaklarında dolaşın.<br><br><strong>En Yakın Uluslararası Havaalanı (Başlangıç Noktası):</strong> Varşova Chopin Havaalanı (WAW)<br><br><strong>En Yakın Uluslararası Havaalanı (Bitiş Noktası):</strong> Prag Vaclav Havel Havaalanı (PRG)",
  "durationDays": "7",
  "price": "839",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<p>Auschwitz Toplama Kampı Rehberli Gezisi</p>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 4 gece,  misafirhanede 1 gece,  yatılı trende 1 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>6 kahvaltı büfesi</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour tur lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Varşova' ya Varış",
      "description": "Polonya’ nın başkenti Varşova,  II.  Dünya Savaşı’ nda neredeyse tamamen yıkıldı,  çok çaba harcanarak yeniden inşa edilen şehir bir turizm merkezine dönüştü.  Komünizmin çöküşünden sonra birçok eski bina yerini modern gökdelenlere bıraktı,  harap haldeki eski şehir yepyeni bir çehreye kavuşurken,  eğlence ve hizmet alanında yaşanan değişimlerle şehir diğer batılı başkentlere eşdeğer bir konuma geldi."
    },
    {
      "dayNumber": 2,
      "title": "Krakow",
      "description": "Polonya’ nın fazlasıyla ünlü ve kültürel şehri,  tarihi yapıların ve anıtların çoğunun İkinci Dünya Savaşı’ ndan kurtulmuş olduğu ortaya çıkmasıyla yüzyıllar süren şaşırtıcı mimari ve sanatsal gelenekleri korumayı başaran Krakov’ dur.  Şimdilerde müze olan Rönesans sarayı Wawel Kraliyet Kalesi,  Krakov’ un 500 yıl kraliyet başkenti olması nedeniyle mutlaka görülmesi gereken bir yerdir.  Bu kozmopolit şehir,  akşamları,  keşfedilecek birçok restoran,  müzik kulübü ve bara ev sahipliği yapan vahşi bir gece hayatı sunmakta."
    },
    {
      "dayNumber": 4,
      "title": "High Tatras Dağları",
      "description": "Karpatların en yüksek sıradağlarından olan High Tatras,  Slovakya ile Polonya arasında doğal bir sınır oluşturan geniş bir dağ sırasından oluşur.  Slovakya’ da,  hemen Poprad’ ın kuzeyinde bulunan 2, 655 metrelik Gerlach en yüksek dağıdır."
    },
    {
      "dayNumber": 5,
      "title": "Prag’ a Yatılı Tren Yolculuğu",
      "description": "Dağların taze havasına doyduktan sonra Prag’ a gitmek için yatılı tren yolculuğumuza başlıyoruz."
    },
    {
      "dayNumber": 6,
      "title": "Prag",
      "description": "Prag,  Avrupa’ nın en güzel şehirlerinden biridir ve hareketli eski şehir meydanındaki muhteşem astronomik saat,  ressamları ve sokak çalgıcılarını iş başında görebileceğiniz büyüleyici Charles Köprüsü ve Wenceslas Meydanı gibi yerlerin olduğu 1000 Kuleli Şehri gezmek için boş zamanınız var.  Ayrıca,  şehrin sihirli manzarasına bakmak için Hradčany Kalesi ve St Vitus Katedrali’ nin yüce yükseklikleri arasında gezin."
    },
    {
      "dayNumber": 7,
      "title": "Prag' dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}