{
  "destination": "Gürcistan",
  "mainPhoto": "",
  "id": "EECG",
  "tourName": "Klasik Gürcistan",
  "placesVisited": "Gürcistan",
  "generalInfo": "Avrupa'nın Asya ile buluştuğu noktaya gelin ve büyüleyici Gürcistan'ı keşfederek 8 gün geçirin. Yeşil tepelere, kara denizlere, antik kiliselere ve dünyanın en eski şarap bölgelerinden birine ev sahipliği yapan Gürcistan  hem eski bir dünya cazibesine hem de modern bir dokunuşa sahiptir. Dünyanın en büyük gizli mücevherlerinden biri olarak kabul edilen ve keşfedilmeyi bekleyen bu karizmatik şehirlerde ve uzaktaki köylerde gezerken vadileri ve muhteşem dağları göreceksiniz.",
  "durationDays": "8",
  "price": "1149",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Konaklama: </strong></p>\n<ul>\n<li>- Otelde 3 gece, bir misafirhanede 4 gece</li>\n</ul>\n<p><strong>Yemek:</strong></p>\n<ul>\n<li>- 7 Kahvaltı, 4 Akşam Yemeği</li>\n</ul>\n<p><strong>Geziler:</strong></p>\n<ul>\n<li>- Tiflis Şehir Turu,</li>\n<li>- Narikala Kalesi Teleferiği,</li>\n<li>- Stalin Müzesi'ni ziyaret ,</li>\n<li>- Uplistsikhe Mağaralarını ziyaret ,</li>\n<li>- Sataplia Mağaraları ve doğal rezerv ziyareti,</li>\n<li>- Dadiani Palace müzesini ziyaret ,</li>\n<li>- Ushguli'de off-road macerası,</li>\n<li>- Margiani kulesini ziyaret ,</li>\n<li>- Svan kulesi, Gonio Kalesi'ni ziyaret ,</li>\n<li>- Batum Botanik Bahçesi,</li>\n<li>- Mtskheta kentini ziyaret</li>\n</ul>\n<p><strong>Ulaşım: </strong></p>\n<ul>\n<li>- Yürüyüş, Özel Araç</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tiflis'e Varış",
      "description": ""
    },
    {
      "dayNumber": 2,
      "title": "Stalin Müzesi, Uplistsikhe Caves & Kutaisi",
      "description": "Kahvaltıdan sonra Batı'ya Kartli bölgesinin kalbine gidiyoruz ve Joseph Stalin Müzesi'ni geziyoruz. Stalin ve ailesi burada doğdu  kişisel eşyalarının çoğunu göreceksiniz ve tarih seven herkes için büyüleyici bir deneyim olacak. Daha sonra Uplistsikhe (aynı zamanda Lord’un kalesi olarak da bilinir) mağara köyüne gideceğiz. Bu eşsiz köy, erken Demir Çağı'na kadar uzanan kalker kayalardan kesilmiş en eski mağaralardan oluşur. Burada, köyde bulunan antik eserleri araştırmak ve öğrenmek için biraz zaman harcayabiliriz."
    },
    {
      "dayNumber": 3,
      "title": "Sataplia Caves, Zugdidi & Mestia",
      "description": "Bugün Sataplia Mağaraları ve doğal rezervi görmeden önce güne kahvaltı ile başlıyoruz. Sataplia, burada korunan dinozor ayak izleriyle ünlüdür. 900 metre uzunluğundaki mağaraya bir yamaca girmeden önce yeraltından geçerek ve  dinozor ayak izleri ile  yüzeye çıkma şansı yakalayacaksınız."
    },
    {
      "dayNumber": 4,
      "title": "Ushguli & Mestia",
      "description": "Bugün 4WD araçlara atlayıp uzaktaki Ushguli köyünü ziyaret ederken sıra dışı bir maceraya hazırlanın. Bu UNESCO Dünya Mirası bölgesi, deniz seviyesinden 2.220 metre yüksekte olduğu için, Avrupa'nın en yüksek daimi yaşayan köyüdür. Yolda Ipari ve Kala da dahil olmak üzere birkaç uzak köyden geçeceğiz ve güzel korunmuş fresklerle asırlık kiliseleri keşfedeceğiz. Akşam Svan mutfağını keşfedin ve kendinizi şımartın.."
    },
    {
      "dayNumber": 5,
      "title": "Svan Towers & Batumi",
      "description": "Svaneti bölgesi, savunma amaçlı olduğu kadar konut amaçlı da kullanılan iki adet 25 m yüksekliğindeki kule olan Svan Kuleleri ile ünlüdür. 12. yüzyıla tarihlenen Margiani Tower'ı ziyaret edeceğiz. Günümüz, yakındaki Batum şehrini çevreleyen güzel bir sahil şeridinden oluşan Acara bölgesine bir yolculuk ile devam ediyor. Bulvarlar arasında yürüyüş yapmanın keyfini çıkarabileceğiniz ve dans eden fıskiyelere hayran kalabileceğiniz bu liman kasabasında gece konaklayacağız."
    },
    {
      "dayNumber": 6,
      "title": "Gonio Fortress, Batumi Botanik Bahçeleri & Kutaisi",
      "description": "Bu sabah Batum'a 10 km uzaklıkta bulunan ve Gürcistan'daki en eski ünlü Gonio Kalesi'ni ziyaret edeceğiz. Kalenin birçok efsanesi vardır, bunlardan biri Havari Matthew'un mezarına ev sahipliği yaptığı inancıdır. Bu ziyaretten sonra Rus botanikçi Andrey Krasnov tarafından kurulan ve dokuz fitocoğrafik bitki hayatına ev sahipliği yapan güzel Batum Botanik Bahçesi'ne gideceğiz. Daha sonra Kutaisi'ye geri dönüp Gelati Akademisini ziyaret ediyoruz. Akademi, 12. Yüzyılda Kral David'in hükümdarlığı döneminde inşa edilmiş olup ve en ünlü Gürcü bilim insanlarının, ilahiyatçılarının ve filozoflarının çalıştığı bilinmektedir. Akşamın geri kalanını Kutaisi'nin daha fazlasını keşfederek geçirin."
    },
    {
      "dayNumber": 7,
      "title": "Tiflise Mtskheta Town üzerinden dönüş",
      "description": "Otelde kahvaltının ardından Tiflis'e geri dönüyoruz. Yolda, Gürcistan'ın en eski şehirlerinden biri olan ve aynı zamanda 'Kutsal Şehir' olarak da bilinen Mtskheta'ya uğruyoruz. Şehir ayrıca, Svetitskhoveli Katedrali ve Jvari Manastırı gibi UNESCO Dünya Mirası Alanları ile de ünlüdür. Akşam Tiflis'de Geleneksel Gürcü restoranında bir veda yemeği ve bir halk şovunun tadını çıkarıyoruz."
    },
    {
      "dayNumber": 8,
      "title": "Tiflis'ten Ayrılış",
      "description": "Bir ömür boyu hatırlayacağınız maceranız bugün sona eriyor. Uçuşunuz geç satte ise  veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız, turistik yerleri keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}