{
  "destination": "Bulgaristan",
  "mainPhoto": "",
  "id": "RBHB",
  "tourName": "Bulgaristan Dağ Yürüyüşü",
  "placesVisited": "Bulgaristan",
  "generalInfo": "Bu dokuz günlük yürüyüş macerasında Bulgaristan'daki en yüksek dağları keşfedin. Bulgaristan'ın en ünlü simge yapılarından biri olan Rila Manastırı'nı ziyaret edin. Sarp dağların muhteşem manzaraları bu eşsiz yürüyüş deneyimini ödüllendirilecek.",
  "durationDays": "8",
  "price": "739",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<p>Geliş transferi</p>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 7 gece, kulübede 1 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>8 kahvaltı, 6 akşam yemeği</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Sofya'ya Varış",
      "description": "Havalimanına vardığınızda, transferinizle karşılanıyorsunuz, bu bilgileri katılım mektubunuzda bulabilirsiniz. Gelecek olan birkaç günlük yürüyüşün öncesinde rahatlamanız için Sofya'nın eteklerinde bulunan küçük bir semt olan Simeonovo'daki otelinize götürecekler. Otel, trekking maceranızın başlacağı yere yakın Vitosha Dağı'nın eteklerinde elverişli bir konuma sahiptir. Gün içinde buraya gelirseniz, yarınki trekinden önce biraz abur cubur almanızı öneriyoruz."
    },
    {
      "dayNumber": 2,
      "title": "Musala Tırmanışı ve Govedartsi",
      "description": "Bu sabah Borovets'e götürülmek için alınmadan önce rehberiniz ve grubun geri kalanıyla tanışıyorsunuz. Balkanların en yüksek zirvesi Mt Musala’ya kadar olan döngümüzün başlangıç noktası Yastrebetz’e kadar 2300 metre gondola ile çıkıyoruz, bu manzaralı yolculuğun tadını çıkarın. Rila Dağları'nın zirvelerinden Pirin Dağları'nın mermer kenarlarına kadar uzanan bu uzun yürüyüş, nefes kesici fotoğraf fırsatları sunuyor. Musala Zirvesi'ne varmadan önce çok sayıda kayalık arazinin üzerindeki kış pistini ve sırt çizgisini takip edeceksiniz. 2925 metrede muhteşem manzaralara tanık olun. En tepedeki nefes kesen manzaralara doyduktan sonra, buzul göllerinden vadi boyunca ineceksiniz. Borovets'e geri döneceğiniz gondollara doğru kış pistini takip edin. Geceyi geçireceğimiz Govedartsi’ye götürmek üzere arabamız bizi bekliyor olacak."
    },
    {
      "dayNumber": 3,
      "title": "Maliovitsa Tesisi, Prekorechki Gölleri ve Govedartsi",
      "description": "Maliovitsa beldesinden Prekorechki Gölleri'ne doğru günümüzün tırmanışına kısa bir yolculuk yaparak gidiyoruz. Rila Milli Parkı'nda doğa yürüyüşü yaparak, uçsuz bucaksız kayalıkların manzaraya hakim olduğu vadiye kadar bir dereyi takip ediyoruz. Dağ otlaklarıyla kaplı, kayalık, çakıl parkurları ve otlaklarla birlikte dağılmış parkurları kıstırdığı bir çam ormanından geçeceksiniz. Genişleyen vadi ve nefes kesici buzul göllerinin manzarasını sunan dik kaya yüzlerine tırmanırken yürüyüş daha da zorlaşıyor. Uzaktaki Rila Manastırı manzaralı, 2729 metre yüksekliğindeki tepeye kayalık bir tırmanış var. İnişimizde, bir kulübede sıcak bir içki içmek için duruyoruz. Akşam, dinlenmeniz için, Govedartsi'deki otelimize dönüyoruz."
    },
    {
      "dayNumber": 4,
      "title": "Rila Yedi Göller, Rila Manastırı ve Bansko",
      "description": "Erken uyanıyoruz, Pionerska Hut  transferinden sonra deniz seviyesinden 2200 metre yükseklikteki Rila Yedi Gölleri'ne telesiyej ile çıkıyoruz. Bu parkur, diğer turistik rotalardan daha sakindir ve vadide uzanan döngüsel bir patikaya götürür. Güzel dağ göllerinde durmadan önce otlaklar ve kayalık yollarda yürüyüş yapın. Daha sonra, telesiyejlere dönmeden önce, uçurumun tepelerinden muhteşem görülen gölleri görmek için zirveye çıkan patikaya yeniden katılıyoruz. Aracımız bizi Rila Manastırı'na götürmek için bekliyor olacak. Burası, iğne yapraklı ormanların arasında yer alan, Bulgaristan'ın en ünlü bölgesi ve eşsiz bir mimariye sahip. Kale tarzı dış cepheye hayret edin ve etkileyici sütunlu kolonlar arasında dolaşın. İçindeki karmaşık ahşap oymaları ve duvar resimlerini görün. Rila'yı keşfetmek için zaman geçirdikten sonra, Bansko'ya gidiyoruz."
    },
    {
      "dayNumber": 5,
      "title": "Rila Manastırı ve Bansko",
      "description": "Central Pirin'in en nefes kesen bölümlerindeki yürüyüşün tadını çıkarın. Bugün bir gecelik çanta topluyoruz ve yürüyüşümüze Tevno Ezero Gölü'ne doğru başlıyoruz. Telesiyejle yolun başladığı Bezbog kulübesine gidiyoruz. Akarsuları ve buzul göllerini geçtiyoruz. Sırt yolunu takip ederken, birden fazla dağ eteği alanını geçiyoruz, yol boyunca fotoğraf için ideal manzaraların keyfini çıkarın. Daha önceden tırmanma yetenekleri ve enerjisine sahip olanlar, yakındaki muhteşem manzaralar sunan sarp zirveyi çıkarabilir. Geceyi geçireceğimiz Tevno Ezero kulübesine doğru parkura devam edin."
    },
    {
      "dayNumber": 6,
      "title": "Pirin Buzul Gölleri",
      "description": "Bugün, Pirin buzul göllerinden geçen Demyanitsa kulübesine doğru altı saatlik bir yürüyüş yapacağız. Valyavishki, Dulgoto (Uzun) Gölü ve Ribno (Balık) Gölü manzaraları ile ödüllendirileceksiniz. Kulübeye varınca, Bansko'ya geri götürülüyoruz. Yeterli zaman olması halinde, önerimiz, Bankso'nun büyüleyici Eski Kent’ini keşfedin."
    },
    {
      "dayNumber": 7,
      "title": "Mount Vihren & Sofia",
      "description": "Yürüyüşünüzün son günü, Pirin Dağları'ndaki en yüksek zirve, 2914 metrelik Vihren Dağı’na çıkan zorlu bir tırmanış yapacağız. Erken uyanıyoruz, Vihren kulübesine giderken yolda Bulgaristan'ın en eski ağacını görmek için duruyoruz. Bugünün parkuru Vihren Milli Parkı’nın içinde saat yönünde bir döngü şeklinde. Dar kaya patikalarının ardından, Vihren Dağı'nın bel noktasına doğru zikzak yolları çıkın. Burada, önünüzdeki zorluk hakkında ilk izlenime sahip olun. Çevredeki vadilerin muhteşem panoramik manzarasını sunan Vihren Tepesi'ne doğru sarp kayalara çıkın."
    },
    {
      "dayNumber": 8,
      "title": "Sofya'dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}