{
  "destination": "Lesotho",
  "mainPhoto": "",
  "id": "BXAGR",
  "tourName": "Güney Afrika Bahçe Yolu",
  "placesVisited": "Lesotho, Güney Afrika",
  "generalInfo": "Bahçe Rotası olarak bilinen sahil şeridinin doğal uzantısı, Güney Afrika'nın gerçekten güzel bir yeri. Bu heyecan verici macera sırasında, Tsitsikamma' nın vahşi alanlarının etkileyici manzaralarını, şelalelerini ve doğal ormanlarını keşfetmenin ve turumuzu sonlandıracağımız Pretoria'daki Highveld'da dağlık Lestho Krallığı'na yolculuk yapmadan önce Addo Fil Milli Parkı'nda bir safarinin tadını çıkarmanın zamanı geldi.<br><br>En Yakın Uluslararası Havaalanına (geliş): Cape Town Uluslararası Havalimanı (CPT)<br><br>En Yakın Uluslararası Havaalanı (gidiş): Johannesburg O.R. TamboUluslararası Havalimanı (CPT)",
  "durationDays": "11",
  "price": "479",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<ul>\n<li>Addo Fil Ulusal Parkı Gezisi</li>\n<li>Golden Gate Ulusal Parkı Gezisi</li>\n</ul>\n<p><strong>Konaklama </strong></p>\n<p>1 gece Hostel , 9 gece çadır kampı</p>\n<p><strong>Taşımacılık</strong></p>\n<p>Büyük kamyonlar</p>\n<p><strong>Yemekler</strong></p>\n<p>10 Kahvaltı ,8 Öğle Yemeği , 7 Akşam Yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour tur lideri , Siempre Tur Şoförü</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Cape Town'a Varış",
      "description": "Afrika'nın güney batı ucunda yer alan ve Atlantik Okyanusu ile simgeleşmiş Masa Dağı arasında yer alan Cape Town, dünyanın en güzel şehirlerinden biri olarak kabul edilmektedir."
    },
    {
      "dayNumber": 2,
      "title": "Tsitsikamma",
      "description": "Tsitsikamma Milli Parkı'nın yanında kalıyoruz. Bahçe güzergahında yer alan tesis, Storms Nehri ve Hint Okyanusu'nun sörf için buluştuğu noktaya bakan tepenin üzerinde yer almaktadır. Park, doğal yürüyüşler, küçük bir plaj ve nehir ağzını kapsayan ünlü Storms River asma köprüsü dahil olmak üzere sahil şeridinden oluşan bir deniz rezervini kapsamaktadır. Park, yerli bitkilerin bolluğu ve üretken kuş yaşamı ile bilinir. Sörf ve güney sağ balina yunuslar için bir göz atın. Bacaklarınızı kısa bir yürüyüş mesafesinde veya yakınlardaki bir şelaleye doğru uzatabilirsiniz, bu yüzden sıcak günleri için mayolarınızı yanınıza almayı unutmayın."
    },
    {
      "dayNumber": 4,
      "title": "Addo Fil Milli Parkı",
      "description": "Addo Fil Milli Parkı, Güney Afrika'daki Port Elizabeth'e yakın bir yerde bulunan bir fil koruma alanıdır ve ülkenin kıyı şeridindeki en güzel kumullardan bazılarına sahiptir. Parkın orjinal fil kısmı, 1931 yılında, bölgede sadece 11 fil kaldığı zaman belirlenmiştir. Bugün bu ince ayarlı ekosistem, 450'den fazla fil, Afrika antilopu, nesli tükenmekte olan siyah gergedan, çeşitli antilop türleri, Burchell'in zebraları ( ova zebraları ) ve Afrika yaban domuzlarına bir sığınaktır. Seyahat zamanlarımıza bağlı olarak, bir öğleden sonra ve sabah erken saatlerde park gezisi yapma şansı elde edebiliriz."
    },
    {
      "dayNumber": 5,
      "title": "Hogsback",
      "description": "Doğu Burnu'nda yer alan Hogsback köyü, Tyum Vadisi'nin yukarısındaki Amatole Dağları'nın yamaçlarında üç zirvenin hakim olduğu bir bölgede yer alır; bunlardan biri,  belirli bir açıdan Hog'un sırtına benzeyen jeolojik kayaların bulunduğu tepedir. Görülecek  çok çeşitli kuş yaşamının olduğu çevredeki ormanı keşfetmek için biraz zamanımız var. Ayrıca yukarıdaki gölgeliklerde samango maymunlarının seslerini duyabilirsiniz. Birkaç nehir dağlardan akar ve Madonna ve Çocuk, Swallowtail ve Kettlespout gibi küçük ama muhteşem şelaleler oluşturur."
    },
    {
      "dayNumber": 6,
      "title": "Lesotho",
      "description": "Lesotho krallığına giriş yapıyoruz.Bu dağlık ülkeden , nefes kesici güzelliği olan Malealea'ya doğru yol alıyoruz. Dünya, tamamı deniz seviyesinden 1000 metre yukarıda olan tek ülke olan “Gökteki Krallık” da geleneksel Basotho yaşam tarzını deneyimleme şansı bulacağız. Lesotho'ya olan hiçbir ziyaret bir midilli gezintisi olmadan tamamlanmadı ve Malealea'daki pansiyonumuzdan, sağlam bir midilli arkasında, manzarayı keşfetmek için bolca fırsat var. Engebeli vadileri ve dağ patikalarını yürüyerek de keşfedebilirsiniz. Konaklamanız süresince, hiç şüphesiz, Basotho halkının dayanıklılığını ve dostluğunu anlamaya ve topraklarının huzurunun tadını çıkaracaksınız."
    },
    {
      "dayNumber": 8,
      "title": "Drakensberg",
      "description": "Bugün bazı muhteşem dağ manzaralarından geçeceğiz. Localarımızı terkedip, arka planda muhteşem  zirveleri olan küçük çiftlik işletmelerinden ve kasabalardan geçiyoruz. Güney Afrika'ya ve Freestate eyaletine dönerken, turuncu ve sarı kumtaşı kayalıkları ve çimleri ile göz alıcı Golden Gate Milli Parkı'na doğru ilerliyoruz ve Afrika geyiklerini, zebraları ve gnuları görme şansı buluyoruz. Güney Afrika'nın Drakensberg Parkı ya da UKhahlamba, dağlık bir harikalar diyarı ve Dünya Mirası alanıdır. Dağlar ayrıca KwaZulu-Natal eyaletini ve Lesotho'yu ayıran bir bariyer oluşturur. Johannesburg'a giden yolda, meşhur Amfi tiyatro ile bu resmedilmeye değer  arazide kamp yapmak için iki gecemiz olacak. Drakensburg'daki ücretsiz bir gün boyunca bölgeyi yürüyerek ya da kamptaki kiralık dağ bisikletleriyle keşfedebilirsiniz. Kamp aynı zamanda uzun ve zorlu ama yapmaya değer  bir gezi olan Amfi Tiyatro'ya yürüyüş  düzenlemektedir."
    },
    {
      "dayNumber": 10,
      "title": "Pretoria",
      "description": "Bugün Drakensburg'dan Pretoria'ya geçiyoruz."
    },
    {
      "dayNumber": 11,
      "title": "Pretoria'dan ayrılış",
      "description": "Bir ömür boyu süren serüveniniz bugün sona eriyor. Geç saatte bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}