{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "luxury-south-pacific-cruise-papua-new-guinea-beyond",
  "tourName": "Luxury South Pacific Cruise, Papua new Guinea & beyond",
  "placesVisited": "",
  "generalInfo": "Embark on a unique small ship cruise through the remote islands of the Pacific, offering an unforgettable journey through the Solomon Islands, Vanuatu and Micronesia. This immersive expedition explores rich local cultures, breathtaking underwater life, and stunning tropical landscapes, all while being guided by expert naturalist guides.<br/><br/>Experience the wonders of the region as you make shore visits in zodiac inflatables, accessing hidden corners of each island and atoll. Discover the secluded beauty of Lamotrek Island and the Ifalik Atoll, with their pristine beaches and traditional villages that offer an authentic glimpse into island life.<br/><br/>Along the way, you’ll enjoy vibrant cultural performances, traditional dances, and the chance to view local arts and crafts. A standout experience is the unique ‘water music women’ performance on Maewa Island, which you won’t want to miss.<br/><br/>Explore the Pacific’s rich Second World War history, especially in Chuuk (Micronesia), where you can dive into the crystal-clear waters and uncover sunken Japanese wrecks—a truly remarkable underwater experience.<br/><br/>This small ship cruise promises the perfect balance of adventure, culture, and nature, taking you through some of the most untouched and spectacular destinations in the South Pacific.",
  "durationDays": "17",
  "price": "7449",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Lautoka, Viti Levu Island. Lautoka is the second largest city of Fiji. Located on the western side of the island of Viti Levu, 24 kilometres north of Nadi. Lying in the heart of Fiji's sugar cane growing region, it is known as the Sugar City. Lautoka is the gateway to Fiji’s “Sun coast” a land of abundant sunshine, azure skies and dramatic grass-covered peaks chequered with sugar-cane fields, rural villages and quaint market towns."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "At sea. During your journey at sea, make the most of the many services and activities on board. Treat yourself to a moment of relaxation in the spa or stay in shape in the fitness centre. Depending on the season, let yourself be tempted by the swimming pool or a spot of sunbathing. This journey without a port of call will also be an opportunity to enjoy the conferences or shows proposed on board, depending on the activities offered, or to do some shopping in the boutique or to meet the PONANT photographers in their dedicated space. As for lovers of the open sea, they will be able to visit the ship’s upper deck to admire the spectacle of the waves and perhaps be lucky enough to observe marine species. A truly enchanted interlude, combining comfort, rest and entertainment."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ambrym Island. The island of Ambrym in Vanuatu is often referred to as the \"black\" island due to its volcanic ash and because of its 'black magic' steeped in mystery. In the villages, the ancient customs play a significant part in day to day living. The \"Man blong Majik\" are treated with the utmost respect and practice sorcery and magic beyond all imaginings. Ambrym prides itself on some unique characteristics, such as the magnificent tam-tams (or slit gongs) sculpted out of tree trunks, sand-drawing, black-fern masks and local dances. The most striking custom dance is the Rom (or masked) dance – where 9 foot covertly cloaked and masked 'spirits' stomp out ancient rhythms to the beat of the tam tam."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "At Sea. During your journey at sea, make the most of the many services and activities on board. Treat yourself to a moment of relaxation in the spa or stay in shape in the fitness centre. Depending on the season, let yourself be tempted by the swimming pool or a spot of sunbathing. This journey without a port of call will also be an opportunity to enjoy the conferences or shows proposed on board, depending on the activities offered, or to do some shopping in the boutique or to meet the PONANT photographers in their dedicated space. As for lovers of the open sea, they will be able to visit the ship’s upper deck to admire the spectacle of the waves and perhaps be lucky enough to observe marine species. A truly enchanted interlude, combining comfort, rest and entertainment."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Santa Ana Island. Owaraha (formerly Santa Ana) is located at the eastern end of Makira (San Cristobal) and just north of the smaller Owariki (Santa Catalina). Our ship will navigate through the picturesque channel separating the Islands before dropping anchor just outside Port Mary. The islanders are well known for preserving ancient traditions and producing intricate wooden carvings. Their artefacts include magnificently carved fishing floats and ceremonial bowls intricately inlayed with shells. After a short zodiac ride ashore you will be guided through the village to an open area to witness a number of traditional performances. Afterwards experience life in a traditional Solomon Island village or take a swim in the warm tropical waters of Port Mary."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Roderick Bay, Florida. Part of the Florida Islands, Roderick bay is surrounded by beautiful white sand beaches and fringing coral reefs. These clear warm tropical waters give rise to a myriad of colourful corals only metres from the shore. To add to this stunning environment, nosed up onto a nearby beach, listing heavily to its starboard side is the wreck of the World Discoverer; an expedition cruise ship beached here in 2001 after striking a charted rock at the Northern entrance to Sandfly Passage. Venture ashore for a welcome ceremony, take a walk through the village or snorkel around the wreck to witness the marine environment attempting to reclaim this invader."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Njari Island. There are plenty of opportunities for world class snorkelling, diving and underwater photography throughout the Solomon Islands with sites in the Western and Central Provinces considered among the most popular. The underwater realm is home to more than 1000 species of reef fish, along with dolphins, rays, sharks, and six of the world's seven species of marine turtles. Almost 500 species of corals have been identified amongst the 5,750km2 of reefs found in the Solomon Islands. Njari Island is an uninhabited picture postcard island located 15nm from the town of Gizo. Enjoy swimming and snorkelling from its idyllic shores."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bougainville. The Autonomous Region of Bougainville, formerly known as the North Solomons Province, has been known for its picture–perfect beaches and bays since French explorer Louis-Antoine de Bougainville first sighted the island and gave it its name in 1768. The region played a significant role in the Pacific theatre of war during WWII. With 685 km of coastline and 240,000ha of coral reefs teeming with life there are many destinations awaiting discovery."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Rabaul, Bismarck Archipelago. Set at the eastern end of the island of New Britain, the tropical port town of Rabaul has always been famous for its spectacular setting. Nestled beside Simpson Harbour, the township is surrounded by six volcanoes, one of which, Mt Tavurvur, is still active today. The most recent major volcanic eruption was in September 1994 when Tavurvur and Vulcan covered much of Rabaul and surrounding villages with volcanic ash. This eruption saw the growth of the nearby coastal town of Kokopo which has now become the administrative and tourism centre for Rabaul. Join your expedition team for a tour by local transport to see Mt Tavurvur, the Volcano Observatory and various significant sites from World War II."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "At sea. During your journey at sea, make the most of the many services and activities on board. Treat yourself to a moment of relaxation in the spa or stay in shape in the fitness centre. Depending on the season, let yourself be tempted by the swimming pool or a spot of sunbathing. This journey without a port of call will also be an opportunity to enjoy the conferences or shows proposed on board, depending on the activities offered, or to do some shopping in the boutique or to meet the PONANT photographers in their dedicated space. As for lovers of the open sea, they will be able to visit the ship’s upper deck to admire the spectacle of the waves and perhaps be lucky enough to observe marine species. A truly enchanted interlude, combining comfort, rest and entertainment."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Chuuk (ex Truk). Chuuk Lagoon, previously known as Truk Lagoon, is one of the four states of the Federated States of Micronesia. The 16 much-eroded volcanic islands within the lagoon have mangrove swamps along their coasts with rich rainforests in the central mountainous areas. The islands are hugely popular with scuba divers thanks to the incredibly interesting shipwrecks: at depths of 15 to 40 metres, divers can explore a veritable underwater museum of wrecks from the Japanese land-based, aerial and naval fleet bombarded by the Americans in February 1944 in retaliation for the attack on Pearl Harbour. These shipwrecks have become foundations for new reef growth and extraordinary marine fauna."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Pulap Island. Pulap is an atoll consisting of three islands located in the Pattiw group in the Caroline Islands. The three islands are, Pollap in the north, Tamatam in the south, and Fanadik at the western fringe of the reef. The island is surrounded by a number of ghostly shipwrecks that are virtually intact, submerged underwater. This makes for great diving expeditions where you can explore the reef and its incredible marine life as well as the shipwrecks."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Lamotrek Atoll. Like a green piece of confetti floating in the middle of the Northern Pacific, the coral atoll of Lamotrek will appear before you like a dazzling gem set in a remarkable and stunning showcase. Belonging to the vast archipelago of the Caroline Islands, this small slice of paradise and its charming neighbours are home to one of the widest varieties of coral and tropical fish species in the world, making it an idyllic destination for marine life enthusiasts. Beyond the stretches of immaculate, white-sand beach, the dream continues. Off in the distance can be heard the captivating sounds of traditional songs sung by some 300 islanders who still live here, resonating in this unparalleled natural environment blending unspoiled vegetation and vast, heavenly ribbons of sand."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Ifalik Atoll. The Ifalik coral atoll, lying in the warm waters of the North Pacific, in the vast Caroline Island archipelago, is an invitation to serenity, enchantment and discovery. A veritable hidden paradise edged with magnificent beaches with expanses of fine sand, Ifalik will reveal its treasures to you. Between the sumptuous underwater scenery, rich biodiversity, ancestral traditions and warm and welcoming inhabitants, you will marvel at this lush environment, unlike anywhere else, and far from the frenzy of any town."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "At Sea. During your journey at sea, make the most of the many services and activities on board. Treat yourself to a moment of relaxation in the spa or stay in shape in the fitness centre. Depending on the season, let yourself be tempted by the swimming pool or a spot of sunbathing. This journey without a port of call will also be an opportunity to enjoy the conferences or shows proposed on board, depending on the activities offered, or to do some shopping in the boutique or to meet the PONANT photographers in their dedicated space. As for lovers of the open sea, they will be able to visit the ship’s upper deck to admire the spectacle of the waves and perhaps be lucky enough to observe marine species. A truly enchanted interlude, combining comfort, rest and entertainment."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "In the Western Pacific, you will call at Guam, the largest volcanic island of Micronesia and the Mariana Islands. Here, the crystal-clear waters and white sandy beaches create a picture-postcard setting, ideal for relaxation and a break from it all. This little-known island, today under the administration of the United States, also offers you the opportunity to visit a number of historical sites, vestiges of Spanish colonisation, and to discover the culture of the Chamorros, the first inhabitants of the islands, talented craftspeople who have preserved their traditions."
    }
  ],
  "map": ""
}