{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "fiji-cruise-escape-to-paradise",
  "tourName": "Fiji cruise, escape to paradise",
  "placesVisited": "Modriki Island, Soso Bay, Naviti Island, Naukacuva and Narara Islands, Sacred Islands, Nanuya Lailai, Sawa i Lau Island, Tamasua Bay, Yasawa Island, Blue Lagoon, Drawaqa Island, Snorkel safaris, Fijian cookery and basket weaving, Chance to see manta rays from May to October",
  "generalInfo": "Cruise the length of Fiji’s Yasawa Island chain, add in the Sacred Islands and Modriki Island, and you’ll come pretty close to paradise on earth. These beaches once starred in classic films: Castaway and the Blue Lagoon. On your trip, Tom Hanks and Brooke Shields are sadly not included, but the most famous beaches – on Modriki Island and Nanuya Levu are still there, as beautiful as ever. <br/><br/>The Fijian people are renowned for their friendliness and the Yasawa Island villages rely on tourism. Your small boat has only 34 cabins and can sneak into the prettiest bays for a visit. You’ll hear local stories, as told by the village elders, learn a bit of basket weaving, and join in the singing. <br/><br/>Your local crew are cruising around the islands in which they grew up and might even source your dinner from their family’s business. At the end of the trip, they bid farewell to guests with a traditional Isa Lei song – a moment that comes around far too soon. <br/><br/>The minimum age on board is 14. Families with younger children can choose a ‘Family Cruise Departure Date’ where the child rate (for children aged 5 to 13) is based on two children sharing or one child and one adult sharing. Children under five years travel free.",
  "durationDays": "8",
  "price": "2575",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Friday 1st Night Modiriki Island. Bula and welcome aboard Blue Lagoon Cruises. Set sail on M.V. Fiji Princess from Port Denarau for the outer Mamanuca Islands with the first overnight anchorage being the picturesque Modriki Island, the location for the Tom Hanks move ‘Cast Away’. Enjoy a glass of sparkling wine and canapes as you watch the sunset followed by the a la carte Captains Welcome Dinner and be entertained by our talented singing, dancing, guitar playing crew."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Saturday 2nd Night: Soso Bay. There is time to step ashore and enjoy a swim or wander along the beach before or after breakfast. Sea conditions permitting, there is an opportunity to swim with the sharks at a secret reef location enroute to our next destination. After lunch, a visit to the chiefly village of Soso – an exceptional example of a current day Fijian island village. Enjoy a traditional Thali dinner which features exquisite Indian dishes. This evening may turn into an extravaganza of Bollywood dancing complete with Bollywood moves."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sunday 3rd Night: Naukacuvu Island. Sunday is a day of rest in Fiji. After breakfast, attend a village church service. We cruise south to the beautiful Naukacucu and Narara Islands as you enjoy a traditional Sunday roast. Join the Chef for today’s Fijian cooking lesson and make the traditional dish ‘Kokoda’. Tonight’s buffet has a range of dishes from Fiji along with a choice of European dishes. There is Bingo ‘Fiji style’ after dinner with lots of laughs and some good prizes, or you can enjoy a quiet nightcap at the bar."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Monday 4th night: Yalobi Bay. As Fiji Princess arrives at the stunning Sacred Isles, you’ll be sure you are lost in paradise. The backdrop of the neighbouring Waya Lailai volcanic fomations is breathtaking. Spend the remainder of the day swimming, snorkelling, relaxing. Fiji style high tea is served following a cooking lesson on how to make ‘Roti in Lolo’. Watch the sunset and enjoy the Captains’ Dinner welcoming our new 4 day cruise guest arrivals."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tuesday 5th Night: Blue Lagoon Our destination: the famed Blue Lagoon. This superb stretch of water is ringed by island and Blue Lagoon Cruises’ very own private island peninsula is located here. Watch as the crew position right up to the beach and tie her off to the coconut trees. Enjoy happy hour on shore with canapes. A very special night enjoying a traditional Lovo meal cooked underground, you’ll dine under the coconut palms and the tropical stars. There will be Fijian meke: singing, dancing and story telling by local villagers."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Wednesday 6th Night: Sawa-I-Lau Island. An easy guided island walk with panoramic views is offered this morning to visit an island style cake shop and browse the shell market. Laze in the sun or try your hand at basket weaving. A guided snorkelling safari is on offer today. Lunch is served on board as Fiji Princess cruises north for a private guided visit to the amazing Sawa-I-Lau caves. The village of Tamasua welcomes us to a yaqona ceremony, a guided walk around the village and a village style ‘feast’ prepared and cooked by the village women. You will be Fijian for the night, sitting on the mats, eating Fijian village food. The villagers will share their culture and home with us for the evening."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Thursday 7th Night: Drawaqa Island Cruise to Drawaqa Island where our Marine Biologist joins us for a presentation about the local marine life and the volunteer conservation work carried out in the area. During May to October you will have the opportunity to snorkel with the magnificent manta rays. Also on offer today is an excursion to the local island school to view the work of the Vinaka Fiji Volunteers. Dinner this evening is a barbecue served under the stars. Tonight, we party Fiji style."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Friday Return to Port Denarau Enjoy breakfast onboard as we cruise back to Port Denarau. Back at port, you'll be serenaded with the traditional Isa Lei farewell song by the crew as your exploration of the Yasawa Islands comes to an end."
    }
  ],
  "map": ""
}