{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "pacific-islands-tour",
  "tourName": "Pacific Islands tour",
  "placesVisited": "Nadi, Fiji, Wallis & Futuna, Noumea, New Caledonia, Port Vila, Vanuatu, Larofa Village, Tanna Island, Blue Cave, Numba Village, Honiara, Solomon Islands, Guadalcanal Island, Honiara, Kosrae, Micronesia, Kosrae, North/South Tarawa, Kiribati, Upolu, Samoa",
  "generalInfo": "This remarkable journey through the South Pacific and beyond offers an extraordinary opportunity to experience some of the world’s most remote and culturally diverse destinations. Beginning in Brisbane, the tour explores Micronesia’s ancient ruins at Nan Madol, the phosphate landscapes of Nauru, and the wartime history of Kiribati. Continue to Samoa for vibrant cultural traditions and volcanic scenery, before discovering Tonga’s island heritage and the Solomon Islands’ blend of natural beauty and poignant wartime history. In Vanuatu, marvel at traditional kastom villages and witness the raw spectacle of Yasur, one of the world’s most accessible active volcanoes. The adventure concludes in Papua New Guinea, where visitors meet tribal communities in the Wahgi Valley, rich with birdlife, orchids, and ancient customs. This is a rare voyage across scattered island nations and cultures, offering a truly once-in-a-lifetime travel experience.",
  "durationDays": "27",
  "price": "24950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Brisbane - Arrive in Brisbane and transfer to your hotel. The rest of the day is at leisure. No meals or activities included today. Overnight Novotel Brisbane Airport or similar. If you would like to spend longer in BNE, we can look at alternative accommodation"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Brisbane – Pohnpei - The day is at leisure until your overnight flight to Pohnpei, Micronesia Suggested flight – Nauru Airlines ON41 dep. 2210, arr. 1130+1"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Arrive Pohnpei - On arrival in Pohnpei you will be met and transferred to your hotel. This afternoon visit the ruins of Nan Madol, once the ceremonial and political hub of the Saudeleur Dynasty. The evening is at leisure. You may wish to visit the Hideaway restaurant for dinner (payable locally) before returning to the hotel. Overnight Island Palms Hotel or similar."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Fly to Nauru - This morning we drive through Kolonia past colonial landmarks including the German Bell Tower, Spanish Wall and Kolonia downtown before heading to the airport for your flight to Nauru. Suggested flight – Nauru Airlines ON42 dep. 1150, arr. 1935 On arrival in Nauru you will be transferred to your hotel. Overnight Menen Hotel or similar (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Nauru Circle Tour - Today we explore Nauru. Highlights include Buada Lagoon, the Coral Pinnacles of Nauru’s phosphate era along the coast, as well as exploring where phosphate was mined. We also see the Government building and commercial centre of Nauru. There will be a lunch stop during the tour (payable locally). Overnight Menen Hotel or similar (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Nauru – Tarawa - Early morning transfer for your flight to Tarawa, Kiribati. Suggested flight – Nauru Airlines ON23 dep. 0515, arr. 0630 On arrival in Tarawa you will be met and transferred to North Tarawa, first to Chatterbox Café . We then visit a clam farm and local village. Overnight Tabontekeeke or similar (LD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "South Tarawa, Kiribati - After breakfast transfer to South Tarawa, home to the largest concentration of the population, the seat of government and commercial centres. A half day tour takes in all the points of interest and the main sites including the museum and Parliament House. Overnight Utirerei Hotel or similar (BL)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "South Tarawa, Kiribati - Today we enjoy a half day sightseeing tour to explore the sites and hear the stories of one of the bloodiest battles in the Pacific during World War II. Explore relics of the battle, view the landing sites, and visit memorials to the battle and the lives lost. In the evening experience traditional dance. Overnight at Utiterei Hotel or similar (BL)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Tarawa – Apia, Upolu, Samoa - After breakfast transfer to the airport for your flight to Apia, Samoa via Nadi. Suggested flight – Fiji Airways FJ230 dep. 1150, arr. 1455 Arrive in Nadi where you will be transferred to the Gateway Hotel for a day-use room before heading back to the airport for the flight to Apia. Suggested flight – Fiji Airways FJ253 dep. 2215, arr. 0110+1"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Apia, Upolu - Early arrival into Apia where you will be met and transferred to the hotel. After some rest and breakfast, you will be picked up around 1130 to drive to Robert Louis Stevenson’s Museum. Situated in the hills south of Apia, and originally his home, this museum with its spectacular setting, showcases and preserves the memories and lifestyle that drew him and his family to Samoa. We then visit the Samoa Cultural Village including tattooing, traditional cloth making (siapo), traditional dancing and cooking. Overnight Taumeasina Hotel or similar (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Savaii - Early pick up for departure on the 08:00 ferry to Savai’i. On arrival in Savai’i start a tour of the island. Highlights include the island’s colourful market, Taga Blowholes and surrounding area, tapa making demonstration and Afua’au falls. We return to our hotel in time for Fiafia night at the hotel – dinner and a show with Samoan fire dancers. Overnight Taumesina Hotel or similar (BD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Apia, Upolu - Today explore southwest Upolu. We visit Bahai Temple of worship and its gardens, Continue to Sopoaga Falls where you will be given a cultural demonstration before we head to Sinalei Reef for lunch (payable locally). After lunch we visit To Sua Ocean Trench in Lotofaga Village. To Sua translates as ‘big hole’ – here you will see a natural deep swimming hole surrounded by lush tropical foliage where there is the option of a swim (must be able to climb down a 30m ladder). En route back to the hotel we stop at Le Mafa Pass (1700ft above sea level) which has breathtaking views of the East and South coastlines. Dinner and overnight at Taumeasina Resort or similar (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Apia, Upolu – Tonga - Today we take a scenic tour of the Southeast of Upolu visiting Mulinuu historic monuments and parliament house, city markets and university hall before transferring to the airport for a flight to Tonga, via Nadi. Suggested flight – Fiji Airways FJ254 dep. 1655, arr. 1800 There is an option to spend the transit time at Gateway Hotel near Nadi aiport before the flight to Tonga. Suggested flight – Fiji Airways FJ213 dep. 2200, arr. 0025+1"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Arrive Tonga - Arrive in Tonga just after midnight and transfer to your hotel. After some rest take a tour of Ancient Tonga. During the tour, try your hand at preparing the traditional Lu, cooked in the Umu (heated volcanic rocks), learn mat-making techniques, taste traditional Tongan Kava, learn about traditional Tongan beauty product and medical techniques and then sit down to enjoy the Lu you prepared earlier. Overnight Tanoa Dateline Hotel or similar (BL)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Tonga - Today we tour Tonga taking in its historical and archaeological sites as well as the Abel Tasman landing. Overnight Tanoa Dateline Hotel or similar (B)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Tonga – Port Vila - Early morning departure to Port Vila, via Nadi. Suggested flight – Fiji Airways FJ212 dep. 0540, arr. 0615 On arrival in Nadi take a morning city tour before an afternoon flight to Port Vila. Suggested flight – Fiji Airways FJ263 dep. 1430, arr. 1605 On arrival in Port Vila you will be met and transferred to your hotel. Overnight Holiday Inn or similar."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Tanna Island - Transfer to the airport for a domestic flight to Tanna Island (Air Vanuatu, dep. 1100, arr. 1140). On arrival we will be met and taken to our accommodation to check in and refresh before setting out to visit Lowinio, a village of the Yakel tribe and of cultural interest. Untouched by western influence for thousands of years this primitive friendly village will capture your hearts and imagination as they step you back in time to discover what few tourists in the world get to experience. We then visit the World’s largest Banyan Tree. Over 200m around its girth this tree and environment is not be missed. Welcome to swing within it on its immense vines. Overnight White Grass Resort or similar (B)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Tanna Island – Ultimate Volcano Safari - We start the day after breakfast with a 4WD journey across the island, and stop for a traditional welcome at historical weapons cave at Ash Plain village. We tour a cannibal village and visit Port Resolution’s black sand hot water beach. Around the cove we have a local lunch at the Best White Sandy Beach and swim and relax before heading for the twilight and night volcano experience of Yasur. Once we reach the summit it is a short 10-minute uphill walk to the rim of the crater where we will observe the awesome power of the world’s most accessible active volcano! This ancient volcano is conspicuously located in one of the most pristine and unspoiled corners of the globe. Late evening return to our accommodation. Overnight White Grass Resort or similar (B)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Tanna Island – Port Vila - Transfer to the airport for a short flight back to Port Vila (Air Vanuatu dep. 1220, arr. 1300). On arrival you will be transferred to your hotel. The rest of the day is at leisure. Overnight Holiday Inn or similar (B)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Port Vila - Full Day Island Tour of Efate - After breakfast we depart for a full day circular tour of the island. Overnight at Holiday Inn Hotel or similar. (BL)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Honiara - Morning at leisure before you are transferred to the airport for your flight to Honiara. Suggested flight – Solomon Airlines IE723 dep. 1150, arr. 1505 On arrival into Honiara you will be met and transferred to your hotel. The remainder of the day is at leisure. Overnight Coral Sea Resort or similar (B)"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Honiara - The city tour to allow us to discover many points of scenic, cultural and historic interest about Honiara and the Solomon Islands. The Honiara central market is busy, colourful, and offers local produce and crafts, after which we will visit the Parliament House, built for the people of Solomon Islands. With a commanding position, the US Peace War Memorial was constructed in 1992 for the 50th anniversary of the Battle of Guadalcanal. It provides an excellent view of Iron Bottom Sound and the surrounding mountainous regions of Honiara and Guadalcanal. The small National Museum accommodates the diverse cultural artefacts of the Solomon Islands. Overnight Coral Sea Resort or similar. (B)"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Mount Hagen - Transfer to the airport for your flight to Mount Hagen via Port Moresby. Suggested flight Air Niugini PX081 dep. 1140. Arr. 1300 (Honiara – Port Moresby) Air Niugini PX188 dep. 1530, arr. 1630 (Port Moresby – Mount Hagen) On arrival at Mount Hagen you will be met and transferred to your hotel. Overnight Rondon Ridge or similar (BD)"
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Mount Hagen and Villages - Spend the next 3 days exploring Mount Hagen and Wahgi Valley. This area is home to the Melpa people living traditional lifestyles, and can observe a stunning array of birds and orchids. Other tribal vikllages include the Huli and Mulpa tribes. Overnight Rondon Ridge or similar (BLD)"
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "Departure from Port Moresby or Brisbane - Transfer to the airport for your flight back to Brisbane via Port Moresby Suggested flights Air Niugini PX181 dep. 100, arr. 1100 (Mount Hagen – Port Moresby) Qantas Airways QF058 dep. 1315, arr. 1620 (Port Moresby – Brisbane) On arrival in Brisbane the tour ends. **Note*** we can end the tour in Port Moresby and have you international flights to Brisbane and from Port Moresby**"
    }
  ],
  "map": ""
}