[
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "fiji-cruise-escape-to-paradise",
    "tourName": "Fiji cruise, escape to paradise",
    "placesVisited": "Modriki Island, Soso Bay, Naviti Island, Naukacuva and Narara Islands, Sacred Islands, Nanuya Lailai, Sawa i Lau Island, Tamasua Bay, Yasawa Island, Blue Lagoon, Drawaqa Island, Snorkel safaris, Fijian cookery and basket weaving, Chance to see manta rays from May to October",
    "generalInfo": "Cruise the length of Fiji’s Yasawa Island chain, add in the Sacred Islands and Modriki Island, and you’ll come pretty close to paradise on earth. These beaches once starred in classic films: Castaway and the Blue Lagoon. On your trip, Tom Hanks and Brooke Shields are sadly not included, but the most famous beaches – on Modriki Island and Nanuya Levu are still there, as beautiful as ever. <br/><br/>The Fijian people are renowned for their friendliness and the Yasawa Island villages rely on tourism. Your small boat has only 34 cabins and can sneak into the prettiest bays for a visit. You’ll hear local stories, as told by the village elders, learn a bit of basket weaving, and join in the singing. <br/><br/>Your local crew are cruising around the islands in which they grew up and might even source your dinner from their family’s business. At the end of the trip, they bid farewell to guests with a traditional Isa Lei song – a moment that comes around far too soon. <br/><br/>The minimum age on board is 14. Families with younger children can choose a ‘Family Cruise Departure Date’ where the child rate (for children aged 5 to 13) is based on two children sharing or one child and one adult sharing. Children under five years travel free.",
    "durationDays": "8",
    "price": "2575",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Friday 1st Night Modiriki Island. Bula and welcome aboard Blue Lagoon Cruises. Set sail on M.V. Fiji Princess from Port Denarau for the outer Mamanuca Islands with the first overnight anchorage being the picturesque Modriki Island, the location for the Tom Hanks move ‘Cast Away’. Enjoy a glass of sparkling wine and canapes as you watch the sunset followed by the a la carte Captains Welcome Dinner and be entertained by our talented singing, dancing, guitar playing crew."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Saturday 2nd Night: Soso Bay. There is time to step ashore and enjoy a swim or wander along the beach before or after breakfast. Sea conditions permitting, there is an opportunity to swim with the sharks at a secret reef location enroute to our next destination. After lunch, a visit to the chiefly village of Soso – an exceptional example of a current day Fijian island village. Enjoy a traditional Thali dinner which features exquisite Indian dishes. This evening may turn into an extravaganza of Bollywood dancing complete with Bollywood moves."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Sunday 3rd Night: Naukacuvu Island. Sunday is a day of rest in Fiji. After breakfast, attend a village church service. We cruise south to the beautiful Naukacucu and Narara Islands as you enjoy a traditional Sunday roast. Join the Chef for today’s Fijian cooking lesson and make the traditional dish ‘Kokoda’. Tonight’s buffet has a range of dishes from Fiji along with a choice of European dishes. There is Bingo ‘Fiji style’ after dinner with lots of laughs and some good prizes, or you can enjoy a quiet nightcap at the bar."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Monday 4th night: Yalobi Bay. As Fiji Princess arrives at the stunning Sacred Isles, you’ll be sure you are lost in paradise. The backdrop of the neighbouring Waya Lailai volcanic fomations is breathtaking. Spend the remainder of the day swimming, snorkelling, relaxing. Fiji style high tea is served following a cooking lesson on how to make ‘Roti in Lolo’. Watch the sunset and enjoy the Captains’ Dinner welcoming our new 4 day cruise guest arrivals."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Tuesday 5th Night: Blue Lagoon Our destination: the famed Blue Lagoon. This superb stretch of water is ringed by island and Blue Lagoon Cruises’ very own private island peninsula is located here. Watch as the crew position right up to the beach and tie her off to the coconut trees. Enjoy happy hour on shore with canapes. A very special night enjoying a traditional Lovo meal cooked underground, you’ll dine under the coconut palms and the tropical stars. There will be Fijian meke: singing, dancing and story telling by local villagers."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Wednesday 6th Night: Sawa-I-Lau Island. An easy guided island walk with panoramic views is offered this morning to visit an island style cake shop and browse the shell market. Laze in the sun or try your hand at basket weaving. A guided snorkelling safari is on offer today. Lunch is served on board as Fiji Princess cruises north for a private guided visit to the amazing Sawa-I-Lau caves. The village of Tamasua welcomes us to a yaqona ceremony, a guided walk around the village and a village style ‘feast’ prepared and cooked by the village women. You will be Fijian for the night, sitting on the mats, eating Fijian village food. The villagers will share their culture and home with us for the evening."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Thursday 7th Night: Drawaqa Island Cruise to Drawaqa Island where our Marine Biologist joins us for a presentation about the local marine life and the volunteer conservation work carried out in the area. During May to October you will have the opportunity to snorkel with the magnificent manta rays. Also on offer today is an excursion to the local island school to view the work of the Vinaka Fiji Volunteers. Dinner this evening is a barbecue served under the stars. Tonight, we party Fiji style."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Friday Return to Port Denarau Enjoy breakfast onboard as we cruise back to Port Denarau. Back at port, you'll be serenaded with the traditional Isa Lei farewell song by the crew as your exploration of the Yasawa Islands comes to an end."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "fiji-holidays-island-hopping-tour",
    "tourName": "Fiji holidays, island hopping tour",
    "placesVisited": "Viti Levu, Nadi, Sonaisali Island, village visit and traditional kava ceremony, seaplane flight to Mamanuca Islands, flight to Taveuni, snorkelling, diving, hiking, mountain biking, walking and kayaking",
    "generalInfo": "Enjoy all the delights that beautiful Fiji has to offer on an island hopping tour. This exciting 12-day trip begins on Viti Levu, heading inland to explore its ruggedly beautiful landscape and local villages, many of which still enjoy a relatively untouched existence. Accompanied by a local, knowledgeable guide you’ll come to understand the traditional Fijian culture at a village. Here, you’ll be warmly welcomed by village elders and invited to join a traditional kava ceremony. You also have the chance to explore the wild countryside, with its waterfalls and rainforest, mountainous peaks and hidden pools. By walking or kayaking you can get away from the main circular route around the island and discover its hidden beauty. <br/><br/>The beaches of the Mamanuca Islands are the ideal place to relax. The snorkelling and diving is excellent here, and many of the smaller islands still retain their local customs and traditions. The resort staff will be happy to tell you more.<br/><br/>Round of your trip by heading to the north, which is also like travelling back in time. Here, tourism is very low key and traditional life thrives, which is fun to see and experience. On Taveuni, visit remote, untouched villages, go walking or dive in the beautiful lagoon.<br/><br/>The dry season, from May to October, is the best time to visit Fiji, but the islands’ mild climate make it a great destination all year round, although cyclones are more common between November and April.<br/>",
    "durationDays": "10",
    "price": "10350",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Nadi and transfer to nearby Natadola to relax on the beach after the flight."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Enjoy a day the day relaxing by the beach."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Catch your light aircraft to the Mamanuca Islands, enjoying the spectacular views over the islands scattered across the turquoise waters. Our preferred resorts here have excellent environmental policies, and strive to protect both the island environment and the fragile reefs surrounding them."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Dive or snorkel amongst the abundant coral, enjoying the bright colours of the giant clams which are protected in this area."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Relax on the golden sands, or learn traditional crafts with the staff who come from the local villages."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Spend the day kayaking, paddle-boarding or beachcombing."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "A further day to relax and enjoy the tranquillity."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "From the Mamanuca Islands, you will catch a ferry to Port Denarau where you will be transferred to the Nadi airport for your flight up to the northern islands. Fly to Taveuni, one of Fiji's most beautiful islands covered in lush tropical rainforest and flora, where you will spend the next five nights."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Sit back and absorb the views, or relax on the sands."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Take to the water and either snorkel or dive amongst some of the world's best soft corals."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "A final day to relax."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Fly back to Nadi to connect with your departure flight."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "fiji-swimming-holiday",
    "tourName": "Fiji swimming holiday",
    "placesVisited": "",
    "generalInfo": "This Fijian swimming holiday offers an unforgettable adventure in the Soft Coral Capital of the World. Set on the stunning Taveuni Island, known for its lush landscapes and vibrant marine life, the trip combines open-water swimming with relaxation. You will enjoy daily guided swims, explore coral reefs, and even visit waterfalls, with plenty of time for downtime to enjoy the resort's amenities or learn about Fijian culture through activities like coconut lessons and traditional ceremonies.<br/><br/>Designed for swimmers with some open-water experience, this holiday offers two swims per day, with flexibility for those who wish to swim shorter distances. There is access to optional one-on-one swim coaching and stroke video analysis. Safety is paramount, with boats accompanying each swim and local guides offering expertise on the area's unique waters.<br/><br/>With a maximum group size of 12, the Fiji swim holiday ensures an intimate and personalized experience. Guests will enjoy six nights at the luxurious Paradise Taveuni, with amenities like oceanfront views, daily meals, and a range of optional experiences. It's the ultimate getaway for both swimmers and those seeking a tropical retreat.",
    "durationDays": "7",
    "price": "2695",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "AM: Welcome to Fiji! We will meet you at the airport and transfer you to your accommodation for the week PM: introductions, a short acclimatisation swim in the crystal-clear bay in front of the resort"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "AM: leisurely coastal swim (approximately 2km) along Taveuni’s stunning lava-black south coastline. PM: we’ll head to Vuna Reef for our second swim of the day, where you can marvel at the diverse coral."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "AM: Enjoy a 3km swim at Rainbow Reef, one of the most famous dive sites in the South Pacific PM: coastal swim along the sandy beaches and bays of Levu (approximately 1.5-2km)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "AM: Dolphin Bay. Here, you’ll swim with the currents along the reef, keeping an eye on the snapper and trevally below. PM: You can choose from various activities - a scuba dive, personalised swim coaching, frond weaving and coconut catching, or simply relax in a hammock!"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today promises to be an adventure as we head to Bouma National Park. We’ll hike into the rainforest, taking refreshing dips in waterfalls along the way and visit Taveuni’s swim-up waterfall, an ideal spot to cool off!"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "AM : Weather permitting, we’ll return to Rainbow Reef for a drift swim, soaking in the beauty of the coral formations. PM: We’ll embark on our final swim of the week directly from the hotel jetty, exploring the resort’s beautiful house reef."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "For those with early flights, departure is at 6:30am. If you’re on an afternoon flight, enjoy a leisurely breakfast and a final swim before packing up for your departure."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "luxury-south-pacific-cruise-papua-new-guinea-beyond",
    "tourName": "Luxury South Pacific Cruise, Papua new Guinea & beyond",
    "placesVisited": "",
    "generalInfo": "Embark on a unique small ship cruise through the remote islands of the Pacific, offering an unforgettable journey through the Solomon Islands, Vanuatu and Micronesia. This immersive expedition explores rich local cultures, breathtaking underwater life, and stunning tropical landscapes, all while being guided by expert naturalist guides.<br/><br/>Experience the wonders of the region as you make shore visits in zodiac inflatables, accessing hidden corners of each island and atoll. Discover the secluded beauty of Lamotrek Island and the Ifalik Atoll, with their pristine beaches and traditional villages that offer an authentic glimpse into island life.<br/><br/>Along the way, you’ll enjoy vibrant cultural performances, traditional dances, and the chance to view local arts and crafts. A standout experience is the unique ‘water music women’ performance on Maewa Island, which you won’t want to miss.<br/><br/>Explore the Pacific’s rich Second World War history, especially in Chuuk (Micronesia), where you can dive into the crystal-clear waters and uncover sunken Japanese wrecks—a truly remarkable underwater experience.<br/><br/>This small ship cruise promises the perfect balance of adventure, culture, and nature, taking you through some of the most untouched and spectacular destinations in the South Pacific.",
    "durationDays": "17",
    "price": "7449",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Lautoka, Viti Levu Island. Lautoka is the second largest city of Fiji. Located on the western side of the island of Viti Levu, 24 kilometres north of Nadi. Lying in the heart of Fiji's sugar cane growing region, it is known as the Sugar City. Lautoka is the gateway to Fiji’s “Sun coast” a land of abundant sunshine, azure skies and dramatic grass-covered peaks chequered with sugar-cane fields, rural villages and quaint market towns."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "At sea. During your journey at sea, make the most of the many services and activities on board. Treat yourself to a moment of relaxation in the spa or stay in shape in the fitness centre. Depending on the season, let yourself be tempted by the swimming pool or a spot of sunbathing. This journey without a port of call will also be an opportunity to enjoy the conferences or shows proposed on board, depending on the activities offered, or to do some shopping in the boutique or to meet the PONANT photographers in their dedicated space. As for lovers of the open sea, they will be able to visit the ship’s upper deck to admire the spectacle of the waves and perhaps be lucky enough to observe marine species. A truly enchanted interlude, combining comfort, rest and entertainment."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Ambrym Island. The island of Ambrym in Vanuatu is often referred to as the \"black\" island due to its volcanic ash and because of its 'black magic' steeped in mystery. In the villages, the ancient customs play a significant part in day to day living. The \"Man blong Majik\" are treated with the utmost respect and practice sorcery and magic beyond all imaginings. Ambrym prides itself on some unique characteristics, such as the magnificent tam-tams (or slit gongs) sculpted out of tree trunks, sand-drawing, black-fern masks and local dances. The most striking custom dance is the Rom (or masked) dance – where 9 foot covertly cloaked and masked 'spirits' stomp out ancient rhythms to the beat of the tam tam."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "At Sea. During your journey at sea, make the most of the many services and activities on board. Treat yourself to a moment of relaxation in the spa or stay in shape in the fitness centre. Depending on the season, let yourself be tempted by the swimming pool or a spot of sunbathing. This journey without a port of call will also be an opportunity to enjoy the conferences or shows proposed on board, depending on the activities offered, or to do some shopping in the boutique or to meet the PONANT photographers in their dedicated space. As for lovers of the open sea, they will be able to visit the ship’s upper deck to admire the spectacle of the waves and perhaps be lucky enough to observe marine species. A truly enchanted interlude, combining comfort, rest and entertainment."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Santa Ana Island. Owaraha (formerly Santa Ana) is located at the eastern end of Makira (San Cristobal) and just north of the smaller Owariki (Santa Catalina). Our ship will navigate through the picturesque channel separating the Islands before dropping anchor just outside Port Mary. The islanders are well known for preserving ancient traditions and producing intricate wooden carvings. Their artefacts include magnificently carved fishing floats and ceremonial bowls intricately inlayed with shells. After a short zodiac ride ashore you will be guided through the village to an open area to witness a number of traditional performances. Afterwards experience life in a traditional Solomon Island village or take a swim in the warm tropical waters of Port Mary."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Roderick Bay, Florida. Part of the Florida Islands, Roderick bay is surrounded by beautiful white sand beaches and fringing coral reefs. These clear warm tropical waters give rise to a myriad of colourful corals only metres from the shore. To add to this stunning environment, nosed up onto a nearby beach, listing heavily to its starboard side is the wreck of the World Discoverer; an expedition cruise ship beached here in 2001 after striking a charted rock at the Northern entrance to Sandfly Passage. Venture ashore for a welcome ceremony, take a walk through the village or snorkel around the wreck to witness the marine environment attempting to reclaim this invader."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Njari Island. There are plenty of opportunities for world class snorkelling, diving and underwater photography throughout the Solomon Islands with sites in the Western and Central Provinces considered among the most popular. The underwater realm is home to more than 1000 species of reef fish, along with dolphins, rays, sharks, and six of the world's seven species of marine turtles. Almost 500 species of corals have been identified amongst the 5,750km2 of reefs found in the Solomon Islands. Njari Island is an uninhabited picture postcard island located 15nm from the town of Gizo. Enjoy swimming and snorkelling from its idyllic shores."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Bougainville. The Autonomous Region of Bougainville, formerly known as the North Solomons Province, has been known for its picture–perfect beaches and bays since French explorer Louis-Antoine de Bougainville first sighted the island and gave it its name in 1768. The region played a significant role in the Pacific theatre of war during WWII. With 685 km of coastline and 240,000ha of coral reefs teeming with life there are many destinations awaiting discovery."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Rabaul, Bismarck Archipelago. Set at the eastern end of the island of New Britain, the tropical port town of Rabaul has always been famous for its spectacular setting. Nestled beside Simpson Harbour, the township is surrounded by six volcanoes, one of which, Mt Tavurvur, is still active today. The most recent major volcanic eruption was in September 1994 when Tavurvur and Vulcan covered much of Rabaul and surrounding villages with volcanic ash. This eruption saw the growth of the nearby coastal town of Kokopo which has now become the administrative and tourism centre for Rabaul. Join your expedition team for a tour by local transport to see Mt Tavurvur, the Volcano Observatory and various significant sites from World War II."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "At sea. During your journey at sea, make the most of the many services and activities on board. Treat yourself to a moment of relaxation in the spa or stay in shape in the fitness centre. Depending on the season, let yourself be tempted by the swimming pool or a spot of sunbathing. This journey without a port of call will also be an opportunity to enjoy the conferences or shows proposed on board, depending on the activities offered, or to do some shopping in the boutique or to meet the PONANT photographers in their dedicated space. As for lovers of the open sea, they will be able to visit the ship’s upper deck to admire the spectacle of the waves and perhaps be lucky enough to observe marine species. A truly enchanted interlude, combining comfort, rest and entertainment."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Chuuk (ex Truk). Chuuk Lagoon, previously known as Truk Lagoon, is one of the four states of the Federated States of Micronesia. The 16 much-eroded volcanic islands within the lagoon have mangrove swamps along their coasts with rich rainforests in the central mountainous areas. The islands are hugely popular with scuba divers thanks to the incredibly interesting shipwrecks: at depths of 15 to 40 metres, divers can explore a veritable underwater museum of wrecks from the Japanese land-based, aerial and naval fleet bombarded by the Americans in February 1944 in retaliation for the attack on Pearl Harbour. These shipwrecks have become foundations for new reef growth and extraordinary marine fauna."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Pulap Island. Pulap is an atoll consisting of three islands located in the Pattiw group in the Caroline Islands. The three islands are, Pollap in the north, Tamatam in the south, and Fanadik at the western fringe of the reef. The island is surrounded by a number of ghostly shipwrecks that are virtually intact, submerged underwater. This makes for great diving expeditions where you can explore the reef and its incredible marine life as well as the shipwrecks."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Lamotrek Atoll. Like a green piece of confetti floating in the middle of the Northern Pacific, the coral atoll of Lamotrek will appear before you like a dazzling gem set in a remarkable and stunning showcase. Belonging to the vast archipelago of the Caroline Islands, this small slice of paradise and its charming neighbours are home to one of the widest varieties of coral and tropical fish species in the world, making it an idyllic destination for marine life enthusiasts. Beyond the stretches of immaculate, white-sand beach, the dream continues. Off in the distance can be heard the captivating sounds of traditional songs sung by some 300 islanders who still live here, resonating in this unparalleled natural environment blending unspoiled vegetation and vast, heavenly ribbons of sand."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Ifalik Atoll. The Ifalik coral atoll, lying in the warm waters of the North Pacific, in the vast Caroline Island archipelago, is an invitation to serenity, enchantment and discovery. A veritable hidden paradise edged with magnificent beaches with expanses of fine sand, Ifalik will reveal its treasures to you. Between the sumptuous underwater scenery, rich biodiversity, ancestral traditions and warm and welcoming inhabitants, you will marvel at this lush environment, unlike anywhere else, and far from the frenzy of any town."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "At Sea. During your journey at sea, make the most of the many services and activities on board. Treat yourself to a moment of relaxation in the spa or stay in shape in the fitness centre. Depending on the season, let yourself be tempted by the swimming pool or a spot of sunbathing. This journey without a port of call will also be an opportunity to enjoy the conferences or shows proposed on board, depending on the activities offered, or to do some shopping in the boutique or to meet the PONANT photographers in their dedicated space. As for lovers of the open sea, they will be able to visit the ship’s upper deck to admire the spectacle of the waves and perhaps be lucky enough to observe marine species. A truly enchanted interlude, combining comfort, rest and entertainment."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "In the Western Pacific, you will call at Guam, the largest volcanic island of Micronesia and the Mariana Islands. Here, the crystal-clear waters and white sandy beaches create a picture-postcard setting, ideal for relaxation and a break from it all. This little-known island, today under the administration of the United States, also offers you the opportunity to visit a number of historical sites, vestiges of Spanish colonisation, and to discover the culture of the Chamorros, the first inhabitants of the islands, talented craftspeople who have preserved their traditions."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "pacific-islands-tour",
    "tourName": "Pacific Islands tour",
    "placesVisited": "Nadi, Fiji, Wallis & Futuna, Noumea, New Caledonia, Port Vila, Vanuatu, Larofa Village, Tanna Island, Blue Cave, Numba Village, Honiara, Solomon Islands, Guadalcanal Island, Honiara, Kosrae, Micronesia, Kosrae, North/South Tarawa, Kiribati, Upolu, Samoa",
    "generalInfo": "This remarkable journey through the South Pacific and beyond offers an extraordinary opportunity to experience some of the world’s most remote and culturally diverse destinations. Beginning in Brisbane, the tour explores Micronesia’s ancient ruins at Nan Madol, the phosphate landscapes of Nauru, and the wartime history of Kiribati. Continue to Samoa for vibrant cultural traditions and volcanic scenery, before discovering Tonga’s island heritage and the Solomon Islands’ blend of natural beauty and poignant wartime history. In Vanuatu, marvel at traditional kastom villages and witness the raw spectacle of Yasur, one of the world’s most accessible active volcanoes. The adventure concludes in Papua New Guinea, where visitors meet tribal communities in the Wahgi Valley, rich with birdlife, orchids, and ancient customs. This is a rare voyage across scattered island nations and cultures, offering a truly once-in-a-lifetime travel experience.",
    "durationDays": "27",
    "price": "24950",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Brisbane - Arrive in Brisbane and transfer to your hotel. The rest of the day is at leisure. No meals or activities included today. Overnight Novotel Brisbane Airport or similar. If you would like to spend longer in BNE, we can look at alternative accommodation"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Brisbane – Pohnpei - The day is at leisure until your overnight flight to Pohnpei, Micronesia Suggested flight – Nauru Airlines ON41 dep. 2210, arr. 1130+1"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Arrive Pohnpei - On arrival in Pohnpei you will be met and transferred to your hotel. This afternoon visit the ruins of Nan Madol, once the ceremonial and political hub of the Saudeleur Dynasty. The evening is at leisure. You may wish to visit the Hideaway restaurant for dinner (payable locally) before returning to the hotel. Overnight Island Palms Hotel or similar."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Fly to Nauru - This morning we drive through Kolonia past colonial landmarks including the German Bell Tower, Spanish Wall and Kolonia downtown before heading to the airport for your flight to Nauru. Suggested flight – Nauru Airlines ON42 dep. 1150, arr. 1935 On arrival in Nauru you will be transferred to your hotel. Overnight Menen Hotel or similar (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Nauru Circle Tour - Today we explore Nauru. Highlights include Buada Lagoon, the Coral Pinnacles of Nauru’s phosphate era along the coast, as well as exploring where phosphate was mined. We also see the Government building and commercial centre of Nauru. There will be a lunch stop during the tour (payable locally). Overnight Menen Hotel or similar (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Nauru – Tarawa - Early morning transfer for your flight to Tarawa, Kiribati. Suggested flight – Nauru Airlines ON23 dep. 0515, arr. 0630 On arrival in Tarawa you will be met and transferred to North Tarawa, first to Chatterbox Café . We then visit a clam farm and local village. Overnight Tabontekeeke or similar (LD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "South Tarawa, Kiribati - After breakfast transfer to South Tarawa, home to the largest concentration of the population, the seat of government and commercial centres. A half day tour takes in all the points of interest and the main sites including the museum and Parliament House. Overnight Utirerei Hotel or similar (BL)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "South Tarawa, Kiribati - Today we enjoy a half day sightseeing tour to explore the sites and hear the stories of one of the bloodiest battles in the Pacific during World War II. Explore relics of the battle, view the landing sites, and visit memorials to the battle and the lives lost. In the evening experience traditional dance. Overnight at Utiterei Hotel or similar (BL)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Tarawa – Apia, Upolu, Samoa - After breakfast transfer to the airport for your flight to Apia, Samoa via Nadi. Suggested flight – Fiji Airways FJ230 dep. 1150, arr. 1455 Arrive in Nadi where you will be transferred to the Gateway Hotel for a day-use room before heading back to the airport for the flight to Apia. Suggested flight – Fiji Airways FJ253 dep. 2215, arr. 0110+1"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Apia, Upolu - Early arrival into Apia where you will be met and transferred to the hotel. After some rest and breakfast, you will be picked up around 1130 to drive to Robert Louis Stevenson’s Museum. Situated in the hills south of Apia, and originally his home, this museum with its spectacular setting, showcases and preserves the memories and lifestyle that drew him and his family to Samoa. We then visit the Samoa Cultural Village including tattooing, traditional cloth making (siapo), traditional dancing and cooking. Overnight Taumeasina Hotel or similar (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Savaii - Early pick up for departure on the 08:00 ferry to Savai’i. On arrival in Savai’i start a tour of the island. Highlights include the island’s colourful market, Taga Blowholes and surrounding area, tapa making demonstration and Afua’au falls. We return to our hotel in time for Fiafia night at the hotel – dinner and a show with Samoan fire dancers. Overnight Taumesina Hotel or similar (BD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Apia, Upolu - Today explore southwest Upolu. We visit Bahai Temple of worship and its gardens, Continue to Sopoaga Falls where you will be given a cultural demonstration before we head to Sinalei Reef for lunch (payable locally). After lunch we visit To Sua Ocean Trench in Lotofaga Village. To Sua translates as ‘big hole’ – here you will see a natural deep swimming hole surrounded by lush tropical foliage where there is the option of a swim (must be able to climb down a 30m ladder). En route back to the hotel we stop at Le Mafa Pass (1700ft above sea level) which has breathtaking views of the East and South coastlines. Dinner and overnight at Taumeasina Resort or similar (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Apia, Upolu – Tonga - Today we take a scenic tour of the Southeast of Upolu visiting Mulinuu historic monuments and parliament house, city markets and university hall before transferring to the airport for a flight to Tonga, via Nadi. Suggested flight – Fiji Airways FJ254 dep. 1655, arr. 1800 There is an option to spend the transit time at Gateway Hotel near Nadi aiport before the flight to Tonga. Suggested flight – Fiji Airways FJ213 dep. 2200, arr. 0025+1"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Arrive Tonga - Arrive in Tonga just after midnight and transfer to your hotel. After some rest take a tour of Ancient Tonga. During the tour, try your hand at preparing the traditional Lu, cooked in the Umu (heated volcanic rocks), learn mat-making techniques, taste traditional Tongan Kava, learn about traditional Tongan beauty product and medical techniques and then sit down to enjoy the Lu you prepared earlier. Overnight Tanoa Dateline Hotel or similar (BL)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Tonga - Today we tour Tonga taking in its historical and archaeological sites as well as the Abel Tasman landing. Overnight Tanoa Dateline Hotel or similar (B)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Tonga – Port Vila - Early morning departure to Port Vila, via Nadi. Suggested flight – Fiji Airways FJ212 dep. 0540, arr. 0615 On arrival in Nadi take a morning city tour before an afternoon flight to Port Vila. Suggested flight – Fiji Airways FJ263 dep. 1430, arr. 1605 On arrival in Port Vila you will be met and transferred to your hotel. Overnight Holiday Inn or similar."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Tanna Island - Transfer to the airport for a domestic flight to Tanna Island (Air Vanuatu, dep. 1100, arr. 1140). On arrival we will be met and taken to our accommodation to check in and refresh before setting out to visit Lowinio, a village of the Yakel tribe and of cultural interest. Untouched by western influence for thousands of years this primitive friendly village will capture your hearts and imagination as they step you back in time to discover what few tourists in the world get to experience. We then visit the World’s largest Banyan Tree. Over 200m around its girth this tree and environment is not be missed. Welcome to swing within it on its immense vines. Overnight White Grass Resort or similar (B)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Tanna Island – Ultimate Volcano Safari - We start the day after breakfast with a 4WD journey across the island, and stop for a traditional welcome at historical weapons cave at Ash Plain village. We tour a cannibal village and visit Port Resolution’s black sand hot water beach. Around the cove we have a local lunch at the Best White Sandy Beach and swim and relax before heading for the twilight and night volcano experience of Yasur. Once we reach the summit it is a short 10-minute uphill walk to the rim of the crater where we will observe the awesome power of the world’s most accessible active volcano! This ancient volcano is conspicuously located in one of the most pristine and unspoiled corners of the globe. Late evening return to our accommodation. Overnight White Grass Resort or similar (B)"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Tanna Island – Port Vila - Transfer to the airport for a short flight back to Port Vila (Air Vanuatu dep. 1220, arr. 1300). On arrival you will be transferred to your hotel. The rest of the day is at leisure. Overnight Holiday Inn or similar (B)"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Port Vila - Full Day Island Tour of Efate - After breakfast we depart for a full day circular tour of the island. Overnight at Holiday Inn Hotel or similar. (BL)"
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Honiara - Morning at leisure before you are transferred to the airport for your flight to Honiara. Suggested flight – Solomon Airlines IE723 dep. 1150, arr. 1505 On arrival into Honiara you will be met and transferred to your hotel. The remainder of the day is at leisure. Overnight Coral Sea Resort or similar (B)"
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "Honiara - The city tour to allow us to discover many points of scenic, cultural and historic interest about Honiara and the Solomon Islands. The Honiara central market is busy, colourful, and offers local produce and crafts, after which we will visit the Parliament House, built for the people of Solomon Islands. With a commanding position, the US Peace War Memorial was constructed in 1992 for the 50th anniversary of the Battle of Guadalcanal. It provides an excellent view of Iron Bottom Sound and the surrounding mountainous regions of Honiara and Guadalcanal. The small National Museum accommodates the diverse cultural artefacts of the Solomon Islands. Overnight Coral Sea Resort or similar. (B)"
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "Mount Hagen - Transfer to the airport for your flight to Mount Hagen via Port Moresby. Suggested flight Air Niugini PX081 dep. 1140. Arr. 1300 (Honiara – Port Moresby) Air Niugini PX188 dep. 1530, arr. 1630 (Port Moresby – Mount Hagen) On arrival at Mount Hagen you will be met and transferred to your hotel. Overnight Rondon Ridge or similar (BD)"
      },
      {
        "dayNumber": 24,
        "title": "",
        "description": "Mount Hagen and Villages - Spend the next 3 days exploring Mount Hagen and Wahgi Valley. This area is home to the Melpa people living traditional lifestyles, and can observe a stunning array of birds and orchids. Other tribal vikllages include the Huli and Mulpa tribes. Overnight Rondon Ridge or similar (BLD)"
      },
      {
        "dayNumber": 27,
        "title": "",
        "description": "Departure from Port Moresby or Brisbane - Transfer to the airport for your flight back to Brisbane via Port Moresby Suggested flights Air Niugini PX181 dep. 100, arr. 1100 (Mount Hagen – Port Moresby) Qantas Airways QF058 dep. 1315, arr. 1620 (Port Moresby – Brisbane) On arrival in Brisbane the tour ends. **Note*** we can end the tour in Port Moresby and have you international flights to Brisbane and from Port Moresby**"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "best-of-fiji-vacation-tour-in-2-weeks-culture-adventure-luxury",
    "tourName": "Best of Fiji Vacation Tour in 2 Weeks: Culture, Adventure & Luxury",
    "placesVisited": "Nadi, Denarau Island, Mamanuca Islands, Yasawa Islands, Taveuni",
    "generalInfo": "The white powder sand is soft and warm beneath you. The sparkling wine is crisp and bubbly. The breeze rustles the emerald palm leaves running along the secluded island’s coastline. Your private boat wades in the water waiting for your return. Adventure and luxury are hand-tailored to your desires during your 2-week best of Fiji vacation tour. Let the sunshine warm you after an afternoon of snorkeling. Revel in a beachside dinner under a blanket of unadulterated starlight. Passion exudes from the scenery, where the waters are rejuvenating, the rainforests are captivating, and the island paradise is better than a dream.",
    "durationDays": "13",
    "price": "11,400",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Welcoming Paradise",
        "description": "Fiji is known for its breathtaking turquoise waters brushing against powder white sand. Lush palm trees shade the beaches before a background of emerald tropical rainforest draping over ribbed hillsides. You land at Nadi International Airport at the start of one of Zicasso's vacation packages to Fiji where your private transfer is waiting to take you to a luxurious resort on Denarau Island. The man-made island connected to Viti Levu was fashioned from reclaimed mangrove beaches and offers remarkable comforts with an opulent view of the water. The sounds of the South Pacific emanate from the lobby, filled with charming harmonies created by breeze brushed palm leaves and lapping waves. The beauty of the island presents itself immediately, from the welcoming smiles of the locals to the intoxication aroma of coconut oil."
      },
      {
        "dayNumber": "2",
        "title": "Island Exploration",
        "description": "Denarau Island is almost a full square mile brimming with blissful pools and heavenly seclusion. Cabanas offer poolside shade and palm trees shade the beach. The sand is soft against the lapping water. Indulge in a succulent breakfast filled with paradisiacal fruits, from juicy papaya to sweet pineapple. The day is yours to discover the larger island of Viti Levu, venturing to the storied city of Lautoka, also known as Sugar City. The breeze sweeps across the plains to the foothills of the Mount Koroyanitu. The mountain reaches a height of 3,920 feet above sea level overlooking the sugar cane plantations dating back to the colonial era. The city has wide, gentle streets lined with blossoming foliage. The esplanade takes you alongside the beautiful turquoise water. The Pacific reflects the sunlight with jewel-like richness. Vibrant cafes emanate freshly baked pastries and divinely pressed coffee. The subtle urbanity of the cityscape fades into the wondrous tropical lushness that reaches over the entire island."
      },
      {
        "dayNumber": "3",
        "title": "A Particular Spirit",
        "description": "Wake up to the sounds of the water brushing against the shore. The fresh aromas of tropical fruit are alluring, filled with enticing sweetness from luscious rambutans. You make your way from Denarau Island to Nadi Town, a short drive but entirely different in culture and vivacity. The sparkling water is replaced with bordering foliage sweeping upwards over the Sabeto Mountains. The town bustles at the morning market where fruits and vegetables shimmer like pieces of gemstones. Local artisan shops offer handcrafted objects, carved and shaped by locals, from large statues to elegant earrings. The Sri Siva Subramaniya Swami Temple sits at the base of the Main Street passed the bustling shops of the town center. The temple was constructed in the 1920s and rebuilt in the 1980s. It is the largest Hindu temple outside of India. The colorful exterior matches the rainbow quality of coral reefs, almost competing with the opulent pigments. Wooden carvings of Hindu deities decorate the façade. An iconic mural adorns the walls and ceiling. There is an impeccable sense of spirit to the grounds, along with a romantic ambiance characterized in the dedicated artwork around the temple."
      },
      {
        "dayNumber": "4",
        "title": "Deeper into Paradise",
        "description": "Boats weigh anchor venturing out of the marina at dawn. They return midmorning with large Walu, also known as escolar, which can grow to over six feet in length. At breakfast, you find a pomelo, a tender citrus fruit similar to a grapefruit. A sweet roll accompanies the flavorful produce. After your meal, your private transfer guides you to the nearby marina where you board a high-speed catamaran. The wind picks up flowing through your hair. The ocean water splashes mist against your cheeks. The sunlight reflects off of the Pacific maintaining an elegant sheen. You arrive at your secluded resort situated on Tokoriki Island, the northernmost land connected to the Mamanuca archipelago. You are not only greeted but welcomed to the island with sincere, gracious smiles. Palm trees shade every inch of the resort off the beach. Powdery white sand lines crystal clear water. The sounds of any city fade into memory, replaced by twittering birds and lulling waves. A bottle of champagne awaits you in your room, where you can get comfortable with a chilled glass taking in the enchanting panorama."
      },
      {
        "dayNumber": "5",
        "title": "Picturing Reefs",
        "description": "The island is tranquil in the morning, emanating a sleepy romantic quality at after sunrise. The slow pace of the day is relaxing, allowing you to sit back and enjoy the surrounding paradise. After breakfast, you can break away from the land, grab a snorkel, and splash into the water to see first-hand the exemplary reefs around one of the 333 islands in the Fijian archipelago. You make your way to the house reef stepping into the water where the temperate Pacific envelops you. The sun shines up to 120 feet deep in the clear coastal waters casting a light over the exuberant reef. See anemones shimmer pink and purple housing curious clownfish. Soft and hard coral create an underwater forest rising from the sea floor. The rainbow colors of the reef are home to an eclectic array of tropical fish swimming in singles, pairs, and schools, including the fluorescent striped body of a royal angelfish. The fish can grow to almost 10 inches hiding amongst the hard coral caves with incredible flare. When you return to land, you can brush the extra sea salt from your skin and relax in the romantic comforts island privacy."
      },
      {
        "dayNumber": "6",
        "title": "Breathtaking Boating",
        "description": "The sun rises over the eastern edge of the island casting light over the azure coast and towering tropical canopy. After breakfast, you step onto a sailboat to cruise around the archipelago, visiting uninhabited islands, and breathtaking natural scenery. When the boat leaves the marina, the gentle wading of the Pacific carries you away from the shore. You take a morning tea and wrap your hands around the hot cup in the breezy morning. The golden sand beaches you pass are inviting. Mountains slope elegantly upwards from the coastline into conical forest-clad peaks. The 83-foot schooner takes you alongside Modriki Island, famous for being the island depicted in Castaway with Tom Hanks. You step ashore on the isle of Yanuya. A local village greets you with a traditional Kava welcome ceremony. The island is home to approximately 500 people. The scent of coconut, seawater, and straw emanate from the village. The captain offers the village chief a gift out of respect. The chief invites you into the village where you sit on a straw mat and follow tradition. A coconut cup holds the drink made from the root of a pepper plant. The chief dips the coconut cup into a mahogany bowl and passes the cup clockwise. You give a firm clap, sip the kava, clap again three times, and pass the cup back to the chief. The chief smiles warmly, and you continue into the village for an in-depth view of local Fijian life on an island in the archipelago’s outer rim."
      },
      {
        "dayNumber": "7",
        "title": "Special Kind of Picnic",
        "description": "The serene landscape coupled with the graceful shoreline relaxes you. After breakfast, you can indulge in leisure with a couple’s day at the spa. The facility is located in the tranquil surroundings of the jungle where blossoming flowers sit next to trickling streams. The aroma of incense blends with the familiar coconut oil. You can lay side by side with your partner and listen to the soothing sounds of trickling water and lapping waves. The aromas calm you; the company delights you. You can look out on the scenery and remember that paradise surrounds you. When the massage begins you can feel any lingering tension in your muscles, melt away, leaving only the tropical wonderland and your loving partner close at hand. The scent of lime and lavender are added to your treatment to help revitalize after a day of relaxation."
      },
      {
        "dayNumber": "8",
        "title": "Island Leisure",
        "description": "After breakfast, the day is yours it enjoy in exceptional leisure. Sit beneath an umbrella on the island shores and dig your toes into the sand. You can see people windsurfing off of the coast. The parachute catches the breeze and lifts the surfer and the board out of the water for seconds at a time. Adventurers twist in the air, some even performing flips before splashing back down into the water. Amateurs enjoy the flying sensation, soaring off of a small wave and touching back down feet away from their original spot. The breeze brings the aroma of fresh coconut milk. You can watch one of the locals carve open the top with a machete, passing the coconut around for everyone to try. The creamy texture has a slightly sweet fragrance and flavor. Medicinal plants line the trail off of the main walkway through the island. When you lounge near the water, you can feel the hot sun on your shoulders and the refreshing water rushing against your toes. Your partner relaxes with you, whether under a cabana poolside, in the sand beachside, or strolling through the medical herb garden for another look into the traditions of island life."
      },
      {
        "dayNumber": "9",
        "title": "Coming to the Garden",
        "description": "You have come to expect certain things on the island, from the soothing crash of morning waves to the graceful arrangement of tropical fruits at breakfast. You wake up in the morning reminded of idyllic island life. After breakfast, you are guided to the high-speed catamaran for your luxurious ride back to Viti Levu. Once there you are escorted to the airport for your flight to Taveuni, known as Fiji’s Garden Island. The island is 169 square miles practically overflowing with tropical flowers, romantic waterfalls, and fruitful birdlife. Your private transfer awaits your arrival to the airport to escort you to your all-inclusive resort accommodation. Your accommodation is situated beachside offering a harmonious view blending azure waters with tropical gardens. When the sun begins to set over the island you can watch, the charming hues layer the horizon and reflect off the Pacific for a romantic introduction to Taveuni."
      },
      {
        "dayNumber": "10",
        "title": "Passionate Heights",
        "description": "The Garden Island is paradise incarnate, filled with lush tropical trees and vibrant Tagimaucia flowers in bloom. The flower can grow to almost 12 inches long and is represented on the Fijian $50 note. The flower’s legend is steeped in love and passion, which calls to the petal’s beauty with gorgeous red exterior and pure white interior. Around Tagimaucia Lake, at an altitude of 2,715 feet above sea level, the rare flowers add exceptional color to the greenery and float atop the crater lake. You can hike to the top of the summit and watch the petals cruise across the water. The air is cool at the mountaintop but when the sun pierces the canopy you can feel its close heat. In the morning, a mist lingers around the trees providing moisture to the forest underbrush. A nearby waterfall trundles into a natural pool thundering through the trees. Mountains surround the tranquil lake providing ample time to embrace the secluded waters and the romantic moment."
      },
      {
        "dayNumber": "11",
        "title": "Unparalleled Depths",
        "description": "Des Voeux Peak rises 3,943 feet above sea level and is the second highest mountain on the island. On a clear day, the peak casts shadows over the shoreline housing numerous birdlife, such as Silktails and Orange-breasted Doves. Instead of the height of the mountaintops you meet your guide to venture into the depths of the South Pacific. You don the SCUBA gear and splash into the exception water. The clarity of the azure ocean fills with the titillating hues of the Rainbow Reef. With just under 1,200 species of fish and more than 230 types of hard and soft corals, the reef is an entirely different subaquatic world. The Pacific wake is gentle, allowing you to float effortlessly. U.S. Divers Magazine has rated Rainbow Reef as one of the top 10 places in the world to dive. White-topped reef sharks circle around the coral and orange basslets swarm in schools near the calcite hills. You and your partner have the eccentric colors to yourselves, watching the ecosystem react in a natural, pure way."
      },
      {
        "dayNumber": "12",
        "title": "Up Close and Special",
        "description": "The simmering beauty of the Taveuni is reassuring, returning every morning wit the sunrise. After breakfast, you leave behind the soft sands of your hotel for the thunderous waters around Bouma National Heritage Park. The national park inhabits around 80 percent of the island’s total area, including both coastal and rainforest. The air is thick, rich with moisture. You can hear the falls in the distance trundling between the trees. Wildflowers provide a soothing fragrance around the freshwater pools. Tavoro Falls stands almost 80 feet tall, situated near a picnic area where the aroma of fresh barbecue settles beneath the canopy. The pool ripples and people jump in letting the cold mountain water rejuvenate them. Hiking trails wind around the national park, meandering by two more waterfalls, a local village, and historic island ruins carved into captivating boulders. The romance of the island is as prominent in the water as in the trees."
      },
      {
        "dayNumber": "13",
        "title": "Accepting Paradise",
        "description": "You wake up to the rising sunlight casting over the water. The pink and purple hues remind you of the varied colors around the Rainbow Reef. The water is calm, the waves soft against the shore after dawn. The International Dateline divides the island in half inadvertently offering spectacular views of sunset and sunrise. Indulge in the sweet flavors of breakfast once more, filled with the delightful tastes of juicy mango and soft, sweet rolls. The private transfer assigned to you meets you at the hotel to escort you to the airport. Soon you will return to Nadi on Viti Levu to meet your return flight home. You have discovered the never-ending beauty of Fiji, each one as enchanting as the last, inspiring wonder and romance every second of your vacation."
      }
    ],
    "map": "",
    "category": "Luxury"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "discover-fiji-vacation-tour-matamanoa-taveuni",
    "tourName": "Discover Fiji Vacation Tour: Matamanoa & Taveuni",
    "placesVisited": "Nadi, Mamanuca Islands, Yasawa Islands, Taveuni",
    "generalInfo": "Fiji borders on the mythical with coral reefs that glow brighter than the waters. The rainforest looks draped in jewels and the locals always wear friendly smiles. Your 9-day discover Fiji vacation tour to Matamanoa and Taveuni fully immerses you in the island paradise: illuminating the splendor of the beaches, the charm of local villages, the importance of heritage, and, more importantly, the wonderment of unparalleled romance. From a tiny private island to the lush and plush luxuries of the Garden Island, you can embrace the passion of your partner in the inspiring natural life of Fiji.",
    "durationDays": "9",
    "price": "4,400",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Matamanoa – Fijian Seclusion",
        "description": "The beauty of Fiji is spread across each individual island. Palm trees rise over the coastline and sway in the sea breeze. The beaches range from golden to white sands. The water ripples a translucent azure and fades into cobalt depths. Rainforest carpets the inland hills and mountains, providing fertile soil, vivacious wildlife, and vibrant wildflowers. You arrive at Nadi International Airport where your private transfer is waiting. You soon find yourself on a high-speed catamaran at the Port Denarau, weighing anchor, and traversing the cool equatorial waters. The ocean spray casts into the air around you. Small islands drift past, but soon you reach the secluded island of Matamanoa. You step onto the jetty and find the island sands warm and powdery white. The ocean water quietly laps at the shore, any force broken up by the natural reefs. The aroma of the Pacific blends with the natural sweet oils from the palm trees, emanating a fragrant coconut. The breeze ruffles the wildflowers blossoming against the lush tree canopy. You find yourself in a tranquil paradise, where the natural beauty of the island welcomes you with picturesque ease."
      },
      {
        "dayNumber": "2",
        "title": "Matamanoa – Serenity of Grandeur",
        "description": "Wake up in your beachfront room filled with traditional textures and colors that embody the Fijian culture. The water continues to lap at the shore helping bring in the morning. Enjoy breakfast with an open view to the beach. The scent of freshly brewed coffee joins the vibrant tropical fruits on display. Pomelo looks like a grapefruit on the outside, an orange on the inside, and has a refreshing citrus flavor that combines the two. The sunshine spreads across the horizon making the water sparkle with every subtle movement. The day is yours to spend on the beach, digging your toes into the warm, soft white sand. The water is cool to the touch, brushing against your toes, an uplifting difference in temperature from the sand. You can grab a snorkel from the resort, put on some fins, and wade out into the water to explore the reef. There are almost 1,200 species of fish living in the Fijian reefs. Soft and hard coral cling to limestone framework. Regal Angelfish have fluorescent orange stripes and blue upper and lower fins. When you exit the water, you can brush remaining salt from your shoulders, settle back into the sand, and watch the day pass by in passionate bliss."
      },
      {
        "dayNumber": "3",
        "title": "Matamanoa – Sea Full of Romance",
        "description": "In the morning, you can hear the birdlife twittering in the nearby trees. Geckos chirp before dawn around the outer rim of our room, scurrying for an early morning meal. You can’t help but be awestruck at the view from the dining room, overlooking the pristine beach. The bright blue of the sky looks painted onto the horizon, in line with a postcard, mirroring the Pacific. After your meal, you board a sailboat for a day exploring the Mamanuca Islands, of which your island of Matamanoa is a part. The sails puff when they catch the breeze carrying you away from Matamanoa for the day, to isolated and celebrated shores. You sit on the side of the 83-foot schooner and feel the intrinsic passion of the boat, the ineffable romance of sailing along the permeating waters. The boat anchors around Modriki, an uninhabited island known as the location for the Tom Hanks film Castaway. You and your partner wander along the shore. The island’s purity is intact. You have a splendid panorama of the small landmass’s 99 acres from the mountaintop standing 585 feet above sea level. As you return to the ship, the wonders of Modriki stay with you. You try to spot the footprints you left in the sand, but they have already faded."
      },
      {
        "dayNumber": "4",
        "title": "Matamanoa – Beauty of Leisure",
        "description": "Wake up to the luscious aromas of fresh-pressed tropical juice. Vibrant pineapple decorates the table at breakfast, peeled and ready to be eaten. Each bite is filled with juicy delight. The day is at your leisure to enjoy the island and the company as you desire. You notice a local climbing a tall palm tree. People watch as the man climbs higher and higher. The breeze ruffles the palm leaves but the man climbing the tree doesn’t notice. A palm tree can grow up to 197 feet. Soon the man returns from the canopy with a green coconut in hand. He grabs a machete, cuts at the coconut’s top with aimed precision, and opens the hard fruit. The coconut aroma returns with a creaminess you hadn’t noticed before. You take a sip from the freshly opened fruit and enjoy every drop. Watching the man climb the tree was both thrilling and relaxing, an embodiment of every moment in Fiji so far. With your partner by your side you decide to spend time exploring more of the island, strolling along the mountain trails. You reach the top and find a stunning vista overlooking the Pacific. The water shines like Murano glass, filled with folds of blue, from light to dark and back again. You can take in the view of the island with your partner in treasured privacy."
      },
      {
        "dayNumber": "5",
        "title": "Taveuni – Time in the Garden",
        "description": "The morning washes over your private island accompanied by the ocean current and the rising birds. After breakfast, you make your way to the high-speed catamaran and return to Nadi for your flight to Taveuni Island. The Garden Island is the third-largest island on the Fijian archipelago. The verdant rainforests carpet ribbed mountains and riverbanks, running the island’s edge bordering the shores. Your private transfer meets you at the airport before escorting you to the luxuries of your seaside resort. The International Dateline cuts through the island creating a unique mixture of pristine sunrises and opulent sunsets, arching from east to west. In the afternoon, you can sit by the infinity pool, reveling in the illusion that the water is spilling into the ocean while sipping a tropical cocktail, as the sunset layers the horizon with gorgeous purples, oranges, and reds. Even the colors of sunset look more tropical in paradise. For dinner, you can feel the cool night sky around you and the cold sand fine under your bare feet. The waves lap softly onto the shore. The candle on the table imitates the flickering starlight above. There is always romance in Fiji, even in an open space, like the beach, where you find the pleasures of dining with perfect company."
      },
      {
        "dayNumber": "6",
        "title": "Taveuni – Time With a Rainbow",
        "description": "The morning sounds of Taveuni Island are similar to Matamanoa but more vibrant. The birdcalls are closer and more active. The lapping water is more consistent and a little quicker. The undulating rainforest captures the sunlight with an emerald glow. After breakfast, you will venture out onto the water for a day of exceptional scuba diving along the Somosomo Strait. The entirety of the Fiji’s 230 coral can be seen somewhere along the reef. You strap into your gear and feel the snug comfort of the wet suit before you jump into the water. Your natural buoyancy is relaxing in the ocean. You put on your mask and follow your guide into the water’s depths. The area is consistently ranked as one of the best dives in the world starting at a depth of 66 feet. Coral sprouts out of the reef like trees, swaying in the current. Manta rays glide near the bottom of the seafloor, their elegant wings carrying them around schools of fish. You see a squarespot, or pink square, which can grow to almost eight inches. Males are boldly colored with fluorescent orange skin and a large pink square on its side. The image is striking in the shimmering, underwater light."
      },
      {
        "dayNumber": "7",
        "title": "Taveuni – Touching Rare Flowers",
        "description": "In the morning, you spot fishing boats venturing out into the water. The small masts act like beacons moving slowly across your path. After breakfast, you and your partner meet your guide and venture into the verdant tropical rainforest. The warm air filters through the tree canopy. The leaves are waxy and moist to the touch. You and your partner venture up the trail leading to Tagimoucia Lake situated inside an extinct volcanic crater at an altitude over 2,640. The lake is one of four lakes across the Fijian archipelago. Puffy clouds sweep past the upper reaches of the rainforest creating a unique environment where the forest underbrush grabs moisture as much from the hovering cloud formations as from rainfall. When you reach the lake water it is cold to the touch. The greenery is speckled with crimson and white blossoming petals from the rare Tagimoucia flower, which provides the lake’s namesake. The flower only grows at high altitudes around the shores of the lake. It is you, your partner, and your guide at one of the highest reaches of the island. Your guide tells you the myth of the remarkable Tagimoucia flower, born from the tears of a princess in love. The wonderful landscape borders on the mythical, and you are happy to hear the story as you and your partner take in the view together."
      },
      {
        "dayNumber": "8",
        "title": "Taveuni – Roots in Heritage",
        "description": "Every day, waking up to the island paradise comes with an irrepressible radiant smile. An indelible happiness travels across the island. In 2014 Fiji was ranked the happiest country in the world. The floral aroma from yesterday has stayed with you since your departure from the lake. After breakfast, you once again leave the shores behind for the interior lushness of the rainforest, this time heading towards Bouma Heritage National Park. The protected landscape encompasses around 80 percent of the entire island, ensuring that the natural roots of the island’s heritage remain intact for future generations. The trees hanging over the walkways help shade you from the midmorning sun. You brush past soft large-fringed leaves. You can hear the thundering rush of a nearby waterfall echoing through the trees. Taro grows in small patches on steep foothills. Heart-shaped leaves enclose red stems. When you arrive at Bouma Falls, you find red and yellow ginger lighting around the natural pool. The falls are almost 80 feet tall and enhances the already majestic landscape that you’ve found around the island. The water falls like a curtain into the rippling pond below. Copious greenery hides orange dove and red-shining parrots."
      },
      {
        "dayNumber": "9",
        "title": "Taveuni – Graceful Retreat",
        "description": "When you wake up, the smile returns because you remember that the past week has been better than a dream. You spend part of the morning listening to the peaceful water before make your way to breakfast. You have never stopped treasuring the view, looking out over the pristine beach and sparkling water. Every second in Fiji has been filled with passion and romance, love and splendor. Your private transfer meets you at the airport for your return flight to Nadi, where you will continue home. You have snorkeled and scuba dived, sailed and hiked, discovering the secluded reaches and eternal beauty of the islands. Visit the custom tour packages page for more travel planning ideas."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "fiji-australia-new-zealand-vacation-package",
    "tourName": "Fiji, Australia, New Zealand Vacation Package.",
    "placesVisited": "Sonaisali, Tivua, Auckland, Rotorua, Sydney, Australian Outback, Cairns, Great Barrier Reef, Wellington, Blue Mountains",
    "generalInfo": "Find comfort in the breathtaking scenery and enchanting ambiances of Oceana during this customizable 21-day Fiji, New Zealand, and Australia tour. It is the destination where newlyweds go to celebrate their future and soul mates visit to celebrate their past. This Fiji, Australia and New Zealand package takes you from pristine beaches to the Great Barrier Reef and reveals a blend of heritage and contemporary culture.",
    "durationDays": "21",
    "price": "9,100",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Sonaisali – Arrive in Fiji",
        "description": "Fiji is arguably the friendliest place on the planet and the place to indulge adventure. The archipelago has over 300 islands brimming with unique attractions. Whether you seek romance, relaxation, cultural immersion, cruising the sea, or the ultimate eco-tour escapade, you will find fulfillment in Fiji. Your flight will land at Nadi International Airport, where your private transfer will greet you at customs and escort you to your resort on Sonaisali Island."
      },
      {
        "dayNumber": "2",
        "title": "Sonaisali – Time at your Leisure",
        "description": "In the morning, you will find the aromas of hyacinth and pineapple filling the dining room. After breakfast, you will set sail aboard a luxury catamaran departing Denarau. As you set sail on the crystal-clear turquoise South Pacific bound for Tivua Island, you will feel the wind rush against your cheeks leaving specks of salt from the water. Tivua Island is surrounded by a white sandy beach and 500 acres of unadulterated coral gardens."
      },
      {
        "dayNumber": "4",
        "title": "Auckland – View the City of Sails",
        "description": "Your private transfer will meet you in the resort lobby after breakfast and escort you to the airport for your flight to Auckland. Sky Tower soars above the City of Sails creating the skyline that reaches 1,076 feet tall. Boats glide along the Hauraki Gulf with locals enjoying the fresh breeze and ferries traveling between the city and surrounding islands. Your private driver will meet you at the airport upon your arrival and welcome you to Auckland. The city offers all of the things associated with a sophisticated cosmopolitan atmosphere, from beautiful scenery to adrenaline-pumping adventure, as well as first-class food and wine."
      },
      {
        "dayNumber": "5",
        "title": "Auckland – Traverse the Cityscape",
        "description": "You will meet your guide in the morning and venture to the world-class experience that is Kelly Tarlton's Aquarium, a wonderland of snow, ice, and water. The Antarctic Encounter will immerse you in the exciting exploration of the frozen habitat. You can hear the playful colonies of King and Gentoo Penguins waddling along the snow and diving into the water. In the Underwater World, you will travel deep beneath the ocean on a moving walkway. Through an acrylic tunnel, you will experience a scuba diver’s view surrounded by a variety of ocean life."
      },
      {
        "dayNumber": "7",
        "title": "Rotorua – Caves and Maori Culture",
        "description": "You will depart for Rotorua in the morning and pass through the rich farmland of the Waikato to reach the. Waitomo Caves. In Rotorua, your guide will lead you through the gardens, cobbled streets, and fascinating mix of Maori and English Tudor architecture. Your introduction to Maori culture will emerge with a demonstration of authentic customs in the natural bush setting. Warriors in traditional dress will paddle an ancient warrior canoe down the Way-o-whiro stream. The scent of roasting vegetables and lamb will emerge from the hangi, a traditional meal cooked in the ground."
      },
      {
        "dayNumber": "9",
        "title": "Rotorua – Tour of Middle Earth",
        "description": "Your guide will meet you at the hotel in the morning and lead you through the scenic Kaimai Ranges before you reach the ten-acre site recounting fascinating details of how the Hobbiton set was created. The Hobbit holes, Green Dragon Inn, Mill, and other structures crafted for The Lord of the Rings and The Hobbit films can be viewed and toured. The structures blend into the greenery of the Waikato farmland from a distance before you become immersed in The Shire from Middle-earth."
      },
      {
        "dayNumber": "10",
        "title": "Wellington – Lord of the Rings Film Sites",
        "description": "You will travel from Rotorua to Wellington to discover the urban life spread across the craggy shores. You will settle into the comforts of your luxury accommodation at the heart of the city before meeting your guide for an introductory tour of New Zealand’s capital city. You can take a ride up the cable car to the Wellington Botanic Garden and the Carter Observatory, traveling over 2,008 feet to reach a summit standing 394 feet above sea level. You will then set out on a full day Lord of the Rings to discover the filming locations of the award-winning trilogy."
      },
      {
        "dayNumber": "12",
        "title": "Sydney – Tour the Blue Mountains",
        "description": "Sydney is a stylish and cosmopolitan city filled with vibrant life, character, and a sense of daring. The multiculturalism means a wealth of amazing dining experiences and iconic architecture, such as the Opera House and Harbour Bridge. Your private transfer will escort you to Wellington airport after breakfast for your flight to Sydney, where your private transfer will meet you upon arrival. After settling into the comforts of your gorgeous hotel, your guide will lead you on an introductory tour of the city beginning with the historic Rocks district."
      },
      {
        "dayNumber": "14",
        "title": "Sydney – Neighborhoods of Sydney",
        "description": "The marvels of Sydney will once more become visible when you indulge in the famous beauty of Bondi Beach. You can join in the fun on the water with a private surf lesson to learn the steps to catch your first wave or just relax by digging your toes into the hot sands beneath the golden sun for which Australia is famous. The walkway connecting Bondi to Manly Beach extends for 50 miles and attracts cyclists, joggers, and walkers who wish to enjoy the majestic coastal scenery along the smaller connected tracks."
      },
      {
        "dayNumber": "16",
        "title": "Sydney – Experience the Outback",
        "description": "After breakfast, your guide will escort you out of Sydney to view rural Australia. The hustle and bustle of the city will fade as you venture closer to the open paddocks, dams, and bush of the countryside outside of Sydney. You will travel over the Harbour Bridge at 440 feet above the water where you will have a spectacular view of the Sydney Opera House. Upon arrival at the estate, you will be greeted by an Australian stockman on horseback. You can enjoy morning tea of freshly made damper with butter and Golden Syrup before you learn about the history of the estate and the life of a stockman."
      },
      {
        "dayNumber": "17",
        "title": "Cairns – A Day along the Coast",
        "description": "Cairns is the heart of Tropical North Queensland and is the primary gateway to Northern Australia, as well as the Great Barrier Reef. The charming city is framed by the spectacular twin backdrops of rainforest mountain ranges and the sparkling Coral Sea. It is a modern, sophisticated city, and is an ideal base to explore the wider Tropical North Queensland region and the World Heritage-listed Reef, Rainforest, and Outback. Your private transfer will meet you at your hotel in Sydney and escort you to the airport for your flight northbound."
      },
      {
        "dayNumber": "18",
        "title": "Cairns – Aboriginal History and Culture",
        "description": "You will experience the region’s rich Aboriginal history and culture on an exclusive tour taking you beyond Cairns and Port Douglas. Your guide will lead you along one of Australia’s most scenic coastal drives as you head to Cooya Beach, which is the traditional fishing ground of the Kuku Yalanji people. A member of the Kuku Yalanji will teach you how to throw a spear in addition to other Aboriginal hunting techniques. You can walk on their traditional lands as you learn how to track and hunt for fish, mud crabs, and mussels through the mangroves."
      },
      {
        "dayNumber": "19",
        "title": "Cairns – The Great Barrier Reef",
        "description": "After breakfast, you will make your way to the marina and board a catamaran bound for three distinct areas of the Great Barrier Reef, the largest network coral islands and reef systems in the world spanning over 1,429 miles. The dazzling display of biodiversity hosts soft corals and countless fish and mollusk species, as well as sea turtles, sharks, and dolphins. Out at the Reef, the all-weather platform caters for all activity levels. When you snorkel in the sheltered coral lagoon, you can bask in the tranquil and warm waters while searching for the dramatic collection of marine life glowing in the crystal-clear Coral Sea."
      },
      {
        "dayNumber": "21",
        "title": "Cairns – Depart for Home",
        "description": "In the morning, the life around Cairns returns with the sounds of the tropical birds echoing over the tranquil waters lapping against the shoreline. The Botanic Gardens will open their doors introducing visitors to over 4,000 species of plants from around the world including a section tracing the evolution of Australia’s tropical plants. After breakfast, your private transfer will meet you at the hotel and lead you to the airport where you will board your flight to begin your journey home."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "fiji-vacation-for-families",
    "tourName": "Fiji Vacation for Families",
    "placesVisited": "Nadi, Kula Eco Park, Suva, Taveuni, Savasavu, Coral Coast",
    "generalInfo": "Rhythmic drums echo in the air during the song and dance celebration. The kids marvel at giant clubs and long spears on display in the cultural museum. You can hear their exciting cries as they slide down a natural waterslide winding beneath the jungle canopy. Your custom tailored Fiji vacation for families is enriching and enchanting, filled with waterfalls and rain forests, leaping dolphins and river rafting. The kids will be inspired by the adventures, you will revel in luxury, and the entire family will have the time of their lives.",
    "durationDays": "14",
    "price": "6,900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Viti Levu – Gateway to Fiji",
        "description": "Before the flight lands the kids look out the window in awe at the expansive turquoise water. Verdant trees and jungle grasses carpet the island of Viti Levu, the largest in an archipelago of 332 islands. The island is a pleasant combination of luxurious resorts and exceptional mountain villages thriving in traditional thatched huts. Your family is met by your private transfer at the airport and you are escorted to your comfortable, plush resort. Spend the day relaxing in the simmering pools beneath a palmed canopy. The slight breeze carries with it the aroma of the ocean. From the hotel lobby the pool looks as though it meets the beach empties into the Pacific. The kids rush to the waterslide eager to course through the rock decorations and feel as though they travel through the earth. You relax in the hot sun and settle into the family luxuries of Fiji."
      },
      {
        "dayNumber": "2",
        "title": "Viti Levu – Culture of the Pacific",
        "description": "You can catch the early light rising over the horizon, one of the first places to see the morning across the world. Breakfast is filled with familiar flavors accompanied by local sweet fruits. Coconut slices sit side by side with fresh, juicy pineapple. Ripe mango almost glow a succulent yellow. Unlike the kids’ usual eating habits at home, in Fiji they are eager to try the new, exotic flavors, savoring the dessert-like freshness of every bite. Your private transfer meets you at the resort and takes you around the island’s edge on the Queens Road to the Kalevu South Pacific Cultural Centre. Hidden inside the four-acre grounds of the Gecko’s Resort is a private glimpse into a traditional Fijian village, designed for authenticity to teach visitors about the long history and proud culture of the islands. The thatched huts come to a point in the palm trees. The aroma of palm oil filters through the air. Your guide, arranged by one of Zicasso's Fiji travel agents , leads you through the homes and teaches the kids about traditional clothing and pottery made around the grounds. Warriors stand with half painted faces, beads strung around their neck, holding tight to long spear. Long fronds dangle from the trees. The communal hut contains a cups and stones used for ceremonies, including a grinding stone for pulping kava root."
      },
      {
        "dayNumber": "3",
        "title": "Viti Levu – Seeing the Eco",
        "description": "You can hear the Pacific washing against the island shores. The calm lull accompanies the sunrise. Wake up to another array of local produce shining brightly at breakfast. The aroma of fresh grapefruit wafts gently around you. The grapefruit is almost blood-orange in color, juicy and delicious. After breakfast, the family is escorted to Kula Eco Park for a day amongst the spectacular flora and fauna of Fiji. Once on the Coral Coast you see a long stretch of coral flanked by verdant hills. The reef disappears into blue depths of the South Pacific. Once at Kula Eco Park you can hear the animals in the wildlife sanctuary before you see them. Birds flap their wings and turtles are hand fed at various times of the day. Walk through the extensive network of walkways. The park has been privately owned and operated since the late 1990s and continues to preserve the indigenous species of flora and fauna found across the island. The canopy provides shade around the walkways. The kids point out Monoriki Crested iguanas. The reptile is found in dry forest and can grow up to 30 inches in length. Their skin is bright emerald with narrow white bands wrapping around their body. The kids marvel at the natural wildlife and you stand in happy awe watching your children’s enchantment."
      },
      {
        "dayNumber": "4",
        "title": "Viti Levu – Searching the Trees",
        "description": "Wake up to another world to see around Viti Levu. The graceful sound of the water is ever-present and the captivating glisten of the coral beneath the waves is most captivating at high-tide. After breakfast, you say goodbye to the Coral Coast and make your way to Pacific Harbour, where you cross a small bridge and find the “Adventure Capital of Fiji.” The family is met by your canopy guides and taken up into the lush treetops for an unforgettable zipline tour. The kids are eager to glide across the entire island like birds. You listen to the guides as you stand on a platform overlooking a private eco-reserve. The sun pierces through the leaves. The aroma of vivacious greener and blossoming flowers lingers in the shade. Travel about one mile, zigzagging with the wind in your hair. When the kids set off and fly away they lean back and scream with excitement. The river below has a serene current. The leaves undulate from large to small, tall to short across eight zips."
      },
      {
        "dayNumber": "5",
        "title": "Viti Levu – Reignite your Adventurous Spirit",
        "description": "The exploratory spirit of your days continues at breakfast as the kids question the outer layer of a rambutan. You open up the fuzzy red and purple skin to a plump indulgent sweetness similar to a lychee. After breakfast, you are taken to the banks of Navua River for a day bilibili rafting. A bilibili is a raft constructed of bamboo and woven together. Your guide steers the raft using a long pole pushed into the riverbed to urge the vessel forward. The skipper balances at the tail end of the raft, for leverage and support. When you step onto the raft, the polished surface is cool and refreshing. The surrounding greenery creates an opulent landscape rolling upwards from the riverbank. The Navua River runs over 40 miles in length and has a soft current as your guide steers you alongside the rugged mountains. You notice the concentration on your guide’s face as he rolls with the current and avoids sandbars. The beauty of the landscape combines with captivating tradition as you travel downriver."
      },
      {
        "dayNumber": "6",
        "title": "Suva – A Museum of Interest",
        "description": "The children are enticed today by the sound of the Fiji Museum, a place where the histories of the islands and the expansive heritage comes to life. You make your way to Suva, the capital of Fiji, and find the largest South Pacific City outside of Auckland, New Zealand. It is home to half the country’s population. Farmers’ markets bustle in the morning, filled with exceptional produce and stunning handmade jewelry. Many buildings date back to the 19th century British colonial era. Once you enter the museum you can immediately see the connection between archeological, political, cultural history and its evolution throughout the islands. You work your way clockwise through the exhibits. The podiums are an opulent white, in contrast to the rich wood and colorful items on display. You find musical instruments and cooking utensils. The kids point out a large whale-tooth necklace that belonged to a chief. Once more the kids enthusiastically run to the collection of war clubs and cannibal utensils emblematic of island heritage. One of the last double-hulled canoes measures almost 44 feet long and was constructed in the 1913. The entire family becomes swept up in the wonders of the island nation’s history, from tradition to colonial arrivals."
      },
      {
        "dayNumber": "7",
        "title": "Taveuni – Traveling the Rockslide",
        "description": "After breakfast, your family has a private transfer to the airport for a brief flight to the island of Taveuni, the third-largest island in the archipelago. You can spot Mount Uluigalau from the distance standing 4,072 feet tall. The “Garden Island” contains luscious landscape, draped in green palms and shimmering wildflowers. Birds sport vivacious plumage as they soar through the prehistoric rainforest canopy. The exotic and pure splendor of Fiji opens up to you before you even exit the plane. After you settle into your luxurious resort accommodation, you make your way the celebrated Waitavala Waterslide, a series of natural mini waterfalls. The water is cool and refreshing in the island heat. The rocks are perfectly slippery, and the current helps push you down the sloping hillside into the pools below. You can hear everyone’s gleeful cries as they storm down the waterways and splash in the sensational rainforest setting."
      },
      {
        "dayNumber": "8",
        "title": "Taveuni – Witnessing Heritage",
        "description": "Fijian heritage is more than just in its tradition, it is seen in everything from the clothing to the language. After breakfast, you make your way to Bouma National Heritage Park, a 57 square mile area of protected land, which encompasses over three-quarters of the island’s total area. The rainforest and coastal forest are as important to the traditions of the islands as the traditions themselves. The landscape is pristine, covered with lush trees and fertile soil. The aroma of blossoming flowers blends with the shimmering moss around fresh water pools. Silktails flutter and chirp in the canopy. They can grow to almost five inches long with velvety black plumage and iridescent blue around their head and breast. Three waterfalls cascade around the landscape, the first tumbling from 78 feet in the air and an easy stroll from the entrance. The other waterfalls are a bit smaller but have tremendous swimming pools where the family can lounge in the untouched majesty of the rainforest."
      },
      {
        "dayNumber": "9",
        "title": "Maravu Plantation – Beachside Charm",
        "description": "The turquoise water shines like a jewel beneath the morning sky. The wake laps at the shore and the clear coloration of the water’s edge shuffles back and forth, sifting through the sand. After breakfast, you can make your way to the beachside comforts of the Maravu Plantation Beach Resort to explore the length of the coastline on horseback. Palms stretch out of the forest and push against the water. The thatched huts offer shade on the powdery sand beaches. You and the kids saddle up and climb atop your noble steeds. Your guide leads you outwards where the water meets the land. The horses begin to trot, kicking up sand and splashing in the water. The spritz is cool and comfortable against the warm afternoon sun. You venture off the beach and into the rainforest following the cautious sounds of the birds in the trees. Your guide points along the branches and you see tagimoucia, an elegant flower of rich red outer petals and with a pure white center. The flower is only found near Lake Tagimoucia in a hill above the water. The kids delight at the rarity of the flora but also the incredible story that comes along with it."
      },
      {
        "dayNumber": "10",
        "title": "Vanua Levu – Finding the Secret",
        "description": "The island of Savusavu is often referred to as Fiji’s best-kept secret. The town is located on the island of Vanua Levu and has a picturesque port nestled against a sweeping bay with sloping green hills in the background. The scent of hibiscus flowers roams through the air. The locals are friendly, always smiling and welcoming in every way. The island boasts lazy blue bays and towering palm trees, filled with remnants of old plantations marking the countryside. Your private transfer escorts you from the airport to your spectacular accommodation with a celebrated children’s program, which allows the kids to spend all day actively enjoying the their surroundings at the resort while you leisure your days away as you please. Near the water’s edge, you see steam rising, evidence of the volcanic activity beneath the town. Near the wharf, you can find shallow streams where locals come to cook and boil freshly caught seafood. Watching the unique natural hot springs and how the locals utilize the heat is captivating."
      },
      {
        "dayNumber": "11",
        "title": "Vanua Levu – A Stroll in the Rain(forest)",
        "description": "A jetty ventures out into the calm waters adding an extra touch of seclusion to your resort. The tranquil landscape encircles your room, from rising palm trees to the stoic waters. After breakfast, you venture out of the resort and into the Waisali Rainforest Reserve, home to almost 300 acres of protected land. Yaka and Kuasi trees add sturdy timber to the scenery. Trails roam around the plush greenery and open up to remarkable views of the rolling mountains. You can venture high enough into the sky that occasionally clouds pass through the trees. Streams meander through the forest grounds and tumble into sensational waterfalls. The endangered Fijian ground frog hides in the jungle underbrush. Once thought eradicated during the colonial period of the 19th century, the ground frog population persists. The frog can grow to over four inches and have a multi-colored hue in their youth."
      },
      {
        "dayNumber": "12",
        "title": "Savusavu – Trailing the South Pacfic",
        "description": "The natural splendor around Savusavu reaches from the rainforest to the reef, shimmering with emerald trees and pastel coral. Today you are free to enjoy the varied activities around the island, from lounging poolside to SCUBA diving minutes away from the marina. The J Hunter Pearl Farm takes you out into the glassy waters around the island to witness the different stages of pearl oysters stretching out across 660 feet of line more than 15 feet below the ocean’s surface. Once aboard the boat you welcome the cool flowing breeze. The water mists into the air providing a semi-sweet fragrance around your tour. See beneath the water on a glass-bottom boat or dip into the temperate waters to snorkel around the oyster farm. The farmers and your guides check on the oysters daily to ensure health of each individual oyster on the farm. In the spring and autumn, the oysters are harvested for pearls, where the small round ball glistens like glass in the sunlight."
      },
      {
        "dayNumber": "13",
        "title": "Savusavu – Ultimate Relaxation",
        "description": "The kids are up and eager to join the fun at the children’s program once more. At breakfast, they fill you in on all the activities they have done, from making traditional art to snorkeling around exuberant fish. The kids eat rambutans like candy, and you are happy to see them eat fruit with such enthusiasm. The kids run off to join their new friends, and you spend the day at your leisure indulging in the luxuries of the island. Four-wheel drive around the island and visit Nukubolu village situated in the mountains, or you could grab the kids and venture on a dolphin encounter. Your transfer will meet you at the hotel and take you to a secluded marina across the island. A small boat awaits you, wading in the serene water. Your skipper takes you out to the deep water where pods are known to play. Suddenly a single dolphin pops its head out of the water. It clicks its tongue and laughs at the boat. Other dolphins start to arch and jump in the boats wake. Spinner dolphins can grow up to seven and half feet long. Their playful nature leads them to shoot out of the water and twist their bodies in the air, performing stunning acrobatics that wows the entire family. When the boat heads back to shore, you can see the emerald mountains rising above the turquoise water."
      },
      {
        "dayNumber": "14",
        "title": "Viti Levu – Departure",
        "description": "At breakfast the family enjoys their final meal, filling their plates with the exotic fruits found fresh across the island. The kids do their best dolphin impressions from yesterday’s excursion, reenacting the twists and turns, along with the playful sounds that emanated from the waters. After your meal, you will return to Viti Levu for your flight home. You have traversed rainforests and mountains, traveled across pristine waters and slid down waterfalls. As you make your way home you know it was a vacation to remember, filled with adventure, relaxation, wonder, and family."
      }
    ],
    "map": "",
    "category": "Family"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "fiji-vacation-for-solo-travelers",
    "tourName": "Fiji Vacation for Solo Travelers",
    "placesVisited": "Viti Levu, Nadi, Sigatoka, Navala, Beqa Lagoon, Luatoka, Mamanuca Islands",
    "generalInfo": "Fiji has been called nirvana for its emerald tropical rainforests bordered by shimmering indigo waters. Village children wave at you and sport gigantic smiles. Fish glow as bright as the coral. Windsurfers glide across gentle bays. Your custom tailored Fiji vacation for solo travelers, offers you the freedom to enjoy adventure and splendor cast across the diverse landscape of Viti Levu. Visit remote villages and course through the forest on the back of whitewater. Your days will be filled with as much excitement and relaxation as you prefer, mingled with the unparalleled gregariousness of Fijian life.",
    "durationDays": "8",
    "price": "4,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Destination Paradise",
        "description": "The island nation of Fiji is a collection of over 320 islands dotting the South Pacific. The water glows indigo against palm-fringed beaches. Vibrant-hued fish swim around the rainbow-colored reefs. Locals are known as some of the friendliest people on earth, always sharing fabulous smiles and eager to help. The sun beats warm on the tropical rainforests and expands across the powdery shores. You arrive at Nadi International Airport on the large island of Viti Levu where your private transfer is waiting. Your escort takes you to a splendid resort with a panorama of the ocean. The aroma of sugar cane sweeps across the tall grasses. In the distance, you can see the towering peak of Mount Tomanivi, an extinct volcano standing 4,344 feet above sea level. Near the shoreline, the scent of coconut oil blends with the sea. You immediately feel safe in the welcoming atmosphere of Pacific paradise. The sounds of an exotic guitar accompany a light rhythm of drums. Tiki torches light the walkways of your resort encircling the pool and leading down to the resort. The resort is filled with similar travelers, straying away from family friendly and couples-styled grounds. You have just arrived, and already the island is everything you dreamed it could be."
      },
      {
        "dayNumber": "2",
        "title": "Beach Combing",
        "description": "In the morning, you can hear the light brushing of the sea against the sand. At breakfast, you find an array of exotic fruits brightening the morning meal. The aroma of tropical pineapple is matched by its sensational yellow color. Your table is filled with like-minded travelers in search of a stunning tropical getaway. Everyone exudes island life, taking the day as it comes, relaxing into the pleasures of paradise, and greeting one another with “Bula!” You bite into the pineapple and find a fresh sweetness. After your meal, you venture to Natadola, considered the nicest beach on the entire island. When you arrive at the beach, you find an expanse of white sand sliding in azure water. The sun reflects off of the surface and brings a gemlike quality to the ocean. The trees rustle in the seaside breeze bringing a refreshing coolness, and carrying a touch of mist. You dig your toes into the powdery sand feeling the warmth fold over your feet. Near the edge of the bay, small waves break. On the outside of the bay, you can see surfers careening down waves with impressive grace. You can lie out under the sun or dip your toes into the ocean."
      },
      {
        "dayNumber": "3",
        "title": "Meeting the Raft",
        "description": "The wonders of Fiji are endless, no more prevalent than on the island of Viti Levu. Wake up to the view of fringed palms and glistening ocean. At breakfast, people once again greet one another with “Bula!,” the traditional Fijian greeting standing in for “Hello,” but with a more of a personal connection to it. Your guide meets you in the resort lobby ready to take you up into the island highlands. You arrive at the banks of the Navua River. The other rafting participants have wide, bright smiles, immediately introducing themselves before expressing how excited they are. You quickly feel at ease and are equally excited for the rafting trip. The Navua River begins on the southeast slope of Mount Gordon and meanders through the lush rainforest 40 miles until reaching the southern coast. You step onto the raft, take your position, and shove off from the riverbanks letting the current take you. The scent of verdant soil drifts around the river. Parrots add life to the treetops with vibrant calls and glamorous color. The cold water splashes against your cheeks when you paddle. You can hear the river rushing against the surrounding landscape. Sunlight pokes through the jade canopy overhead. The banks rise into rugged cliffs, smoothed by sporadic waterfalls beading into the river. Your guide tells you to get into position. You can hear the whitewater before you see it, sloping downwards rushing around boulders with vigor. You heart beats with excitement. You hold onto you oar and help propel the raft."
      },
      {
        "dayNumber": "4",
        "title": "Beauty of the Canopy",
        "description": "The beach has a limitless allure, filled with shimmering water and lined with cool sand in the morning light. The trees in the upper rainforest maintain as much island flavor as the beaches of Viti Levu. Your guide meets you in the lobby, escorting you back into the rainforest, directing your gaze into the trees. You venture up into the canopy and are fitted for your thrilling zipline adventure. You hear the rush of the river below. The lines can carry you up to a distance of 512 feet between platforms, and over a total area almost a mile long. Your pulse is racing. Collared lorries linger in the branches nearby watching with interest. Their radiant red plumage stands out against the emerald leaves. You leap from the platform feeling the wind gust past. The trees turn into a blur. The collard lorries disappear. You slow down when you near the next platform. You take in your surroundings once again, this time with a completely different perspective. Even though the trees are just as beautiful, the river as crisp, the air as warm, it all looks more vivid."
      },
      {
        "dayNumber": "5",
        "title": "Subaquatic Freedom",
        "description": "When you wake up in the morning, you breathe in the lingering aroma of coconut and remember the freedom you on your getaway to Fiji. Your guide meets you early in the morning and takes you to Pacific Harbour where you find your boat waiting. You step aboard the 35-foot hydrofoil designed to provide a comfortable ride and create a minimal output draft. When you arrive at the dive site, you follow your guide into the water without a second thought. The site is near Beqa Lagoon, known for its submarine visibility up to 92 feet and the warm temperature of the water. You follow your guide below the water’s surface near the drop off ledge of Beqa Passage around 100 feet deep. The water turns to a rich cobalt blue. You move slightly with the current before your guide points at a nearby shark. The bull shark is a true highlight of any diver’s experience, especially in Fiji. They can grow to almost eight feet long and weigh up to 290 pounds. They have a gray upper layer and a white underbelly. When the massive shark swims in the area, your heart can’t help but race. You quickly see the animal’s magnetism all around you in the elegant and purposeful movement of the bull shark. Soon your guide gives you the signal, and you venture to a higher depth in search of more sensational shark life."
      },
      {
        "dayNumber": "6",
        "title": "Embracing Culture",
        "description": "Today you will leave the sandy beach and make your way to the Nausori Highlands. The dense rainforest of the eastern highlands is a memory, replaced by a sweeping panorama of verdant ridges. Pale, green hills turn into ribbed mountains set behind remote villages. Navala is nestled in the mountains with picture-perfect traditional thatched bures , huts, in the foreground. The bures form pristine avenues wrapped around a central promenade leading to the banks of the Ba River. Some plain rectangular houses have timber poles and bamboo walls. Before wandering around the village, you ask the first person you see to take you to the turaga-ni-koro , the village chief. The villagers smile at you and bid you a pleasant morning. You see one woman doing the washing, hanging a brilliant canary yellow sarong on a clothesline. The traditions of the village are rooted deep in the heritage of the island making the villagers proud to be in touch with their culture."
      },
      {
        "dayNumber": "7",
        "title": "Capturing Colors",
        "description": "In the morning, you look out on the water and understandably want to spend more time basking in the splendor of the island. After breakfast, you head to the island’s northern reaches, past the sweet blissful scent of sugar cane, to find the small island of Nananu-i-ra. The pocket-sized landmass is over one square mile of rolling hills encompassed by ridged bays. White sands shine in the midmorning sunlight and mangroves cast shade over the shoreline. You notice kiteboarders skimming across the sea. Their kite catches the breeze and carries the boarder into the air. The reef almost breaches the water in some areas off of the island. The hard coral builds over limestone outcroppings with wondrous pigment. The archipelago is known as “The Soft Coral Capital of the World,” which is notable when the current flows and causes the coral to wave like an entire forest rippling in the wind. A marvelous blue sea star clasps the rocks, emblematic of the colors found along the reef. Angelfish hide in the coral swimming in and out of countless crevices. The underwater world is filled with colorful splendor, brimming with the fish, the coral, and the awesome visibility provided by the gentle bay."
      },
      {
        "dayNumber": "8",
        "title": "Freedom to Move",
        "description": "In the morning light, the palm trees frame your view of the ocean. You take a morning walk on the beach to linger in the beauty of the island and the memories of how much you have done and seen since you arrived. At breakfast, you share stories with other travelers. You bite into a sweet and slightly sour rambutan. The smell of fresh coconuts is soothing. Your private transfer will escort you to Nadi International Airport for your flight home. Soon you will watch the islands fade into the distance below the clouds; but you could always stay a while, traveling to one of the other treasured tropical islands across the archipelago. The freedom of solo-traveling and the beauty of Fiji are an unbeatable combination. You may want to read the Fiji travel reviews for trip extension ideas."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "fiji-vacation-in-vanua-levu-island-at-the-award-winning-namale-resort-spa",
    "tourName": "Fiji Vacation in Vanua Levu Island at the Award Winning Namale Resort & Spa",
    "placesVisited": "Vanua Levu, Namale Resort and Spa",
    "generalInfo": "The endless bliss of an island paradise is yours to discover on this custom tailored tour of the Fijian island of Vanua Levu, and at the award-winning Namale Resort and Spa. From endless romantic seclusion to majestic coral reefs, tropical rainforest waterfalls to Fijian villages bubbling with tradition, you will find true romance and natural wonder. Indulge in a sensual spa that overlooks the turquoise hued sea and taste exotic local fruits such as rambutan. Enjoy the unique experience that brings you the delicate combination of relaxation and adventure making sure that your time in Fiji will be nothing less than heavenly.",
    "durationDays": "8",
    "price": "4,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Gateway to Exclusive Getaway",
        "description": "Welcome to Vanua Levu, the second largest of the Fijian isles but an overwhelmingly hidden pearl of the South Pacific. Arrive at the airport and be met by a semi-private transfer that will deliver you to the inspiring lobby of Namale Resort and Spa, Fiji’s top rated getaway. En route to your fabulous accommodation it is impossible not to notice the serene natural beauty of the island. The water is a calm turquoise that leads to the horizon. Palm trees twist and rise over the sandy shores. The peaceful atmosphere surrounds the island in a lush blanket of landscape. The island is filled with culture, graced by time, giving essence to the surrounding villages outside of the capital city of Savusavu. The city itself looks more like a dreamy port town set against the backdrop of a sweetly aromatic bay and surrounded by lush jungle hills that are alive with the fragrance of hibiscus. Arrive at Namale Resort and Spa, a place that will bring paradise to you, with every amenity well within reach. Once inside your room you can pop open the champagne that has been waiting for you and sip on a luscious cheers to paradise. From the luxurious lodgings to secluded pools that overlook the calm Koro Sea, you will settle in, unwind, and begin to revel in paradise."
      },
      {
        "dayNumber": "2",
        "title": "The Jungle’s Allure",
        "description": "The morning brings a shimmer to the cobalt water that stretches over the shore. You wake to the gentle sound of lolling waves and a soft breeze combing through the trees. Enjoy your breakfast in the comfortable privacy of your room overlooking the early light reflecting on the morning sea. The plates are bursting with a rainbow of local fresh fruit, from creamy white coconut to bright red rambutan with a sweet, jelly-like interior and a skin that looks like a something from the sea. After your meal you will venture out onto the island at your whim and pleasure, exploring the secluded paradise that has already captured more than just your imagination. With the day at your leisure you can venture into a fabulous jungle excursion to scour the local flora and fauna through the remarkable natural landscape that brings the image of the South Pacific to life. You can begin your journey into the trees; the air is filled with the aromatics of vibrant rainforest, from lush leaves to rich earth, and the sounds of vivacious birds. You will come to the first set of three waterfalls known as Tavoro Waterfalls. The first is over 74 feet high with a long powerful burst of water spilling through the encompassing greenery. A long stroll through the jungle will bring you to the second falls, the hike making you feel as though you are an adventurer looking for a forgotten city. Grab the rope and slowly make your way through the wading river, and onto the secluded grandeur of the flowing cascade. The third falls is smaller but no less splendid, surrounded by a large pool where, if you happen to have brought goggles and snorkel, you can look to the aquatic floor and find tremendous prawns going about their day. At dinner you will indulge in a five-course meal prepared by celebrated Chef Joeli, and served in the location of your preference, whether within the dining room, a private seaside cave, or even a romantic table set on the beach looking out to the sunset."
      },
      {
        "dayNumber": "3",
        "title": "The Culture of the Sea",
        "description": "It has never been easier to wake up in the morning knowing that no matter what you choose to do during the day it will be the perfect choice. Once again you can enjoy the delights of breakfast in the location of your choice, whether beneath the shade of your poolside terrace or once again overlooking the glistening color of the morning sea. The consistency of the warm and embracing tropical climate makes today, and everyday, a perfect time to venture out into the water to discover some of the truly majestic reefs of Vanua Levu, beginning with the famous Namena Marine Reserve. The small island of Namenalala off of the southwest shore of Savusavu showcases the soft coral and the sensational biodiversity of the reef. The coral is magnificent, almost like neon in its vibrancy and glowing within the luminous water. Fish pour from the reef, swimming in and out of the aquatic forest, ranging from those that are marvelously colored to those that are wildly decorated with zebra-like stripes. You may even see a sea turtle or two. In the evening, the majesty beneath the waves is accompanied by the cultural sounds as you experience a traditional Fijian experience with a look into village life."
      },
      {
        "dayNumber": "4",
        "title": "A Paradisiacal Day",
        "description": "Let the morning wash over the sea before you venture out into another island day. The sweet aromas of breakfast are at your whim and command once more. The day is at your leisure, filled with endless possibility and the wonders of Namale Resort and the island. Whether you choose to visit Kioa, a small island off of Vanua Levu settled by Polynesian islanders in the late 1940’s, or decide to relax on the beach with the sun wrapped around your shoulders, the day is yours to do as much or as little as you’d like. For a relaxing day you could always have a blissful visit at Namale’s award-winning spa. You find the luxurious center set on a volcanic cliff where the scent of palm is not only encompassing but also soothing. Whether you partake in the relaxing treatments alone or coupled-up in comfort, you can look out over the ocean as you feel the relaxing oils rub into your shoulders and back. The secluded panorama combined with lavish touches creates a pristine environment. Until December 2015 you can receive a $200 (Fijian Dollar) credit toward the resort and indulge in a tranquil day at the spa."
      },
      {
        "dayNumber": "5",
        "title": "Beauty and Tradition",
        "description": "Whether you let the soft sound of the rustling leaves wake you or you have already stepped outside into what has likely become a daily ritual of walking along the immaculate shore, the morning comes and readies you for a day of exploration through the island’s wonders. Naag Mandir Temple is a colorful display of architecture and religion. Within the Indian-styled structure you will find Cobra Rock, a nine-foot high boulder that resembles its reptilian namesake and which locals claim has grown larger throughout the years. The nape of the stone is constantly covered with garlands and coconut cream, known as lolo , and fruit is laid at the rock’s base as an offering. In the evening you will find the weekly gathering of local villagers at Namale. The people come wearing traditional dress, such as long grass skirts that are belted with colorful greenery or draping leaves; however, the style has evolved with time to include flowing Polynesian textiles as well. When the music begins the beat and string is more than a historic offering of traditional dancing but local history told through song. Each week local villagers come to Namale to share their history through narrative dance. The pulsing drums continue to create a rhythmic ambiance filled with mesmerizing voices and captivating narratives, surrounded by the flicker of a comforting fire. Sitting beneath the starlight, these come to be the most remarkable stories you have ever heard."
      },
      {
        "dayNumber": "6",
        "title": "Hills and Sunken Valleys",
        "description": "In the early morning of the day you can find the sunlight peaking over the eastern horizon and bringing the turquoise water to glistening life. The days can be as active or as relaxing as you prefer, spent strolling along villages or swimming in the sea. For a remarkable morning filled with an elegant view of the island, you can venture to Des Voeux Peak, the island’s second highest mountain standing at 3,585 feet tall. Set out beneath the canopy of the trees where you can listen to the harmony of the early morning risers; the regal blue and yellow Kingfisher sing in the coming sunlight. The sun soon hits its zenith and you are standing on the summit of Des Voeux Peak looking out over the crystal clear day. The lush greenery slopes down to the seaside, mixing the colors that have become abundant and embracing, unable to dispel their luster. You can even look into the old volcanic crater that has become Lake Tagimaucia, where you may even be able to see the colors of the rare tagimaucia flower, Fiji’s national flora, blossoming in high altitudes in the latter months of the year. As the sun begins to drift behind the horizon you will delight in a secret dining location, an experience offered to you only by the gracious Namale resort. The remarkable setting brings an indelible ambience to your meal, and Namale will make certain that your dinner will be unforgettable, whether sitting beside spouting water near the island’s inspiring blowhole, or enjoying the view of the coastline on a sunset cruise, your secret location will ensure a fantastic end to a fabulous day."
      },
      {
        "dayNumber": "7",
        "title": "The Local Brilliance",
        "description": "From the coastline to the tree line, you have adventured through the sensational landscape of the island, but you can always find more splendors along the way. After breakfast the day is meant for you to enjoy the sunlight and sand, the trees and the tastes, in whatever way you desire. Today might be just the day to venture around the island to experience the local villages and the artistry of the island. The scent of coconut oil is captivating and glamorous while the tapestries and wood-carved sculptures are alluring and striking; woodcarving continues to be an illustrious trade of the Fijian Islands. If you prefer to set out on another relaxing journey through the island you can jump onto a paddleboard and slide along the glossy surface of Koro Bay or float in the saltwater river with the cool touch of the mountain water rushing against your skin. The island is filled with endless possibilities that will make your heart strum with energy. In the evening you will find yourself celebrating with the grandiose flavors of the island in your final five-course dinner of your island getaway."
      },
      {
        "dayNumber": "8",
        "title": "Continuing Bliss",
        "description": "There is a sweetness to the morning that comes from more than just the treasured local fruits that have continuously filled your breakfast plate over the past few days. The sun looks brighter and the greenery feels lusher. The island is as peaceful as ever, filled with the unparalleled landscape that has kept the natural colors of the flowers and trees, water and birds brimming with effervescence. Today you will have a semi-private transfer to the airport where you will begin your journey homeward. It is not often that one can say they have found paradise, but in a resort called Namale on the Fijian Island of Vanua Levu, you can easily say that you have. For other tour options, read the reviews for Fiji tour agents ."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "fiji-vacation-tour-viti-levu-nadi-town-pacific-harbour-suva-rakiraki",
    "tourName": "Fiji Vacation Tour: Viti Levu, Nadi Town, Pacific Harbour, Suva & Rakiraki",
    "placesVisited": "Suva, Pacific Harbour, Nadi Town, Rakiraki, Viti Levu",
    "generalInfo": "When you think of tropical rainforest and crystal waters, your mind should instantly turn to Fiji. This 8-day exotic Fiji vacation tour through Viti Levu, Nadi Town, Pacific Harbour, Suva and Rakiraki balances relaxation and exhilaration. Whether you dream of adrenaline filled getaways or want the soft sand between your toes, yearn the rush of whitewater or love jungle emerald trees, you will find it in on the big island of Viti Levu. Go kiteboarding or relish a quiet moment by the pool; plunge down rapids on the Navua River or enjoy a calm rainforest hike. Fiji has it all, ready to be discovered on the country’s largest island.",
    "durationDays": "8",
    "price": "4,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Nadi Town - Big Island Bula",
        "description": "Arrive on Viti Levu and find a combination of dense tropical rainforest and shimmering azure coastal waters. Beaches shine gold and white from the sand. People smile and wave offering you a traditional Bula! The greeting means hello, but also contains much more feeling and connection. Your private transfer, arranged for by one of Zicasso's travel agents for Fiji , meets you at the airport and escorts you to your resort style accommodation located near Nadi Town. Viti Levu is the largest of the Fijian islands with 4,011 square miles of surface area. The island contains dramatic sand dunes around the shore. Magnificent tiger sharks roam in the deep water, and exotic birds soar through the jungle canopy. After you settle into your hotel, the day is yours to explore and delight in the island. The Sigatoka Sand Dunes are located at the mouth of Sigatoka River, where the water meets the ocean the dunes cover over 1,600 acres of land. When you arrive you can see the golden sand rolling along the riverside ranging from 66 to almost 200 feet tall. The wind brushes the sand to create weaving strokes across the sloping landscape. You can hear the ocean lapping onto the shore on the other side of the sandy hills. The dunes are exceptional, filled with splendor stemming from the grainy sand and sheer magnitude of the entire area."
      },
      {
        "dayNumber": "2",
        "title": "Nadi Town - Local Luster",
        "description": "In the morning the island is peaceful. Small waves lull against the shore; the lapping rush of the water offers a soothing wake up call. The sunrise carries over the eastern edge of the island, rising over verdantly forested mountains. Breakfast is a collection of fruits, exotic to you but common to the island. You find a rambutan, with a red outer layer billowing with soft spindles. You tear it open to find a pale pink interior filled with a satisfying sweetness similar to a lychee. After breakfast, you are taken to Kula Eco Park, a wildlife sanctuary opened in 1997 and showcasing the native animals from around the archipelago. Fringed fronds dangle from palm trees arching over the walkways. The rainforest encompasses the park providing comfortable shade. The walkways circumvent the rainforest connected in some areas by hanging bridges. You find the majesty of Fiji as much on the beaches as you do underneath the canopy. Flying foxes hang like the leaves, upside down and comfortable in their habitat. Kula parrots squawk as you pass them by. Their real name is the collared lorry. They grow up to eight inches long and have scarlet cheeks and bright green wings. Their colorful plumage reminds you of the array of fruits at breakfast, emblematic of a tropical paradise."
      },
      {
        "dayNumber": "3",
        "title": "Pacific Harbour - Adventure in the Gorge",
        "description": "After your meal, your private transfer meets you in the hotel lobby to take you along Queens Road to Pacific Harbour. The area is known as the “Adventure Capital” of Fiji, offering range of activities that can keep the heart rate pumping or calming, depending on your preference. Your guide escorts you to the banks of the Navua River. The waterway flows around 40 miles from the eastern slope of Mount Gordon to the south coast. For a more tranquil experience you can step onto a bilibili, a traditional raft of lashed-together bamboo and steered by a single person using a large, sturdy pole. If you choose to indulge in the adventure, you step aboard a durable raft for a whitewater excursion you will never forget along class-three rapids. The current soon takes you, and the gorge rises around you. The air is scented with granite and freshwater. The rocks are smoothed from time and the elements. Trees border the canyon walls. Waterfalls glide down the cliffs and flanking craggy walls. When the rush of whitewater begins you listen to your guide and paddle. The water splashes upwards and you feel the cold mist against your face. The raft thrusts left and right, up and down before settling into the gentle current once more, your laughter and the distancing crash of the whitewater fading."
      },
      {
        "dayNumber": "4",
        "title": "Pacific Harbour - Canopy Cruise",
        "description": "The morning around Pacific Harbour lends itself to the calls of the forest. Rambunctious parrots twitter in the treetops. At the same time the wake of the ocean brushes against the golden sand. After breakfast you visit the Arts Village, home to craftspeople that specialize in traditional Fijian artistry. Soon your guide meets you to once again take you into the rainforest, this time venturing into the canopy. You will traverse the treetops and the mountainside along eight different lines. When you come to the first line, your guide connects and thoroughly checks the straps. The lush rainforest surrounds you. You can see the second platform nearby, standing on the other side of the Wainadoi River Valley. You leap from the platform and are effortlessly soaring through the canopy. The wind brushes your hair. Trees flash past. You take a moment to notice the exceptional view zooming by. Various types of trees reach out around you. The emerald leaves shimmer. Water rushes around the valley floor. When you reach the next platform, you take a long, excited breath, ready to go again."
      },
      {
        "dayNumber": "5",
        "title": "Suva - Nation’s Capital",
        "description": "Today you leave behind the adventures of Pacific Harbour and make your way along the coastline to the capital city of Suva. The Fijian capital is home to approximately half of the entire urban population and is the largest city in the Pacific outside of Auckland, New Zealand. University students stroll around the lush parks situated near the water. The harbor is filled as much with yachts as with fishing boats. Palm trees line the beaches and wide-lane streets. Locals and visitors lounge in restaurants along Victoria Parade. Downtown is a collection of colonial buildings dating back to the British, contemporary shopping plazas, and a luxurious ocean aroma sweeping in across the esplanade. The hills bordering the city expound with trees and pretty suburban homes with a view of the bay. The city claims home to the Fiji Museum, located in Thurston Gardens. The museum houses a collection of extensive archeological Fijian findings dating back 3,700 years. The displays are best viewed circling clockwise around the gallery, beginning from behind the ticket counter. Pearl-white displays help emphasize the rich wooden tones or colorful structures of each relic. Cannibal forks reach out from a platform, sturdy in their design, and captivating in their presentation. One of the last double-hulled canoes sits in the center of the gallery reaching a length of over 44 feet. The elegance and power of each relic connote the history and heritage of the archipelago."
      },
      {
        "dayNumber": "6",
        "title": "Suva - Natural Countenance",
        "description": "The morning takes you along the Kings Road en route to Rakiraki. The pathway winds around Viti Levu Bay showcasing the stunning azure water and emerald trees at the island’s northernmost point. The ridged mountains of the Nakauvadra Range separate the Rakiraki from the rest of the island. Kings Road follows Wainibuka River, the water slowly coursing around the hills and vibrant trees. The town of Vaileka has a predominantly Indian population that combines the culture brought with British colonial force, with Fijian island heritage. The Penang Sugar Mill opened in the 19th century and is now owned by the Fiji government. Settle into your tremendous resort lodgings where you can watch the kiteboarders glide across the waves. The South Easterly trade winds drape over crystal clear water. You see people holding onto kites jumping from a small wave, and floating in the air, twirling or just returning back down to the water before doing it all again. The sand along the beach is windswept and comfortable, slightly sloping into the water. Rocks and boulders line the outer reaches of the resort shores. Hammocks sway in the trees offering a perfect spot to sit back and relax in the island beauty."
      },
      {
        "dayNumber": "7",
        "title": "Suva - Island Freedom",
        "description": "Wake up to the cool breeze of the South Easterly trade winds filled with the succulent aromas of breakfast. The day is yours to explore the northern shores or relax pool and beachside as you please. Journey along the Pacific for an indelible fishing expedition or visit an unforgettable Fijian village for a deeper connection with the island’s locals. Board a vessel spanning a length of almost 33 feet and make your way into open water. The sea mist splashes your face with a refreshing cool. The sun drifts overhead reflecting off of the water. You don the gear, putting on the wetsuit and tanks and follow your guide into the water. Fiji has exceptional diving sites you don’t want to miss, especially situated near Rakiraki, whether you are an experienced diver or a taking a course for the first time. Shark Reef burst with fish, large and small, but is most notable for the eight different types of sharks that inhabit the area. Your guides are incredibly trained to take you through the opulent water. Over 1,200 varieties of fish swim around the reefs near the islands."
      },
      {
        "dayNumber": "8",
        "title": "Suva - Adventurous Returns",
        "description": "Fiji’s northern coast is has taken you off of the beaten path, visiting with sharks and locals, with a background view of the stunning pleated mountains. You revel in your last breakfast on the islands, taking in the exotic flavors of rambutan and pomelo once more, even indulging in the creamy sweetness of the local bananas. Your private transfer meets you at the hotel after breakfast to escort you back to Nadi. En route, you pass Yaqara Cattle Ranch, the source of celebrated Fiji Water. You pass through the predominantly Indian towns of Tavua and Ba, and arrive at the airport for your return flight home. The big island of Viti Levu has taken you on even bigger adventures, showing you the welcoming traditions and celebrated life across the island."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "luxury-fiji-vacation-for-couples-seclusion-in-paradise",
    "tourName": "Luxury Fiji Vacation for Couples: Seclusion in Paradise",
    "placesVisited": "Nadi, Denarau Island, Mamanuca Islands, Yasawa Islands",
    "generalInfo": "Picture strolling alongside crystal clear ocean water, walking on powdery white sand, listening to the soothing rush of the current while holding your partner’s hand. Your custom tailored luxury Fiji vacation for couples was created for romance and seclusion in paradise. Explore pristine coral reefs that nourish the senses and enjoy a candlelit dinner on the beach. Watch the sunset while sailing around the archipelago and listen to the rhythmic songs of distant villages. Passion blossoms and endures along these shores.",
    "durationDays": "11",
    "price": "7,200",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Beginning Savoring of Comfort",
        "description": "Viti Levu is the largest of the Fijian islands, home to the country’s capital city and the shimmering Coral Coast. The palm trees sway in the early morning breeze, and you find the tropical aromas of palm oil and coconut always present. Sand dunes line part of the coast separating the water from the jungle trees. Tiger sharks swim gracefully and grandly in the depths of the South Pacific waters. Your private transfer meets you at the airport escorting you around the early markets and bustling streets of Nadi Town. You arrive at your luxurious resort on Denarau Island, a landmass of less than one square mile connected to Viti Levu. The pool sparkles pure bright blue with an infinity effect that makes the pool edge look like it touches the ocean. Comfortable cabanas provide shade beyond the large palm trees. Your room offers a sensational ocean view, filled with the enticing salty sea air. The powdery sand lines the shore and the tranquil breeze drifts around the waters. You settle into the effortless comforts of the resort and the pure majesty of the island perfect for romance."
      },
      {
        "dayNumber": "2",
        "title": "Leisure Exploration",
        "description": "The sunlight peeks over the eastern horizon, shining above the length of rainforest trees and exotic fringed palm leaves. At breakfast, fruits practically glow in season. Watermelons are bright red. Pineapples shine canary yellow. Bananas are creamy and rich. Each piece is juicier and sweeter than the last, tasting more like dessert than a side of fruit. The day is yours to experience the surrounding wonders of Denarau Island and Viti Levu at your leisure. Sugarcane plantations speckle the island around Lautoka, and the lush mountains cast shadows over the valley in the background. The town known as Sugar City situated through the pass of the Sabeto Mountains. Lautoka is the second largest city in Fiji and is situated among the heart of the sugar cane region. The sweet aroma drifts around the town as locals stand at streetside carts and grind loose bushels into a sweet and refreshing drink. Foliage dangles over the wide streets. A picturesque esplanade offers a delightful stroll alongside local shops. Mount Evans lingers over the town borders reminding you of the limits of urbanization and the exemplary beauty of untouched nature."
      },
      {
        "dayNumber": "3",
        "title": "Cultural Combination",
        "description": "The small wake brushes against the golden shore adding a gentle rush to the morning. Breakfast is filled with the vibrant colors of more exotic fruits, from the fading magenta layers of rambutan to the inner flashy orange of a papaya. After your meal you can settle into a cabana and enjoy the soft breeze poolside, or venture into Nadi and its bustling streets to experience the local lifestyle around the largest Hindu temple outside of India. Sri Siva Subramaniya Sawmi Temple stands at the base of Main Street, quietly but dramatically situated away from the energetic artisan shops of town. The architecture brims with traditional Dravidian technique apparent in the concentrically layered tower. Exuberant colors decorate the façade reminding you of the endless rainbow of the tropical fruits at breakfast. The building pops against the cloudless blue sky. Hindu deities carved from wood were brought from India to help dress the temple. Frescoes line the main gallery, draped across the walls and ceiling. The temple creates a culture separate from the South Pacific music and images you expected. Locals embrace the temple and the culture, ingratiating itself into the Fijian culture behind kava ceremonies and a traditional meke ."
      },
      {
        "dayNumber": "4",
        "title": "Idyllic Islands",
        "description": "The nights are graced with the aromas of fresh seafood steamed in banana leaves, simmering in butter. The mornings are sweet with pomelo, a cross between a blood orange a grapefruit that offers a refreshing citrus flavor. After breakfast, your private transfer meets you in the hotel lobby and takes you to the harbor for your high-speed catamaran to the Mamanuca Islands. Find yourself on a luxurious secluded resort situated in the shade of the jungle with an unparalleled view of the azure water. The beaches glisten with bleached white sand. Lush tropical forest carpets the towering volcanic cone that edges the resort. Opulent coral reefs sprout from the sea floor and magnify in the crystal clear water. The island is a paradise, secluded from other islands but close enough to view the rugged outlines of nearby archeological outcroppings."
      },
      {
        "dayNumber": "5",
        "title": "Along the Reef’s Edge",
        "description": "The island is serene, closer to ethereal and paradisiacal. The sea air combines with the rich tree line to create a unique tropical scent you can’t help but adore. From your bedroom you can hear the water lap softly onto the beach. The day is yours to indulge in the luxuries of your secluded island paradise at your whim and leisure. The sand feels like a pillow beneath your feet, perfectly warm on your skin with a touch of brininess from the water. Grab a snorkel and goggles and float above the coral reef around the island for a closer look at the amazing subaquatic biosphere. The romance of the reef glows beneath the wake. Over 1,200 species of fish live in or around the calcite deposits, not to mention over 350 different types of hard coral that comprise the reef. The water is temperate and inviting, encompassing your body as you let the gentle current move you back and forth. Eyestripe Surgeonfish glide around the underwater forest with ease. They can grow up to 21 inches in length. A yellow stripe flashes across their eye. Their tail radiates blue with a neon yellow outline. It makes wide circles and requires plenty of space to swim. It is hard not to fall in love with the natural majesty of the coral reef."
      },
      {
        "dayNumber": "6",
        "title": "Trip to Remember",
        "description": "Beyond the perfect sandy fringes of your isolated island is more of the elegant paradise for you to explore. You can choose to stay on the sand and wiggle your toes in the water or discover new adventures along the archipelago; you can even do both in a single day. You see a group standing near a large, thin palm towering in the air. A local guide is attached to the trunk climbing towards the fronds. The guide uses the edges of his palms to stable himself before leaping upwards, catching the tree trunk with his feet and pressing the edge of his hands to the bark once more. He reaches a green coconut, descends the tree, grabs a machete, and carves open the fruit. The entire display took less than five minutes. You taste the creamy, semi-sweet flavor of the pure coconut milk. The coconut itself is heavy, weighing up to three pounds. People begin to play beach volleyball, kicking up sand and reveling in the pristine sunshine kissing their skin. When you board the boat mid afternoon the wonders of the scenery are already apparent. The lush greenery bursts out of the azure waters to create a beautiful contrast in color. The boat casts off and the wind brushes your hair, bringing a new panorama to enjoy."
      },
      {
        "dayNumber": "7",
        "title": "Champagne Islands",
        "description": "In the morning, you can see people stepping out into the water with paddleboats, delighting in the mist and the breeze. Spend time indulging the flavors of breakfast and the soft sand. With the day at your pleasure there are endless opportunities to explore or relax. You can join an island-hopping cruise that will take you away from your own private resort for the day, combing the beaches of the Sacred Islands and the Mamanuca archipelago. The catamaran sets out along the turquoise waters. The color is glossy ranging from bright to dark. North of your resort you come to the important islands thought to be the first of the Fijian lands to rise out of the waters around 2,000 years ago. The uninhabited islands are surrounded by reefs and glistening with greenery. Your guide tells you tales of the islands, recounting stories about ghosts and warriors. When you walk through the island center, you can see remnants of Fijian ancestry, indications of their lives, areas where they cooked. The landscape is intense both in its ruggedness and beauty. When you return to the ship you are handed a glass of champagne where you settle onto the deck and watch the islands pass by."
      },
      {
        "dayNumber": "8",
        "title": "Depths of Wonder",
        "description": "A glass-bottom boat takes visitors out to the coral reef, showing those that prefer dry land to the open water the wonders of the world below. After breakfast, you can set out onto the glassy boat to view the reef or venture deeper into the water on a SCUBA excursion. With over 40 dive sites to visit you no experience will ever be the same. You put on the skintight wetsuit and jump into the water at the dive site. You follow your guide into the depths of the waters, watching the hard coral jut out from the rising hillside of reef in fan-like displays. Turtles soar through the water and can live up to 80 years old, laying up to 250 eggs a year in their prime. The Fijian islands are home to five of the seven species of sea turtle. The hawksbill weighs around 150 pounds with a sharp, pointed beak. They flap their fins like winds speeding through the waters around the reefs. Visitors rarely view the elegance of the turtle’s underwater flight. There is no mistaking the ardent pleasures of Fiji’s natural wonders."
      },
      {
        "dayNumber": "9",
        "title": "Relaxing Together",
        "description": "Few things are more soothing than the sound of smooth water brushing against a perfect beach. After breakfast, the day is once again yours to revel in your surroundings. The forest canopy hides walking trails and the poolside cabanas are always welcoming. You and your partner venture to the spa to spend time relaxing in the pristine scenery with the calming effects of a massage. A thatched roof covers the open gazebo where you find two massage beds waiting. The breeze rustles through the opening offering a sensual brush against your skin. The clear water shifts from azure to cobalt along the horizon. The rich wood is an organic look against the backdrop of stunning landscape and shoreline. The scent of coconut oil lingers in the air before you feel the slightly cool lubricant help loosen your mussels, providing an extra indulgence in the already exemplary experience."
      },
      {
        "dayNumber": "10",
        "title": "Cast Away",
        "description": "The morning casts a shimmer across the azure waters reaching up to your room. At breakfast, you savor the unique flavor of the pomelo. Your final day is yours to discover the treasures of the island and its surroundings, whether finding a pearl of relaxation on the beach or adventuring on another snorkel excursion to witness the celebrated coral reefs once more. Monuriki is the famous island Tom Hanks found himself stranded on in the film Cast Away. Emerald flora sprouts from the soil and overtakes the rugged cliffs. The island is less than 100 acres and reaches a height of 584 feet. The uninhabited islet is also home to the endangered Fiji Crested Iguana. A coral reef surrounds the beaches, adorned with volcanic rock and deep lagoons. The iguana can grow to a length of 30 inches, with flashes of white stripes across its fluorescent green skin. They hide from the sun beneath the shade and sunbathe on the rocks in cooler weather. Monuriki Island allows you to explore as a couple, seeking out an adventure on a nearby landscape, yet returning to your secluded getaway to take advantage of the remaining day."
      },
      {
        "dayNumber": "11",
        "title": "Endless Samplings",
        "description": "The sound of lapping waves is bittersweet on your final morning on the island. The overwhelming beauty and privacy of the resort has offered you ample time to explore and relax with your partner: spending every moment sampling the majesty of the Fiji, from the food to the forests, the coral to the fish, pampering your mind, body, soul, and relationship. Your private transfer meets you in the hotel lobby and escorts you to the high-speed catamaran departing for Port Denarau before arriving at the Nadi International Airport. You have sampled the luxurious of Fiji; it is only natural want to stay longer and have more. Visit Zicasso's vacation packages to Fiji page for more itinerary planning ideas."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "perfect-honeymoon-in-fiji-romance-relaxation-in-paradise",
    "tourName": "Perfect Honeymoon in Fiji: Romance & Relaxation in Paradise",
    "placesVisited": "Nadi, Sigatoka, Tokoriki Island",
    "generalInfo": "Your Fiji honeymoon includes lounging in the warm sun on you private deck while overlooking the picturesque beach of your tropical paradise. Your custom tailored tour of Fiji opens up the romance of the exotic landscape for honeymoons, getaways, and couples in search of dreamlike wonder. Feel the breeze sweep off of the ocean and rustle through the tall palm trees. Spend quality time with your partner against a backdrop of sensational coral reefs glowing beneath an indigo ocean. Dine under the stars and delight on the fresh, elegant cuisine of your secluded resort. Romance is waiting for you in Fiji.",
    "durationDays": "8",
    "price": "4,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Viti Levu – Island Perfection",
        "description": "Fiji is a collection of lush, tropical islands bordered by vibrant coral reefs and surrounded by the iridescent indigo South Pacific. You arrive at the airport on Viti Levu, the largest island in the archipelago of approximately 320 islands. Your private transfer, arranged by our Fiji tour operators , meets you at the airport. You will be escorted along the Coral Coast to your private resort in the town of Sigatoka. The aroma of palm trees and citrus fruits envelopes the air. Emerald leaves fill the sky draping the rolling hills and ascending the mountains. In Sigatoka, the trickle of the Sigatoka River filters into the soft current of the ocean brushing against the beach. The scent of palm trees gives way to the sweet fragrance of sugar cane from the plantations upriver. In the heart of town, people stroll through the street and enjoy the vibrant and friendly ambiance of the produce market. The fruits and vegetables shimmer like a coral reef encircled with a bright rind. You arrive at your opulent accommodation situated on the beach. Palm trees shade the relaxing 112-foot lagoon pool. Thatched roofs add character to the resort reminding you of the tropical atmosphere all around you. Locals and visitors alike greet one another with joyous smiles and a harmonious “Bula!” - a greeting that means hello, but also so much more. They are welcoming you to the island, to your resort, and to the secluded luxuries that await you."
      },
      {
        "dayNumber": "2",
        "title": "Viti Levu – Revel in Paradise",
        "description": "In the morning, you wake up to the sunlight spreading across the water. The indigo color sparkles in the expanding daylight. The breeze rustles the palm leaves giving a gentle call to the start of the day. At breakfast, you find an array of fresh fruits. Green coconut decorates the table adding the sensual aroma to the dining room. You can hear the sea softly splashing against the sand. You bite into a juicy pineapple and find the taste sweeter than you remember, filling your mouth with an intoxicating candy-like flavor. The day is yours to indulge in the beauty of the resort and the wonders of Viti Levu at your leisure, taking in the wonders of Fiji with your partner at your whim and pleasure. North of the town are the unique Sigatoka Sand Dunes, a national park encompassing 1,606 acres of land. Greenery borders the dunes. The sand undulates across the horizon upwards of 192 feet spanning millennia. You can stroll on the sand hand and hand listening to the waves on the opposite side of the dunes. The landscape around Viti Levu is always inspiring, showing you the natural majesty of the paradise."
      },
      {
        "dayNumber": "3",
        "title": "Viti Levu – Rejuvenating Waters",
        "description": "Wake up to another day enjoying the perfect view of the beach from your room. You can lay in bed for awhile with your partner, indulging in the seclusion of the resort and the sensational landscape, flush with trees and the ocean sweeping to the horizon. At breakfast, you can savor the flavors of the island once again by opening a pomelo, a tasty citrus fruit that looks like an orange and grapefruit hybrid. The day is once again yours to delight in all Viti Levu has to offer. Spend time relaxing by the pool with cocktails decorated with sweet fruit and umbrellas, or explore the island to experience some of the inviting culture and exceptional history of the people. Your guide meets you after breakfast and leads you to the jetty along the riverbanks. You board the riverboat and begin your journey upstream. The current is gentle as it rushes out to the ocean, leading down from Mount Victoria and traveling over 74 miles. Along the plains and mountains of the island interior, the river remains an important mode of transportation. The plains of the Sigatoka Valley soon ascend into rugged tree-clad hills and lush mountains. When the river calms, you can see the reflection of the immaculate shores staring back at you on the water’s surface. The gentle pace of the boat brings romance to the journey with the brilliance of the island all around you."
      },
      {
        "dayNumber": "4",
        "title": "Viti Levu – Romantic Island Seclusion",
        "description": "At breakfast, you can look at the view provided by the frame of the sloping thatched roof and horizon. The pleasurable aroma of coconut once again accompanies your meal and blends with the decadent taste of freshly brewed coffee. After your meal, your private transfer escorts you to Port Denarau. Board your private boat and get ready to be whisked deeper into the lavish possibilities of the islands. The ocean breeze blows through your hair bringing the renewed scent of the sea from the ocean spray. You travel across the glowing indigo water until reaching Tokoriki Island. White sand beaches encircle the island exterior. Lush jungle hills rise from the heart of the island. Coral reefs extend beneath the water creating a vivacious underwater wonderland. A representative of the resort meets you at the jetty escorting you to your beachfront bure , a traditional Fijian style accommodation filled with modern amenities and an unparalleled beachside view. Your private pool overlooks the water. In the evening the entire island blossoms with the scent of hibiscus flowers. The sun sets over the horizon and layers the sky with golden orange and supple purples. You laze on your veranda taking pleasure in the company, the fabulous view, and the private haven the embracing tropical gardens create."
      },
      {
        "dayNumber": "5",
        "title": "Viti Levu – Discovering the Endless Splendor",
        "description": "In the morning, you find the light reflecting off of the water. A sailboat catches the breeze and passes you. You can see an outcropping of islands speckling the horizon in every direction with lush foliage. After breakfast, you can spend the day however you choose. You may consider hiking through the stunning, dense canopy or digging your toes into the comforts of the hot, powdery white sand. For a colorful look at life beyond the island, you and your partner can grab some snorkel gear and step out into the refreshing water. The current gently moves your body back and forth. The water is clear and all encompassing. There are over 1,200 types of coral in Fiji alone. The soft coral waves in the water like a tree in the wind. The hard coral sprouts out of limestone deposits and resembles lively rocks. The world subaquatic colors are entirely different, more vibrant, highlighted by the slight blue coloration of the ocean. Sea sponges ripple when touched. You may see a Bird Wrasse; they can grow up to 12 inches in length and are known for their long, thin nose. They can glow bright yellow or iridescent dark blue with green side scales running along their sides. When you spot one, their lustrous pigment stands out against even the brightest coral."
      },
      {
        "dayNumber": "6",
        "title": "Viti Levu – Romance of Your Surroundings",
        "description": "In the morning, outside of your resort, local women set out blankets on the soft sand and display handcrafted jewelry carved out of the island’s elements. The polished pearls, wood, and charms catch the morning light and glint against the white shores. At breakfast, the scent of luscious bananas accompanies your view out to the water. For a unique and romantic experience, you can take part in an island picnic. Your guide meets you at the jetty and whisks you away to a secluded island where you and your partner can spend time basking on the immaculate shore, just the two you. For lunch, the resort packs you something elegant in a charming basket. Once on the sand, you can dip your toes into the water feeling the warmth of the beach and the coolness of the ocean at the same time. You sip champagne underneath the shade of a small thatched hut. You are the only two allowed on the island, offering you the majestic space of a private landscape. Soak in the sunlight, bask in the company, and indulge in the enchanting flavors of Fiji."
      },
      {
        "dayNumber": "7",
        "title": "Viti Levu – Complete Island Relaxation",
        "description": "Each day you wake up in paradise makes you more tranquil. The sounds of the water, trees, and soothing music echoes across the walkways and constantly reminds you of the exotic splendor surrounding you. Today you pamper yourself with a couple’s spa treatment for a relaxing experience. Upon entering the bure , you hear the trickle of water falling over a freestanding rock fall, compiled of smooth, dark volcanic stones. The refreshing water runs over your shoulders, caressing your skin and soothing your muscles. Emerald leaves shelter the spa from the island sun. The calming aroma of hibiscus blends with the succulent scent of coconut. Soak with your partner in a therapeutic bath. The hot water feels inviting. Flower petals float on the bath’s surface emanating a bright perfume. The pleasures of relaxation continue when the staff pours two glasses of sparkling wine for you to enjoy. After your day of being wonderfully spoiled, you can spend the night underneath the stars lounging at a private table near the water, and dining on seafood caught fresh that morning. The candlelight flickers in imitation of the night sky. It is you, your partner, and the beach on your final night in Fiji."
      },
      {
        "dayNumber": "8",
        "title": "Viti Levu – Always a Honeymoon",
        "description": "The sky is an unfetter blue in the morning, imitating the vast indigo of the ocean. The palm trees are calm without an island breeze. You linger in the room before breakfast absorbing the comforts of your room once more, from the soft sheets to the exceptional panorama out to the water. Tropical fish swim around the coral reefs with continuous vigor. Excited birds call out into the jungle canopy. The island connects the lush canopy to the extraordinary bleached sand. After breakfast, you will return to the main shores of Viti Levu where your private transfer will take you to the airport for your flight home. But, for now, you remember the wonderful spa day of the previous day and relax; the honeymoon hasn’t ended. Please visit the honeymoon vacations section on Zicasso for additional itinerary options."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "romantic-getaway-vacation-to-fiji-australia",
    "tourName": "Romantic Getaway Vacation to Fiji & Australia",
    "placesVisited": "Viti Levu, Davui Island, Mamanuca Islands, Sydney, Nadi",
    "generalInfo": "When you think of sailing you can’t help but think of a puff of wind captured by the sails as a boat glides along the horizon in open water with islands that speckle the horizon. Your hand-tailored romantic getaway vacation to Fiji and Australia will bring to life islands and sails, beginning with the emerald green trees across Fiji that will lead you to the famous rippling sails of the Sydney Opera House. Indulge in the romance of a starlit dinner on the shore and explore the lavish neighborhoods of a cosmopolitan city. On this 12-day tour, you will revel in the tropical luxury of Fiji and the modern comfort of Sydney with the one you love.",
    "durationDays": "12",
    "price": "5,400",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Davui Island - Lavish Tropical Romance",
        "description": "Fiji conjures images of exotic trees, crystal clear waters, friendly people, and soft sandy beaches. Upon your arrival at Nadi International Airport, you will quickly realize there is so much more to the island country. Your private transfer will be waiting at the airport to take you to the port for your ferry ride to Davui Island. Viti Levu, the largest of the archipelagic islands, has a sweet aroma of hibiscus that emanates from the tall grass. You will soon board a private shuttle boat that whisks you across the indigo water. The cool morning air becomes misted with the slightly salty aroma of the South Pacific. Davui Island will come into view where your secluded resort awaits with what is known as barefoot luxury. You step onto the island to find luxuriant accommodation as your room opens up to a view of the water and the nearby rolling hills covered in lush foliage. The water laps quietly at the shore as the marble floors provide an extra gloss to the already gleaming resort as people pass you with bright, wide smiles, each person quick to say, “Bula!”"
      },
      {
        "dayNumber": "2",
        "title": "Davui Island - Exotic Romance",
        "description": "In the morning, you will wake up to a beautiful view of the open water. You can step off your balcony and dip your toes into the cool morning sand. The white, powdery layer rushes into the ocean. At breakfast, the colors of the islands continue to shine brightly, filled with local flavors found around the archipelago - from great coconut to lively pineapple, even succulent pomelo, a fruit similar in looks to a grapefruit but with a more citrusy orange flavor. The day will yours to indulge in the island as you wish, allowing you to absorb the “barefoot luxury” connotation. You can sit in the shade of your balcony listening to the breeze ruffling the palm leaves or lay out on the hot sand of midmorning, dipping your toes into the water now and again to feel the cool ocean refresh your skin. Take out a sea kayak and venture out into the water. The paddles drip onto your seat when you lift them, splashing against the kayak. The current is gentle allowing you to paddle at your own pace. When you look back towards the island you find a panorama of white sand, emerald trees, and indigo ocean settled around your partner for the best view you have ever seen."
      },
      {
        "dayNumber": "3",
        "title": "Davui Island - Enchanting Lagoon",
        "description": "At breakfast, you will enjoy both the scenery and the company as you bite into a succulent rambutan underneath the banyan tree canopy. The aroma of sweet fruit blends into the soft sea breeze and the view only gets better each day you are on the private island. After breakfast, you will meet your guide for a daylong excursion to Beqa Lagoon nearly eight miles off the coast of Viti Levu. You will pull on your wetsuit and let the tight fit layer your body like a second skin. Then, you put on the tanks, splash into the water, and follow your guide down below. The sunlight can shine to a depth of 120 feet below the water’s surface, spotlighting florescent fish and equally stunning coral. Coral reefs protect the lagoon from inclement weather, flaking the outer reaches of the bay with up to 18 miles of firm calcite. You will reach a site called Sea Fan Alley, where two rocks form a dramatic corridor opening to a view of gigantic sea fans. The soft coral shimmers with purple, red, and yellow, with over 500 species found around the world that wave up and down in the current."
      },
      {
        "dayNumber": "4",
        "title": "Davui Island - Wild Day Trip",
        "description": "The next day, you will spend the morning lounging on your seaside balcony with a private breakfast for you and your partner to share. Listen to waves gently break against the sand with no unnecessary distractions from the beauty in front of you. Following your meal, you will have a private transfer back to Viti Levu for a daytrip along the Navua River. The Rive begins at Mount Gordon and flows around 40 miles through the dense jungle before reaching the ocean. The Upper Navua River meanders around the rainforest highlands, carving the hills into gorges. You and your partner will step onto an inflatable raft and begin to paddle. The water is cool and fresh, unlike the temperate saltwater on the beach. The current will carry you along the river, beside lush hills that turn into limestone walls. Waterfalls brush down the earthen walls and splash into the river creating ripples in the sounds of aquatic thunder. The water turns shades of turquoise against the dense overhanging emerald foliage. Even when paddling through the rush of small rapids you can look around the riverbanks with your partner and notice unparalleled island luxury."
      },
      {
        "dayNumber": "5",
        "title": "Davui Island - Couple’s Day Out",
        "description": "You wake up to breakfast and decide to picnic on the beach, where you can pull fresh grapes off of a vine with one hand and dig your other hand into the warming indulgent sand. The seaside paradise heightens the already romantic ambiance between you and your partner. You will spend today pampering each other, truly relaxing with a couple’s spa treatment that combines modern methods with ancient care for a refreshing day. The scent of fresh coconut milk mixes with the sea breeze. The small breaking waves will become the soundtrack to your massage. You will embrace the sweet, captivating coconut aroma, as you settle into the soothing touch of your masseuse. At night, you and your partner can sit under the stars at a private table near the water and enjoy a specially prepared menu."
      },
      {
        "dayNumber": "6",
        "title": "Davui Island - Sensuality of Cuisine",
        "description": "Over the past few days, you will have discovered the sensual nature of food, enjoying the flavors of the local traditional fruits and cuisine of the island, and taking pleasure in your partner’s company at each meal. After breakfast, you will spend time with a cooking demonstration where you will learn how to prepare one, or a number of Fiji’s succulent dishes. The fresh seafood caught around the islands can’t be beat. Your chef will show you how to create a decadent lolo , coconut cream, to help steep prawns caught earlier that morning. You add onions and tomatoes and let the ingredients slowly simmer until the decadent dish is complete and ready to taste. The sweet and savory flavors marry perfectly in every bite, making the dish rich but not heavy. The demonstration will bring you and your partner closer together as you agree that you should make the dish at home at the first opportunity."
      },
      {
        "dayNumber": "7",
        "title": "Davui Island - Magnificence Daze",
        "description": "Each morning you will wake up to the swaying palm trees and sweeping white sand of the island and have to remind yourself that this tropical paradise is real, and the person you are sharing the luxuries of the island lifestyle with is just as real. Your last full day in Fiji will be at your whim and pleasure, allowing you to bask by the pool or sip an ice cold drink while you are knee deep in the ocean. For an adventurous day, you can venture back to the rainforest of Viti Levu where you will meet your guide at the port and head up into the rainforest canopy. The dense emerald leaves are brighter the higher up in the trees you climb. You step out onto a platform with your partner, dressed in a helmet and industrial harness. Your guide will clip you to the line and count down from three before you suddenly soar through treetops. The wind will blow against your cheeks and you will feel the rush as you speed through the air. The leaves will turn a blurry green and you will hear the river rushing below you as it winds along the rocky banks. You will arrive at the platform across the canopy, with 16 total lines to glide down. Then watch as your partner cries out with excitement as they fly across the rainforest."
      },
      {
        "dayNumber": "8",
        "title": "Sydney - Best of Harbor Life",
        "description": "When you wake up in the morning, you opt for one more private balcony breakfast overlooking the pristine beach. The music of the breeze and breaking waves creates the charming atmosphere you have celebrated since your arrival in Fiji. After your meal, the resort boat will take you back to the marina on Viti Levu where a private transfer escorts you to the airport for your flight to Sydney, Australia. The city maintains a relaxed beachside energy with a lush edge, where people enjoy the surf and sand along with elegant outfits and opulent dining. Your private transfer will meet you at the airport and escorts you to a luxurious hotel with a view overlooking Darling Harbour, home to the charming rooftop sails of the Sydney Opera House."
      },
      {
        "dayNumber": "9",
        "title": "Sydney - Coupling Exploration",
        "description": "On your first morning in Sydney, the sunrise hovers over the horizon and casts layers of orange and purple along the white ceramic tiles of the opera house. The light glints off of the pristine arching design to mirror the morning hues. At breakfast, you will enjoy the refreshing coastal breeze with a romantic view of the boats that venture away from the harbor. After your meal, ride a bicycle to explore the cityscape away from the main streets, where you can enjoy a different view of the city. You and your partner will ride side by side through the Royal Botanic Gardens, where the aroma of blossoming lilies and roses has braced the lush greenery since the early 19th century. The skyline begins to shape, overlooking the gardens. You ride over to the Manly Beach’s Scenic Walkway, a 7-mile stretch of that connects Manly to Spit Bridge. The views that overlook the harbor are immaculate as they open up the surrounding sub-tropical rainforest, which is juxtaposed by shimmering coastal waters and the modern, luxurious suburbs situated near the harbor. Birds twitter in the trees, the fertile landscape emanates a piney aroma, and you will watch as sailboats glide underneath the bridge."
      },
      {
        "dayNumber": "10",
        "title": "Sydney - Bright Beaches",
        "description": "Bondi Beach is known for its spectacular surf, joyfully relaxed atmosphere, and the combination of boardwalk fish and chips with elegant modern dining establishments that overlook the water. After breakfast, you will make the quick journey to the far reaches of the beach along the inviting golden sands. Waves break near the edges of the bay but the current pushes the water into the sides of the Olympic sized swimming pool underneath the Bondi Icebergs swimming club. The club was established in 1929 and remains a place for people to practice swimming in the winter. The beach has been featured in American and Australian pop culture including the hit reality series, Bondi Rescue. The sand soaks up the heat from the sun and the water is refreshingly cold, as it will cool down your skin after the sun washes over it. The sea mist splashes through the air and blends in with the enticing aroma of fresh fish and chips situated on the esplanade. For classic fare overlooking the water, you can enjoy a meal in the Icebergs Swimming Club dining room."
      },
      {
        "dayNumber": "11",
        "title": "Sydney - Romancing the City",
        "description": "You wake up to the bustling energy along the harbor, where ferries cross to the suburb-lined shores opposite the city center. After breakfast, you and your partner will enjoy Sydney and its surroundings at your leisure. Venture outside of the city to witness the natural majesty of the Blue Mountains National Park or stroll the neighborhood of Gleve, filled with young professionals, local cafes, and a charming park. Near your hotel you will find the Rocks, situated at the protruding tongue of the natural harbor. The area is the first home of the Gadigal aboriginal tribe and it became the first European settlement on the continent. Over 100 heritage sites commemorate the city and Australia’s history, including the oldest surviving house in the city, Cadman’s Cottage, which was constructed in 1816. Restaurants and cafes line the narrow cobbled streets and market stalls situate themselves inside historic facades while aboriginal art galleries display traditional styles of cultural art. The aroma of freshly baked pretzels mixes with the sweet cream of a local ice cream shop, making it the perfect place to stroll hand in hand with your partner and meld into the city like a local."
      },
      {
        "dayNumber": "12",
        "title": "Sydney - Crossing the Ocean",
        "description": "The Queen Victoria Building was erected in the late 1890s and it stands 620 feet long as it fills an entire city block. The QVB continues to decorate downtown Sydney and displays the original clocks of its coronation inside. The city overflows with charm, from the street side cafes to the elegant art scene hidden behind a casual, relaxed ambiance. After breakfast, a private transfer escorts you to Sydney airport for your flight home. You will have strolled along treasured Fijian beaches and witness the sensational Sydney skyline. You could always extend your stay in Australia by visiting Australia tours for additional travel itineraries, or you can venture north to take in the Great Barrier Reef, bookending your romantic vacation with one more bright ecosystem to explore."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "scuba-snorkel-adventure-vacation-in-fiji",
    "tourName": "Scuba, Snorkel & Adventure Vacation in Fiji",
    "placesVisited": "Savusavu, Nadi, Rabi Island, Qamea Island, Taveuni Island, Cobia",
    "generalInfo": "Step aboard a luxurious yacht and hear a sincere Fijian greeting, Bula! The welcome takes you beyond a normal hello, inviting you into the indulgent comforts of the ship, readying you for the ethereal natural beauty of the islands, and reminding you to take pleasure in every second of the journey. Your excursion is hand tailored to take you around the delicate glow of celebrated coral reefs and the often-overlooked islands along the northern edge of the archipelago. The islands will immediately enchant you, and you will soon discover the blissful possibilities of Fiji.",
    "durationDays": "8",
    "price": "4,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Fijian Cruise – Aboard the Welcome Boat",
        "description": "Fiji is known for its paradisiacal landscape, brimming with tropical forests that spread across 322 islands, reaching pristine beaches filled with powdery white sand. The water shimmers azure, ranging from crystal clear to dark blue at its deepest depths. You arrive in Nadi early in the morning and continue to the city of Savusavu located on the island of Vanua Levu. The tropical paradise no longer fills your imagination but comes to life before your very eyes. Lush mountains slope downwards edging the azure bay. The scent of hibiscus flowers blends into the sea breeze. Locals have bright, wide smiles and greet you with “ Bula!” meaning more than just hello, but a friendly greeting that encompasses the welcoming spirit of the Fijian islands. Your private transfer, arranged by one of Zicasso's travel agents for Fiji , meets you at the airport and takes you to the harbor where your cruise ship awaits. The boat is 140 feet long with beams towering like the palm trees up to 33 feet tall. The staff offers a warm and endearing greeting, filled with excitement and a complimentary glass of champagne. Soft cushions line the upper deck and provide a fanciful panorama of the bay. In the afternoon, the boat weighs anchor. The ocean breeze turns into a moving wind that brushes your cheeks. The beauty of the islands is matched only by the luxury of your cruise."
      },
      {
        "dayNumber": "2",
        "title": "Fijian Cruise – Room with a View",
        "description": "Wake up to the view of the sweeping South Pacific. The water wades gently and brushes against the boat. You can see how clear the ocean is from your window. Local tropical fruits fill breakfast making a rainbow of produce, including the unique pomello, a mixture between a grapefruit and blood orange. The taste is refreshing, juicy with a hint of zesty citrus. After breakfast, you spend the day near Rabi Island, situated around waters that provide opulent snorkel and SCUBA experiences. Manta rays glide effortlessly through the water. They can grow up to 18 feet long and have a smooth, almost glossy body. Their wings gracefully move helping them soar in search of plankton, which is carried by the current. Their wingspan can reach a length of 23 feet from tip to tip. You follow them through the water and let the warm ocean enrapture you. The current is gentle and easily maneuvered around. The rays don’t even notice you’re there. They spin circles around you as you twirl to grab a view of the ray’s elegance from every angle. After your subaquatic submersion, you brush off the brininess from your skin and step onto Rabi Island for a panoramic view of the Tunuloa Peninsula."
      },
      {
        "dayNumber": "3",
        "title": "Fijian Cruise – Endless Majesty",
        "description": "The water outside your window continuously charms and alarms you in the morning when you wake up. The ethereal view feels like a dream at first, until you remind yourself where you are, situated on a luxurious cruise ship sailing around a magnificent archipelago. The waterways call you once more today, and you venture beneath the sea to witness the glowing splendor of the coral reefs. The dive site of Rainbow’s End is located at the edge of the clustering reefs around Somosomo Straight. Table corals pop outwards from the calcite garden around boulder corals and porites. Clams nestle into open spaces and camouflage into the reef. Blue Girdled Angelfish swim singularly or in pairs, often nipping at soft coral. They can grow to over seven inches and have unique blue dots decorating their central body, with a shimmering yellow top fin lined with iridescent blue. The area is gratifyingly filled with marine life, from the colors to the species, giving concrete reasoning to the name Rainbow Reef. Once on land, you will venture to a Polynesian cultural performance for an insightful and gregarious look into the heritage of an island people. Men and women, boys and girls, dress in traditional grass skirts and decorative headdresses. The drums beat into the air and guide the dancers and singers. You notice the leafy bracelets the men wear, dangling lush green from their wrists. Every movement tells a story, rich with history and tradition."
      },
      {
        "dayNumber": "4",
        "title": "Fijian Cruise – Off the Water’s Edge",
        "description": "Sunlight bounces off of the water and shimmers through your bedroom window. There has never been a more pleasant wake-up call than the natural light over the vast Pacific Ocean. Spend a moment relaxing in rising sun, feeling the warmth of the daylight sweep in around the intoxicating aroma of the sea. The island of Cobia stands just off the boat. Its caldera rises from the soft-sand beaches forming rugged cliffs. The water splashes against the lower rocks. The crater has also shaped a stunning lagoon teeming with reefs and vivacious hues. Venture onto the landscape where the lush trees shade the pathway to the volcanic summit. The water is celebrated for its clarity, where the light can reach a depth of 120 feet. You can’t help but notice the magnificent azure when you look down from the caldera’s rim. The island has taken the shape of a crescent moon, embracing the bay. The tropical forest adds incredible dimension to the extinct volcano. Once atop the caldera the cool water practically spills over into the ocean."
      },
      {
        "dayNumber": "5",
        "title": "Fijian Cruise – Celebrating Culture",
        "description": "The day begins with people eagerly setting off to snorkel and Coral City, wanting to visit the exceptional colors and swift fish maneuvering around the seafloor. After breakfast, you make your way to the shores of Taveuni, known as Fiji’s Garden Island. The land’s wonderment in as much in its carpeting tropical forest as in its local’s drive to protect the entire landscape. Stroll through Bouma National Heritage Park and gain ample illustration of the island’s tenacious efforts to maintain its cultural roots, not just in traditions but also in the land that nourished its ancestors. The park was established in 1990 and is over approximately 58 square miles. From the entrance you can take a three-hour hike looping through the park to inspiring waterfalls along the Tavoro River. Lower Bouma Falls is over 65 feet tall and splashes down into a natural pool surrounded by emerald rainforest. Locals and visitors jump off the rocks into the pool below, screaming with delight on the way down before the splash. The rush of the falls filters through the tranquil trees. The aroma of fresh water from the river leads to the beachside scent of sea salt and coconut. In the evening, you listen to the sounds of the harmonizing song at the cultural village where the meke , a traditional song and dance, has begun."
      },
      {
        "dayNumber": "6",
        "title": "Fijian Cruise – Black Rock",
        "description": "You wake up to the ship wading in the water near Qamea Island. The island is close tot Taveuni and amasses of 13 square miles. Deep bays encompass the coastline where you can see white-sand beaches wrapping round the shores. Fertile soil gives life to lush greenery. People board kayaks and paddleboards to adventure across the clear water. Behind the beach, large, thin palms rise out of the island. Birds twitter in the forest canopy. Grab a kayak and venture out to the Navivi mangrove forest where the twisting roots of the trees dig deep beneath the saltwater. The roots rise out of the surface twisting and knotting around one another. The branches arch upwards and form a secluded estuary. The current is gentle and easy. The trees give way to rocks bordering the canal. Mangrove roots are impermeable to salt, reflecting the sodium but absorbing the water like a natural filter, along with absorbing the nutrients from the soil. Your discovery of the forest takes you into a unique biosphere of the islands, different than the opulent beaches and jungle-clad walkways. When the mangroves cast shade over the water it’s like your own private cabana hidden beneath the forest."
      },
      {
        "dayNumber": "7",
        "title": "Fijian Cruise – Filling the Days",
        "description": "You wake up nestled near Rabi Island and Albert Cove. The island may seem familiar, but the scenery remains brand new and stunning. The day is yours to spend in luxury, frolicking on the shores of the island, kicking up sand during a beach volleyball game, or taking as many excursions into the water as you can. Gather the SCUBA gear and jump into the water to explore Karoko Pass. The coral shimmers in florescent pigments, yellow and reds, oranges and blue building atop one another. The formation opens up allowing you to see into the crevice. Schooling Bannerfish flock in schools over the reef. Their top-fin arches over and behind them, trailing like a ribbon. They grow up to 7 inches in length and have thick vertical black and white stripes. You can follow them for hours as they move seamlessly through the water. When you brush off the salty remnants of your submarine exploration, you can sit on the powdery beach and dig your toes into the warm sand. The water laps at the shoreline as the boat waits for your return."
      },
      {
        "dayNumber": "8",
        "title": "Savusavu – Departure",
        "description": "You find the familiar background of ridged mountains rising out of a picturesque bay. The boat has docked back in Savusavu bringing your Fijian exploration cruise to an end. Breakfast has the flavors you have come to revel in, brimming with the sweet treats of fresh produce, and you head straight for the pomello. You disembark the ship and meet your private transfer who escorts you to the airport. The ship’s crew sings a euphoric song wishing you farewell and safe travels. The harmony and rhythm remind you of the past week, wandering through coral reefs, hiking through tropical rainforests, and indulging in the endless beauty of the islands. Soon you will return to Nadi where you will meet your flight home but for now you stay and listen to the crew’s song, reliving the precious moments along the precious waters of the South Pacific."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "stunning-romantic-getaway-tour-to-fiji-new-zealand",
    "tourName": "Stunning Romantic Getaway Tour to Fiji & New Zealand",
    "placesVisited": "Nadi, Â Queenstown, Waiheke Island",
    "generalInfo": "Lay a blanket on the hot white sand and listen to waves break on the shore. Cuddle in front of a fireplace with glacial lakes outside your door. Your handcrafted stunning romantic getaway tour is made for romance, taking you from private resort beaches in Fiji to island and alpine comforts of New Zealand. Relax in your room with a glass floor to view the iridescent fish below. Stand at the zenith of the mountain for an unparalleled panorama of a historic alpine town. Experience the enchanting natural landscape of the Southern Hemisphere and sharing every moment with your partner.",
    "durationDays": "11",
    "price": "5,000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Malolo Island – Sandy Shored Welcomes",
        "description": "Welcome to your Fiji vacation through a tropical paradise brimming with picturesque panoramas of the South Pacific Ocean. The water sparkles indigo against white and gold sand. Lush rainforest touches the beach and blanketing the hills and mountains. Fresh streams wind through the jungle and turn into magnificent waterfalls. Luxurious, secluded resorts offer the best of island life and modern comforts. Your private transfer awaits your arrival at the airport, taking you to Denarau Marina. Step aboard a private catamaran destined for your resort on Malolo Island. The morning light spreads across the water and sparkles against the turquoise surface. When the boat weighs anchor representatives from your resort are already waiting, eager to greet you with a warm a “Bula!” You walk along the jetty and take in the view of the island. White beach surrounds dense tropical jungle. Thatched hut buildings stand where the sand meets the trees. Your room is equally marvelous, situated on stilts and overlooking the water offering seclusion and enchantment. The stands at the edge of a vibrant reef and is equipped with a glass floor to view the splendor of the aquatic life below."
      },
      {
        "dayNumber": "2",
        "title": "Malolo Island – A Day in the Life",
        "description": "Your balcony opens up to an unparalleled vista overlooking the indigo ocean with a small island on the horizon. Indulge in your first breakfast on the island. Sit with your partner underneath the palm tree canopy with sounds of gentle breaking waves creating a unique soundtrack to the morning. An array of tropical fruits creates a colorful addition to your meal, filled ruby rambutan, and canary yellow pineapple. You have the rest of the day to embrace the island life as you wish. The island contains a collection of trails that allow you to explore the beauty of the rainforest and offers a panorama of the shores. You take the trail marked for Jonas Lookout and begin to wind your way through the trees. The canopy shades you from the island sunlight. The path meanders upwards towards Uluisolo, the highest point of the island at 719 feet above sea level. It was once used for fortification purposes during World War II. When you reach the lookout, you can see your overwater bungalow in the distance. The rings of color on the water are more apparent than ever, ranging from turquoise near the shore to indigo when the seafloor deepens, to azure in the distance. Your place on the trail offers beauty and tranquil seclusion for you and your partner to enjoy."
      },
      {
        "dayNumber": "3",
        "title": "Malolo Island – Wandering Reefs",
        "description": "The morning begins another perfect day in paradise. You can hear the water gently brush against your bungalow’s stilts. You look down and see a collection of fish moving gracefully, unperturbed by the water’s current. At breakfast, you take a bite of a succulent coconut and realize the sensual fragrance you have noticed around the island emanates from the natural coconut in the trees. The oil lingers on your fingertips making your skin silky. The day offers perfect light to venture out into the water to enjoy the majestic marine life. The sun can shine to a depth of 120 feet in the clear water, illuminating a stunning assortment of fish and coral. Your resort provides you with snorkel and goggles, so you can grab your partner’s hand, wade into the temperate South Pacific waters, and move with the current overlooking the stunning coral reefs. You let the water embrace you as you swim just off shore to the jutting reefs. Coral trout and zebrafish glide in schools above the vivacious layers of hard coral. Blue Damselfish can grow up to 14 inches and have a particular iridescent top fin. They swim in and out of open coral pockets but are hard to stop staring at."
      },
      {
        "dayNumber": "4",
        "title": "Monuriki – Enjoying the Breeze",
        "description": "Enjoy an early morning breakfast when the breeze calm. After your meal, you step aboard a catamaran and watch the sails catch the increasing wind for a tremendous island hopping tour around the Mamanuca Islands. The water mists into the air and you feel the cooling spritz on your skin. The sun shines bright and warm. You pass the resort beaches of Castaway Island and the tall lush hill of Matamanoa Island. You reach the uninhabited shores of Monuriki, known as the location of the Tom Hanks film, Castaway, and the boat anchors. The rainforest coats the island’s interior, climbing the hillside to an elevation of 584 feet. The volcanic islet blends powder-white sand, dense tropical jungle, and rugged mountain landscape all the while surrounded by gentle turquoise sea and reaching coral reefs. Coastal forests provide shade from the midmorning light. Screw pines resemble palm trees and carry heavy fruit dangling from the canopy. The fruit has a large spiked exterior with a succulent interior. The beauty of Monuriki comes as much from its natural splendor as from its unique uninhabited serenity, providing tranquility and seclusion."
      },
      {
        "dayNumber": "5",
        "title": "Waiheke Island – Newness of Island Shores",
        "description": "In the morning, you watch the fish scurry beneath the lapping water once before breakfast. You are equally torn about leaving your tropical paradise but excited about the coming wonders on your New Zealand vacation . After breakfast, your catamaran escorts you back to Port Denarau where you will continue onwards to Nadi International Airport. New Zealand is known for its natural lush, verdant hillsides, graceful alpine landscape, and sensational coastline created by millions of years of volcanic activity. Your private transfer awaits your arrival in Auckland, where you board a ferry for the island of Waiheke. Waiheke Island is situated 11 miles from Auckland in the cobalt waters of the Hauraki Gulf. The days are dry alongside the rippling wake against rocky bays. The sandy beaches and friendly vineyards create a local charm easy to enjoy. Your resort-style accommodation looks out over the white sandy beaches and romantic atmosphere under the unrestricted starlight."
      },
      {
        "dayNumber": "6",
        "title": "Waiheke Island – Art Walk",
        "description": "Waiheke Island could be dubbed a natural art walk, where you can stroll along serene beachside paths and take in the fertile volcanic soil near rugged bays and crashing waves. After breakfast, the day is yours to experience and explore the island as you please. The island contains multi-million dollar homes, a bohemian artist ambiance, and plenty of splendors for everyone to enjoy. Connells Bay is a sculpture park featuring numerous New Zealand artists. Each piece represents a deeper expression of the artist’s connection to the landscape and their history, always open to interpretation. The Dark One by Bob Stewart is a large, reflective boulder that looks both prehistoric and futuristic. It was made from greenstone and andesite to create the shimmering façade. Wen you stroll around the different art pieces it is not just the art that makes the impact, but the sculptures surrounded by the island. From the swaying trees to crashing waves manicured grass to the aroma of nearby grape vines; when compiled these components offer an unforgettable, passionate experience."
      },
      {
        "dayNumber": "7",
        "title": "Queenstown – Island Beaches to South Island Mountains",
        "description": "You watch the waves crash against the rugged island outcropping and can see the mist splash into the air. A slight breeze carries the sea’s aroma over an expanse of the island. After breakfast, you board a ferry back to Auckland for your flight to the alpine city of Queenstown, located on the South Island. When you arrive your private transfer greets you at the airport and escorts you to your lavish lakeside hotel. Queenstown has an active energy at all times of the year, filled with winter and summer thrills, along with pristine mountain landscape encompassing the entire cityscape. On the far side of Lake Wakatipu is the rolling, rugged Remarkables Mountains. The foothills of Bob’s Peak slope down into the city’s edge. You settle into your villa accommodation where you can see the reflective waters of the lake from your private balcony. The elegant hotel was constructed with beechwood and stone to bring an alpine ambiance to the already spacious atmosphere."
      },
      {
        "dayNumber": "8",
        "title": "Queenstown – Over the Mountains",
        "description": "In the morning, you hear birds chirping in the forest trees. Early thrill seekers are already soaring through the sky on hang gliders, having jumped from a designated area atop Bob’s Peak. You spend the morning with your partner cozying up to one another in the crisp mountain air. The nearby trees and mountain peaks make every warm cup of freshly brewed coffee taste that much more special. After breakfast, you can make your way to the gondola station located just outside of the city center. Bob’s Peak stands at 5,735 feet above sea level, towering over the city with Douglas fir and beech clad forests. The piney aroma filters through the cool air. Midway up the mountain you look out of the surrounding glass windows for a 220-degree epic panorama of Queenstown and the landscape beyond. You notice the size of the city, thinking about its energetic atmosphere, and realize it is more of a town. At the top of the summit, the rugged mountaintop shows through the tufts of high altitude grass. You can wander through the stretch of tracks winding along the mountains, strolling along a cold-water stream and crisscrossing the terrain."
      },
      {
        "dayNumber": "9",
        "title": "Queenstown – Embracing Doubtful Sound",
        "description": "The alpine breeze ripples the lake and brings a refreshing chill to the morning. After breakfast, your guide meets you in the hotel lobby and takes you out of Queenstown for the day. You journey over Wilmot Pass; dense rainforest lines the roadway. When the road begins to slope downward, you have a brief panorama of Doubtful sound glistening below. It is hard to take in all of the ardent beauty around the sound, which was shaped by ancient melting glaciers. You board a spacious catamaran begin to cruise the waters. Your guide points out the trees climbing the rocky foothills. The water is cold and serene. The aroma of beech trees drifts across the water. You find Deep Cove, one of the deepest and most remote parts of the Tasman Sea. The area receives around 25 feet of rainfall each year, combining a large amount of freshwater to the saltwater inroads. Bottlenose dolphins poke their curious noses out of the waters before leaping near the boat. They can grow to an average of 13 feet long and maintain a playful personality throughout their lives. In the distance, you see a large waterfall casting a veil of freshwater down the cliff into the sound below."
      },
      {
        "dayNumber": "10",
        "title": "Queenstown – Together Tasting the Mountains",
        "description": "Your last full day in Queenstown can be spent however you prefer. You can stroll through the botanical Queenstown Gardens to see the charming stone bridge and lily pads, or spend a rush-filled afternoon on a Dar River jetboat excursion. For a more romantic tour, your guide meets you at the hotel and takes you to into the Central Otago region to visit some local wineries, many having won awards for their Pinot Noir. The region basks in its motto, “A World of Difference,” where the mountain ranges turn into wide, barren plateaus. The tremendous array of the landscape creates defining characteristics for each vineyard. When you reach the Rockburn Winery, you find acres of golden leaved vines stretching to the rolling foothills. The sunlight glints off the grapes after the fields have been watered, shimmering off of golden and purple fruit. The aromas of the fertile and rugged earth combine around cool storehouse where oak barrels storage barrels are stacked. In the tasting room, your guide pours you a sample of the Gold Medal winning 2013 Pinot Noir. You find a hint of black cherry and mocha on the nose with silky tannins on the body. The balance of nature and indulgent flavors is always soothing, especially when shared with someone you love."
      },
      {
        "dayNumber": "11",
        "title": "Queenstown – Non-Stop Splendor",
        "description": "The Z-shaped waters of Lake Wakatipu span 113 square miles. The odd shape creates a small tide that laps at the shores throughout the day. An old paddle steamer from 1912 continues to cross the lake, a remnant of the region’s gold mining era. You wake up with the hot, refreshing flavors of a freshly brewed coffee. After breakfast, your private transfer meets you at the hotel and escorts you to the Queenstown Airport for your flight home. You have seen opulent sounds and dug your feet into the pristine sand. You have traversed mountains and rainforests with your partner, creating everlasting memories in unforgettable locations."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "ultimate-fiji-highlights-vacation-tour-in-2-weeks",
    "tourName": "Ultimate Fiji Highlights Vacation Tour in 2 Weeks",
    "placesVisited": "Nadi, Coral Coast, Suva, Levuka, Taveuni, Savusavu, Mamanucas Islands",
    "generalInfo": "Listen to the harmonies of traditional Fijian songs. The sound filters through lapping waves, rustling leaves, and tropical birdsongs. Rainforest drapes over powerful mountains housing unique flora and fauna in the canopy. Corals blossom out of limestone framework like iridescent flowers. Find colonial towns and turtle nesting grounds, rare wildlife, and vibrant art villages. Your 2-week ultimate Fiji highlights vacation tour offers a perfect blend of culture and scenery, taking you through historic island museums and a heritage found as much in the forests as in the songs emanating from local villages.",
    "durationDays": "14",
    "price": "7,500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Nadi - Fabulous Fiji",
        "description": "Fiji conjures up images of pristine beaches and azure waters; tropical rainforests drape over impressive mountains and locals always wear bright, welcoming smiles. Your flight lands at Nadi International Airport where your private transfer awaits your arrival. Your transfer escorts you to a beachside resort nearby Nadi Town. Nadi bustles with local markets, active in the early morning providing vibrant produce and fish. Artisan shops line the streets providing unique engraved images and handmade jewelry, shark-tooth necklaces, and polished pearls. Viti Levu is the largest of the Fijian Islands encompassing 4,011 square miles of land. Villages dot the rainforest close to watering holes, rivers, and lakes, in the shadows of the dramatic highlands. The aroma of coconut oil lingers beneath the palm tree canopy. Shade hovers over the beaches. The water glistens along the horizon, tranquility wading along the shoreline. The lush greenery sweeps inland from the beach casting emerald colors across the island. The aroma of freshly fallen rain is always nearby."
      },
      {
        "dayNumber": "2",
        "title": "Nadi - Where the Giant Lies",
        "description": "Your first morning in Fiji brings tropical paradise to life. The aroma of fresh fruit emanates from the breakfast table. Full pineapples are peeled and cut into circular slices. Ripe papaya glows orange on the inside, filled with sweet juice. A cup of fresh-pressed coffee adds zest to the bright blue sky. Today you make your way to the Garden of the Sleeping Giant, established in the 1970s by an orchid enthusiast named Raymond Burr, most notable for his starring role in Perry Mason. Tropical greenery surrounds the entrance and lines the elevated walkway. Lily pads cover the small pond where flowers blossom. Thin vines bunch together at the base of a tree and expand as they climb. There are over 1,500 orchids blossoming in the park representing 160 separate species. The boardwalk winds around the indigenous flora and you listen to the birds’ twitters echoing in the trees. Rugged mountaintops peek through the overarching greenery near the edge of the park. You stop when you spot a fully blossomed orchid, its yellow petals pronounced and fuzzy, with a rich crimson interior. The Garden of the Sleeping Giant highlights some of the most enchanting environmental elements of the Fijian islands, including the serenity of nature."
      },
      {
        "dayNumber": "3",
        "title": "Nadi - View of from the Coral Coast",
        "description": "Wake up to the sounds of paradise. Coastal birds sing in the sunrise. You can hear small waves lapping at the shore. Geckos chirp and scamper across grassland. Sweet and bright flavors fill breakfast. Flaky scones hearken back to the British colonial days. Cassava melon is a refreshing, juicy accompaniment to the meal, providing a taste of the island’s natural flavors. After your meal, you make your way along the Coral Coast, a stretch of shoreline between the island’s largest towns, Nadi and Suva. You venture up a hillside for a view of the World War II bunker known as Momi Guns. A New Zealand battalion installed the guns in the early 1940s to defend the island against the Japanese invasion. The two six-inch guns have an unobstructed view of the Western shore, from Malolo Barrier Reef to the Navula Passage. You can take in the amazing view from inside or around the bunker. A breeze brushes across the tiny blades of grass. The Pacific blue stretches perfectly to the horizon. The long guns add to the already impressive panorama, giving contemporary history to a culture of treasured traditions."
      },
      {
        "dayNumber": "4",
        "title": "Nadi - Rare Glimpses",
        "description": "The Coral Coast offers opulent insight into Viti Levu’s history and culture, from the South Pacific Cultural Centre to the rippling landscape of the Sigatoka Sand Dunes. After breakfast, you make your way to celebrated Kula Eco Park to witness the verdant environment of a multitude of Fiji’s native wildlife. Established in the 1990s, the wildlife sanctuary contains a network of walkways from which you can view the wonders of the archipelago. The park is warm but shaded underneath the forest canopy. Kula birds, a colloquial term for collared lorries, call out amidst the trees. Their bright plumage of red breast and blue crown stands out against the emerald leaves. Fijian monkey-faced bats dangle from the branches relaxing in the thin beams of sunlight. They are the only mammals native to the islands, hidden in the dense vegetation of the cloud forest on Taveuni, situated along the slopes of the second highest mountain peak of the Fijian islands. The flying fox’s eyes are small and red. Their wingspan can grow to over four feet in length. They stretch in the sunlight and show their impressive wings against a backdrop of a parading peacock summing up the impressive power and beauty of the islands."
      },
      {
        "dayNumber": "5",
        "title": "Suva - Rejuvenating River",
        "description": "The Coral Coast fades into the distance hidden by the rainforest. The rushing water of the Navua River replaces the lapping ocean waves. If you prefer an adrenaline-fueled ride down class III rapids, then you can climb aboard an inflatable raft and follow your guide’s lead. Otherwise, you reach the riverbanks and find a bilibili waiting for you. The traditional raft is crafted out of individual strips of bamboo bound together. Your guide is also the person who crafted the ship. You step aboard the raft and the guide casts away from the shore using a long, stiff pole. The Navua River runs 40 miles, from the eastern slope of Mount Gordon to the south coast. The view of the landscape is completely different from the water. The cold rive calmly rushes around you. The trees rise over craggy mountain outcroppings. Through the trees, you spot small waterfalls trundling down the foothills. The gentle breeze carries the aroma of fertile soil and fresh water. Your guide navigates around sandbanks, missing rocky soil, and steering away from curious fish. After your excursion, you continue to the capital city of Suva."
      },
      {
        "dayNumber": "6",
        "title": "Suva - Fiji’s Heart",
        "description": "The capital of Fiji contains the cultural heart of the islands, encompassing the Indo-Fijian community, a vibrant ex-pat community from around Oceania, and the title of the largest city in the South Pacific outside of Auckland, New Zealand. Hills rise and fall around the peninsula. The market and wharf are always bustling with people eager to find the day’s fresh catch and harvested vibrant produce. The Municipal Market contains the essence of the city, where boys with cassava-filled wheelbarrows push down the lanes. Chilies shine bright red and green and jackfruit grow to the size of a large cat. You make your way to the Fiji Museum, home to a collection of island artifacts and inspiring relics. The museum contains over 3,700 relics that tell various tales of the archipelago’s past. Stroll along the opulent displays, each standing atop a white podium, showcasing everything from cannibal forks to a 43-foot-long double-hulled canoe. The air in the building is cool and refreshing, allowing you to take your time to absorb the incredible history, language, culture, and art of the islands."
      },
      {
        "dayNumber": "7",
        "title": "Suva - Colonial Allure",
        "description": "After breakfast, your guide meets you at the hotel and takes you away from the rolling hillsides of Suva for the day. Levuka was founded in the 1800s by European settlers and became the original capital of the island nation in the 1870s. Charm and history emanate from the city streets. Colonial buildings line Main Street; timber signs adorn storefronts. The azure waters sparkle against the verdant mountainous landscape. The city boasts an eclectic culture, from cultural Fijians to Indo and Chinese Fijians, along with Fijians with European roots. Everyone boasts a proud, gleaming smile, welcoming you into town. The fresh sea aroma gives way to sleepy cafes and energetic restaurants. Sacred Heart Church was erected in 1858 and the clock continues to strike each hour. The light atop the spire doubles as a lighthouse, guiding ships through Levuka Passage. The bright red roof and white paint of the church create a quaint character offset by the clock tower’s Victorian design."
      },
      {
        "dayNumber": "8",
        "title": "Garden Island - Lavish Gardens",
        "description": "Fiji’s tropical paradise allure opens up on the island of Taveuni, the third-largest island in the archipelago. In the morning, you catch a quick flight and arrive on Garden Island. Green palms drape across the landscape bursting with colorful wildflowers. The prehistoric rainforest contains vivacious birdlife. The rugged coastline rushes up the foothills of Des Voeux Peak, the second-largest peak in Fiji, standing at 3,943 feet above sea level. The air is warm, the shade is consistently comfortable, and the waters are temperate and crystal clear. After settling into your hotel, you make your way to Waitavala Water Slide, a series of mini waterfalls and natural pools that locals and visitors can slide down. The water has smoothed the rocks for a narrow stretch of 660 feet. The water is cool, originating from the mountainside. A pool at the bottom waits to catch you, absorbing the impact with a satisfying splash. The exhilaration of the natural water slide, surrounded by the opulent jungle beauty, welcomes you to the unparalleled paradise."
      },
      {
        "dayNumber": "9",
        "title": "Garden Island - Underwater Rainbows",
        "description": "The day is yours to indulge in the encompassing fascinating scenery. Whether you choose to hike to Lake Tagimaucia to see the rare tagimaucia flower or dive into the water to visit the Rainbow Reef, you are guaranteed beauty. Your guide meets you at the resort and escorts you to the marina. The breeze turns to a soft wind filled with the freshness of the ocean. The water is pure around you. The guides check your gear before you strap into the wetsuit and don the tanks. You follow your guide into the water at the sensational Rainbow Reef, situated along the Somosomo Strait. There are just under 1,200 species of fish and more than 230 types of coral. The current is gentle and fish appear in front of your very eyes. The reef becomes a rainbow, iridescent with color rising out of the seafloor. You follow your guide through the water where the sunlight shines to a depth of 120 feet, finding the Great White Wall. The cave looks similar to a tunnel, covered with sponges and crinoids. Eels and lionfish meander in and out of sheltered crevices. You pass through the entrance and find a blue exit hole where the wall lies, covered in soft blueish-white coral. When the coral blooms the wall practically glows in refracted light."
      },
      {
        "dayNumber": "10",
        "title": "Vanua Levu - Springing to Action",
        "description": "The International Dateline cuts the island of Taveuni in half, making the island a unique place to view the sunrise and sunset. Be the first in the world to watch the sunrise over the dateline before a short flight to the second-largest Fijian island, Vanua Levu. Your private transfer escorts you to Savusavu, a picture-perfect town nestled into a bay. Mountains spring from the water with ribbed foothills. The beach maintains powder-white sand. The aroma of hibiscus flowers layers the streets, as do the blossoming petals. International yachts and local fishing boats anchor side by side in the harbor. The masts sway in the soft wake. In the afternoon, you can venture to the hot springs to witness the local cookery heated by underwater volcanic activity. The springs bubble near the wharf in shallow streams. Local women bring pouches filled with fish and shellfish. The pouches are connected to a long rope. The women lower the pouch into the hot springs letting the boiling water heat freshly caught seafood. The women use the rope to drag the pouch from the spring, now filled with a full-cooked meal for the family. The aroma combines savory and sweet, buttery with hints of coconut."
      },
      {
        "dayNumber": "11",
        "title": "Vanua Levu - Unique Interactions",
        "description": "The day is yours to explore the island of Vanua Levu at your leisure. The main road winds around villages filled with farmers, cultivating sugar cane and copra giving the air around the island a sweet perfume. Sacred Cobra Rock is a 10-foot-tall boulder that resembles an oversized snake situated in the Naag Mandier Temple. Tinsels and flower garlands hang from the rock face while fruit and coconut cream sit at the base as offerings. Folktales tell of the rock curing sickness, along with the rock constantly growing since the temple’s inception in the 1950s. Through the dense coconut trees, you can see lounging cows. Beyond the cows is Korovatu Beach, lined with golden sand and cobalt water. The palm forest between the temple and the beach is as stunning as the shoreline, ripe with greenery and emanating a luscious coconut aroma."
      },
      {
        "dayNumber": "12",
        "title": "Malolo Island - Overlooking Seclusion",
        "description": "In the morning you return to Viti Levu and board a high-speed catamaran for Malolo Island, part of the Mamanuca archipelago connected to Fiji. The western group of islands contains unequivocal postcard-type beauty. The wind blows through your hair and catches the ocean spray. The natural current brings nutrients to the surrounding reefs nurturing the opulent display of subaquatic life. Malolo is the largest of the Mamanuca islands with a summit reaching 719 feet above sea level atop Uluisolo. Your private transfer meets you at the jetty when you come ashore. When you reach your secluded resort, you find glass panels lining the floor giving you a private view of the tropical fish swimming below. The coconut trees sway and rustle in the soft coastal breeze. The azure water ripples above the indifferent fish. The thatched roof provides an earthen quality to the façade making the private room look natural against the backdrop of the translucent water. A sailboat drifts in the distance past the undulating mountains of the other islands."
      },
      {
        "dayNumber": "13",
        "title": "Malolo Island - Wonderful Lavishness",
        "description": "You wake up with an energetic smile on your face, understanding the endless happiness of the locals you have met. It is hard to wear anything less than a smile in paradise. You check the glass floorboards and find the fish still venturing around the ocean. The excitement will never wear off. After breakfast, the day is yours to indulge in the pleasures of Malolo and the surrounding Mamanuca Islands. Coral trees grow in the dry forest around the resort and Chinese lantern trees blossom with dangling bulbs resembling glass roses. Grab a snorkel and fins ready to step out into Likuliku Lagoon. The coral reef in the lagoon was granted protection in 2005 by the chief of the Mamanuca Islands. Reef sharks generally grow up to three feet long and glide effortlessly around the reef. The limestone framework supports the calcite deposits that shimmer in the scattered sunlight. At certain times of the year, the beach along the lagoon turns into turtle breeding grounds. The leatherback turtle can grow to over seven feet long. They fly through the water with movements more like a bird than a marine animal. Whether above or below the water, you find endless splendor around the island."
      },
      {
        "dayNumber": "14",
        "title": "Nadi - Get Carried Away",
        "description": "Once more you wake up to the quiet lapping of the water, only this time the water laps at the stilts your room situated over the water. The peak of Uluisolo casts a small shadow over the dry forest. After breakfast, you return to the island jetty, board a high-speed catamaran, and make your way to the Nadi International Airport. You have spent time exploring the Fijian archipelago, witnessing the grandeur of nature and the captivating history of the island’s cultural evolution. The people were friendly, the food was flavorful, and you discovered the enriching wonders of the scenery."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "vip-romantic-getaway-tour-to-fiji-new-zealand-a-private-excursion",
    "tourName": "VIP Romantic Getaway Tour to Fiji & New Zealand: A Private Excursion",
    "placesVisited": "Matangi Island, Christchurch, Greymouth, Franz Josef Glacier, Queenstown, Otago Wine Region, Milford Sound",
    "generalInfo": "Imagine the romance of a white sand beach mixed with the indelible charm of pristine snow. Imagine a place where you can stroll underneath a cozy rainforest canopy and take an exhilarating gondola ride to the top of a mountain covered in Douglas Fir trees. Mix the sweet scent of tropical coconut with the alpine aroma of cedar wood. Your romantic getaway tour to Fiji and New Zealand is custom tailored, taking you from the private island paradise of Fiji to the alpine pleasures around the South Island of New Zealand. You will revel in natural landscapes and intimate luxuries.",
    "durationDays": "12",
    "price": "13,700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Matangi - Love in Paradise",
        "description": "Fiji tours are known for romance and endless variety. Enjoy pristine coral reefs brimming with unparalleled color, tropical forests draping islands in emerald greenery, fresh cuisine, intimate landscape, and luxurious views out to the water. Your private transfer meets you at the airport on Taveuni Island and escorts you to the boat landing. The water is cool and refreshing. A soft breeze sweeps across the ocean. The scent of fresh sea encompasses the air. When the boat sets off, the wind brushes against your cheeks, and the main island of Viti Levu fades away. The horseshoe island of Matangi comes into view. The immaculate rainforest is untouched. The beaches practically glow with powdery white sand. The sweet scent of hibiscus overtakes the seaside aroma. Palm trees bend over the beach providing luxurious shade. The main dining area has a conical roof Fijian style with open walls that look out to the indigo water. Your intimate room has traditional bure elegance, with a thatched roof atop a room filled with modern luxury. Across the bay, you can see the rolling hills draped in tropical lushness as you settle into your beachside paradise letting the romance wash over you."
      },
      {
        "dayNumber": "2",
        "title": "Matangi - Escape to Paradise",
        "description": "When you wake up, you can hear the water swish against the beach, wading back and forth over the soft sand. The scent of coconut filters through the air. Tropical fruits accompany breakfast adding fresh and traditional hues to the meal. You and your partner can sit at breakfast looking over the bright azure sea where small boats venture out to deeper waters in search of a healthy catch. You bite into the sweetest, juiciest pineapple you have ever tasted, eager to share the succulent flavor with your loved one. The remainder of the day is at your leisure. Spend some time on the beach with your toes tucked into the hot sand. The sun casts a warm glow over the entire island. You can feel the sunshine wrap around your shoulders. Grab a snorkel from the resort and cool off in the refreshing South Pacific. View the pristine reef that fringes the island. You can follow a guide on a complimentary tour of the reef. There are over 300 different types of hard coral in Fiji. The colorful calcite clings to limestone outcroppings and grows, resembling underwater mountains and hills expanding in rainbow hues. The comfortable temperature of the water helps carry you over the reef. Take in the brilliant colors of the hard coral, the waving tree-like fringe of soft coral, and the stunning marine life that calls the reef home. Damselfish can grow up to 14 inches long and are known for their neon-blue radiance. You can spot an iridescent school foraging at a higher level of the water column."
      },
      {
        "dayNumber": "3",
        "title": "Matangi - Intimate Island Luxury",
        "description": "In the morning light, you have a soundtrack of fruit doves twittering in the jungle trees. The birds have fan-shaped tails and sensational plumage reminiscent of the colorful fruit of the island, from oranges to pomelos. After breakfast, the day is once again yours to indulge in the romance of your private island getaway. You can stroll through the forest canopy on a guided tour, or on your own, for breathtaking views of the island and a deeper connection with the lush landscape of the lowland rainforest. In the trees, you can see a parrotfinch, a small bird less than six inches long. Vivacious red plumage encircles their beak and eyes, along with bordering their tail feathers. Their small chirp comes in quick bursts echoing through the trees. The pathway leads you to a nature opening in the trees providing an extraordinary panorama of the horseshoe bay. The contrast between the emerald trees and the breathtaking indigo ocean shows you the variance of natural pigments erupting across the island."
      },
      {
        "dayNumber": "4",
        "title": "Matangi - Wonderful Sunshine",
        "description": "At dawn, you step out of your secluded bure and onto the white sand shore. You and your partner enjoy the cool morning breeze and soft, cold sand beneath your feet. The sun starts to rise over the horizon layering the Fijian sky with light purple and gentle pink. The night’s dark blue fades away leaving a spotless blue sky in its place. The day is once again yours to explore the island. You may want to join a discovery sailboat excursion or relax on the fringe of the infinity pool with a cold cocktail in your hand. The islands have an often-present breeze stemming from the southeast trade wind. Step on to your catamaran, weigh anchor and set out for open water. The sails flutter when they capture the breeze. The ship’s bow dips into the water splashing upwards leaving mist in the air. You can hold your companion close basking in the warm Fijian sunshine. The 42-foot boat carries you around the island, providing sensational views of the emerald forest and white beaches in a single panorama. The scent of coconut continues to fill the air adding to the precious aroma of the inviting ocean. The simple act of sailing brims with intimacy, whether you are an experienced sailor or embarking on your first boating experience, you can sit back, relax, and enjoy the romance all around you."
      },
      {
        "dayNumber": "5",
        "title": "Christchurch - At the Edge of Nature’s Splendor",
        "description": "In the morning, you wake up to the sounds of the singing birds and the gentle brushing of the ocean against the beach. At breakfast, you can indulge once more in the succulent sweetness of fresh tropical fruits, from rambutan to coconut, even the bananas have a luscious appeal. Your final transfer in Fiji will be arranged by one of our Fiji travel companies. You will take the boat to the main island of Viti Levu where you continue onward to the airport for your flight to New Zealand. The indigo waters of the South Pacific fade into the deep cobalt of the colder Tasman Sea. New Zealand is a country of two islands connected by culture by vastly different scenery. The North Island is ripe with sandy beaches and verdant hills. The South Island is famous for rugged mountains, penguin colonies, and reflective lakes. You land in Christchurch, known as the Garden City. Victorian architecture lines the cobblestone streets of the city center near the meandering babble of the Avon River. Your private transfer meets you at the airport and escorts you to your charming resort accommodation. A floral fragrance drifts across the greenery. The Botanic Gardens encompass 74 acres of land and blossom with rhododendrons and daffodils exuding uproarious color."
      },
      {
        "dayNumber": "6",
        "title": "Greymouth - Intimate Excursions",
        "description": "The first morning of your New Zealand vacation is met with the aroma of freshly brewed tea. The soothing comforts ready you for your marvelous journey across the Southern Alps. Your private transfer meets you at the hotel after breakfast and escorts you to the railway station where you find the TranzAlpine train. The train travels 139 miles from Christchurch to Greymouth located on the western edge of the South Island. Step aboard the train to find a luxurious car draped with classic décor. The large glass windows offer every seat a pristine view of the landscape outside. The scent of coffee and pastries fills the car. When the train starts to move, you watch the station disappear, replaced by the sectioned plains of Canterbury. The grass ranges from verdant to golden across the landscape. The plains reach the foothills of the Southern Alps, and you begin to ascend. The greenery turns into the rugged expanse of the mountains. You cross a series of steel bridges, one standing 239 feet above the riverbed. The water rushes against the base of the girder bridge winding around the foothills of the towering mountains in the distance. The dramatic scenery provides wondrous romance to the classic journey."
      },
      {
        "dayNumber": "7",
        "title": "Greymouth - Together Touching the Ice",
        "description": "Wake up in the morning to an alpine town that feels like a village. The crisp air stems from the high altitude. At the edge of the mountain, you can see a thin waterfall cascading down the mountainside where the greenery opens up. Your guide leads you to the helipad where you climb aboard a helicopter for a full view of Franz Josef Glacier. The glacier descends from the Southern Alps to less than 1,000 feet above sea level, wedged between two mountain peaks like a flood frozen in motion. The view is majestic, unhindered, and open for you to take it all in. You can feel your heart thumping rapidly, from excitement and the uncompromised beauty around the glacier. The white and blue colors of the glacier stand out against the bordering rocky expanse protruding from underneath the snow. The helicopter lands on the glacier where your guide leads you across the façade. The snow is inviting and crunchy. Flakes linger on your cheeks before melting. The ice formations look like waves, brilliant blue, and immobile in a curling position creating a large tunnel for you to walk through. The sweeping ice is a magnificent display of nature’s power and beauty rolled into one."
      },
      {
        "dayNumber": "8",
        "title": "Queenstown - Quaint Alpine Comforts",
        "description": "In the morning, you can feel a chill just thinking about the marvelous glacial expanse of the previous day. You sip a warm, fresh cup of tea and let the heat of the mug press into your fingers. After breakfast, you leave the village ambiance of Franz Josef and Fox Glacier behind, making your way to the celebrated alpine city of Queenstown. You journey through Haast Pass, situated at 1,850 feet above sea level. The bridge reaches over the trundling whitewater of the Gates of Haast, a waterfall tumbling upwards of 16 feet down the mountainside with blue glacial water frothing off of the rocks. A collection of fluffy clouds drifts past the upper reaches of the mountaintops. You can hear the waterfall from the bridge. The emerald forests drape the entire mountainside in lushness. When you arrive in Queenstown, you find a lively city with a town-like atmosphere. On Shotover Street, the pine buildings remind you of a charming ski village. The Remarkables Mountain range provides an exceptional backdrop for the city. The stoic surface of Lake Wakatipu reflects the hills on the lakeshores. You arrive at your luxurious accommodations and settle into the mountain town, already enchanted by the energy surrounding Queenstown."
      },
      {
        "dayNumber": "9",
        "title": "Queenstown - Sensual Flavors of the South Island",
        "description": "Look out over Lake Wakatipu and see an occasional ripple disrupting the pristine mirror of the water’s surface. A gondola rises directly out of the town reaching up to the summit of Bob’s Peak at 5,735 feet above sea level. After breakfast, your private transfer meets you at the hotel to escort you into the treasured countryside of the Central Otego wine region. Cherry and apricot orchards ran from the valley to the hillsides where the unique, rugged landscape would dwindle into barren rocks. Today, the valley is lush with vineyards carpeting the flatlands and overtaking the foothills; the difference in the terrain provides the varying characteristics of the wine. You can’t help but marvel at the dramatic landscape across the South Island. You are especially awed by the verdant valley surrounded by craggy mountains capped with snow, and shimmering rivers winding around the foothills. Mt Difficulty Wines is located on a hillside in Bannockburn set alongside rippling foothills. Your guide leads you through the far-reaching vineyards that nudge against the golden rocks of the sandy hill border. When you enter the tasting room, you are offered a sample of the Pinot Noir. The wine offers a nose of dark fruits and brown spice. You can taste the plush fruitiness with a touch of spice and lingering finish. The wine is a perfect accompaniment to the remarkable landscape beyond the vineyard."
      },
      {
        "dayNumber": "10",
        "title": "Queenstown - Splendid Sound",
        "description": "Your guide meets you in the morning to begin your exciting tour of Milford Sound, located in Fiordland National Park. The beauty of the landscape around New Zealand is inescapable. However, you find that en route to Milford Sound the scenery turns from beautiful to mesmeric in its purest form. Melting glaciers shaped Milford Sound, carving rock faces that rise upwards of 3,900 feet, including a towering summit known as the Elephant standing 4,977 feet tall and overlooking the immaculate water below. The fiord runs inland from the Tasman Sea nearly nine miles. When you arrive at the water’s edge, you board a nature cruise and absorb the natural majesty of the South Island. The small breeze carries a chill. You can hold on tight to your partner watching the sparkling mountains and rocks drift past. Stirling Falls trundles off the rock face 512 feet, stirring the water below into graceful ripples. Rare penguins cover the gray stones reaching out from the water. You can see the penguins’ reflections moving on the sound’s surface. The Fiordland crested penguin can grow up to 24 inches tall with dark blue-gray plumage and white belly. They are known for their yellow eyebrows streaking down their neck. They dive into the water, flying through the sound near the pebbled and rocky shoreline. You both stand on the boat deck and look out over the wondrous landscape and stunning wildlife knowing there is no place else you would rather be."
      },
      {
        "dayNumber": "11",
        "title": "Queenstown - Leisure South Island",
        "description": "Queenstown comes to life in the mid-morning sunlight draping across Lake Wakatipu. The Remarkables Mountains stand out from the background of the clear sky. The day is yours to enjoy the city and the surrounding areas. Stroll through the shops along Lake Esplanade or take the Sky Gondola up to Bob’s Peak for a perfect view of the entire city. For a last romantic day in the city, you could pamper you and your loved one with a visit to one of the city’s many luxurious day spas. The Onesen Hot Pools can provide you with the soothing comforts of a private pool room with a tremendous view. The room is made out of cedar, which helps enhance the relaxing heat and fill part of the room with a floral aroma. The back of the room has a retractable window, with the ability to open up to the wilderness for a remarkable panorama of the mountains and streaming river. Your day will be unique and relaxing, filled with the pleasures of nature, the luxuries of the city, and the preferred company of your companion."
      },
      {
        "dayNumber": "12",
        "title": "Queenstown - The Beauty of the South",
        "description": "Beech forest and Douglas fir carpet the hillsides and climb the foothills of Bob’s Peak. The trees offer a zesty spice to the air. At breakfast, you take in the opulent view of Lake Wakatipu once more, soaking in the stillness of the lake’s surface. The city comes to life around mid-morning filled with locals and visitors alike. The scent of rich coffee and fresh pastries emanate from Vudu Café and Larder. The aroma of poached eggs and smoked salmon spill out of the doors and onto the Rees St. just off of the esplanade. After a final breakfast, your private transfer meets you at the hotel to escort you to Queenstown Airport. The mountains continue to undulate around the cityscape. The lake continues to reflect the marvelous landscape. Before boarding the plane with your partner, you can always choose to stay awhile and let the romance expand throughout the Southern Hemisphere."
      }
    ],
    "map": "",
    "category": "Honeymoon"
  },
  {
    "destination": "Fiji",
    "mainPhoto": "",
    "id": "yasawa-island-a-luxury-fiji-getaway",
    "tourName": "Yasawa Island: A Luxury Fiji Getaway",
    "placesVisited": "Viti Levu, Nadi, Yasawa Islands, Mamanuaca Islands",
    "generalInfo": "The white sand is warm and soft. The South Pacific Ocean brushes against your toes. You and your partner sit on a private beach with a glass of sparkling wine, basking in the perfect afternoon. Your Yasawa Island beach getaway is custom tailored to provide you with the endless romance of the secluded island group. Once at your private resort, you will understand Yasawa , an expression meaning “Heaven.” You and your partner can truly indulge in splendor, beauty, and intimacy, without a care in the world.",
    "durationDays": "8",
    "price": "5,200",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Yasawa Island - Opulent Paradise",
        "description": "When you arrive on Viti Levu, the largest island in the Fijian archipelago, you find lush grassland stretching into the foothills of forested tropical mountains. Mount Tovanini is the tallest mountain on the island standing 4,344 feet tall, and it towers over the island, touching the clouds. Sparkling, azure water touches the coastline. Your private transfer meets you at Nadi International Airport and escorts you to Wailoaloa Beach. The scent of sugar cane blends with the luscious aroma of coconut palms interspersed across the lush island lowlands. Once at at Wailoaloa Beach, you board the seaplane and set off towards the Yasawa Islands. The water along the South Pacific is crystal clear, layered with various shades of blue. The wind whisks past the plane carrying the smell of the encompassing sea. Islands speckle the horizon decorating the journey. Once at Yasawa Island, you arrive at the blue lagoon where your private transfer awaits to take you to your luxurious resort. The lush vegetation hides the villages, each offering an exquisite view out to white sand beaches and indigo water. With only 1,000 people living on the 13-mile long island, you can settle into the comfort of your resort with perfect intimacy."
      },
      {
        "dayNumber": "2",
        "title": "Yasawa Island - Romance of the Shore",
        "description": "Yasawa Island has an air of exclusion stemming from its utter remoteness. The sense of seclusion enhances the breathtaking scenery. The hills along the southwest rise to 710 feet overlooking the ocean below. Your bure has a traditional style thatched roof and overflows with modern luxury, including a private outdoor shower. In the morning, you can spend time with your partner swaying in the hammock looking out at the various colors of the horizon while listening to the quiet trickle of your intimate plunge pool. If you prefer, you can take breakfast in your room. The meal includes vivacious hues emanating from the tropical fruit indigenous to Fiji. Papaya has a soft yellow interior with a succulent texture, with an almost bubblegum sweetness. After breakfast, the day is yours to take in the pleasures around the resort. Some couples set out to the lagoon on stand up paddleboards offered by the resort. You can take a board, a paddle, and grab your loved one before stepping out into the sea. The surrounding coral reefs keep the water gentle. The climate keeps the water at a refreshing temperature. The exotic sun is warm on your shoulders. The water is embracing. You climb onto your knees before standing up on the board, finding it easy and soothing. The encompassing water is serene. You start to paddle slowly, gliding over the sea. The tender current helps move you forward against the backdrop of verdant greenery carpeting the rugged cliffs."
      },
      {
        "dayNumber": "3",
        "title": "Yasawa Island - Pleasures Beneath the Sea",
        "description": "In the morning, you can brew yourself a cup of fresh coffee and soak in the intimacy of your beachside view. The cool breeze rustles through the shoreline trees. In the distance, you can see druas, Fijian canoes manned by locals out in search of their morning catch. The sun has yet to rise fully over the island casting each drua in a silhouette. Your guide meets you at the resort and takes you to the local marina where you meet your skipper and guide for the day’s scuba excursion. The boat takes you out into three separate dive spots around the islands, showcasing the disparity of the landscape above and below the ocean. Cliffs rise and fall into the coast. The verdant trees give way to pure-white sandy shores. You don your gear and follow your guide into the water. Sunlight can reach up to 656 below the ocean surface providing optimum light in the shallower areas of coral reefs highlighting the expansive reaches of the ethereal submarine world. The Yasawa Island group offers uncharted reefs in jade and turquoise ocean water. You don’t even feel the current as you follow the depths of the coral overtaking limestone formations, descending into spectacular drop offs. Hard coral poses like exquisite blossomed flowers. Clown fish glow against the bristling anemones with bright orange bodies and intermittent white stripes, highlighting the natural beauty of the reef."
      },
      {
        "dayNumber": "4",
        "title": "Yasawa Island - Delightful Discoveries",
        "description": "In the morning, you wake up to the find the colors of sunrise lingering across the sky. The druas are absent from the morning panorama. The refreshing breeze rustles the dry forest around the bay. The scents of earth and sea blend together. After breakfast, you and your partner can take a scenic hike around the island, journeying across the 13 miles in length or crisscrossing around the width of approximately half a mile. Cross over grassland reaching up to your waist where the trees open up to a panorama of azure water reaching into the distance. When you return to the resort, you find a small boat waiting to whisk you away to a romantic picnic. Your skipper and chef lead you to a private beach on a secluded island, offering you an intimate setting where the water brushes against the powdery sand. The sand is warm underneath your picnic blanket. This day is exactly what you pictured when imagining honeymoon vacations . The beach is empty except for the two of you and the exceptional scenery. You touch the water with your fingers to feel the cool, salty texture of the South Pacific. You open a bottle of sparkling wine. The pop overtakes the soft sweep of the water. Watermelon decorates your basket with stunning pink. A palm tree dangles over your blanket shading you from the sun. You and your partner can sit back and relax in perfect company with your private beach to enjoy."
      },
      {
        "dayNumber": "5",
        "title": "Yasawa Island - Into the Blue Lagoon",
        "description": "In the morning light, you understand the vibrant colors that inspired the title of the 1980s movie Blue Lagoon, starring Brook Shields. After breakfast, you venture to the southwest to take in the picturesque view of the Yasawa Island and the famous Blue Lagoon Caves. You step into a boat and soon find the incredible cliffs and beaches creating the shoreline. The limestone karsts have a mystical quality, carved into the rugged oceanside terrain. The walls have been smoothed by water and wind causing the polished rock to glisten like gold in the right light. Stalactites hang dangle down like craggy icicles. You disembark the boat, splashing into the water and following your guide into the caves. A large opening in the ceiling lets the light penetrate the cavern. The water refracts the sunlight across the multicolored cave. You can see through the water to the rounded ground. An indelible spirit of the islands persists. The walls keep the temperature crisp. The space stretches to around 64 feet long with low hanging limestone roofs interspersed with wide, tall gaps. Once outside of the caves, the warm sun returns, washing over your skin with welcomed heat."
      },
      {
        "dayNumber": "6",
        "title": "Yasawa Island - Catching Rays",
        "description": "Indulge in the vibrant flavors of breakfast, filled with fresh exotic fruits and the fabulous company of your loved one. Between May and October, the tremendous underwater scenery is filled with an extra wonder. Manta rays circle the splendor of coral gardens and drift near reef walls. Your guide meets you in the morning eager to take you out into the ocean to find the unique marine life that is sure to mesmerize you. You board the boat and make your way to the southern Yasawa Island of Nanuya Balavu. The boat anchors at the island’s northern edge. You put on your goggles and snorkel and jump into the temperate water. The sun lights up the top layer of the sea. You can see the marvelous wings of the manta rays below, twisting and turning with graceful movements like subaquatic acrobats. They dive down in search of food before swooping upwards near the ocean surface. The manta ray can have a wingspan up to 23 feet wide and grow up to 18 feet in length. They glide through the water with the elegance of a bird in the sky, flapping their wings and using the current to propel them forwards. You pique their curiosity and they start to circle closer and closer to you."
      },
      {
        "dayNumber": "7",
        "title": "Yasawa Island - Soothing Romance",
        "description": "The morning washes over the island bringing the white sand to life. The jade canopy over your private bure maintains its luster. After breakfast, the day is yours to indulge in the wonders of the island at your leisure. There are endless possibilities on land and sea. For a truly spectacular experience, make your way to the resort spa for a couple’s treatment that will soothe both your body and mind. The traditional thatched building stands in front of the lush trees. The interior holds a quiet charm filled with the natural aroma of coconut oils. The only sound you can hear is the gentle ebb and flow of the ocean against the sand. You and your partner lay side by side, listening to the natural tranquility of the island. Your body relaxes under the warmth of heated body oil. You can feel yourself letting go and settling into the luxuries of your couple’s spa treatment in the privacy of the beachfront spa."
      },
      {
        "dayNumber": "8",
        "title": "Yasawa Island - Sweet Sunshine",
        "description": "You spend your last morning on the Yasawa Islands swaying in your hammock in the comfortable breeze of the early light. You can still feel the soothing effects of the massage from the day before. You hold your partner close before breakfast and bask in the moment. After breakfast, your private transfer escorts you to the seaplane providing a short return to Viti Levu and the town of Nadi. The scenic flight gives you another taste of the archipelago’s beauty, showcasing the bright azure sea, emerald trees, and sporadic mountains towering over the coastline. Once on Viti Levu, your private transfer will take you from Wailoaloa Beach to Nadi International Airport for your flight home. The luxuries of romantic Fiji vacations are not far from your mind as you recall the splendid memories you made along the way."
      }
    ],
    "map": "",
    "category": "Luxury"
  }
]