{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "yasawa-island-a-luxury-fiji-getaway",
  "tourName": "Yasawa Island: A Luxury Fiji Getaway",
  "placesVisited": "Viti Levu, Nadi, Yasawa Islands, Mamanuaca Islands",
  "generalInfo": "The white sand is warm and soft. The South Pacific Ocean brushes against your toes. You and your partner sit on a private beach with a glass of sparkling wine, basking in the perfect afternoon. Your Yasawa Island beach getaway is custom tailored to provide you with the endless romance of the secluded island group. Once at your private resort, you will understand Yasawa , an expression meaning “Heaven.” You and your partner can truly indulge in splendor, beauty, and intimacy, without a care in the world.",
  "durationDays": "8",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Yasawa Island - Opulent Paradise",
      "description": "When you arrive on Viti Levu, the largest island in the Fijian archipelago, you find lush grassland stretching into the foothills of forested tropical mountains. Mount Tovanini is the tallest mountain on the island standing 4,344 feet tall, and it towers over the island, touching the clouds. Sparkling, azure water touches the coastline. Your private transfer meets you at Nadi International Airport and escorts you to Wailoaloa Beach. The scent of sugar cane blends with the luscious aroma of coconut palms interspersed across the lush island lowlands. Once at at Wailoaloa Beach, you board the seaplane and set off towards the Yasawa Islands. The water along the South Pacific is crystal clear, layered with various shades of blue. The wind whisks past the plane carrying the smell of the encompassing sea. Islands speckle the horizon decorating the journey. Once at Yasawa Island, you arrive at the blue lagoon where your private transfer awaits to take you to your luxurious resort. The lush vegetation hides the villages, each offering an exquisite view out to white sand beaches and indigo water. With only 1,000 people living on the 13-mile long island, you can settle into the comfort of your resort with perfect intimacy."
    },
    {
      "dayNumber": "2",
      "title": "Yasawa Island - Romance of the Shore",
      "description": "Yasawa Island has an air of exclusion stemming from its utter remoteness. The sense of seclusion enhances the breathtaking scenery. The hills along the southwest rise to 710 feet overlooking the ocean below. Your bure has a traditional style thatched roof and overflows with modern luxury, including a private outdoor shower. In the morning, you can spend time with your partner swaying in the hammock looking out at the various colors of the horizon while listening to the quiet trickle of your intimate plunge pool. If you prefer, you can take breakfast in your room. The meal includes vivacious hues emanating from the tropical fruit indigenous to Fiji. Papaya has a soft yellow interior with a succulent texture, with an almost bubblegum sweetness. After breakfast, the day is yours to take in the pleasures around the resort. Some couples set out to the lagoon on stand up paddleboards offered by the resort. You can take a board, a paddle, and grab your loved one before stepping out into the sea. The surrounding coral reefs keep the water gentle. The climate keeps the water at a refreshing temperature. The exotic sun is warm on your shoulders. The water is embracing. You climb onto your knees before standing up on the board, finding it easy and soothing. The encompassing water is serene. You start to paddle slowly, gliding over the sea. The tender current helps move you forward against the backdrop of verdant greenery carpeting the rugged cliffs."
    },
    {
      "dayNumber": "3",
      "title": "Yasawa Island - Pleasures Beneath the Sea",
      "description": "In the morning, you can brew yourself a cup of fresh coffee and soak in the intimacy of your beachside view. The cool breeze rustles through the shoreline trees. In the distance, you can see druas, Fijian canoes manned by locals out in search of their morning catch. The sun has yet to rise fully over the island casting each drua in a silhouette. Your guide meets you at the resort and takes you to the local marina where you meet your skipper and guide for the day’s scuba excursion. The boat takes you out into three separate dive spots around the islands, showcasing the disparity of the landscape above and below the ocean. Cliffs rise and fall into the coast. The verdant trees give way to pure-white sandy shores. You don your gear and follow your guide into the water. Sunlight can reach up to 656 below the ocean surface providing optimum light in the shallower areas of coral reefs highlighting the expansive reaches of the ethereal submarine world. The Yasawa Island group offers uncharted reefs in jade and turquoise ocean water. You don’t even feel the current as you follow the depths of the coral overtaking limestone formations, descending into spectacular drop offs. Hard coral poses like exquisite blossomed flowers. Clown fish glow against the bristling anemones with bright orange bodies and intermittent white stripes, highlighting the natural beauty of the reef."
    },
    {
      "dayNumber": "4",
      "title": "Yasawa Island - Delightful Discoveries",
      "description": "In the morning, you wake up to the find the colors of sunrise lingering across the sky. The druas are absent from the morning panorama. The refreshing breeze rustles the dry forest around the bay. The scents of earth and sea blend together. After breakfast, you and your partner can take a scenic hike around the island, journeying across the 13 miles in length or crisscrossing around the width of approximately half a mile. Cross over grassland reaching up to your waist where the trees open up to a panorama of azure water reaching into the distance. When you return to the resort, you find a small boat waiting to whisk you away to a romantic picnic. Your skipper and chef lead you to a private beach on a secluded island, offering you an intimate setting where the water brushes against the powdery sand. The sand is warm underneath your picnic blanket. This day is exactly what you pictured when imagining honeymoon vacations . The beach is empty except for the two of you and the exceptional scenery. You touch the water with your fingers to feel the cool, salty texture of the South Pacific. You open a bottle of sparkling wine. The pop overtakes the soft sweep of the water. Watermelon decorates your basket with stunning pink. A palm tree dangles over your blanket shading you from the sun. You and your partner can sit back and relax in perfect company with your private beach to enjoy."
    },
    {
      "dayNumber": "5",
      "title": "Yasawa Island - Into the Blue Lagoon",
      "description": "In the morning light, you understand the vibrant colors that inspired the title of the 1980s movie Blue Lagoon, starring Brook Shields. After breakfast, you venture to the southwest to take in the picturesque view of the Yasawa Island and the famous Blue Lagoon Caves. You step into a boat and soon find the incredible cliffs and beaches creating the shoreline. The limestone karsts have a mystical quality, carved into the rugged oceanside terrain. The walls have been smoothed by water and wind causing the polished rock to glisten like gold in the right light. Stalactites hang dangle down like craggy icicles. You disembark the boat, splashing into the water and following your guide into the caves. A large opening in the ceiling lets the light penetrate the cavern. The water refracts the sunlight across the multicolored cave. You can see through the water to the rounded ground. An indelible spirit of the islands persists. The walls keep the temperature crisp. The space stretches to around 64 feet long with low hanging limestone roofs interspersed with wide, tall gaps. Once outside of the caves, the warm sun returns, washing over your skin with welcomed heat."
    },
    {
      "dayNumber": "6",
      "title": "Yasawa Island - Catching Rays",
      "description": "Indulge in the vibrant flavors of breakfast, filled with fresh exotic fruits and the fabulous company of your loved one. Between May and October, the tremendous underwater scenery is filled with an extra wonder. Manta rays circle the splendor of coral gardens and drift near reef walls. Your guide meets you in the morning eager to take you out into the ocean to find the unique marine life that is sure to mesmerize you. You board the boat and make your way to the southern Yasawa Island of Nanuya Balavu. The boat anchors at the island’s northern edge. You put on your goggles and snorkel and jump into the temperate water. The sun lights up the top layer of the sea. You can see the marvelous wings of the manta rays below, twisting and turning with graceful movements like subaquatic acrobats. They dive down in search of food before swooping upwards near the ocean surface. The manta ray can have a wingspan up to 23 feet wide and grow up to 18 feet in length. They glide through the water with the elegance of a bird in the sky, flapping their wings and using the current to propel them forwards. You pique their curiosity and they start to circle closer and closer to you."
    },
    {
      "dayNumber": "7",
      "title": "Yasawa Island - Soothing Romance",
      "description": "The morning washes over the island bringing the white sand to life. The jade canopy over your private bure maintains its luster. After breakfast, the day is yours to indulge in the wonders of the island at your leisure. There are endless possibilities on land and sea. For a truly spectacular experience, make your way to the resort spa for a couple’s treatment that will soothe both your body and mind. The traditional thatched building stands in front of the lush trees. The interior holds a quiet charm filled with the natural aroma of coconut oils. The only sound you can hear is the gentle ebb and flow of the ocean against the sand. You and your partner lay side by side, listening to the natural tranquility of the island. Your body relaxes under the warmth of heated body oil. You can feel yourself letting go and settling into the luxuries of your couple’s spa treatment in the privacy of the beachfront spa."
    },
    {
      "dayNumber": "8",
      "title": "Yasawa Island - Sweet Sunshine",
      "description": "You spend your last morning on the Yasawa Islands swaying in your hammock in the comfortable breeze of the early light. You can still feel the soothing effects of the massage from the day before. You hold your partner close before breakfast and bask in the moment. After breakfast, your private transfer escorts you to the seaplane providing a short return to Viti Levu and the town of Nadi. The scenic flight gives you another taste of the archipelago’s beauty, showcasing the bright azure sea, emerald trees, and sporadic mountains towering over the coastline. Once on Viti Levu, your private transfer will take you from Wailoaloa Beach to Nadi International Airport for your flight home. The luxuries of romantic Fiji vacations are not far from your mind as you recall the splendid memories you made along the way."
    }
  ],
  "map": ""
}