{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "perfect-honeymoon-in-fiji-romance-relaxation-in-paradise",
  "tourName": "Perfect Honeymoon in Fiji: Romance & Relaxation in Paradise",
  "placesVisited": "Nadi, Sigatoka, Tokoriki Island",
  "generalInfo": "Your Fiji honeymoon includes lounging in the warm sun on you private deck while overlooking the picturesque beach of your tropical paradise. Your custom tailored tour of Fiji opens up the romance of the exotic landscape for honeymoons, getaways, and couples in search of dreamlike wonder. Feel the breeze sweep off of the ocean and rustle through the tall palm trees. Spend quality time with your partner against a backdrop of sensational coral reefs glowing beneath an indigo ocean. Dine under the stars and delight on the fresh, elegant cuisine of your secluded resort. Romance is waiting for you in Fiji.",
  "durationDays": "8",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Viti Levu – Island Perfection",
      "description": "Fiji is a collection of lush, tropical islands bordered by vibrant coral reefs and surrounded by the iridescent indigo South Pacific. You arrive at the airport on Viti Levu, the largest island in the archipelago of approximately 320 islands. Your private transfer, arranged by our Fiji tour operators , meets you at the airport. You will be escorted along the Coral Coast to your private resort in the town of Sigatoka. The aroma of palm trees and citrus fruits envelopes the air. Emerald leaves fill the sky draping the rolling hills and ascending the mountains. In Sigatoka, the trickle of the Sigatoka River filters into the soft current of the ocean brushing against the beach. The scent of palm trees gives way to the sweet fragrance of sugar cane from the plantations upriver. In the heart of town, people stroll through the street and enjoy the vibrant and friendly ambiance of the produce market. The fruits and vegetables shimmer like a coral reef encircled with a bright rind. You arrive at your opulent accommodation situated on the beach. Palm trees shade the relaxing 112-foot lagoon pool. Thatched roofs add character to the resort reminding you of the tropical atmosphere all around you. Locals and visitors alike greet one another with joyous smiles and a harmonious “Bula!” - a greeting that means hello, but also so much more. They are welcoming you to the island, to your resort, and to the secluded luxuries that await you."
    },
    {
      "dayNumber": "2",
      "title": "Viti Levu – Revel in Paradise",
      "description": "In the morning, you wake up to the sunlight spreading across the water. The indigo color sparkles in the expanding daylight. The breeze rustles the palm leaves giving a gentle call to the start of the day. At breakfast, you find an array of fresh fruits. Green coconut decorates the table adding the sensual aroma to the dining room. You can hear the sea softly splashing against the sand. You bite into a juicy pineapple and find the taste sweeter than you remember, filling your mouth with an intoxicating candy-like flavor. The day is yours to indulge in the beauty of the resort and the wonders of Viti Levu at your leisure, taking in the wonders of Fiji with your partner at your whim and pleasure. North of the town are the unique Sigatoka Sand Dunes, a national park encompassing 1,606 acres of land. Greenery borders the dunes. The sand undulates across the horizon upwards of 192 feet spanning millennia. You can stroll on the sand hand and hand listening to the waves on the opposite side of the dunes. The landscape around Viti Levu is always inspiring, showing you the natural majesty of the paradise."
    },
    {
      "dayNumber": "3",
      "title": "Viti Levu – Rejuvenating Waters",
      "description": "Wake up to another day enjoying the perfect view of the beach from your room. You can lay in bed for awhile with your partner, indulging in the seclusion of the resort and the sensational landscape, flush with trees and the ocean sweeping to the horizon. At breakfast, you can savor the flavors of the island once again by opening a pomelo, a tasty citrus fruit that looks like an orange and grapefruit hybrid. The day is once again yours to delight in all Viti Levu has to offer. Spend time relaxing by the pool with cocktails decorated with sweet fruit and umbrellas, or explore the island to experience some of the inviting culture and exceptional history of the people. Your guide meets you after breakfast and leads you to the jetty along the riverbanks. You board the riverboat and begin your journey upstream. The current is gentle as it rushes out to the ocean, leading down from Mount Victoria and traveling over 74 miles. Along the plains and mountains of the island interior, the river remains an important mode of transportation. The plains of the Sigatoka Valley soon ascend into rugged tree-clad hills and lush mountains. When the river calms, you can see the reflection of the immaculate shores staring back at you on the water’s surface. The gentle pace of the boat brings romance to the journey with the brilliance of the island all around you."
    },
    {
      "dayNumber": "4",
      "title": "Viti Levu – Romantic Island Seclusion",
      "description": "At breakfast, you can look at the view provided by the frame of the sloping thatched roof and horizon. The pleasurable aroma of coconut once again accompanies your meal and blends with the decadent taste of freshly brewed coffee. After your meal, your private transfer escorts you to Port Denarau. Board your private boat and get ready to be whisked deeper into the lavish possibilities of the islands. The ocean breeze blows through your hair bringing the renewed scent of the sea from the ocean spray. You travel across the glowing indigo water until reaching Tokoriki Island. White sand beaches encircle the island exterior. Lush jungle hills rise from the heart of the island. Coral reefs extend beneath the water creating a vivacious underwater wonderland. A representative of the resort meets you at the jetty escorting you to your beachfront bure , a traditional Fijian style accommodation filled with modern amenities and an unparalleled beachside view. Your private pool overlooks the water. In the evening the entire island blossoms with the scent of hibiscus flowers. The sun sets over the horizon and layers the sky with golden orange and supple purples. You laze on your veranda taking pleasure in the company, the fabulous view, and the private haven the embracing tropical gardens create."
    },
    {
      "dayNumber": "5",
      "title": "Viti Levu – Discovering the Endless Splendor",
      "description": "In the morning, you find the light reflecting off of the water. A sailboat catches the breeze and passes you. You can see an outcropping of islands speckling the horizon in every direction with lush foliage. After breakfast, you can spend the day however you choose. You may consider hiking through the stunning, dense canopy or digging your toes into the comforts of the hot, powdery white sand. For a colorful look at life beyond the island, you and your partner can grab some snorkel gear and step out into the refreshing water. The current gently moves your body back and forth. The water is clear and all encompassing. There are over 1,200 types of coral in Fiji alone. The soft coral waves in the water like a tree in the wind. The hard coral sprouts out of limestone deposits and resembles lively rocks. The world subaquatic colors are entirely different, more vibrant, highlighted by the slight blue coloration of the ocean. Sea sponges ripple when touched. You may see a Bird Wrasse; they can grow up to 12 inches in length and are known for their long, thin nose. They can glow bright yellow or iridescent dark blue with green side scales running along their sides. When you spot one, their lustrous pigment stands out against even the brightest coral."
    },
    {
      "dayNumber": "6",
      "title": "Viti Levu – Romance of Your Surroundings",
      "description": "In the morning, outside of your resort, local women set out blankets on the soft sand and display handcrafted jewelry carved out of the island’s elements. The polished pearls, wood, and charms catch the morning light and glint against the white shores. At breakfast, the scent of luscious bananas accompanies your view out to the water. For a unique and romantic experience, you can take part in an island picnic. Your guide meets you at the jetty and whisks you away to a secluded island where you and your partner can spend time basking on the immaculate shore, just the two you. For lunch, the resort packs you something elegant in a charming basket. Once on the sand, you can dip your toes into the water feeling the warmth of the beach and the coolness of the ocean at the same time. You sip champagne underneath the shade of a small thatched hut. You are the only two allowed on the island, offering you the majestic space of a private landscape. Soak in the sunlight, bask in the company, and indulge in the enchanting flavors of Fiji."
    },
    {
      "dayNumber": "7",
      "title": "Viti Levu – Complete Island Relaxation",
      "description": "Each day you wake up in paradise makes you more tranquil. The sounds of the water, trees, and soothing music echoes across the walkways and constantly reminds you of the exotic splendor surrounding you. Today you pamper yourself with a couple’s spa treatment for a relaxing experience. Upon entering the bure , you hear the trickle of water falling over a freestanding rock fall, compiled of smooth, dark volcanic stones. The refreshing water runs over your shoulders, caressing your skin and soothing your muscles. Emerald leaves shelter the spa from the island sun. The calming aroma of hibiscus blends with the succulent scent of coconut. Soak with your partner in a therapeutic bath. The hot water feels inviting. Flower petals float on the bath’s surface emanating a bright perfume. The pleasures of relaxation continue when the staff pours two glasses of sparkling wine for you to enjoy. After your day of being wonderfully spoiled, you can spend the night underneath the stars lounging at a private table near the water, and dining on seafood caught fresh that morning. The candlelight flickers in imitation of the night sky. It is you, your partner, and the beach on your final night in Fiji."
    },
    {
      "dayNumber": "8",
      "title": "Viti Levu – Always a Honeymoon",
      "description": "The sky is an unfetter blue in the morning, imitating the vast indigo of the ocean. The palm trees are calm without an island breeze. You linger in the room before breakfast absorbing the comforts of your room once more, from the soft sheets to the exceptional panorama out to the water. Tropical fish swim around the coral reefs with continuous vigor. Excited birds call out into the jungle canopy. The island connects the lush canopy to the extraordinary bleached sand. After breakfast, you will return to the main shores of Viti Levu where your private transfer will take you to the airport for your flight home. But, for now, you remember the wonderful spa day of the previous day and relax; the honeymoon hasn’t ended. Please visit the honeymoon vacations section on Zicasso for additional itinerary options."
    }
  ],
  "map": ""
}