{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "luxury-fiji-vacation-for-couples-seclusion-in-paradise",
  "tourName": "Luxury Fiji Vacation for Couples: Seclusion in Paradise",
  "placesVisited": "Nadi, Denarau Island, Mamanuca Islands, Yasawa Islands",
  "generalInfo": "Picture strolling alongside crystal clear ocean water, walking on powdery white sand, listening to the soothing rush of the current while holding your partner’s hand. Your custom tailored luxury Fiji vacation for couples was created for romance and seclusion in paradise. Explore pristine coral reefs that nourish the senses and enjoy a candlelit dinner on the beach. Watch the sunset while sailing around the archipelago and listen to the rhythmic songs of distant villages. Passion blossoms and endures along these shores.",
  "durationDays": "11",
  "price": "7,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Beginning Savoring of Comfort",
      "description": "Viti Levu is the largest of the Fijian islands, home to the country’s capital city and the shimmering Coral Coast. The palm trees sway in the early morning breeze, and you find the tropical aromas of palm oil and coconut always present. Sand dunes line part of the coast separating the water from the jungle trees. Tiger sharks swim gracefully and grandly in the depths of the South Pacific waters. Your private transfer meets you at the airport escorting you around the early markets and bustling streets of Nadi Town. You arrive at your luxurious resort on Denarau Island, a landmass of less than one square mile connected to Viti Levu. The pool sparkles pure bright blue with an infinity effect that makes the pool edge look like it touches the ocean. Comfortable cabanas provide shade beyond the large palm trees. Your room offers a sensational ocean view, filled with the enticing salty sea air. The powdery sand lines the shore and the tranquil breeze drifts around the waters. You settle into the effortless comforts of the resort and the pure majesty of the island perfect for romance."
    },
    {
      "dayNumber": "2",
      "title": "Leisure Exploration",
      "description": "The sunlight peeks over the eastern horizon, shining above the length of rainforest trees and exotic fringed palm leaves. At breakfast, fruits practically glow in season. Watermelons are bright red. Pineapples shine canary yellow. Bananas are creamy and rich. Each piece is juicier and sweeter than the last, tasting more like dessert than a side of fruit. The day is yours to experience the surrounding wonders of Denarau Island and Viti Levu at your leisure. Sugarcane plantations speckle the island around Lautoka, and the lush mountains cast shadows over the valley in the background. The town known as Sugar City situated through the pass of the Sabeto Mountains. Lautoka is the second largest city in Fiji and is situated among the heart of the sugar cane region. The sweet aroma drifts around the town as locals stand at streetside carts and grind loose bushels into a sweet and refreshing drink. Foliage dangles over the wide streets. A picturesque esplanade offers a delightful stroll alongside local shops. Mount Evans lingers over the town borders reminding you of the limits of urbanization and the exemplary beauty of untouched nature."
    },
    {
      "dayNumber": "3",
      "title": "Cultural Combination",
      "description": "The small wake brushes against the golden shore adding a gentle rush to the morning. Breakfast is filled with the vibrant colors of more exotic fruits, from the fading magenta layers of rambutan to the inner flashy orange of a papaya. After your meal you can settle into a cabana and enjoy the soft breeze poolside, or venture into Nadi and its bustling streets to experience the local lifestyle around the largest Hindu temple outside of India. Sri Siva Subramaniya Sawmi Temple stands at the base of Main Street, quietly but dramatically situated away from the energetic artisan shops of town. The architecture brims with traditional Dravidian technique apparent in the concentrically layered tower. Exuberant colors decorate the façade reminding you of the endless rainbow of the tropical fruits at breakfast. The building pops against the cloudless blue sky. Hindu deities carved from wood were brought from India to help dress the temple. Frescoes line the main gallery, draped across the walls and ceiling. The temple creates a culture separate from the South Pacific music and images you expected. Locals embrace the temple and the culture, ingratiating itself into the Fijian culture behind kava ceremonies and a traditional meke ."
    },
    {
      "dayNumber": "4",
      "title": "Idyllic Islands",
      "description": "The nights are graced with the aromas of fresh seafood steamed in banana leaves, simmering in butter. The mornings are sweet with pomelo, a cross between a blood orange a grapefruit that offers a refreshing citrus flavor. After breakfast, your private transfer meets you in the hotel lobby and takes you to the harbor for your high-speed catamaran to the Mamanuca Islands. Find yourself on a luxurious secluded resort situated in the shade of the jungle with an unparalleled view of the azure water. The beaches glisten with bleached white sand. Lush tropical forest carpets the towering volcanic cone that edges the resort. Opulent coral reefs sprout from the sea floor and magnify in the crystal clear water. The island is a paradise, secluded from other islands but close enough to view the rugged outlines of nearby archeological outcroppings."
    },
    {
      "dayNumber": "5",
      "title": "Along the Reef’s Edge",
      "description": "The island is serene, closer to ethereal and paradisiacal. The sea air combines with the rich tree line to create a unique tropical scent you can’t help but adore. From your bedroom you can hear the water lap softly onto the beach. The day is yours to indulge in the luxuries of your secluded island paradise at your whim and leisure. The sand feels like a pillow beneath your feet, perfectly warm on your skin with a touch of brininess from the water. Grab a snorkel and goggles and float above the coral reef around the island for a closer look at the amazing subaquatic biosphere. The romance of the reef glows beneath the wake. Over 1,200 species of fish live in or around the calcite deposits, not to mention over 350 different types of hard coral that comprise the reef. The water is temperate and inviting, encompassing your body as you let the gentle current move you back and forth. Eyestripe Surgeonfish glide around the underwater forest with ease. They can grow up to 21 inches in length. A yellow stripe flashes across their eye. Their tail radiates blue with a neon yellow outline. It makes wide circles and requires plenty of space to swim. It is hard not to fall in love with the natural majesty of the coral reef."
    },
    {
      "dayNumber": "6",
      "title": "Trip to Remember",
      "description": "Beyond the perfect sandy fringes of your isolated island is more of the elegant paradise for you to explore. You can choose to stay on the sand and wiggle your toes in the water or discover new adventures along the archipelago; you can even do both in a single day. You see a group standing near a large, thin palm towering in the air. A local guide is attached to the trunk climbing towards the fronds. The guide uses the edges of his palms to stable himself before leaping upwards, catching the tree trunk with his feet and pressing the edge of his hands to the bark once more. He reaches a green coconut, descends the tree, grabs a machete, and carves open the fruit. The entire display took less than five minutes. You taste the creamy, semi-sweet flavor of the pure coconut milk. The coconut itself is heavy, weighing up to three pounds. People begin to play beach volleyball, kicking up sand and reveling in the pristine sunshine kissing their skin. When you board the boat mid afternoon the wonders of the scenery are already apparent. The lush greenery bursts out of the azure waters to create a beautiful contrast in color. The boat casts off and the wind brushes your hair, bringing a new panorama to enjoy."
    },
    {
      "dayNumber": "7",
      "title": "Champagne Islands",
      "description": "In the morning, you can see people stepping out into the water with paddleboats, delighting in the mist and the breeze. Spend time indulging the flavors of breakfast and the soft sand. With the day at your pleasure there are endless opportunities to explore or relax. You can join an island-hopping cruise that will take you away from your own private resort for the day, combing the beaches of the Sacred Islands and the Mamanuca archipelago. The catamaran sets out along the turquoise waters. The color is glossy ranging from bright to dark. North of your resort you come to the important islands thought to be the first of the Fijian lands to rise out of the waters around 2,000 years ago. The uninhabited islands are surrounded by reefs and glistening with greenery. Your guide tells you tales of the islands, recounting stories about ghosts and warriors. When you walk through the island center, you can see remnants of Fijian ancestry, indications of their lives, areas where they cooked. The landscape is intense both in its ruggedness and beauty. When you return to the ship you are handed a glass of champagne where you settle onto the deck and watch the islands pass by."
    },
    {
      "dayNumber": "8",
      "title": "Depths of Wonder",
      "description": "A glass-bottom boat takes visitors out to the coral reef, showing those that prefer dry land to the open water the wonders of the world below. After breakfast, you can set out onto the glassy boat to view the reef or venture deeper into the water on a SCUBA excursion. With over 40 dive sites to visit you no experience will ever be the same. You put on the skintight wetsuit and jump into the water at the dive site. You follow your guide into the depths of the waters, watching the hard coral jut out from the rising hillside of reef in fan-like displays. Turtles soar through the water and can live up to 80 years old, laying up to 250 eggs a year in their prime. The Fijian islands are home to five of the seven species of sea turtle. The hawksbill weighs around 150 pounds with a sharp, pointed beak. They flap their fins like winds speeding through the waters around the reefs. Visitors rarely view the elegance of the turtle’s underwater flight. There is no mistaking the ardent pleasures of Fiji’s natural wonders."
    },
    {
      "dayNumber": "9",
      "title": "Relaxing Together",
      "description": "Few things are more soothing than the sound of smooth water brushing against a perfect beach. After breakfast, the day is once again yours to revel in your surroundings. The forest canopy hides walking trails and the poolside cabanas are always welcoming. You and your partner venture to the spa to spend time relaxing in the pristine scenery with the calming effects of a massage. A thatched roof covers the open gazebo where you find two massage beds waiting. The breeze rustles through the opening offering a sensual brush against your skin. The clear water shifts from azure to cobalt along the horizon. The rich wood is an organic look against the backdrop of stunning landscape and shoreline. The scent of coconut oil lingers in the air before you feel the slightly cool lubricant help loosen your mussels, providing an extra indulgence in the already exemplary experience."
    },
    {
      "dayNumber": "10",
      "title": "Cast Away",
      "description": "The morning casts a shimmer across the azure waters reaching up to your room. At breakfast, you savor the unique flavor of the pomelo. Your final day is yours to discover the treasures of the island and its surroundings, whether finding a pearl of relaxation on the beach or adventuring on another snorkel excursion to witness the celebrated coral reefs once more. Monuriki is the famous island Tom Hanks found himself stranded on in the film Cast Away. Emerald flora sprouts from the soil and overtakes the rugged cliffs. The island is less than 100 acres and reaches a height of 584 feet. The uninhabited islet is also home to the endangered Fiji Crested Iguana. A coral reef surrounds the beaches, adorned with volcanic rock and deep lagoons. The iguana can grow to a length of 30 inches, with flashes of white stripes across its fluorescent green skin. They hide from the sun beneath the shade and sunbathe on the rocks in cooler weather. Monuriki Island allows you to explore as a couple, seeking out an adventure on a nearby landscape, yet returning to your secluded getaway to take advantage of the remaining day."
    },
    {
      "dayNumber": "11",
      "title": "Endless Samplings",
      "description": "The sound of lapping waves is bittersweet on your final morning on the island. The overwhelming beauty and privacy of the resort has offered you ample time to explore and relax with your partner: spending every moment sampling the majesty of the Fiji, from the food to the forests, the coral to the fish, pampering your mind, body, soul, and relationship. Your private transfer meets you in the hotel lobby and escorts you to the high-speed catamaran departing for Port Denarau before arriving at the Nadi International Airport. You have sampled the luxurious of Fiji; it is only natural want to stay longer and have more. Visit Zicasso's vacation packages to Fiji page for more itinerary planning ideas."
    }
  ],
  "map": ""
}