{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "fiji-vacation-for-families",
  "tourName": "Fiji Vacation for Families",
  "placesVisited": "Nadi, Kula Eco Park, Suva, Taveuni, Savasavu, Coral Coast",
  "generalInfo": "Rhythmic drums echo in the air during the song and dance celebration. The kids marvel at giant clubs and long spears on display in the cultural museum. You can hear their exciting cries as they slide down a natural waterslide winding beneath the jungle canopy. Your custom tailored Fiji vacation for families is enriching and enchanting, filled with waterfalls and rain forests, leaping dolphins and river rafting. The kids will be inspired by the adventures, you will revel in luxury, and the entire family will have the time of their lives.",
  "durationDays": "14",
  "price": "6,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Viti Levu – Gateway to Fiji",
      "description": "Before the flight lands the kids look out the window in awe at the expansive turquoise water. Verdant trees and jungle grasses carpet the island of Viti Levu, the largest in an archipelago of 332 islands. The island is a pleasant combination of luxurious resorts and exceptional mountain villages thriving in traditional thatched huts. Your family is met by your private transfer at the airport and you are escorted to your comfortable, plush resort. Spend the day relaxing in the simmering pools beneath a palmed canopy. The slight breeze carries with it the aroma of the ocean. From the hotel lobby the pool looks as though it meets the beach empties into the Pacific. The kids rush to the waterslide eager to course through the rock decorations and feel as though they travel through the earth. You relax in the hot sun and settle into the family luxuries of Fiji."
    },
    {
      "dayNumber": "2",
      "title": "Viti Levu – Culture of the Pacific",
      "description": "You can catch the early light rising over the horizon, one of the first places to see the morning across the world. Breakfast is filled with familiar flavors accompanied by local sweet fruits. Coconut slices sit side by side with fresh, juicy pineapple. Ripe mango almost glow a succulent yellow. Unlike the kids’ usual eating habits at home, in Fiji they are eager to try the new, exotic flavors, savoring the dessert-like freshness of every bite. Your private transfer meets you at the resort and takes you around the island’s edge on the Queens Road to the Kalevu South Pacific Cultural Centre. Hidden inside the four-acre grounds of the Gecko’s Resort is a private glimpse into a traditional Fijian village, designed for authenticity to teach visitors about the long history and proud culture of the islands. The thatched huts come to a point in the palm trees. The aroma of palm oil filters through the air. Your guide, arranged by one of Zicasso's Fiji travel agents , leads you through the homes and teaches the kids about traditional clothing and pottery made around the grounds. Warriors stand with half painted faces, beads strung around their neck, holding tight to long spear. Long fronds dangle from the trees. The communal hut contains a cups and stones used for ceremonies, including a grinding stone for pulping kava root."
    },
    {
      "dayNumber": "3",
      "title": "Viti Levu – Seeing the Eco",
      "description": "You can hear the Pacific washing against the island shores. The calm lull accompanies the sunrise. Wake up to another array of local produce shining brightly at breakfast. The aroma of fresh grapefruit wafts gently around you. The grapefruit is almost blood-orange in color, juicy and delicious. After breakfast, the family is escorted to Kula Eco Park for a day amongst the spectacular flora and fauna of Fiji. Once on the Coral Coast you see a long stretch of coral flanked by verdant hills. The reef disappears into blue depths of the South Pacific. Once at Kula Eco Park you can hear the animals in the wildlife sanctuary before you see them. Birds flap their wings and turtles are hand fed at various times of the day. Walk through the extensive network of walkways. The park has been privately owned and operated since the late 1990s and continues to preserve the indigenous species of flora and fauna found across the island. The canopy provides shade around the walkways. The kids point out Monoriki Crested iguanas. The reptile is found in dry forest and can grow up to 30 inches in length. Their skin is bright emerald with narrow white bands wrapping around their body. The kids marvel at the natural wildlife and you stand in happy awe watching your children’s enchantment."
    },
    {
      "dayNumber": "4",
      "title": "Viti Levu – Searching the Trees",
      "description": "Wake up to another world to see around Viti Levu. The graceful sound of the water is ever-present and the captivating glisten of the coral beneath the waves is most captivating at high-tide. After breakfast, you say goodbye to the Coral Coast and make your way to Pacific Harbour, where you cross a small bridge and find the “Adventure Capital of Fiji.” The family is met by your canopy guides and taken up into the lush treetops for an unforgettable zipline tour. The kids are eager to glide across the entire island like birds. You listen to the guides as you stand on a platform overlooking a private eco-reserve. The sun pierces through the leaves. The aroma of vivacious greener and blossoming flowers lingers in the shade. Travel about one mile, zigzagging with the wind in your hair. When the kids set off and fly away they lean back and scream with excitement. The river below has a serene current. The leaves undulate from large to small, tall to short across eight zips."
    },
    {
      "dayNumber": "5",
      "title": "Viti Levu – Reignite your Adventurous Spirit",
      "description": "The exploratory spirit of your days continues at breakfast as the kids question the outer layer of a rambutan. You open up the fuzzy red and purple skin to a plump indulgent sweetness similar to a lychee. After breakfast, you are taken to the banks of Navua River for a day bilibili rafting. A bilibili is a raft constructed of bamboo and woven together. Your guide steers the raft using a long pole pushed into the riverbed to urge the vessel forward. The skipper balances at the tail end of the raft, for leverage and support. When you step onto the raft, the polished surface is cool and refreshing. The surrounding greenery creates an opulent landscape rolling upwards from the riverbank. The Navua River runs over 40 miles in length and has a soft current as your guide steers you alongside the rugged mountains. You notice the concentration on your guide’s face as he rolls with the current and avoids sandbars. The beauty of the landscape combines with captivating tradition as you travel downriver."
    },
    {
      "dayNumber": "6",
      "title": "Suva – A Museum of Interest",
      "description": "The children are enticed today by the sound of the Fiji Museum, a place where the histories of the islands and the expansive heritage comes to life. You make your way to Suva, the capital of Fiji, and find the largest South Pacific City outside of Auckland, New Zealand. It is home to half the country’s population. Farmers’ markets bustle in the morning, filled with exceptional produce and stunning handmade jewelry. Many buildings date back to the 19th century British colonial era. Once you enter the museum you can immediately see the connection between archeological, political, cultural history and its evolution throughout the islands. You work your way clockwise through the exhibits. The podiums are an opulent white, in contrast to the rich wood and colorful items on display. You find musical instruments and cooking utensils. The kids point out a large whale-tooth necklace that belonged to a chief. Once more the kids enthusiastically run to the collection of war clubs and cannibal utensils emblematic of island heritage. One of the last double-hulled canoes measures almost 44 feet long and was constructed in the 1913. The entire family becomes swept up in the wonders of the island nation’s history, from tradition to colonial arrivals."
    },
    {
      "dayNumber": "7",
      "title": "Taveuni – Traveling the Rockslide",
      "description": "After breakfast, your family has a private transfer to the airport for a brief flight to the island of Taveuni, the third-largest island in the archipelago. You can spot Mount Uluigalau from the distance standing 4,072 feet tall. The “Garden Island” contains luscious landscape, draped in green palms and shimmering wildflowers. Birds sport vivacious plumage as they soar through the prehistoric rainforest canopy. The exotic and pure splendor of Fiji opens up to you before you even exit the plane. After you settle into your luxurious resort accommodation, you make your way the celebrated Waitavala Waterslide, a series of natural mini waterfalls. The water is cool and refreshing in the island heat. The rocks are perfectly slippery, and the current helps push you down the sloping hillside into the pools below. You can hear everyone’s gleeful cries as they storm down the waterways and splash in the sensational rainforest setting."
    },
    {
      "dayNumber": "8",
      "title": "Taveuni – Witnessing Heritage",
      "description": "Fijian heritage is more than just in its tradition, it is seen in everything from the clothing to the language. After breakfast, you make your way to Bouma National Heritage Park, a 57 square mile area of protected land, which encompasses over three-quarters of the island’s total area. The rainforest and coastal forest are as important to the traditions of the islands as the traditions themselves. The landscape is pristine, covered with lush trees and fertile soil. The aroma of blossoming flowers blends with the shimmering moss around fresh water pools. Silktails flutter and chirp in the canopy. They can grow to almost five inches long with velvety black plumage and iridescent blue around their head and breast. Three waterfalls cascade around the landscape, the first tumbling from 78 feet in the air and an easy stroll from the entrance. The other waterfalls are a bit smaller but have tremendous swimming pools where the family can lounge in the untouched majesty of the rainforest."
    },
    {
      "dayNumber": "9",
      "title": "Maravu Plantation – Beachside Charm",
      "description": "The turquoise water shines like a jewel beneath the morning sky. The wake laps at the shore and the clear coloration of the water’s edge shuffles back and forth, sifting through the sand. After breakfast, you can make your way to the beachside comforts of the Maravu Plantation Beach Resort to explore the length of the coastline on horseback. Palms stretch out of the forest and push against the water. The thatched huts offer shade on the powdery sand beaches. You and the kids saddle up and climb atop your noble steeds. Your guide leads you outwards where the water meets the land. The horses begin to trot, kicking up sand and splashing in the water. The spritz is cool and comfortable against the warm afternoon sun. You venture off the beach and into the rainforest following the cautious sounds of the birds in the trees. Your guide points along the branches and you see tagimoucia, an elegant flower of rich red outer petals and with a pure white center. The flower is only found near Lake Tagimoucia in a hill above the water. The kids delight at the rarity of the flora but also the incredible story that comes along with it."
    },
    {
      "dayNumber": "10",
      "title": "Vanua Levu – Finding the Secret",
      "description": "The island of Savusavu is often referred to as Fiji’s best-kept secret. The town is located on the island of Vanua Levu and has a picturesque port nestled against a sweeping bay with sloping green hills in the background. The scent of hibiscus flowers roams through the air. The locals are friendly, always smiling and welcoming in every way. The island boasts lazy blue bays and towering palm trees, filled with remnants of old plantations marking the countryside. Your private transfer escorts you from the airport to your spectacular accommodation with a celebrated children’s program, which allows the kids to spend all day actively enjoying the their surroundings at the resort while you leisure your days away as you please. Near the water’s edge, you see steam rising, evidence of the volcanic activity beneath the town. Near the wharf, you can find shallow streams where locals come to cook and boil freshly caught seafood. Watching the unique natural hot springs and how the locals utilize the heat is captivating."
    },
    {
      "dayNumber": "11",
      "title": "Vanua Levu – A Stroll in the Rain(forest)",
      "description": "A jetty ventures out into the calm waters adding an extra touch of seclusion to your resort. The tranquil landscape encircles your room, from rising palm trees to the stoic waters. After breakfast, you venture out of the resort and into the Waisali Rainforest Reserve, home to almost 300 acres of protected land. Yaka and Kuasi trees add sturdy timber to the scenery. Trails roam around the plush greenery and open up to remarkable views of the rolling mountains. You can venture high enough into the sky that occasionally clouds pass through the trees. Streams meander through the forest grounds and tumble into sensational waterfalls. The endangered Fijian ground frog hides in the jungle underbrush. Once thought eradicated during the colonial period of the 19th century, the ground frog population persists. The frog can grow to over four inches and have a multi-colored hue in their youth."
    },
    {
      "dayNumber": "12",
      "title": "Savusavu – Trailing the South Pacfic",
      "description": "The natural splendor around Savusavu reaches from the rainforest to the reef, shimmering with emerald trees and pastel coral. Today you are free to enjoy the varied activities around the island, from lounging poolside to SCUBA diving minutes away from the marina. The J Hunter Pearl Farm takes you out into the glassy waters around the island to witness the different stages of pearl oysters stretching out across 660 feet of line more than 15 feet below the ocean’s surface. Once aboard the boat you welcome the cool flowing breeze. The water mists into the air providing a semi-sweet fragrance around your tour. See beneath the water on a glass-bottom boat or dip into the temperate waters to snorkel around the oyster farm. The farmers and your guides check on the oysters daily to ensure health of each individual oyster on the farm. In the spring and autumn, the oysters are harvested for pearls, where the small round ball glistens like glass in the sunlight."
    },
    {
      "dayNumber": "13",
      "title": "Savusavu – Ultimate Relaxation",
      "description": "The kids are up and eager to join the fun at the children’s program once more. At breakfast, they fill you in on all the activities they have done, from making traditional art to snorkeling around exuberant fish. The kids eat rambutans like candy, and you are happy to see them eat fruit with such enthusiasm. The kids run off to join their new friends, and you spend the day at your leisure indulging in the luxuries of the island. Four-wheel drive around the island and visit Nukubolu village situated in the mountains, or you could grab the kids and venture on a dolphin encounter. Your transfer will meet you at the hotel and take you to a secluded marina across the island. A small boat awaits you, wading in the serene water. Your skipper takes you out to the deep water where pods are known to play. Suddenly a single dolphin pops its head out of the water. It clicks its tongue and laughs at the boat. Other dolphins start to arch and jump in the boats wake. Spinner dolphins can grow up to seven and half feet long. Their playful nature leads them to shoot out of the water and twist their bodies in the air, performing stunning acrobatics that wows the entire family. When the boat heads back to shore, you can see the emerald mountains rising above the turquoise water."
    },
    {
      "dayNumber": "14",
      "title": "Viti Levu – Departure",
      "description": "At breakfast the family enjoys their final meal, filling their plates with the exotic fruits found fresh across the island. The kids do their best dolphin impressions from yesterday’s excursion, reenacting the twists and turns, along with the playful sounds that emanated from the waters. After your meal, you will return to Viti Levu for your flight home. You have traversed rainforests and mountains, traveled across pristine waters and slid down waterfalls. As you make your way home you know it was a vacation to remember, filled with adventure, relaxation, wonder, and family."
    }
  ],
  "map": ""
}