{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "vip-romantic-getaway-tour-to-fiji-new-zealand-a-private-excursion",
  "tourName": "VIP Romantic Getaway Tour to Fiji & New Zealand: A Private Excursion",
  "placesVisited": "Matangi Island, Christchurch, Greymouth, Franz Josef Glacier, Queenstown, Otago Wine Region, Milford Sound",
  "generalInfo": "Imagine the romance of a white sand beach mixed with the indelible charm of pristine snow. Imagine a place where you can stroll underneath a cozy rainforest canopy and take an exhilarating gondola ride to the top of a mountain covered in Douglas Fir trees. Mix the sweet scent of tropical coconut with the alpine aroma of cedar wood. Your romantic getaway tour to Fiji and New Zealand is custom tailored, taking you from the private island paradise of Fiji to the alpine pleasures around the South Island of New Zealand. You will revel in natural landscapes and intimate luxuries.",
  "durationDays": "12",
  "price": "13,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Matangi - Love in Paradise",
      "description": "Fiji tours are known for romance and endless variety. Enjoy pristine coral reefs brimming with unparalleled color, tropical forests draping islands in emerald greenery, fresh cuisine, intimate landscape, and luxurious views out to the water. Your private transfer meets you at the airport on Taveuni Island and escorts you to the boat landing. The water is cool and refreshing. A soft breeze sweeps across the ocean. The scent of fresh sea encompasses the air. When the boat sets off, the wind brushes against your cheeks, and the main island of Viti Levu fades away. The horseshoe island of Matangi comes into view. The immaculate rainforest is untouched. The beaches practically glow with powdery white sand. The sweet scent of hibiscus overtakes the seaside aroma. Palm trees bend over the beach providing luxurious shade. The main dining area has a conical roof Fijian style with open walls that look out to the indigo water. Your intimate room has traditional bure elegance, with a thatched roof atop a room filled with modern luxury. Across the bay, you can see the rolling hills draped in tropical lushness as you settle into your beachside paradise letting the romance wash over you."
    },
    {
      "dayNumber": "2",
      "title": "Matangi - Escape to Paradise",
      "description": "When you wake up, you can hear the water swish against the beach, wading back and forth over the soft sand. The scent of coconut filters through the air. Tropical fruits accompany breakfast adding fresh and traditional hues to the meal. You and your partner can sit at breakfast looking over the bright azure sea where small boats venture out to deeper waters in search of a healthy catch. You bite into the sweetest, juiciest pineapple you have ever tasted, eager to share the succulent flavor with your loved one. The remainder of the day is at your leisure. Spend some time on the beach with your toes tucked into the hot sand. The sun casts a warm glow over the entire island. You can feel the sunshine wrap around your shoulders. Grab a snorkel from the resort and cool off in the refreshing South Pacific. View the pristine reef that fringes the island. You can follow a guide on a complimentary tour of the reef. There are over 300 different types of hard coral in Fiji. The colorful calcite clings to limestone outcroppings and grows, resembling underwater mountains and hills expanding in rainbow hues. The comfortable temperature of the water helps carry you over the reef. Take in the brilliant colors of the hard coral, the waving tree-like fringe of soft coral, and the stunning marine life that calls the reef home. Damselfish can grow up to 14 inches long and are known for their neon-blue radiance. You can spot an iridescent school foraging at a higher level of the water column."
    },
    {
      "dayNumber": "3",
      "title": "Matangi - Intimate Island Luxury",
      "description": "In the morning light, you have a soundtrack of fruit doves twittering in the jungle trees. The birds have fan-shaped tails and sensational plumage reminiscent of the colorful fruit of the island, from oranges to pomelos. After breakfast, the day is once again yours to indulge in the romance of your private island getaway. You can stroll through the forest canopy on a guided tour, or on your own, for breathtaking views of the island and a deeper connection with the lush landscape of the lowland rainforest. In the trees, you can see a parrotfinch, a small bird less than six inches long. Vivacious red plumage encircles their beak and eyes, along with bordering their tail feathers. Their small chirp comes in quick bursts echoing through the trees. The pathway leads you to a nature opening in the trees providing an extraordinary panorama of the horseshoe bay. The contrast between the emerald trees and the breathtaking indigo ocean shows you the variance of natural pigments erupting across the island."
    },
    {
      "dayNumber": "4",
      "title": "Matangi - Wonderful Sunshine",
      "description": "At dawn, you step out of your secluded bure and onto the white sand shore. You and your partner enjoy the cool morning breeze and soft, cold sand beneath your feet. The sun starts to rise over the horizon layering the Fijian sky with light purple and gentle pink. The night’s dark blue fades away leaving a spotless blue sky in its place. The day is once again yours to explore the island. You may want to join a discovery sailboat excursion or relax on the fringe of the infinity pool with a cold cocktail in your hand. The islands have an often-present breeze stemming from the southeast trade wind. Step on to your catamaran, weigh anchor and set out for open water. The sails flutter when they capture the breeze. The ship’s bow dips into the water splashing upwards leaving mist in the air. You can hold your companion close basking in the warm Fijian sunshine. The 42-foot boat carries you around the island, providing sensational views of the emerald forest and white beaches in a single panorama. The scent of coconut continues to fill the air adding to the precious aroma of the inviting ocean. The simple act of sailing brims with intimacy, whether you are an experienced sailor or embarking on your first boating experience, you can sit back, relax, and enjoy the romance all around you."
    },
    {
      "dayNumber": "5",
      "title": "Christchurch - At the Edge of Nature’s Splendor",
      "description": "In the morning, you wake up to the sounds of the singing birds and the gentle brushing of the ocean against the beach. At breakfast, you can indulge once more in the succulent sweetness of fresh tropical fruits, from rambutan to coconut, even the bananas have a luscious appeal. Your final transfer in Fiji will be arranged by one of our Fiji travel companies. You will take the boat to the main island of Viti Levu where you continue onward to the airport for your flight to New Zealand. The indigo waters of the South Pacific fade into the deep cobalt of the colder Tasman Sea. New Zealand is a country of two islands connected by culture by vastly different scenery. The North Island is ripe with sandy beaches and verdant hills. The South Island is famous for rugged mountains, penguin colonies, and reflective lakes. You land in Christchurch, known as the Garden City. Victorian architecture lines the cobblestone streets of the city center near the meandering babble of the Avon River. Your private transfer meets you at the airport and escorts you to your charming resort accommodation. A floral fragrance drifts across the greenery. The Botanic Gardens encompass 74 acres of land and blossom with rhododendrons and daffodils exuding uproarious color."
    },
    {
      "dayNumber": "6",
      "title": "Greymouth - Intimate Excursions",
      "description": "The first morning of your New Zealand vacation is met with the aroma of freshly brewed tea. The soothing comforts ready you for your marvelous journey across the Southern Alps. Your private transfer meets you at the hotel after breakfast and escorts you to the railway station where you find the TranzAlpine train. The train travels 139 miles from Christchurch to Greymouth located on the western edge of the South Island. Step aboard the train to find a luxurious car draped with classic décor. The large glass windows offer every seat a pristine view of the landscape outside. The scent of coffee and pastries fills the car. When the train starts to move, you watch the station disappear, replaced by the sectioned plains of Canterbury. The grass ranges from verdant to golden across the landscape. The plains reach the foothills of the Southern Alps, and you begin to ascend. The greenery turns into the rugged expanse of the mountains. You cross a series of steel bridges, one standing 239 feet above the riverbed. The water rushes against the base of the girder bridge winding around the foothills of the towering mountains in the distance. The dramatic scenery provides wondrous romance to the classic journey."
    },
    {
      "dayNumber": "7",
      "title": "Greymouth - Together Touching the Ice",
      "description": "Wake up in the morning to an alpine town that feels like a village. The crisp air stems from the high altitude. At the edge of the mountain, you can see a thin waterfall cascading down the mountainside where the greenery opens up. Your guide leads you to the helipad where you climb aboard a helicopter for a full view of Franz Josef Glacier. The glacier descends from the Southern Alps to less than 1,000 feet above sea level, wedged between two mountain peaks like a flood frozen in motion. The view is majestic, unhindered, and open for you to take it all in. You can feel your heart thumping rapidly, from excitement and the uncompromised beauty around the glacier. The white and blue colors of the glacier stand out against the bordering rocky expanse protruding from underneath the snow. The helicopter lands on the glacier where your guide leads you across the façade. The snow is inviting and crunchy. Flakes linger on your cheeks before melting. The ice formations look like waves, brilliant blue, and immobile in a curling position creating a large tunnel for you to walk through. The sweeping ice is a magnificent display of nature’s power and beauty rolled into one."
    },
    {
      "dayNumber": "8",
      "title": "Queenstown - Quaint Alpine Comforts",
      "description": "In the morning, you can feel a chill just thinking about the marvelous glacial expanse of the previous day. You sip a warm, fresh cup of tea and let the heat of the mug press into your fingers. After breakfast, you leave the village ambiance of Franz Josef and Fox Glacier behind, making your way to the celebrated alpine city of Queenstown. You journey through Haast Pass, situated at 1,850 feet above sea level. The bridge reaches over the trundling whitewater of the Gates of Haast, a waterfall tumbling upwards of 16 feet down the mountainside with blue glacial water frothing off of the rocks. A collection of fluffy clouds drifts past the upper reaches of the mountaintops. You can hear the waterfall from the bridge. The emerald forests drape the entire mountainside in lushness. When you arrive in Queenstown, you find a lively city with a town-like atmosphere. On Shotover Street, the pine buildings remind you of a charming ski village. The Remarkables Mountain range provides an exceptional backdrop for the city. The stoic surface of Lake Wakatipu reflects the hills on the lakeshores. You arrive at your luxurious accommodations and settle into the mountain town, already enchanted by the energy surrounding Queenstown."
    },
    {
      "dayNumber": "9",
      "title": "Queenstown - Sensual Flavors of the South Island",
      "description": "Look out over Lake Wakatipu and see an occasional ripple disrupting the pristine mirror of the water’s surface. A gondola rises directly out of the town reaching up to the summit of Bob’s Peak at 5,735 feet above sea level. After breakfast, your private transfer meets you at the hotel to escort you into the treasured countryside of the Central Otego wine region. Cherry and apricot orchards ran from the valley to the hillsides where the unique, rugged landscape would dwindle into barren rocks. Today, the valley is lush with vineyards carpeting the flatlands and overtaking the foothills; the difference in the terrain provides the varying characteristics of the wine. You can’t help but marvel at the dramatic landscape across the South Island. You are especially awed by the verdant valley surrounded by craggy mountains capped with snow, and shimmering rivers winding around the foothills. Mt Difficulty Wines is located on a hillside in Bannockburn set alongside rippling foothills. Your guide leads you through the far-reaching vineyards that nudge against the golden rocks of the sandy hill border. When you enter the tasting room, you are offered a sample of the Pinot Noir. The wine offers a nose of dark fruits and brown spice. You can taste the plush fruitiness with a touch of spice and lingering finish. The wine is a perfect accompaniment to the remarkable landscape beyond the vineyard."
    },
    {
      "dayNumber": "10",
      "title": "Queenstown - Splendid Sound",
      "description": "Your guide meets you in the morning to begin your exciting tour of Milford Sound, located in Fiordland National Park. The beauty of the landscape around New Zealand is inescapable. However, you find that en route to Milford Sound the scenery turns from beautiful to mesmeric in its purest form. Melting glaciers shaped Milford Sound, carving rock faces that rise upwards of 3,900 feet, including a towering summit known as the Elephant standing 4,977 feet tall and overlooking the immaculate water below. The fiord runs inland from the Tasman Sea nearly nine miles. When you arrive at the water’s edge, you board a nature cruise and absorb the natural majesty of the South Island. The small breeze carries a chill. You can hold on tight to your partner watching the sparkling mountains and rocks drift past. Stirling Falls trundles off the rock face 512 feet, stirring the water below into graceful ripples. Rare penguins cover the gray stones reaching out from the water. You can see the penguins’ reflections moving on the sound’s surface. The Fiordland crested penguin can grow up to 24 inches tall with dark blue-gray plumage and white belly. They are known for their yellow eyebrows streaking down their neck. They dive into the water, flying through the sound near the pebbled and rocky shoreline. You both stand on the boat deck and look out over the wondrous landscape and stunning wildlife knowing there is no place else you would rather be."
    },
    {
      "dayNumber": "11",
      "title": "Queenstown - Leisure South Island",
      "description": "Queenstown comes to life in the mid-morning sunlight draping across Lake Wakatipu. The Remarkables Mountains stand out from the background of the clear sky. The day is yours to enjoy the city and the surrounding areas. Stroll through the shops along Lake Esplanade or take the Sky Gondola up to Bob’s Peak for a perfect view of the entire city. For a last romantic day in the city, you could pamper you and your loved one with a visit to one of the city’s many luxurious day spas. The Onesen Hot Pools can provide you with the soothing comforts of a private pool room with a tremendous view. The room is made out of cedar, which helps enhance the relaxing heat and fill part of the room with a floral aroma. The back of the room has a retractable window, with the ability to open up to the wilderness for a remarkable panorama of the mountains and streaming river. Your day will be unique and relaxing, filled with the pleasures of nature, the luxuries of the city, and the preferred company of your companion."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown - The Beauty of the South",
      "description": "Beech forest and Douglas fir carpet the hillsides and climb the foothills of Bob’s Peak. The trees offer a zesty spice to the air. At breakfast, you take in the opulent view of Lake Wakatipu once more, soaking in the stillness of the lake’s surface. The city comes to life around mid-morning filled with locals and visitors alike. The scent of rich coffee and fresh pastries emanate from Vudu Café and Larder. The aroma of poached eggs and smoked salmon spill out of the doors and onto the Rees St. just off of the esplanade. After a final breakfast, your private transfer meets you at the hotel to escort you to Queenstown Airport. The mountains continue to undulate around the cityscape. The lake continues to reflect the marvelous landscape. Before boarding the plane with your partner, you can always choose to stay awhile and let the romance expand throughout the Southern Hemisphere."
    }
  ],
  "map": ""
}