{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "fiji-vacation-in-vanua-levu-island-at-the-award-winning-namale-resort-spa",
  "tourName": "Fiji Vacation in Vanua Levu Island at the Award Winning Namale Resort & Spa",
  "placesVisited": "Vanua Levu, Namale Resort and Spa",
  "generalInfo": "The endless bliss of an island paradise is yours to discover on this custom tailored tour of the Fijian island of Vanua Levu, and at the award-winning Namale Resort and Spa. From endless romantic seclusion to majestic coral reefs, tropical rainforest waterfalls to Fijian villages bubbling with tradition, you will find true romance and natural wonder. Indulge in a sensual spa that overlooks the turquoise hued sea and taste exotic local fruits such as rambutan. Enjoy the unique experience that brings you the delicate combination of relaxation and adventure making sure that your time in Fiji will be nothing less than heavenly.",
  "durationDays": "8",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Gateway to Exclusive Getaway",
      "description": "Welcome to Vanua Levu, the second largest of the Fijian isles but an overwhelmingly hidden pearl of the South Pacific. Arrive at the airport and be met by a semi-private transfer that will deliver you to the inspiring lobby of Namale Resort and Spa, Fiji’s top rated getaway. En route to your fabulous accommodation it is impossible not to notice the serene natural beauty of the island. The water is a calm turquoise that leads to the horizon. Palm trees twist and rise over the sandy shores. The peaceful atmosphere surrounds the island in a lush blanket of landscape. The island is filled with culture, graced by time, giving essence to the surrounding villages outside of the capital city of Savusavu. The city itself looks more like a dreamy port town set against the backdrop of a sweetly aromatic bay and surrounded by lush jungle hills that are alive with the fragrance of hibiscus. Arrive at Namale Resort and Spa, a place that will bring paradise to you, with every amenity well within reach. Once inside your room you can pop open the champagne that has been waiting for you and sip on a luscious cheers to paradise. From the luxurious lodgings to secluded pools that overlook the calm Koro Sea, you will settle in, unwind, and begin to revel in paradise."
    },
    {
      "dayNumber": "2",
      "title": "The Jungle’s Allure",
      "description": "The morning brings a shimmer to the cobalt water that stretches over the shore. You wake to the gentle sound of lolling waves and a soft breeze combing through the trees. Enjoy your breakfast in the comfortable privacy of your room overlooking the early light reflecting on the morning sea. The plates are bursting with a rainbow of local fresh fruit, from creamy white coconut to bright red rambutan with a sweet, jelly-like interior and a skin that looks like a something from the sea. After your meal you will venture out onto the island at your whim and pleasure, exploring the secluded paradise that has already captured more than just your imagination. With the day at your leisure you can venture into a fabulous jungle excursion to scour the local flora and fauna through the remarkable natural landscape that brings the image of the South Pacific to life. You can begin your journey into the trees; the air is filled with the aromatics of vibrant rainforest, from lush leaves to rich earth, and the sounds of vivacious birds. You will come to the first set of three waterfalls known as Tavoro Waterfalls. The first is over 74 feet high with a long powerful burst of water spilling through the encompassing greenery. A long stroll through the jungle will bring you to the second falls, the hike making you feel as though you are an adventurer looking for a forgotten city. Grab the rope and slowly make your way through the wading river, and onto the secluded grandeur of the flowing cascade. The third falls is smaller but no less splendid, surrounded by a large pool where, if you happen to have brought goggles and snorkel, you can look to the aquatic floor and find tremendous prawns going about their day. At dinner you will indulge in a five-course meal prepared by celebrated Chef Joeli, and served in the location of your preference, whether within the dining room, a private seaside cave, or even a romantic table set on the beach looking out to the sunset."
    },
    {
      "dayNumber": "3",
      "title": "The Culture of the Sea",
      "description": "It has never been easier to wake up in the morning knowing that no matter what you choose to do during the day it will be the perfect choice. Once again you can enjoy the delights of breakfast in the location of your choice, whether beneath the shade of your poolside terrace or once again overlooking the glistening color of the morning sea. The consistency of the warm and embracing tropical climate makes today, and everyday, a perfect time to venture out into the water to discover some of the truly majestic reefs of Vanua Levu, beginning with the famous Namena Marine Reserve. The small island of Namenalala off of the southwest shore of Savusavu showcases the soft coral and the sensational biodiversity of the reef. The coral is magnificent, almost like neon in its vibrancy and glowing within the luminous water. Fish pour from the reef, swimming in and out of the aquatic forest, ranging from those that are marvelously colored to those that are wildly decorated with zebra-like stripes. You may even see a sea turtle or two. In the evening, the majesty beneath the waves is accompanied by the cultural sounds as you experience a traditional Fijian experience with a look into village life."
    },
    {
      "dayNumber": "4",
      "title": "A Paradisiacal Day",
      "description": "Let the morning wash over the sea before you venture out into another island day. The sweet aromas of breakfast are at your whim and command once more. The day is at your leisure, filled with endless possibility and the wonders of Namale Resort and the island. Whether you choose to visit Kioa, a small island off of Vanua Levu settled by Polynesian islanders in the late 1940’s, or decide to relax on the beach with the sun wrapped around your shoulders, the day is yours to do as much or as little as you’d like. For a relaxing day you could always have a blissful visit at Namale’s award-winning spa. You find the luxurious center set on a volcanic cliff where the scent of palm is not only encompassing but also soothing. Whether you partake in the relaxing treatments alone or coupled-up in comfort, you can look out over the ocean as you feel the relaxing oils rub into your shoulders and back. The secluded panorama combined with lavish touches creates a pristine environment. Until December 2015 you can receive a $200 (Fijian Dollar) credit toward the resort and indulge in a tranquil day at the spa."
    },
    {
      "dayNumber": "5",
      "title": "Beauty and Tradition",
      "description": "Whether you let the soft sound of the rustling leaves wake you or you have already stepped outside into what has likely become a daily ritual of walking along the immaculate shore, the morning comes and readies you for a day of exploration through the island’s wonders. Naag Mandir Temple is a colorful display of architecture and religion. Within the Indian-styled structure you will find Cobra Rock, a nine-foot high boulder that resembles its reptilian namesake and which locals claim has grown larger throughout the years. The nape of the stone is constantly covered with garlands and coconut cream, known as lolo , and fruit is laid at the rock’s base as an offering. In the evening you will find the weekly gathering of local villagers at Namale. The people come wearing traditional dress, such as long grass skirts that are belted with colorful greenery or draping leaves; however, the style has evolved with time to include flowing Polynesian textiles as well. When the music begins the beat and string is more than a historic offering of traditional dancing but local history told through song. Each week local villagers come to Namale to share their history through narrative dance. The pulsing drums continue to create a rhythmic ambiance filled with mesmerizing voices and captivating narratives, surrounded by the flicker of a comforting fire. Sitting beneath the starlight, these come to be the most remarkable stories you have ever heard."
    },
    {
      "dayNumber": "6",
      "title": "Hills and Sunken Valleys",
      "description": "In the early morning of the day you can find the sunlight peaking over the eastern horizon and bringing the turquoise water to glistening life. The days can be as active or as relaxing as you prefer, spent strolling along villages or swimming in the sea. For a remarkable morning filled with an elegant view of the island, you can venture to Des Voeux Peak, the island’s second highest mountain standing at 3,585 feet tall. Set out beneath the canopy of the trees where you can listen to the harmony of the early morning risers; the regal blue and yellow Kingfisher sing in the coming sunlight. The sun soon hits its zenith and you are standing on the summit of Des Voeux Peak looking out over the crystal clear day. The lush greenery slopes down to the seaside, mixing the colors that have become abundant and embracing, unable to dispel their luster. You can even look into the old volcanic crater that has become Lake Tagimaucia, where you may even be able to see the colors of the rare tagimaucia flower, Fiji’s national flora, blossoming in high altitudes in the latter months of the year. As the sun begins to drift behind the horizon you will delight in a secret dining location, an experience offered to you only by the gracious Namale resort. The remarkable setting brings an indelible ambience to your meal, and Namale will make certain that your dinner will be unforgettable, whether sitting beside spouting water near the island’s inspiring blowhole, or enjoying the view of the coastline on a sunset cruise, your secret location will ensure a fantastic end to a fabulous day."
    },
    {
      "dayNumber": "7",
      "title": "The Local Brilliance",
      "description": "From the coastline to the tree line, you have adventured through the sensational landscape of the island, but you can always find more splendors along the way. After breakfast the day is meant for you to enjoy the sunlight and sand, the trees and the tastes, in whatever way you desire. Today might be just the day to venture around the island to experience the local villages and the artistry of the island. The scent of coconut oil is captivating and glamorous while the tapestries and wood-carved sculptures are alluring and striking; woodcarving continues to be an illustrious trade of the Fijian Islands. If you prefer to set out on another relaxing journey through the island you can jump onto a paddleboard and slide along the glossy surface of Koro Bay or float in the saltwater river with the cool touch of the mountain water rushing against your skin. The island is filled with endless possibilities that will make your heart strum with energy. In the evening you will find yourself celebrating with the grandiose flavors of the island in your final five-course dinner of your island getaway."
    },
    {
      "dayNumber": "8",
      "title": "Continuing Bliss",
      "description": "There is a sweetness to the morning that comes from more than just the treasured local fruits that have continuously filled your breakfast plate over the past few days. The sun looks brighter and the greenery feels lusher. The island is as peaceful as ever, filled with the unparalleled landscape that has kept the natural colors of the flowers and trees, water and birds brimming with effervescence. Today you will have a semi-private transfer to the airport where you will begin your journey homeward. It is not often that one can say they have found paradise, but in a resort called Namale on the Fijian Island of Vanua Levu, you can easily say that you have. For other tour options, read the reviews for Fiji tour agents ."
    }
  ],
  "map": ""
}