{
  "destination": "Fiji",
  "mainPhoto": "",
  "id": "fiji-vacation-tour-viti-levu-nadi-town-pacific-harbour-suva-rakiraki",
  "tourName": "Fiji Vacation Tour: Viti Levu, Nadi Town, Pacific Harbour, Suva & Rakiraki",
  "placesVisited": "Suva, Pacific Harbour, Nadi Town, Rakiraki, Viti Levu",
  "generalInfo": "When you think of tropical rainforest and crystal waters, your mind should instantly turn to Fiji. This 8-day exotic Fiji vacation tour through Viti Levu, Nadi Town, Pacific Harbour, Suva and Rakiraki balances relaxation and exhilaration. Whether you dream of adrenaline filled getaways or want the soft sand between your toes, yearn the rush of whitewater or love jungle emerald trees, you will find it in on the big island of Viti Levu. Go kiteboarding or relish a quiet moment by the pool; plunge down rapids on the Navua River or enjoy a calm rainforest hike. Fiji has it all, ready to be discovered on the country’s largest island.",
  "durationDays": "8",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nadi Town - Big Island Bula",
      "description": "Arrive on Viti Levu and find a combination of dense tropical rainforest and shimmering azure coastal waters. Beaches shine gold and white from the sand. People smile and wave offering you a traditional Bula! The greeting means hello, but also contains much more feeling and connection. Your private transfer, arranged for by one of Zicasso's travel agents for Fiji , meets you at the airport and escorts you to your resort style accommodation located near Nadi Town. Viti Levu is the largest of the Fijian islands with 4,011 square miles of surface area. The island contains dramatic sand dunes around the shore. Magnificent tiger sharks roam in the deep water, and exotic birds soar through the jungle canopy. After you settle into your hotel, the day is yours to explore and delight in the island. The Sigatoka Sand Dunes are located at the mouth of Sigatoka River, where the water meets the ocean the dunes cover over 1,600 acres of land. When you arrive you can see the golden sand rolling along the riverside ranging from 66 to almost 200 feet tall. The wind brushes the sand to create weaving strokes across the sloping landscape. You can hear the ocean lapping onto the shore on the other side of the sandy hills. The dunes are exceptional, filled with splendor stemming from the grainy sand and sheer magnitude of the entire area."
    },
    {
      "dayNumber": "2",
      "title": "Nadi Town - Local Luster",
      "description": "In the morning the island is peaceful. Small waves lull against the shore; the lapping rush of the water offers a soothing wake up call. The sunrise carries over the eastern edge of the island, rising over verdantly forested mountains. Breakfast is a collection of fruits, exotic to you but common to the island. You find a rambutan, with a red outer layer billowing with soft spindles. You tear it open to find a pale pink interior filled with a satisfying sweetness similar to a lychee. After breakfast, you are taken to Kula Eco Park, a wildlife sanctuary opened in 1997 and showcasing the native animals from around the archipelago. Fringed fronds dangle from palm trees arching over the walkways. The rainforest encompasses the park providing comfortable shade. The walkways circumvent the rainforest connected in some areas by hanging bridges. You find the majesty of Fiji as much on the beaches as you do underneath the canopy. Flying foxes hang like the leaves, upside down and comfortable in their habitat. Kula parrots squawk as you pass them by. Their real name is the collared lorry. They grow up to eight inches long and have scarlet cheeks and bright green wings. Their colorful plumage reminds you of the array of fruits at breakfast, emblematic of a tropical paradise."
    },
    {
      "dayNumber": "3",
      "title": "Pacific Harbour - Adventure in the Gorge",
      "description": "After your meal, your private transfer meets you in the hotel lobby to take you along Queens Road to Pacific Harbour. The area is known as the “Adventure Capital” of Fiji, offering range of activities that can keep the heart rate pumping or calming, depending on your preference. Your guide escorts you to the banks of the Navua River. The waterway flows around 40 miles from the eastern slope of Mount Gordon to the south coast. For a more tranquil experience you can step onto a bilibili, a traditional raft of lashed-together bamboo and steered by a single person using a large, sturdy pole. If you choose to indulge in the adventure, you step aboard a durable raft for a whitewater excursion you will never forget along class-three rapids. The current soon takes you, and the gorge rises around you. The air is scented with granite and freshwater. The rocks are smoothed from time and the elements. Trees border the canyon walls. Waterfalls glide down the cliffs and flanking craggy walls. When the rush of whitewater begins you listen to your guide and paddle. The water splashes upwards and you feel the cold mist against your face. The raft thrusts left and right, up and down before settling into the gentle current once more, your laughter and the distancing crash of the whitewater fading."
    },
    {
      "dayNumber": "4",
      "title": "Pacific Harbour - Canopy Cruise",
      "description": "The morning around Pacific Harbour lends itself to the calls of the forest. Rambunctious parrots twitter in the treetops. At the same time the wake of the ocean brushes against the golden sand. After breakfast you visit the Arts Village, home to craftspeople that specialize in traditional Fijian artistry. Soon your guide meets you to once again take you into the rainforest, this time venturing into the canopy. You will traverse the treetops and the mountainside along eight different lines. When you come to the first line, your guide connects and thoroughly checks the straps. The lush rainforest surrounds you. You can see the second platform nearby, standing on the other side of the Wainadoi River Valley. You leap from the platform and are effortlessly soaring through the canopy. The wind brushes your hair. Trees flash past. You take a moment to notice the exceptional view zooming by. Various types of trees reach out around you. The emerald leaves shimmer. Water rushes around the valley floor. When you reach the next platform, you take a long, excited breath, ready to go again."
    },
    {
      "dayNumber": "5",
      "title": "Suva - Nation’s Capital",
      "description": "Today you leave behind the adventures of Pacific Harbour and make your way along the coastline to the capital city of Suva. The Fijian capital is home to approximately half of the entire urban population and is the largest city in the Pacific outside of Auckland, New Zealand. University students stroll around the lush parks situated near the water. The harbor is filled as much with yachts as with fishing boats. Palm trees line the beaches and wide-lane streets. Locals and visitors lounge in restaurants along Victoria Parade. Downtown is a collection of colonial buildings dating back to the British, contemporary shopping plazas, and a luxurious ocean aroma sweeping in across the esplanade. The hills bordering the city expound with trees and pretty suburban homes with a view of the bay. The city claims home to the Fiji Museum, located in Thurston Gardens. The museum houses a collection of extensive archeological Fijian findings dating back 3,700 years. The displays are best viewed circling clockwise around the gallery, beginning from behind the ticket counter. Pearl-white displays help emphasize the rich wooden tones or colorful structures of each relic. Cannibal forks reach out from a platform, sturdy in their design, and captivating in their presentation. One of the last double-hulled canoes sits in the center of the gallery reaching a length of over 44 feet. The elegance and power of each relic connote the history and heritage of the archipelago."
    },
    {
      "dayNumber": "6",
      "title": "Suva - Natural Countenance",
      "description": "The morning takes you along the Kings Road en route to Rakiraki. The pathway winds around Viti Levu Bay showcasing the stunning azure water and emerald trees at the island’s northernmost point. The ridged mountains of the Nakauvadra Range separate the Rakiraki from the rest of the island. Kings Road follows Wainibuka River, the water slowly coursing around the hills and vibrant trees. The town of Vaileka has a predominantly Indian population that combines the culture brought with British colonial force, with Fijian island heritage. The Penang Sugar Mill opened in the 19th century and is now owned by the Fiji government. Settle into your tremendous resort lodgings where you can watch the kiteboarders glide across the waves. The South Easterly trade winds drape over crystal clear water. You see people holding onto kites jumping from a small wave, and floating in the air, twirling or just returning back down to the water before doing it all again. The sand along the beach is windswept and comfortable, slightly sloping into the water. Rocks and boulders line the outer reaches of the resort shores. Hammocks sway in the trees offering a perfect spot to sit back and relax in the island beauty."
    },
    {
      "dayNumber": "7",
      "title": "Suva - Island Freedom",
      "description": "Wake up to the cool breeze of the South Easterly trade winds filled with the succulent aromas of breakfast. The day is yours to explore the northern shores or relax pool and beachside as you please. Journey along the Pacific for an indelible fishing expedition or visit an unforgettable Fijian village for a deeper connection with the island’s locals. Board a vessel spanning a length of almost 33 feet and make your way into open water. The sea mist splashes your face with a refreshing cool. The sun drifts overhead reflecting off of the water. You don the gear, putting on the wetsuit and tanks and follow your guide into the water. Fiji has exceptional diving sites you don’t want to miss, especially situated near Rakiraki, whether you are an experienced diver or a taking a course for the first time. Shark Reef burst with fish, large and small, but is most notable for the eight different types of sharks that inhabit the area. Your guides are incredibly trained to take you through the opulent water. Over 1,200 varieties of fish swim around the reefs near the islands."
    },
    {
      "dayNumber": "8",
      "title": "Suva - Adventurous Returns",
      "description": "Fiji’s northern coast is has taken you off of the beaten path, visiting with sharks and locals, with a background view of the stunning pleated mountains. You revel in your last breakfast on the islands, taking in the exotic flavors of rambutan and pomelo once more, even indulging in the creamy sweetness of the local bananas. Your private transfer meets you at the hotel after breakfast to escort you back to Nadi. En route, you pass Yaqara Cattle Ranch, the source of celebrated Fiji Water. You pass through the predominantly Indian towns of Tavua and Ba, and arrive at the airport for your return flight home. The big island of Viti Levu has taken you on even bigger adventures, showing you the welcoming traditions and celebrated life across the island."
    }
  ],
  "map": ""
}