{
  "destination": "Greece",
  "mainPhoto": "",
  "id": "a-perfect-greece-vacation-package-mykonos-santorini-and-more",
  "tourName": "A Perfect Greece Vacation Package: Mykonos, Santorini, and More",
  "placesVisited": "Athens, Mykonos, Santorini",
  "generalInfo": "Embrace the history, culture, food, and breathtaking scenery of Greece on this vacation that combines experiences in Athens, Mykonos, and Santorini in nine days. Feel Greek mythology come to life as you explore the Acropolis, spend time on the sweeping golden sands of Mykonos, and discover the Cycladic charms of Santorini. This tailored trip shares the best of Greece, from Athens across the Aegean Sea.",
  "durationDays": "9",
  "price": "3,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Athens - Welcome to the Capital of Greece",
      "description": "Athens is a dynamic city that offers a glimpse of the ancient world alongside the constant movement of contemporary life. Fifth-century marble pillars, 19th-century Neoclassical architecture, and modern galleries trace the heritage of Greece in the capital. Transferring to your accommodation in the afternoon, you may spend the rest of the day acclimating to the lively atmosphere. You may stroll the narrow cobblestone streets of Plaka, bright with florals and charming tavernas, introduce your palate to Mediterranean flavors on a self-guided culinary tour, and enjoy the historic comforts of Athens when you arrive."
    },
    {
      "dayNumber": "2",
      "title": "Athens - Tour Antiquity and the Acropolis",
      "description": "The antiquity of Athens permeates every corner of the ancient city center. Today you will tour historic districts and the famous landmarks that reveal this antique charm. Walking from Syntagma Square you will pass the old Hellenic Parliament to neighborhoods in the shadows of the Acropolis. You will continue up the rocky outcrop to the ancient citadel, with sweeping views of the cityscape, surrounding hills, and the Saronic Gulf. Exploring the crumbling ruins of the Acropolis and the Parthenon, you will take a trip through time that reflects the rise and fall of Ancient Greece."
    },
    {
      "dayNumber": "3",
      "title": "Mykonos - Experience the Island’s Glitz, Glam, and History",
      "description": "After breakfast you will transfer to the vibrant Greek island of Mykonos. The Cycladic island in the Aegean Sea boasts glamorous resorts overlooking the azure waters, breathtaking beaches with golden sands, and a spirited nightlife with chic bars, trendy cafés, and colorful dance clubs. Today you will explore the treasures of Mykonos Town, weaving through the labyrinth streets to discover the island’s history and contemporary charms. In the evening you may join the festivities at dazzling restaurants on the main strip or visit a quiet village to tuck into traditional Mediterranean mezze."
    },
    {
      "dayNumber": "4",
      "title": "Mykonos - Soak Up Sunshine on Breathtaking Beaches",
      "description": "You will wake up to the gentle sounds of waves lapping against the sun-washed coast. Enjoy breakfast with a breathtaking view, then spend the day discovering the beautiful beaches of Mykonos. You may soak up the sunshine on the bustling shores of Elia, where craggy cliffs frame a stretch of golden sand that leads to the turquoise water. Or you could veer off the beaten path to quiet beaches kept secret by locals. Kayaking, snorkeling, and catamaran cruises are among the many ways to experience the postcard-perfect coast of Mykonos."
    },
    {
      "dayNumber": "5",
      "title": "Mykonos - Explore Greek Mythology on Delos",
      "description": "Beyond the shores of Mykonos you will explore Greek history and mythology on a tour of Delos and Rineia Island. On Delos you will walk in the footsteps of the Ancient Greeks on a pilgrimage to the Sacred Way. You will pass the Terrace of the Lions to view the Sacred Lake, believed to be the birthplace of Apollo. The remains of the Temple of Isis and the treasures of the Delos Archaeological Museum will add cultural context to the island's remarkable ruins. On Rineia you will unwind in the warm Aegean waters and explore castaway coves."
    },
    {
      "dayNumber": "6",
      "title": "Santorini - Discover the Crown Jewel of the Cyclades",
      "description": "Your journey will continue across the Aegean Sea to the Cyclades crown jewel, Santorini. The crescent-shaped caldera is home to famous villages of whitewashed homes with blue borders perched on the summits of craggy cliffs rising from the sea. After checking into your accommodation you can explore the island's distinct splendors on ATV tours, kayaking adventures, e-biking experiences, or walks through colorful towns. Should you wish to enjoy something truly unique, you can set off on a wine-tasting tour of the volcanic island’s sumptuous vintages or step foot on the red soils of Santorini’s Mars-like beaches."
    },
    {
      "dayNumber": "7",
      "title": "Santorini - The Majesty of a Sunset Cruise in the Caldera",
      "description": "There is plenty to see and do on the island of Santorini, and you may catch the sunrise from your balcony as you look forward to your adventures. Tours around the island will introduce you to the cosmopolitan charms of Fira and the traditional pleasures of Oia. You will stumble upon a selection of delightful tavernas and browse brilliant boutiques as you discover the island more deeply. In the evening a catamaran cruise will whisk you across the sea to coves and lonely beaches where you may relish the spectacular sunset over Santorini."
    },
    {
      "dayNumber": "8",
      "title": "Santorini - Embrace the Island at Your Leisure",
      "description": "You will freely explore Santorini on your final day in Greece. Choosing from a range of activities you have yet to experience, you will discover the food, culture, and coast at your own pace. You may visit the ancient village of Akrotiri, an archeological site and former Minoan settlement dating back to the 16th century BC. Often referred to as the Greek Pompeii, the prehistoric village remains preserved in ash and pumice from an ancient volcanic eruption. Today you may view the Kato Mili windmills, ride horses across the countryside, and cherish your final moments on the island."
    },
    {
      "dayNumber": "9",
      "title": "Santorini - An Enchanting End to Your Adventure",
      "description": "Should you want to appreciate all that you can before you leave, you can enjoy an early stroll around the marbled lanes of Oia. You will create unforgettable memories and collect souvenirs from charming emporiums scattered across Santorini as you spend every second savoring adventure. You may also feel the soft Santorini sands between your toes or swim in the sapphire sea one last time before you gather your things and transfer to the airport for your connecting flight to Athens, then home. Optional Extension to Crete: We recommend a five-day extension to your Greek vacation to indulge in the island of Crete. Over these several days, you can savor the charm of Chania and indulge in a food safari to explore wine and olive oil, as well as a cooking class. Move next to Heraklion to discover the Palace of Knossos and the Koules Fortress, as well as the Heraklion Archeological Museum. On your final morning in Greece, you will find have a private transfer to the airport for an easy flight to Athens, where you will have time to catch your connecting flight home."
    }
  ],
  "map": ""
}