{
  "destination": "Greece",
  "mainPhoto": "",
  "id": "artisanal-delights-to-ancient-life-luxury-classical-greece",
  "tourName": "Artisanal Delights to Ancient Life: Luxury Classical Greece",
  "placesVisited": "Athens, Crete, Chania (Hania), Heraklion, Rethymnon, Knossos, Santorini",
  "generalInfo": "From ancient Athens to Santorini, explore the luxurious splendors of Greece on this 11-day tour to some of the most significant destinations across the Mediterranean coast. Your every expectation will be exceeded as you uncover the deep historical roots left behind in Ancient Greek monuments, capture picturesque scenes of sweeping seascapes, and delight in exquisite Greek cuisine prepared by world-class chefs.",
  "durationDays": "11",
  "price": "10,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Athens - The Mythology of Athens",
      "description": "Your dream vacation will begin in the heart of Athens at a premier resort nestled in the heart of the city. Your resort will be overshadowed by the imposing Acropolis, an Ancient Greek monument that can be seen from every corner of the city. Today, you will enjoy a mythology tour of Athens to hallowed heritage sites, including The Panathenaic Stadium, Zappeion Megaron, and Olympian Zeus Temple. The monuments are rich in mythical stories that you will become familiar with during your stay."
    },
    {
      "dayNumber": "2",
      "title": "Athens - City Streets and Ancient Greece",
      "description": "Athens is much more than a ticket into Ancient Greece, and the cityscape boasts a collection of activities in which travelers can immerse themselves to understand the nuances of the local culture. This morning, shop owners will welcome you into their colorful stores, and markets will present their dazzling displays of produce as you tour the city. In the evening, you will further your knowledge of Ancient Greece beneath the mighty pillars of the Acropolis and alongside its glorious monuments."
    },
    {
      "dayNumber": "3",
      "title": "Crete - Slow Living in Chania",
      "description": "Chania, a fabled town on the sparkling Crete Island, will seduce you from the moment you arrive on its twinkling shores. By perusing the Venetian harbor, you can pop your head into boutique stores and grab meze platters at fragrant restaurants. Soon, you will come to discern the humble yet elegant Chania way of life. With the glittering sea sliding out from its districts, the salty air will envelop your surroundings. The town at peace will prove to be an endearing backdrop for your lazy discovery of artisanal neighborhoods."
    },
    {
      "dayNumber": "4",
      "title": "Crete - Artisanal Delights and Local Life",
      "description": "A sprawling mountain range of luxuriant pastures ascends from the coast of Crete toward the sky. Today, you will venture toward these quieter parts on a private tour of the modest villages in the countryside. Whether you partake in a bread-making course atop the staggering hillside, traverse the deep gorge that opens up to an abandoned monastery, or learn about the natural herbs of the Cretan wilderness, you will have a welcoming time through 19th-century Greece this morning."
    },
    {
      "dayNumber": "5",
      "title": "Crete - Straying from the Path",
      "description": "With one step taken into the rural heart of Crete, you will complete your journey today. Accompanied by an experienced guide, you will travel off the beaten path across rugged landscapes that weave through the lush landscape. Surreal views of the emerald gorge will greet you during your hike, and a few creatures may show themselves as you continue your descent to a coastal town. After a three-course lunch, you will transfer via fishing boat to a castaway beach where you may enjoy the water to yourself."
    },
    {
      "dayNumber": "6",
      "title": "Crete - Stories from the Old World",
      "description": "Rethymnon stands between you and your next destination of Heraklion. Tales of conquerors and sultans of the old world can be felt in the Ottoman-influenced buildings that remain an integral part of the town. Its fascinating roads will then lead you to the medieval heart of Heraklion, where history is cataloged in the details of preserved architecture and exquisite art. The only thing that will be left to do is pay a visit to Knossos, the cradle of the Minoan civilization."
    },
    {
      "dayNumber": "7",
      "title": "Santorini - The Height of Gastronomy",
      "description": "The Greek Islands are some of the finest on the Mediterranean coast; however, there are few as breathtaking as Santorini. A sunken volcano, Santorini is a geological phenomenon that is as beautiful as the stories say. Cycladic homes are immediately recognizable due to their blue-domed roofs. These homes spread out across towering cliffs. You will be besotted with the scenery as you delight in Santorini’s craft beers, delicious wines, and gourmet cuisine on an exclusive food tour today."
    },
    {
      "dayNumber": "8",
      "title": "Santorini - Searching for Atlantis",
      "description": "Stories of Atlantis chime across the Mediterranean coast and seem to find themselves heard loudest on the shores of Santorini. The picturesque destination is said to be linked to the millennia-old fables. Today, you may scour the spectacular landscape of Santorini in search of clues that could point toward the origins of Atlantis. Your hunt across the island will bring you to the villages of Oia, Pyrgos, and Emporio, culminating at Greece’s very own Pompeii, Akrotiri. Every step of the way, you will discover the deep connections of Ancient Greece to modern culture."
    },
    {
      "dayNumber": "9",
      "title": "Santorini - Vistas on Land and Sea",
      "description": "Your final day on the island of Santorini will be dedicated to luxuriously lapping the land and sea. Beginning with a hike across the Caldera, you can witness vistas that will prove too stunning for words. Later in the day, you will set sail across the Mediterranean for an inviting dip in the water that surrounds looming rock faces until the sunset brings the day to a close. You can watch the sky turn orange from the deck of your private catamaran."
    },
    {
      "dayNumber": "10",
      "title": "Athens - The Boho Side of the City",
      "description": "Returning to Athens, you will revel in the opportunity to see the more contemporary and hip side of the city. Yes, it is home to a collection of the most significant historical pieces and ancient architecture known to mankind, but behind the heritage highlights you have had the pleasure of experiencing, you will find a bohemian side to Athens that is as vibrant and colorful. Mesmerizing street art decorates the walls of popular neighborhoods, and exciting craft restaurants prepare scintillating fusion cuisine that you will enjoy exploring."
    },
    {
      "dayNumber": "11",
      "title": "Athens - Departure",
      "description": "Your luxurious stay in Greece will sadly come to an end today, but there are a few more moments to delight in the atmospheric city of Athens before you go. You can make yourself comfortable at a coveted cafe and devour a meze platter of exquisite delights or find a quiet place to read a book. Regardless, the possibilities are endless as you wind down the clock and prepare to depart to the ancient city of Athens with memories of your adventures lingering as if they happened yesterday."
    }
  ],
  "map": ""
}