{
  "destination": "Greece",
  "mainPhoto": "",
  "id": "best-greece-family-vacation-athens-santorini-crete",
  "tourName": "Best Greece Family Vacation: Athens, Santorini, Crete",
  "placesVisited": "Athens, Santorini, Crete",
  "generalInfo": "This 10-day family vacation to Athens, Santorini, and Crete in Greece combines activity and history, highlighting the myths of the ancient world and the beauty of nature. Discover entire cities preserved in ash and stand in the footprints of philosopher kings, with picturesque views. From azure waters to the shadow of the Minotaur, discover the wonders of Greece in the company of family.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Athens - Arrive in the Symbol of Western Civilization",
      "description": "Athens has a remarkable atmosphere year round, cradled underneath the gaze of the Acropolis. Cobblestone streets wind around the Plaka, the oldest neighborhood in the city. Your transfer will be waiting to greet you at the airport and escort you to the comforts of your accommodations. History and culture meet in fabulous fashion throughout Athens, from the blissful aromas of traditional confections to the allure of the Parthenon crowning the hilltop. You can settle into the comforts of your hotel in the heart of the city that offers a view to the continued splendor around you and the family."
    },
    {
      "dayNumber": "2",
      "title": "Athens - Discover the Ancient Marvels",
      "description": "Your guide will meet you at the hotel to take you through the majesty of the Panathenaic Stadium and upwards into the beauty of the Acropolis hills. You can step through the Propylaea, lined with massive pillars, and find the Parthenon exuding images of classical Greece. The temple was designed to look the same size and height from all angles when seen from below. The kids may marvel at the friezes decorating the metopes and pediments, including the east pediment that narrates the birth of Athena, springing forth from the head of her father, Zeus."
    },
    {
      "dayNumber": "3",
      "title": "Athens - Experience the Thrill of Searching for Oracles",
      "description": "In the morning you can set out on your adventure to Delphi. The cult site stands on Mount Parnassus, overlooking the lush rolling mountains, and known in the ancient world as the sanctuary of Apollo. The aroma of olive groves may fade behind the scent of pine trees. You can follow your guide along the Sacred Way, the road from the gateway to the Temple of Apollo. Pillars and monument bases illuminate the wealth and vast reach of the city’s past. The foundation remains and offers a stunning view to the mountains, framed by enduring Doric columns."
    },
    {
      "dayNumber": "4",
      "title": "Santorini – Enjoy Island Life as a Family",
      "description": "Your transfer will escort you to the airport for your flight to Santorini. The island is known for spectacular views and ties to the mythical city of Atlantis. Its volcanic soil has natural minerals that plants absorb, giving the island’s produce a richer, deeper flavor, including in the wines. The kids can take off their shoes and plop into a barrel of grapes to feel the juicy fruit squish between their toes."
    },
    {
      "dayNumber": "5",
      "title": "Santorini – Enjoy Boating around the Aegean",
      "description": "Your transfer will meet you at your hotel and lead you down to the marina, where you will board a boat chartered for your family’s enjoyment. The smell of the sea can be intoxicating as the blue sweeps to the horizon. You will pass the stunning display of colors from the Red and White beaches, known for the stones that border the gravelly shores. The landscape at the volcano’s rim can turn rugged and lunar. When you look back at Santorini you can see the whitewashed houses and blue roofs glinting in the sunlight."
    },
    {
      "dayNumber": "6",
      "title": "Santorini – Uncover Images of Atlantis",
      "description": "In the morning your guide can take you to the archeological site of Akrotiri, known as the “Minoan Pompeii”, and the possible location of Atlantis. The volcano covered the ancient city in ash. The kids can marvel at the size and age of the city as your guide points out various frescoes that decorate the lavish homes, one of which features a wall painting of antelopes and blue monkeys climbing over rocks. The vibrant hues have been preserved by the ash and extreme archeological effort."
    },
    {
      "dayNumber": "7",
      "title": "Crete – Bask in the Beauty of the Sea",
      "description": "In the morning you will travel to Crete. After settling into your accommodations your guide can lead you to the marina to reach the island of Spinalonga to view the 16th-century Venetian fortress. The rugged landscape and cream-colored walls add a golden hue as they rise out of the Aegean Sea. You can see the entire island on a kayak tour, dipping your paddles into the water and feeling the refreshing splash against your skin. The kids may be eager to wade through the crystal-clear sea as your guide shares stories about the history of the island."
    },
    {
      "dayNumber": "8",
      "title": "Crete – Explore the Lair of the Minotaur",
      "description": "Crete is the home of many mythological figures, from Icarus to the Minotaur. At the Palace of Knossos your guide will lead the family on a tour of the grounds, where cream-colored stones outline the palace’s varying degrees of complexity. The atmosphere of the grounds differs from the myths, radiating joy and celebrations in the frescoes, while the architectural layout opens up to the large courtyard that could have hidden the infamous labyrinth."
    },
    {
      "dayNumber": "9",
      "title": "Crete – Indulge in the Diversity of Crete",
      "description": "Your family will travel into the hills for a full island immersion. The traditional villages of the region can invite you to experience the unique culture of the island, where men and boys continue to wear traditional clothing. The aromas of cheeses and yogurt may drift from the kitchen of a cafe. The chef will teach the family how to make a traditional local dish like cheese pie and may encourage the kids to get messy as you experience the joys of cooking."
    },
    {
      "dayNumber": "10",
      "title": "Crete – Depart for Home",
      "description": "In the morning you may wake up early enough to catch a final glimpse of the sunrise over the Aegean. The kids may share stories about your time in Greece, talking about their favorite myths. Your transfer will meet you in the hotel lobby and help you make your way to the Heraklion International Airport for your flight home. The myths and antiquity of Greece may continue to inspire your family, creating and shaping the unique memories you’ve made on your vacation."
    }
  ],
  "map": ""
}