{
  "destination": "Greece",
  "mainPhoto": "",
  "id": "dream-honeymoon-to-greece-athens-mykonos-santorini-crete",
  "tourName": "Dream Honeymoon to Greece: Athens, Mykonos, Santorini & Crete",
  "placesVisited": "Athens, Mykonos, Santorini, Heraklion, Chania, Crete",
  "generalInfo": "The lengthy list of attractions in Greece should leave no surprise as to why so many flock to this Mediterranean haven; however, this 13-day tour of mainland Greece and its archipelago is designed to balance popular sites with undiscovered gems, ensuring a distinctive visit to this stunning corner of Europe. From Athens to Crete and back again, leisure and excitement will be yours to enjoy in this memorable land.",
  "durationDays": "13",
  "price": "6,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Athens – A Charming Arrival",
      "description": "As the capital of Greece, Athens presents visitors with an outstanding glimpse of the country's abundance of rich culture, gastronomy, and history. In a city where ancient ruins stand shoulder to shoulder with modern high-rises, Athens will take your breath away after you arrive at the main international airport. A transfer will ensure your smooth arrival to the city center and your comfortable hotel. Afterward, you will have the remainder of the day to explore your vibrant and colorful new surroundings."
    },
    {
      "dayNumber": "2",
      "title": "Athens – The Shadow of the Parthenon",
      "description": "The bane of any travel grogginess will appear in the form of a strong cup of authentic Greek coffee along with a fortifying breakfast provided by your attentive hotel staff. You will need your energy today because you will embark on a tour of the ancient ruins of the Acropolis before enjoying a food tour of the savory culinary scene of modern Athens. By the end of the day, you will have enjoyed a glimpse of both the archaeological and gastronomic greatness found here."
    },
    {
      "dayNumber": "3",
      "title": "Mykonos – The Cyclades Island Chain",
      "description": "Arguably one of the biggest destinations for tourists in Greece, the expansive archipelago stretches to the south and east of the mainland and presents travelers with a playground of sandy beaches, coastal water, and some of the best seafood in the country. The crown jewel of this region is the Cyclades island chain. Today, you will venture into the heart of this region. After turning your back on the lively character of Athens, you will make your way by transfer to the nearby airport for a domestic flight to Mykonos and your conveniently located hotel on this island."
    },
    {
      "dayNumber": "4",
      "title": "Mykonos – Catamaran Cruise",
      "description": "Your morning on Mykonos will reveal a stunning vista where the blue of the Aegean sea flows through the browns of the rugged hills, contrasting sharply with the pearly whites of the charming villages that punctuate the landscape. Into this pastel environment you will plunge on a catamaran cruise that will allow you to enjoy some breathtaking views of Mykonos from the waves. Afterward, you will set a course for the nearby islands of Rhenia and Delos for some aquatic adventures."
    },
    {
      "dayNumber": "5",
      "title": "Mykonos – The Relaxing Aegean Climate",
      "description": "For your final full day on Mykonos, you will be able to enjoy the charming villages and pristine beaches at your leisure. Today, you will chart your own course through this vibrant and rich setting. Perhaps, you will take a stroll to the iconic windmills of Mykonos, which reveal how the area earned its name as the Island of the Winds. The principal village also presents visitors with a handful of museums, and each portrays an important aspect of the island from its history to its reliance on agriculture."
    },
    {
      "dayNumber": "6",
      "title": "Santorini – Island-Hopping the Cyclades",
      "description": "You will continue your island-hopping exploration of the Cyclades islands by turning your back on the quaint villages of Mykonos to visit the volcanic island of Santorini. A comfortable ship transfer will ensure your swift departure from the main port at Mykonos. After you get settled in to your conveniently located accommodation on Santorini, the rest of the day will be yours to bask in the spectacular views or to enjoy the hospitality of your attentive hotel staff."
    },
    {
      "dayNumber": "7",
      "title": "Santorini – Exploring the Island",
      "description": "Perched atop the rugged cliffs that descend to the water's edge, the villages at Santorini present visitors with what is the best view of the semi-submerged, ancient volcanic crater of the island. It is believed that in the 16th century BC, a massive eruption of an underground volcano formed a caldera that now includes Santorini and the outlying islands. All this history and much more will be explored today as you enjoy a thorough tour of the island and all its major attractions."
    },
    {
      "dayNumber": "8",
      "title": "Santorini – An Aquatic Paradise",
      "description": "Your final full day on Santorini will provide an opportunity to take in the height and breadth of the island as seen from the waves. After your arrival at the main port, you will enjoy a cruise along the coastal water of this picturesque destination, where you can explore an ancient volcanic hot springs before visiting the famous red beach, which is known amongst locals as for its refreshing swimming opportunities. As the sun drops lower in the sky, the professional crew will provide you with a meal and ensure that you are perfectly situated to watch one of the most beautiful sunsets in the Aegean Sea."
    },
    {
      "dayNumber": "9",
      "title": "Heraklion – History and Warm Hospitality",
      "description": "As the largest of the thousands of islands that make up the Greek archipelago, Crete also boasts an impressive history and colorful culture that has attracted visitors to this island for centuries. Today, a swift transfer will carry you from the rugged slopes of Santorini to the seaside town of Heraklion on the island's Northern shore. As you settle into your conveniently located accommodation, the charm of the town will quickly demonstrate why the numbers of tourists to this region continue to grow every year."
    },
    {
      "dayNumber": "10",
      "title": "Chania – UNESCO-Protected Ruins",
      "description": "The principal attraction of Heraklion includes the nearby ruins of Knossos, which once was the ancient capital of the Minoan civilization. Accompanying you to this breathtaking archaeological site will be a tour guide who is well-versed in the history and culture of this rustic Island. After working up an appetite by walking through the remarkably well-preserved ruins and frescoes of Knossos, you will make your way to a nearby winery. Here, you can wash away the dust of the ancient world with a tasting of local wines. In the evening, you will check in to your new accommodation in Chania."
    },
    {
      "dayNumber": "11",
      "title": "Chania – The Samarian Gorge",
      "description": "Along with pristine beaches and rural villages, what most visitors fail to realize about the island of Crete is the abundance of natural beauty and conservation spaces available for exploration. Into such a space you will venture by making your way to the famous Samarian Gorge for a guided hike. Starting at the plateau of Omalos, you will then make your way through miles of mesmerizing canyon land before concluding your trek near the southern coast of the island. Refreshment will then come in the form of a trip to one of the many local tavernas that offer an authentic taste of the countryside."
    },
    {
      "dayNumber": "12",
      "title": "Chania – Through the Cretan Countryside",
      "description": "A day of leisure will be yours to enjoy on your final full day among the warm hospitality and staggering countryside of Crete. The commanding harbor of Chania provides an excellent source of diversion and is the perfect place to enjoy some Cretan cuisine. If you are in the mood for something a little more relaxing, there is an impressive menu of nearby beaches to choose from, each offering you a slightly different way to relax on your final afternoon on this tour."
    },
    {
      "dayNumber": "13",
      "title": "Chania – Departure",
      "description": "What has taken you over ten days to explore will be covered in a matter of hours as you depart the island of Crete for your return flight back to the Greek mainland. From the craggy Acropolis of Athens to the beaches of Mykonos and beyond, this tour of contemporary Greece will ensure your enjoyment of the cultural and historic legacy of this unrivaled corner of Europe. Despite the thoroughness of your exploration, you can rest assured knowing that there is still much to see for your next trip."
    }
  ],
  "map": ""
}