{
  "destination": "Greece",
  "mainPhoto": "",
  "id": "essential-aegean-gems-athens-santorini-crete-and-naxos",
  "tourName": "Essential Aegean Gems: Athens, Santorini, Crete and Naxos",
  "placesVisited": "Athens, Santorini, Crete, Naxos",
  "generalInfo": "Submerge yourself in the cradle of Western Civilization on this 12-day tour of Greece. Visits to Athens, Santorini, Naxos, and Crete ensure that nothing is missed in each of these attractive locations. Witness the abundance of history on display, appreciate the culture of modern Greece, and enjoy this distinct corner of the Mediterranean world.",
  "durationDays": "12",
  "price": "5,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Athens – The Cradle of Western Civilization",
      "description": "Greece presents visitors with a remarkable combination of historic ruins, savory cuisine, and a head-spinning array of seaside villages that melt the heart and enchant the imagination. Before you step into the more rural side of Greece, the urban excitement of Athens will be yours to explore. As you stroll through the charming old town of Plaka , you can enjoy some stunning views of the Acropolis and wash the travel dust away with a glass of local Ouzo aperitif."
    },
    {
      "dayNumber": "2",
      "title": "Athens – In the Footsteps of Socrates",
      "description": "Today, you will step into the ancient world of Athens, where you will be able to visit the hilltop ruins that you may have noticed the day before. During your tour, you can pose any question to your charming and expert guide. Overlooking ancient and modern Athens, the Acropolis was the cultural center of the ancient city. As you walk under the exquisite columns of the Temple of Athena and the Parthenon, you can catch a glimpse of what this busy world must have looked like thousands of years ago. You will then descend into the Agora, which housed the market and main town center of ancient Athens. Here, Socrates developed his methods and theories."
    },
    {
      "dayNumber": "3",
      "title": "Naxos – Tour of the Cyclades",
      "description": "Leaving the hustle and bustle of Athens behind, you will make your way into the famous Greek archipelago and the rustic island of Naxos. The largest island of the Cyclades chain, Naxos presents visitors with an alluring past that dates back to the before the Bronze Age. You will board a modern hydrofoil for your journey to the island. By the time you settle in to your new accommodation, you will be ready to dine at one of the many seaside restaurants for which Naxos is known."
    },
    {
      "dayNumber": "4",
      "title": "Naxos – The Island's Heritage",
      "description": "Today, you will be able to immerse yourself in Naxos' version of Greek cultural and gastronomic traditions. Modern Naxos boasts an impressive assembly of sandy beaches, windswept cliffs, and boat rentals to ensure access to all parts of the island. Your guided tour today will be the best way to savor the local cuisine and to access the off-the-beaten-path sites, such as the Temple of Demeter and a local ceramic workshop where the Greek pastime of pottery is proudly displayed."
    },
    {
      "dayNumber": "5",
      "title": "Naxos – Island-Hopping Fun",
      "description": "Your final day on Naxos will involve day trips to the scenic islands of Iraklia or Schinoussa. These laid-back islands are situated to the south and offer a welcoming respite for those who desire to avoid the throngs of tourists that invade the more famous Cyclades islands. Iraklia, in particular, is full of panoramic hiking trails that allow you to imagine the rustic life of its original inhabitants. Some of these trails even take a subterranean turn at the famous St. John's cave."
    },
    {
      "dayNumber": "6",
      "title": "Santorini – An Undersea Volcano",
      "description": "Rising dramatically from the crashing waves, Santorini reminds visitors of the volcanic origins of many of the islands that dot the Greek archipelago. After departing Naxos, you will board one of the hydrofoils and skim the water of the Aegean to your next idyllic destination. Santorini will welcome you with rugged hills and whitewashed villages that charm even the most seasoned traveler. Upon your arrival, you can walk the ridge for some excellent vistas or sample the many wines that are proudly produced by local wineries."
    },
    {
      "dayNumber": "7",
      "title": "Santorini – Catamaran Cruise",
      "description": "Compared to the hydrofoil ferries, your cruise aboard a comfortable catamaran will proceed at a leisurely pace with plenty of time for you to appreciate the renewed perspective of the island. You will also be able to bask in the Santorini sunshine. During your cruise, you can watch as the island changes colors, from brown to orange, when the sun dips below the horizon. Accompanying your stunning sunset, your catamaran crew will serve you a delicious BBQ dinner of fresh seafood and traditional Greek recipes."
    },
    {
      "dayNumber": "8",
      "title": "Santorini – The Island's Ancient Origins",
      "description": "Your final full day on Santorini will attempt to capture those island attractions that you must not miss in this stunning Greek paradise. When you are ready, a knowledgeable guide will lead you through the island's early days on a visit to Santorini's best archaeological site. Here, the well-preserved ruins will jump-start your imagination before you encounter the subtle notes of Greek wine during a visit to the Koutsoyanopoulos winery. After a visit to the island's highest point, where grand vistas greet the eye, the village of Oia will provide you with a rustic setting before the sun sets on your Santorini visit."
    },
    {
      "dayNumber": "9",
      "title": "Crete – Greece's Biggest Island",
      "description": "The two primary civilizations of the ancient Greek world were the Minoans and the Mycenaeans. The warlike Mycenaeans came from the mainland, and, today, you will be able to visit the impressive origins of the island-based Minoans and their homeland of Crete. Crete offers visitors a vast collection of ancient treasures, such as the Frescoes of Knossos and modern gastronomy that is based on centuries of tradition. After arriving in the port town of Chania, you will have the remainder of the day to relax at your hotel or to take to the streets in search of Crete's famous nightlife."
    },
    {
      "dayNumber": "10",
      "title": "Crete – The Ancient Ruins at Knossos",
      "description": "As Greece's largest island, Crete offers a unique perspective of the Mediterranean world and sits at the intersection of Greece, Turkey, and North Africa. Today, the history of this diverse region will come to life on a tour of the archaeological sites at Knossos. This tour will illustrate what life was like for the Minoans, who called Crete home. As you stroll past the columns and ruins of ancient Greece, the traditions and customs of this maritime civilization will be depicted by an expert guide, who is well-versed in the local history."
    },
    {
      "dayNumber": "11",
      "title": "Crete – An Idyllic Environment",
      "description": "Options will be yours on your final full day on this Greek adventure. You can explore Crete through an active visit to the famous Samaria Gorge, where you can stretch your legs along the narrow passageways and cliffside paths of Europe's longest canyon. A visit to a pirate fortress will be your alternative. Here, a short cruise can take you to the islet of Gramvousa. Whether you enjoy an active outing or choose to recline in the ambient brilliance of the day, your final day on the island will deliver unforgettable memories."
    },
    {
      "dayNumber": "12",
      "title": "Crete – Departure",
      "description": "The rustic old towns and vistas will beckon to you once more on your final morning on Crete. Despite the temptation, you should refuse the urge to get lost in the labyrinthine collection of narrow alleys and dead ends of your hotel's neighborhood because you may miss your return flight. From the Athenian mainland to the Southern island of Crete, this tour of Greece will have focused on introducing you to the culture and history of this unique corner of Europe while still leaving much to see for your next visit."
    }
  ],
  "map": ""
}