{
  "destination": "Greece",
  "mainPhoto": "",
  "id": "expansive-greece-itinerary-athens-rhodes-crete-santorini",
  "tourName": "Expansive Greece Itinerary: Athens, Rhodes, Crete, Santorini",
  "placesVisited": "Athens, Rhodes, Crete, Santorini, Rethymnon, Lindos, Imbros, Sfakia",
  "generalInfo": "This 12-day tour of the mainland and archipelagoes of Greece introduces you to the culture and customs that keep visitors returning year after year as well as the off the beaten path trips that will make your trip distinct. From the bustle of Athens to the allure of Rhode's ancient ruins, Greece is an excellent place to witness the vibrant collision of past and present.",
  "durationDays": "12",
  "price": "5,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Athens – Begin your Athenian Adventure",
      "description": "Long acknowledged as the birthplace of democracy, Greece exudes a spirit of open-mindedness and civic pride that will be unmistakable as you arrive in this vibrant country. Perhaps, this is nowhere more apparent than in the bustling port city of Athens, where modern high-rises sit side-by-side with ancient ruins from the 5th Century. This cultural and historical heritage will be yours to enjoy after a short transfer from the nearby international airport after you settle into your new surroundings. The remainder of the day will remain open for you to chart your own Athenian adventure."
    },
    {
      "dayNumber": "2",
      "title": "Athens – Touring the Ancient World",
      "description": "As the capital city of Greece, Athens is the centerpiece of a vast and diverse culture whose origins lay deep in the past of the Mediterranean world. You will be able to unearth this past today on a guided visit to the craggy outcropping of the Acropolis. Overlooking the sprawl of more recent centuries, the Acropolis boasts an impressive array of ruins and temples, the most famous of which is the Parthenon. After your knowledgeable guide has given you an orientation of all things ancient, history will be replaced by food as you satisfy your appetite on a tour of Greek gastronomy."
    },
    {
      "dayNumber": "3",
      "title": "Rhodes – Island-Hopping",
      "description": "Although Mainland Greece includes a vast array of treasures and cultural artifacts, you will turn your back on Athens and make your way deep into the Greek archipelago. After a private transfer whisks you conveniently to the nearby Athenian Airport, you will board a flight for the island of Rhodes. After you check in to your hotel in the city center, this incredible region will be yours to explore at your own pace. Soon the sun will set on your first evening among the archipelago."
    },
    {
      "dayNumber": "4",
      "title": "Rhodes – Embarking on a Walking Tour",
      "description": "As the largest island in the Dodecanese chain, Rhodes is primarily known for its vibrant beach resorts, ancient ruins, and as the launchpad for the European Crusades in the Holy Land. Any mention of Rhodes is not complete without identifying it as the location of one of the wonders of the ancient world. The Colossus of Rhodes once towered over the nearby neighborhoods and will be the focal point of your private tour today. Your local guide will be happy to introduce you to the legend of the Colossus as well as the many historical sites you will visit."
    },
    {
      "dayNumber": "5",
      "title": "Rhodes – The Scenic Town of Lindos",
      "description": "Today, you will enjoy a road trip across the magnificent island of Rhodes to see a side of Greece that is often missed by the hasty traveler. The destination of your journey will be the charming village of Lindos, where you will be able to visit the Old Town and enjoy some panoramic views of the stunning seaside. It is also here that you will encounter the Greek custom of whitewashing their homes, which you will see throughout the Aegean world."
    },
    {
      "dayNumber": "6",
      "title": "Rethymnon – Greece's Largest Island",
      "description": "Today, your island-hopping tour of the Greek archipelago will continue as you depart the cobbled alleys and scenic overlooks of Rhodes to reach Greece's largest island and the mythical birthplace of Zeus. Along with picturesque, sandy beaches, Crete was once home to a flourishing Greek civilization that spread its influence throughout the Mediterranean world. Today, this civilization lives on only in the ruins and faded frescoes that you will encounter on a trip to Knossos. After arriving by plane, and then private transfer, you will have the remainder of the day to recline in the comfort of your hotel in Rethymnon."
    },
    {
      "dayNumber": "7",
      "title": "Rethymnon – Enjoy a Scenic Trek",
      "description": "Along with its famous ruins and a lengthy list of gastronomic successes, Greece provides visitors with a head-spinning array of natural beauty and outdoor recreation. Into this world of rugged mountains you will step on your first full day in Crete. After you enjoy a leisurely morning in your comfortable accommodation, you will depart your hotel for a visit to the famous Imbros Gorge. With some stunning panoramas of the nearby countryside, your guided trek through this scenic setting will lead you to the rustic village of Sfakia before you return to your hotel later in the day."
    },
    {
      "dayNumber": "8",
      "title": "Rethymnon– Abandon the Beaten Path",
      "description": "In the high season, Greece can be overrun with visitors and tourists from around the world. Available tavern tables will become an endangered species as will unoccupied spots on the picturesque beaches. Today, you will run no risk of getting caught up in the crowds of sun worshippers that flock to Greece regularly because you will enjoy a private tour of the Cretian interior. With a knowledgeable guide as your companion, the off-the-beaten-path villages of Houmeriako and Vrysses will be yours to explore along with the famous monastery of Kremaston."
    },
    {
      "dayNumber": "9",
      "title": "Santorini – Volcanic Origins",
      "description": "Today, the rustic charm of Crete will be replaced by the volcanic magnificence of Santorini as your island-hopping continues and carries you to the Cyclades island chain. Rising from the Aegean like some colossal sea monster, Santorini is the intact wall of a massive volcanic caldera formed by a 16th-century eruption. After your high-speed ferry arrives in Santorini’s main port, you will be met by a transfer that will carry you to your comfortable hotel. Here, you will have the remainder of the day to acquaint yourself with this panoramic setting."
    },
    {
      "dayNumber": "10",
      "title": "Santorini – Waling through the Ages",
      "description": "Excavations in Santorini reveal an astounding history that goes back all the way to the ancient world. This impressive history, as well as a rich cultural heritage, will be yours to encounter on a guided tour of Santorini. From the volcanic beaches to the whitewashed villages, no Greek stone will be left unturned as your charming guide regales you with tales of the history and peoples that once inhabited this island. Your day will conclude with an authentic Greek wine tasting experience that will include the many varieties of wine grown in this fertile volcanic soil."
    },
    {
      "dayNumber": "11",
      "title": "Santorini – Private Boat Tour",
      "description": "For your final day among the Greek archipelago, you will be able to take to the waves on a catamaran cruise across the Aegean Sea. After arriving at the main port, you will board your vessel that will then take you to some of the best swimming beaches on the island. After enjoying a refreshing dip in the clear water, you will be able to enjoy an onboard BBQ, featuring fresh, local ingredients. Your catamaran tour will conclude at the picturesque village of Oia, where you will have a chance to reflect on your stunning Greek adventure as you watch the sun dip below the horizon."
    },
    {
      "dayNumber": "12",
      "title": "Santorini – Departure",
      "description": "Santorini is the ideal place to wrap up your thrilling adventure across Greece. From the thriving metropolis of Athens to the rural hinterlands of Crete, you will have enjoyed a breadth of experiences missed by those who only visit the country's major cities. After enjoying one final breakfast, you will make your way to the main domestic airport on Santorini for a brief flight to Athens. Upon reaching the mainland and the city's main international airport, your will board your flight home."
    }
  ],
  "map": ""
}