{
  "destination": "Greece",
  "mainPhoto": "",
  "id": "greece-sailing-adventure-8-day-island-explorer",
  "tourName": "Greece Sailing Adventure: 8-Day Island Explorer",
  "placesVisited": "Athens, Poros, Kythnos, Mykonos, Delos, Sifnos, Karavostasis, Ios, Santorini",
  "generalInfo": "This 8-day Greece cruise through the stunning paradise of islands has been handcrafted for those in search of a laid-back approach to travel through the use of a comfortable sailing boat equipped with all the modern luxuries. The Greek archipelago has long attracted visitors with its historical legacy and pristine beaches. From Athens to Santorini, enjoy the breathtaking views and ancient ruins that make this location so unique.",
  "durationDays": "8",
  "price": "7,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Poros – A Stunning Seascape",
      "description": "A veritable paradise of sandy beaches, volcanic rock formations, and charming villages, the Greek archipelago offers visitors an excellent way to enjoy its abundant supply of history and rich culture while never straying too far from the comfort of a cabana or beautiful vista. You will embark into this charismatic seascape on your cruise today as you depart the port of Athens and make your way to the Agia Marina. Here, you can visit an ancient Greek temple before arriving at the southern section of the Saronic gulf and your destination for the day of Poros."
    },
    {
      "dayNumber": "2",
      "title": "Kythnos – Perusing the Peloponnesus",
      "description": "Your sailing cruise will continue today as you enjoy a leisurely morning on Poros before finding a favorable wind to carry you along the coast of the Peloponnesus Peninsula to your next stop of Hydra. With cars and motorized vehicles forbidden, Hydra remains a charming site for romantics and tourists alike. You will turn your back on the mainland and head out to open ocean to trek toward your final destination for the day at Kythnos, the site of the oldest known Mesolithic settlements in the Cycladic islands."
    },
    {
      "dayNumber": "3",
      "title": "Mykonos – The Island of the Winds",
      "description": "After enjoying a visit to the significant port town on Syros, you will continue your eastward voyage to the legendary island of Mykonos, where you will have the remainder of the day to explore. Known as the Island of the Winds, Mykonos boasts an impressive variety of attractions, including a picturesque row of fishing houses known as Little Venice, the iconic hilltop windmills, and the whitewashed homes that typify neighborhoods across the Greek archipelago."
    },
    {
      "dayNumber": "4",
      "title": "Paros – The Island that Time Forgot",
      "description": "As you depart the charismatic vibrance of Mykonos, the first leg of your cruise will be a short trip to the nearby ruins at Delos, one of the best-preserved archaeological sites in the Mediterranean. As you ponder the ancient origins of the columns, dusty sculptures, and other artifacts, Delos will seem like the island that time forgot. After a visit to the adjacent island of Rinia, your day will conclude at Paros. Upon entering the harbor, you will be greeted by a massive fortress."
    },
    {
      "dayNumber": "5",
      "title": "Milos – Milos' Volcanic Origins",
      "description": "Your customizable tour through this Greek paradise will continue when you depart Paros in the morning to make your way to Sifnos and Milos. The largely rural islands have very few permanent residents, leaving little to distract from the abundance of natural beauty and pristine coastline that you can enjoy. Upon your arrival to Milos, you will have the remainder of the day to enjoy the volcanic rock formations and charming villages that dot the coastlines and command attention with their brightly painted houses."
    },
    {
      "dayNumber": "6",
      "title": "Folegandros – The Rugged Paths of Folegandros",
      "description": "As your scenic cruise continues, you will visit the uninhabited island of Polýaigos, where a local population of goats and monk seals will make up your welcome committee. The island of Folegandros will be your final destination today, and upon arriving, you can explore the main port and its many attractions. A folklore museum presents visitors with the colorful characters of myth and legend that once occupied these lands, and an impressive church above the town provides some of the best views to those who venture the rocky path to its heights."
    },
    {
      "dayNumber": "7",
      "title": "Ios – The Cycladic Islands",
      "description": "The rural Sikinos will be your first destination after you enjoy a breathtaking departure from Folegandros. With only two quiet villages, Sikinos presents visitors with an excellent way to see what life was like on this island centuries before the crowds of tourists. As you continue further east, Ios will come into view with its rugged mountains and terraced slopes that rise from the Aegean Sea. After your arrival, you will be able to explore the island's many ruins and pristine beaches."
    },
    {
      "dayNumber": "8",
      "title": "Santorini – The Site of an Ancient Eruption",
      "description": "Your cruise of the Cycladic islands will conclude today as you depart the welcoming embrace of Ios's main harbor and make your way to the volcanic outcropping known as Santorini. Perched on the ridge of a semi-submerged caldera, Santorini is a paradise for fans of geology. Here the rugged brown of the volcanic rock contrasts slightly with the brilliance of the whitewashed homes of Santorini's principal neighborhoods. Upon your arrival, you will be able to explore the island's many attractions before making your way to the next leg of your travels."
    }
  ],
  "map": ""
}