{
  "destination": "Greece",
  "mainPhoto": "",
  "id": "greek-island-itinerary-for-the-ages-crete-santorini-milos-more",
  "tourName": "Greek Island Itinerary for the Ages: Crete, Santorini, Milos & More",
  "placesVisited": "Athens, Crete, Chania (Hania), Knossos, Heraklion, Santorini, Milos, Polyaigos, Kleftiko",
  "generalInfo": "Discover the fascinating history and explore the breathtaking scenery of Greece on this spellbinding 13-day tour that takes you from Athens to Milos. Your adventures will take you back in time as you visit Ancient Greek monuments, expand your culinary horizons, and spend moments under the Mediterranean sun on the beautiful shores of idyllic islands.",
  "durationDays": "13",
  "price": "5,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Athens - Special Scenes of the City",
      "description": "The former capital of the ancient world, Athens, is now a city where history and modernity are consolidated to create the fascinating destination that exists today. While you transfer from the airport to your accommodation, you will witness your first views of Greece. Locals chat lazily under the sun in open plazas that frame gushing fountains, and Byzantine churches squat along cobbled streets. Welcome to a city that is steeped in history and spotlights said history in all its grace."
    },
    {
      "dayNumber": "2",
      "title": "Athens - Authentic Athenian Eats",
      "description": "Athens is full of sights and smells that guide visitors along its maze of narrow streets and monuments. Today, you will enjoy the city's heritage and culinary treasures with a private guide, beginning at the Acropolis. The looming monument commands attention because it is one of the most important idols of this ancient civilization. By standing beneath stone pillars that shoot toward the sky, you will be able to grasp the magnitude of this iconic highlight. This evening, you will stroll the Athenian streets in search of some inviting local cuisine."
    },
    {
      "dayNumber": "3",
      "title": "Crete - Venetian and Ottoman Origins",
      "description": "The island of Crete basks in the Mediterranean sun, glowing as it blankets the breathtaking landscape. You will arrive on these clement shores later today and transfer to a delightful accommodation stationed in Chania. When you are ready, you can spend your first moments in Chania basking in the slow-paced island lifestyle. The remnants of Venetian and Ottoman settlements that once resided along this coast can be seen in the architecture and felt in the peaceful atmosphere that drifts through Chania’s charming streets."
    },
    {
      "dayNumber": "4",
      "title": "Crete - Across the Samaria Gorge",
      "description": "The White Mountains of Chania ascend toward the clouds from the luxuriant landscape of Crete’s hinterlands. A network of pathways courses through this forested region, providing access to picturesque parts of the unspoiled wilderness along the Samaria gorge. Led by a knowledgeable guide, you will trek from the riverbed of Xyloskalo to the village of Agia Roumeli. The expedition across shaded trails and sprawling green expanse will share vivid images worth capturing. Along the way, you may even spot critters playfully peeking out from the foliage."
    },
    {
      "dayNumber": "5",
      "title": "Crete - The Birthplace of the Minoans",
      "description": "The Ancient Greek monuments certainly steal the show when it comes to tracing Greece’s former civilizations; however, on the island of Crete, you will enjoy a less prominent but equally fascinating discovery of the Ancient Minoans. By perusing the archaeological site of Knossos, you will stumble upon relics, art, and artifacts that commemorate the lives of the Minoan people. After your dive into history, you will continue to Heraklion, where you will spend your final nights in Crete."
    },
    {
      "dayNumber": "6",
      "title": "Crete - The Birthplace of Zeus",
      "description": "The Minoan path will usher you through the bewitching countryside of Crete as you explore the wondrous wilderness on a guided Land Rover tour. First, you will arrive atop the Lassithi Plateau and witness Crete’s rugged landscape that stretches toward the sea. Your journey will continue across this very topography toward Dikteon Cave. You will venture into the Dikteon Cave and be stunned by the sheer size of its caverns. As the mythology goes, it is within these dimly lit chambers that the all-powerful Zeus was born."
    },
    {
      "dayNumber": "7",
      "title": "Santorini - Beneath the Caldera",
      "description": "The sunken volcano of Santorini rises above the Mediterranean Sea like a giant iceberg beckoning travelers to its sun-kissed shores. Whitewashed and blue-domed Cycladic houses lay sprinkled along the top of Santorini's jagged cliff that stretches across the coastline. Santorini’s timeless beauty washes over every inch of its topography, from pebbled beaches to luxuriant hills that compose the staggering Caldera. After crossing the sea to Santorini, you will soon find yourself lapping up the island's idyllic, natural setting."
    },
    {
      "dayNumber": "8",
      "title": "Santorini - Smooth Sailing",
      "description": "Spoiled for choice, you will have the morning to enjoy some of Santorini’s island activities. Whether you lay on white-sand beaches with a book in hand or wander along flowery streets, there are few better places to relax and absorb the seaside lifestyle. In the afternoon, you will meet the crew of a catamaran and sail off across the Mediterranean. Passing by the Red and White Beach, the Santorini Hot Springs, and the port of Ammoudi, every minute will be reminiscent of a seafaring dream."
    },
    {
      "dayNumber": "9",
      "title": "Santorini - The Flavors of Firostefani and Fira",
      "description": "The rich volcanic soil of Santorini nourishes the island's distinct type of tomato and its unique vineyards. Today, you will delight in a day of Santorini cuisine during a guided culinary tour to boutique restaurants and humble eateries. In other words, you will explore the flavors of the island. In the towns of Firostefani and Fira, you will sip on bold blends of Greek coffee and bite into authentic souvlaki , a beloved Greek street food. Your tour will culminate at a local winery, and the nuances of Santorini’s coveted vintages will be revealed to you against the backdrop of olive-green mountains."
    },
    {
      "dayNumber": "10",
      "title": "Milos - The Blue Water of Milos",
      "description": "Today will mark your transfer to the final destination on your discovery of Greece and the Mediterranean islands: Milos. By circling a dramatic Caldera composed of stark landscapes and brimming with geological formations, Milos is something of a sight to behold. On its rocky shores, serene villages await to be discovered. Surrounded by the deep blue Aegean, you will cherish your first afternoon on this far-flung island without a care in the world in addition to allowing your imagination to run wild in this surreal seaside setting."
    },
    {
      "dayNumber": "11",
      "title": "Milos - Picturesque Scenes",
      "description": "Smaller islands sit beyond Milos, resting in the endless stretch of sea. On a boat trip, you will venture to the yachting haven of Polyaigos. Among beaches and other moments of relaxation, your tour will bring you to Kleftiko, an old-world pirate bay of scenic splendor. You will spend your afternoon snorkeling in the translucent cove, ducking into hidden caves and massive crevices that have been cut into rocky outcrops. After you adventure at sea, you will have the remainder of the day to spend at your leisure."
    },
    {
      "dayNumber": "12",
      "title": "Milos - A Toast to the Greek Islands",
      "description": "Volcanic rocks plaster the beaches of Milos in red, orange, and pink hues, and emerald water paints the seascape perfectly. There is so much natural depth and beauty along the shores of Milos that you will enjoy soaking them all up on your final full day in Greece. You may spend hours bathing in the radiant sun with your toes snuggly resting on the soft sand. You can also appreciate Milos’ history within its hallowed catacombs or cherish your final sunset on its shores."
    },
    {
      "dayNumber": "13",
      "title": "Athens - Bid Your Farewells",
      "description": "A long journey home awaits you today, so you will set off relatively early from Milos to Athens, where you will transfer to your flight back home. Just before you go, you can delight in an assortment of traditional Greek snacks for breakfast."
    }
  ],
  "map": ""
}