{
  "destination": "Greece",
  "mainPhoto": "",
  "id": "greek-romance-tour-of-athens-syros-mykonos-santorini",
  "tourName": "Greek Romance Tour of Athens, Syros, Mykonos, Santorini",
  "placesVisited": "Athens, Syros, Mykonos, Santorini, Delos",
  "generalInfo": "Romantic moments abound on the idyllic islands beyond the shores of Athens. During this customizable 11-day tour, you can bask in luxurious experiences. Whether exploring the seascapes that surround Syros’ sun-soaked shores or sunset sailing around the cerulean water of Santorini, you will be enchanted every step of the way. Book your dream Greece tour today!",
  "durationDays": "11",
  "price": "5,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Athens - The Origin of Democracy",
      "description": "Athens is far from an easy-going destination, but that is exactly what makes it Athens. It is the historic capital of Europe with roots that trace back to the 5th century and has since remained a prominent city of global significance. Athens has undergone dramatic changes over the centuries, but it has managed to retain its old-world charm through the preservation of its ancient districts and historical significance. You will come to appreciate the bustling atmosphere of Athens, especially during a twilight tour."
    },
    {
      "dayNumber": "2",
      "title": "Athens - Traversing the Acropolis",
      "description": "Today, you will truly unearth the ancient heritage highlights of Athens as you privately tour spirited markets and venerated heritage sites. A color palette that spans the spectrum dominates the spirited markets where you will find an assortment of Mediterranean produce. After grabbing a warm bite straight from the stall, you will continue to landmark locations until reaching the Acropolis. You will spend time meandering through the colossal Acropolis, and your guide will regale you with interesting facts about the architecture and mythology. Afterward, you will conclude your expedition in the Plaka neighborhood."
    },
    {
      "dayNumber": "3",
      "title": "Athens - The Temple of Poseidon",
      "description": "Today, you will venture to Lake Vouliagmeni and visit the temple of Poseidon before enjoying spectacular views of Cape Sounion and the Aegean Sea. After arriving at Lake Vouliagmeni, you will witness the towering cliffs that surround it. After reaching Cape Sounion later on, you can marvel at the iconic temple ruins that showcase graffiti that was left by Lord Byron in the 1800s."
    },
    {
      "dayNumber": "4",
      "title": "Syros - Immersed in Significant History",
      "description": "With the Acropolis checked off your travel list, you will fly to the sparkling island of Syros for a few nights of staggering cultural discovery. What the island of Syros lacks in white-sand shores, it makes up for significantly in its breathtaking cosmopolitan cityscape and azure waters. Peppered with iconic Catholic cathedrals and bewitching monuments, Syros is bursting with insight into century-old Greece. Your free day to discover the colorful island will bring many marvelous picture-perfect moments to capture."
    },
    {
      "dayNumber": "5",
      "title": "Syros - A Chapel within a Cave",
      "description": "Despite not being of the white-sand variety, the beaches of Syros are a scene to behold. Beautiful stretches of sandy shore are circled by gently sloping cliffs and beloved coves. It is along these beaches that you will access St. Stephen’s cave with its very own chapel hidden within the cave. You can bask in the scenic spectacles and swim in the enticing water as the day passes. Afterward, you can ring the chapel bell and make a wish as millions have done before you."
    },
    {
      "dayNumber": "6",
      "title": "Mykonos - Wondrous Wines and Myths",
      "description": "Mykonos remains one of the most beloved destinations to visit in the Greek Islands. An idyllic seascape circles the whitewashed city that boasts exceptional places to eat and delightful spots to enjoy the sun. Today, you will delight in the romance of a tantalizing Greek wine tour with an expert sommelier. You will sip away on each vintage as you learn more about the harvests, tap into ancient Greek mythology, and gaze out over the sprawling sea."
    },
    {
      "dayNumber": "7",
      "title": "Mykonos - The Birthplace of Apollo and Artemis",
      "description": "Today, you will sail away from the hustle and bustle of Mykonos on an enchanting cruise to Delos and Rhenia. A small strait will be the only thing that separates you from the birthplace of the immortals, Delos. Soon, you will drop anchor in the sparkling water that flanks Rhenia. You may spend some time wallowing in the water before continuing to Delos, which is a UNESCO-listed island littered with ancient Greek ruins. It is here, where Apollo and Artemis were born."
    },
    {
      "dayNumber": "8",
      "title": "Santorini - A Surreal Stroll across Santorini",
      "description": "Regarded as the most beautiful island of them all, Santorini will blow you away as you arrive by ferry and step onto the pearl-white shores beneath the blue-domed and whitewashed homes that cover the cliffs. After settling in to your gorgeous accommodation, you will enjoy an afternoon stroll along the Caldera. Here, you will delve into the island's culinary culture, appreciate the spectacular scenery from incredible viewpoints, and sip on some locally produced beverages. Your tour of Santorini will bring to light the beauty and charm of the cherished island."
    },
    {
      "dayNumber": "9",
      "title": "Santorini - Soothing Wine Tasting",
      "description": "This morning, you will set off to Eros Beach after a sumptuous breakfast. Here, you will traverse the sands on horseback and witness much of the island. The gentle ride will lead you far from the prying eyes of tourist crowds. Afterward, you will visit an elite wine estate for a candlelit tasting of their finest wines. Here, you will learn to discern the nuances of each vintage in addition to enjoying a musical showcase in the process."
    },
    {
      "dayNumber": "10",
      "title": "Santorini - Idyllic Sunsets in Santorini",
      "description": "A beautiful catamaran cruise across the shores of Santorini awaits you this afternoon. You will board the ship and set sail, stopping at spirited heritage landmarks along the way, including the Venetian Lighthouse and Caves of Indian Rock. Afterward, you will stop at a natural volcanic hot spring for an inviting dip. After a sumptuous lunch on board, the sun will begin to set, and the sky will turn a radiant orange, silhouetting the island spectacles right before your eyes. You may toast with a decadent cocktail in commemoration of a charming trip out at sea."
    },
    {
      "dayNumber": "11",
      "title": "Santorini - Departure",
      "description": "Your intimate adventures to Athens and the Greek islands do not need to be over just yet. This morning, you can spend your final few moments soaking up the spectacles beneath the Santorini sun and grabbing a platter of delicious Greek meze . Your journey may have come to an end, but you will have created lifelong memories to return home with and celebrate for years to come."
    }
  ],
  "map": ""
}