{
  "destination": "Greece",
  "mainPhoto": "",
  "id": "luxurious-cultural-greece-tour-athens-nafplio-and-more",
  "tourName": "Luxurious Cultural Greece Tour: Athens, Nafplio, and More",
  "placesVisited": "Athens, Nafplio, Aegina, Poros, Hydra, Olympia, Epidaurus, Corinth, Delphi, Sparta, Mystras, Monemvasia, Elafonisos",
  "generalInfo": "This 16-day luxury Athens and Nafplion itinerary explores a dynamic selection of Greece’s historical and scenic destinations. Marvel at architectural magnificence in pavilions and monasteries as you step back to medieval times when visiting famous sites such as the Acropolis, Olympia, and Delphi. Combine learning and leisure, with time spent in charming island villages and endless opportunities to experience Greek cuisine, savoring olives, feta, and mousaka.",
  "durationDays": "16",
  "price": "14,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Athens - Arrive in a Classic Capital City",
      "description": "Embracing tradition infused with modern charm and vibrance, Athens epitomizes a capital city that blends the past and present, exhibiting that through its architecture, cuisine, and traditional dances. Settle into your hotel and, if time permits, consider exploring some of the city’s treasures, such as the prehistoric collection at the National Archeology Museum or the many dining options at the “restaurant staircase” in popular Plaka and Anafiotika. Or perhaps visit the Kerameikos neighborhood, the former living quarters of the city’s potters and the site of an ancient cemetery."
    },
    {
      "dayNumber": "2",
      "title": "Athens - Neighborhood Squares and Streetside Cafes",
      "description": "Your first day is spent as you wish, an open page of experiences waiting to be written. Wander the famous and popular Plaka, with its cobbled streets and quaint cafes, aromas of Greek coffee permeating the alleyways. The stark, wooden door of the Old Madrasa is a reminder of Athens’ dark history, the cold, remaining concrete walls of the once-prison contrasting the warm ambiance of the neighborhood. Sink your teeth into a bite of smooth, fried halloumi and let your cheeks pucker at the taste of tangy olives as Greek music fills the air and you savor your first full day of adventure."
    },
    {
      "dayNumber": "3",
      "title": "Athens - Discover Monuments and the Historical City Center",
      "description": "Start your day with a walk around the rocky base of one of Athen’s most iconic historical landmarks, the Acropolis. The citadel stands on the top of a hill comprising remnants of ancient and once-significant buildings, the Parthenon standing out as the most famous. Feel humbled in front of the looming, decorative columns, each embedded with intricate details and decals telling stories of Ancient Greece. Visit Syntagma Square, standing in silence as you watch the “changing of the guard”, the precision of formality moving you to stand to attention. Then, enjoy a late afternoon of interactive entertainment as you step in time to a Hellenic beat during a dance lesson, followed by a serving of rich and aromatic Greek cuisine."
    },
    {
      "dayNumber": "4",
      "title": "Athens - A Trio of Island Exploration: Aegina, Poros, and Hydra",
      "description": "Board your boat for a day of exploration, three blissful islands opening their colorful shuttered windows and cobbled streets to you. Feast your eyes on rows of crisp, lush wares on greengrocer boats in Aegina, the island noted as the first place pistachio nuts were discovered in Greece. Step onto the island of Poros and up to the clock tower, the white-domed structure located at the town’s highest point and one which commands breathtaking views of neighborhoods, beaches, and crystal-clear waters. Enjoy the car-free streets and neighborhoods of Hydra, one of Greece’s most picturesque islands, the thread of white walls, terracotta roofs, and hilly seaside charm only surpassed by breathtaking beaches."
    },
    {
      "dayNumber": "5",
      "title": "Nafplio - From City to Coast Across the Corinth Canal",
      "description": "Athens is the gateway to inland and coastal wonders, and the former capital, Nafplio, is undoubtedly a highlight destination with grand spaces and intimate experiences. Journey southeast over the Corinth Canal, a scenic and significant manmade canal that links the Gulf of Corinth with the Saronic Gulf. Its 300-feet-high limestone walls are noted as an engineering marvel of the 1800s. Watch vessels navigate the slim, 70-foot-wide canal, the flat blue waters glistening beneath you."
    },
    {
      "dayNumber": "6",
      "title": "Nafplio - Across the Rio Antirrio Bridge to Ancient Olympia",
      "description": "Two magnificent and distinctive creations stand before you today. Journey north to the Rio-Antirrio Bridge, one of Greece’s most breathtaking modern structures. Feel the enormity of the white-plated steel structure, the cables pulling and stretching from top to bottom, flashes whizzing by as you cross the Gulf of Corinth from the town of Rio to Antirrio. Take a ferry back to the Peloponnese, then drive to the town of Olympia to explore the home of the Olympic games. Embrace your inner Spartan as you gaze over the original track-and-field venue and let your imagination run wild as you step into the role of spectator over the curbed stretch of grass."
    },
    {
      "dayNumber": "7",
      "title": "Nafplio - Epidaurus and Mycenae: Spectacular Stonework Wonders",
      "description": "Designed with almost exact precision, the theatrical wonder of Epidaurus will have you tempted to burst into song as you stand in the center, gazing up at the large, stone-stepped seating area, knowing that one word will echo throughout the auditorium. Embrace the energy of myths and legends as you explore one of Greece’s most imposing archeological sites, the town of Mycenae. Marvel at the almost-perfect imperfection of giant boulders pieced together to form the iconic Cyclopean wall, run your hands over the rough, cool, stone surface, picturing the enormous hands of Cyclops laying each one."
    },
    {
      "dayNumber": "8",
      "title": "Nafplio - Iconic Sites of Ancient Corinth",
      "description": "Discover the ancient city of Corinth and its Acrocorinth acropolis, which stood as one of Greece’s most significant municipalities, inhabited as recently as the 19th century. Feel the spiritual energy as you retrace steps and stories of Christianity regaled by St Paul when you visit the ruins at the Church of Corinth, archways and single walls standing as strong today as the power of Paul’s word in AD 52. Afterward, visit St Paul’s church to find mosaic images of the Apostle Paul standing bold on the outer walls, an acknowledgment of his importance to Corinthians. The murals inside the cathedral tell many stories of Jesus, among them that of his birth, crucifixion, and resurrection with a bright and magnificent ceiling."
    },
    {
      "dayNumber": "9",
      "title": "Nafplio - Discover Delphi’s History and Landscaped Beauty",
      "description": "Today, an exciting excursion to the UNESCO World Heritage Site of Delphi, one of Greece’s most sacred in ancient times, awaits. Take in views of sloping hills and picturesque mountains as you stand among ruins of spiraling columns and large stones set out in circular and square formations on the slopes of Mount Parnassus. Follow the ritualistic walk along the “Sacred Way”, winding pathways revealing the site where votives and artwork from statesmen once lay in appreciation of the Oracle of Delphi. Climb the mismatched stone steps of the Delphi Theatre, stopping to glance down onto the circular stage, the gray foundation contrasting the distant green and blue hues of the valleys and mountains."
    },
    {
      "dayNumber": "10",
      "title": "Nafplio - Byzantine and Military Roles in Sparti and Mystras",
      "description": "Feel the gravel beneath your feet as you walk trails around and through the previous military-city state and now charming town of Sparti, absorbing the picturesque countryside, rolling hills set beneath a mountainous backdrop. Catch a glimpse into the history of the mighty olive at the Olive Oil Museum, a chance to set your eyes on a fossilized olive leaf and read about the symbolism of olives in the mythology and traditions of the Greek nation. Take your time in Mystras, a 13th-century Byzantine center, remnants of its influence seen in faded frescoes in chapels and churches, and the eclectic architecture in this fortified town. Embrace the sacred, calming space in the Parnassa Monastery, a UNESCO World Heritage Site."
    },
    {
      "dayNumber": "11",
      "title": "Nafplio - Secret and Scenic Monemvasia",
      "description": "Carved into the sides of a lone rock seemingly dropped just off the Peloponnese coast, Monemvasia is a medieval town offering a sense of mystery and intrigue as you step through cobbled lanes and up mismatched stone steps. Gaze out over a tranquil blue sea from the top of the castle, the still air fresh against your cheeks. If time permits, stop at a local cafe and sip sweet-tasting honey mead and bite into soft, almond-flour cookies, all the while absorbing the ambiance of this charming castle town."
    },
    {
      "dayNumber": "12",
      "title": "Nafplio - Explore Mountains, Caves, and Enjoy a Scenic Train Ride",
      "description": "Experience the fortress-like monastery of Mega Spilaio, an impressive and colorful display of fresco art and cool, mosaic floors hidden in winding caves deep in a sheer cliffside. Hidden behind a bold, bronze door lie relics and historical manuscripts depicting tales of the monks that once lived there. Step outside and onto the Odontotos rack railway, holding your breath as you wind along narrow train tracks, seemingly wedged between the rocks as you make your way to the town of Kalavryta. Keep your eyes peeled on the dramatic scenery of mountains, rivers, and quaint towns, embracing the rush of travel through tunnels and tight spots."
    },
    {
      "dayNumber": "13",
      "title": "Athens - Enjoy a Run Through History From Marathon to Athens",
      "description": "A historic town made famous when a victorious Athenian army defeated a mightier Persian contingent in the battle of Marathon in 490 BCE, Marathon forms a significant part of Greek history and is well known today as the birthplace of the modern-day marathon. Legend has it that a Greek herald was sent to Athens with news of this incredible victory, endurance, and will that we still see in marathon running today. Spend time exploring the town before traveling through the narrow pass of Thermopylae. The stretch of land between the mountain and sea still resembles the ideal location for the Greek army to have halted the Persian navy from reaching the shore at the Battle at Thermopylae in 480 BCE."
    },
    {
      "dayNumber": "14",
      "title": "Athens - Uncover the Secrets of Urban Athens",
      "description": "Athens’ old neighborhoods open you to a world of colorful and vibrant wonder, with giant street murals and subtle drawings, and contrasting modern, classic, and brickwork architecture. Stroll down alleyways and round corners, finally finding yourself in the Monastiraki neighborhood. Enter the bright and bustling flea market, the smell of old books and the sound of traders bargaining ringing through the aisles, a page out of the Ottoman Empire’s booming 16th century ever present in textiles and threads. Musicians and street artists entertain while you set about looking for that one last souvenir to take home."
    },
    {
      "dayNumber": "15",
      "title": "Athens - A Day for Solo Exploration",
      "description": "One last opportunity to roam streets and city squares in Athens, absorbing the soul of Athenians through tasty delights such as rich, herb-flavored lamb gyro or soft, sweet loukoumades . Take one last walk around colorful neighborhoods, spend time admiring ancient artifacts in the Modern Museum, or sit at a rooftop bar with commanding views of the Acropolis. Tonight, perhaps spend time sipping retsina or taking to the city sidewalks for one last dance of “Zorba the Greek”, glancing up for a view of the Parthenon by night."
    },
    {
      "dayNumber": "16",
      "title": "Athens - A Farewell to Athens",
      "description": "Depending on the time of your flight home, you may have a chance for one more walk around the charming streets of Athens. You may want to do one more loop around the Acropolis, visit the Acropolis Museum, the ruins of Hadrian’s Library, the Roman Agora, or enjoy a gyro and a glass of Greek wine at one of Plaka’s many restaurants or a rooftop bar. Reminisce about your two-week Greek adventure before transferring to the airport in time for your flight home."
    }
  ],
  "map": ""
}