[
    {
        "type": "overview",
        "Main_Title": "Our Poland holidays & tours",
        "Main_Paragraph": "From the poignant sites of Warsaw and Krakow such as Schindler’s factory and Auschwitz, to trekking in the Carpathians and High Tatras mountains, our Poland holidays touch and inspire in equal measure. You can explore Polish culture and cuisine with a family-run cookery lesson in Krakow, or feast on smoked cheese and apple pie in a traditional highlander hut among the peaks. You can also enjoy some thrilling wildlife watching in Poland, with bison, elk, beavers and wolves all present in the protected areas of Bialowieza Forest and Biebrza Marshes. Our trips visit sanctuaries and reserves where animals are bred for reintroduction projects, and stay in national park-owned accommodation which helps fund conservation.",
        "Subtitle": "POLAND highlights",
        "Title1": "",
        "Paragraph1": "Poland borders seven countries as well as the Baltic Sea, and explorations south, over the Carpathians into Slovakia and the Czech Republic, are often too much to bear for hikers and bikers. Straddling the northwest border with Belarus, Bialowieza forest provides natural habitat for over 800 European bison and continue for two hours north and youll find one of Europes largest and most important wetland areas, the Biebrza marshes. Round trips in an anticlockwise direction take cultural sightseers on an architectural odyssey of rebuilt old town districts with Warsaw, Gdansk, Torun, Wroclaw, Krakow and Zakopane, in the High Tatras, all achievable highlights during a week away.",
        "image1": "",
        "Title2": "1. Gdansk",
        "Paragraph2": "Nowhere is Polands post war rebuilding project more evident than Gdansk. This seaport suffered considerably in WW2 and reconstruction efforts eradicated all traces of Germanic influence with French, Flemish and Italian-style architecture now dominating. Follow pedestrianised thoroughfares lined with former merchant houses, to historic fountains and St. Marys, the second largest brick church on earth.",
        "image2": "",
        "Title3": "2. Krakow",
        "Paragraph3": "Synonymous with Wieliczka and Bochnia salt mines, Wawel Royal Castle and one of the worlds most challenging historic locations  the Auschwitz-Birkenau memorial and museum. Krakow is also a bastion of the arts with operas, theatres and galleries combining wonderfully well with live jazz hangouts and the historic townhouses, churches and dominating Cloth Hall, found in the main market square.",
        "Title4": "3. Tatra National Park",
        "Paragraph4": "The High Tatras boast more than 250km of trails leading past limestone gorges, vast cave systems and breathtaking views over the Valley of Five Lakes. Point to point treks to high altitude mountain huts offer opportunities to scale some of Polands highest peaks whilst more level gradients lead through forests of beech, spruce and silver firs as well as inviting opportunities to cross into Slovakia.",
        "image3": "",
        "Title5": "4. Torun",
        "Paragraph5": "The rumoured birthplace of Renaissance astronomer Copernicus features Polands highest collection of Gothic houses as well as medieval city walls, a ruined Teutonic castle and Torun's very own leaning tower. Keep an eye out for gingerbread houses and waffle windows before brushing up on your Polish and visiting the ethnographical museum or strolling past the illuminated Cosmopolis fountain at night.",
        "Title6": "5. Warsaw",
        "Paragraph6": "WW2 put paid to most of Warsaws historic buildings; however, reconstruction projects, particularly in the UNESCO old town, have preserved 17th century townhouses overseeing markets and outdoor cafes. Follow Krakowskie Przedmiescie from the Old Town to Zamek Królewski (the Royal Castle) and disappear down a less touristy side street en-route to the Barbican, one of Warsaws last remaining fortifications.",
        "Title7": "6. Wroclaw",
        "Paragraph7": "Not only was Wroclaw the joint 2016 European Capital of Culture but its also hosted many other international art, literature and sports events. The pedestrianised medieval central square is home to one of Europes largest markets, and numerous other notable landmarks  from the Old Town Hall to a multimedia fountain and Polands largest model railway  ensure Wroclaw is a city youll never forget."
    },
    {
        "type": "best-time-to",
        "Main_Title": "BEST TIME TO VISIT POLAND",
        "Main_Paragraph": "Białowieża's primeval forest is incredibly atmospheric during the winter with thick snow providing ideal tracking conditions before returning to log cabins for steaming bowls of bigos (Hunters Stew). Further south, the snow-covered slopes of the High Tatras attract almost as many visitors as the Baltic beaches during the summer although hikers should consider spring the best time to visit Poland for exploring outdoors. Summer finds plenty of sunshine while a few extra layers make the autumn all the more bearable, especially when accompanied by fabulously fiery forest foliage followed by cultural sightseeing in Krakow or Warsaw outside of peak season.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Poland Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Poland Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-6</td>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 46%;\">33 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-5</td>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 36%;\">26 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 35%;\">25 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 44%;\">32 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 61%;\">44 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 85%;\">61 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">72 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 99%;\">71 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 74%;\">53 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 68%;\">49 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 75%;\">54 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 58%;\">42 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "POLAND TRAVEL ADVICE",
        "paragraph1": "",
        "image2": "",
        "title2": "Winter weather watch",
        "paragraph2": "Tomasz Jezierczuk, from one of our partners, shares some insider insights:\n\"Winter in Poland can either be cold and snowy or windy and rainy. You can expect everything from the weather here. The coldest months of the season are January and February where temperatures often drop to -20°C and there are frequent intervals of snow.",
        "title3": "Where & when to track wildlife",
        "paragraph3": "I just cant picture a situation where I havent seen bison while being in Białowieża forest. Winter is the easiest time and summer can be tricky, without the help of a good wildlife guide. There are also three to four packs of wolves in the forest (about 30 individuals) and, again, I cant picture a time when I didnt find wolf tracks in winter but summer is difficult as soil often turns into a solid brick.",
        "title4": "Flight of fancy",
        "paragraph4": "The best places to see migrating birds and thousands of wildfowl are the Biebrza marshes (Biebrza National Park) and the mouth of the Warta River (Warta River Mouth National Park). Particularly spectacular is the spring migration of ruff in the Biebrza marshes.",
        "title5": "Cycle out of Krakow",
        "paragraph5": "If youre looking for nature not too far out of Krakow then check out Saspowka valley in Ojcow National Park  around an hours cycle from the city centre.",
        "title6": "Something for the suitcase..",
        "paragraph6": "Gosia Knas, Polish expert at our partner Exodus, shares her local knowledge:\nOscypek is a highlander smoked cheese to buy in Krakow. Very specific, but very good! Polish vodka is considered one of the best in the world so buy a small bottle of Belvedere while you're in Warsaw. Visit a 'milk bar' for pierogi (dumplings) or grab a zapiekanka (sandwich) if on the go.\nIn Krakow, visit Cepelia, Polish Art and Handicraft Foundation to browse for some small, unique souvenirs. While up north, search for original gingerbread cakes - they don't get any better!",
        "title7": "Visiting the big cities",
        "paragraph7": "In Warsaw you may want to check out the old Fotoplastikon, a stereoscopic theatre based on the Kaiserpanorama system of rotating stereoscopic images. It's working and it's based in original location since it was open in 1905, making it the oldest in Europe.\nIf you are in Gdansk in the summer (July/Aug), you must visit St. Dominics Fair. It is the largest open-air trade and cultural event in Poland and one of the largest such events in Europe. It has enjoyed over 750 years of tradition; it was established by the Pope Alexander IV in 1260.",
        "title8": "POLAND TRAVEL ADVICE",
        "paragraph8": "",
        "title9": "",
        "paragraph9": "At Responsible Travel, we think the best people to advise our travellers are often... other travellers. They always return from our tours with\npacking tips, weather reports, ideas about what to do - and opinions about what not to.\nWe have selected some of the most useful Poland travel tips that our guests have provided over the years to\nhelp you make the very most of your holiday  and the space inside your suitcase.",
        "title10": "",
        "paragraph10": "Krakow is beautiful  buzzing but laidback at the same time  with great food and the most interesting places to see and visit. The walking tour gave a great insight into the history while Auschwitz was thought provoking but not to be missed. The Salt Mine is a must see  awesome. The good weather made the views from the top of Zakopane brilliant. <b>  David Harris </b> <br/> <br/>\r\nPoland is a beautiful country with amazing wildlife and a must for any animal/bird enthusiast. Put a tour together with the guides who are very passionate and knowledgeable about life in the forests and you are in for an unforgettable holiday.<b>  Rosemary Richards</b><br/><br/>\r\nTake some extra nibbles, dried fruit, bars, nuts etc as packed lunches ok but needed something extra. Mozzies get you through your clothes! <b> Julie and James Dore </b> <br/><br/>\r\nTravel light and at Warsaw Airport a 250 metre walk to the bus-stop outside the new airport building for the no. 175 bus (2.40 zlotys) will save you GB £10 taxi fare. <b>  Mr C B Proctor </b>"
    }
]