{
    "Main_Title": "Our Poland holidays & tours",
    "Main_Paragraph": "From the poignant sites of Warsaw and Krakow such as Schindler’s factory and Auschwitz, to trekking in the Carpathians and High Tatras mountains, our Poland holidays touch and inspire in equal measure. You can explore Polish culture and cuisine with a family-run cookery lesson in Krakow, or feast on smoked cheese and apple pie in a traditional highlander hut among the peaks. You can also enjoy some thrilling wildlife watching in Poland, with bison, elk, beavers and wolves all present in the protected areas of Bialowieza Forest and Biebrza Marshes. Our trips visit sanctuaries and reserves where animals are bred for reintroduction projects, and stay in national park-owned accommodation which helps fund conservation.",
    "Subtitle": "POLAND highlights",
    "Title1": "",
    "Paragraph1": "Poland borders seven countries as well as the Baltic Sea, and explorations south, over the Carpathians into Slovakia and the Czech Republic, are often too much to bear for hikers and bikers. Straddling the northwest border with Belarus, Bialowieza forest provides natural habitat for over 800 European bison and continue for two hours north and youll find one of Europes largest and most important wetland areas, the Biebrza marshes. Round trips in an anticlockwise direction take cultural sightseers on an architectural odyssey of rebuilt old town districts with Warsaw, Gdansk, Torun, Wroclaw, Krakow and Zakopane, in the High Tatras, all achievable highlights during a week away.",
    "image1": "",
    "Title2": "1. Gdansk",
    "Paragraph2": "Nowhere is Polands post war rebuilding project more evident than Gdansk. This seaport suffered considerably in WW2 and reconstruction efforts eradicated all traces of Germanic influence with French, Flemish and Italian-style architecture now dominating. Follow pedestrianised thoroughfares lined with former merchant houses, to historic fountains and St. Marys, the second largest brick church on earth.",
    "image2": "",
    "Title3": "2. Krakow",
    "Paragraph3": "Synonymous with Wieliczka and Bochnia salt mines, Wawel Royal Castle and one of the worlds most challenging historic locations  the Auschwitz-Birkenau memorial and museum. Krakow is also a bastion of the arts with operas, theatres and galleries combining wonderfully well with live jazz hangouts and the historic townhouses, churches and dominating Cloth Hall, found in the main market square.",
    "Title4": "3. Tatra National Park",
    "Paragraph4": "The High Tatras boast more than 250km of trails leading past limestone gorges, vast cave systems and breathtaking views over the Valley of Five Lakes. Point to point treks to high altitude mountain huts offer opportunities to scale some of Polands highest peaks whilst more level gradients lead through forests of beech, spruce and silver firs as well as inviting opportunities to cross into Slovakia.",
    "image3": "",
    "Title5": "4. Torun",
    "Paragraph5": "The rumoured birthplace of Renaissance astronomer Copernicus features Polands highest collection of Gothic houses as well as medieval city walls, a ruined Teutonic castle and Torun's very own leaning tower. Keep an eye out for gingerbread houses and waffle windows before brushing up on your Polish and visiting the ethnographical museum or strolling past the illuminated Cosmopolis fountain at night.",
    "Title6": "5. Warsaw",
    "Paragraph6": "WW2 put paid to most of Warsaws historic buildings; however, reconstruction projects, particularly in the UNESCO old town, have preserved 17th century townhouses overseeing markets and outdoor cafes. Follow Krakowskie Przedmiescie from the Old Town to Zamek Królewski (the Royal Castle) and disappear down a less touristy side street en-route to the Barbican, one of Warsaws last remaining fortifications.",
    "Title7": "6. Wroclaw",
    "Paragraph7": "Not only was Wroclaw the joint 2016 European Capital of Culture but its also hosted many other international art, literature and sports events. The pedestrianised medieval central square is home to one of Europes largest markets, and numerous other notable landmarks  from the Old Town Hall to a multimedia fountain and Polands largest model railway  ensure Wroclaw is a city youll never forget."
}