[
    {
        "type": "overview",
        "Main_Title": "Our Seychelles holidays & tours",
        "Main_Paragraph": "From giant tortoises to secluded lagoons, our holidays in the Seychelles show that it’s not only easy to travel here with low negative impact, but incredibly pleasurable. On our Seychelles holidays you’re not confined to a resort – far from it. Instead, our small ship cruises sail you to lesser-visited island nature reserves where your money goes directly towards conservation. Our land-based Seychelles tours include hotels which use kitchen gardens and solar power, and pedal-powered trips around the islands, featuring stops at local restaurants and markets. You’ll discover Seychellois culture, and directly benefit Seychellois people, for whom responsible tourism is a vital source of income.",
        "Subtitle": "The Seychelles highlights",
        "Title1": "",
        "Paragraph1": "The Seychelles is made up of 43 Inner Islands and 72 Outer Islands. The more remote Outer Islands are formed from five coral reefs which include the UNESCO site of Aldabra Atoll, the largest raised coral atoll on the planet. A strict environmental policy has helped to protect vast seabird colonies, free roaming giant tortoises and spectacular marine life, with Bird Island and North Island prime examples. Throughout the Seychelles, papaya, mangoes and bananas provide healthy local produce with vibrant wild orchids and endemic coco de mer palms to be found within the rainforests of Praslin and Curieuse, just to the northeast of the main island, Mahé, which is also home to the countrys colonial cluttered capital, Victoria.",
        "image1": "",
        "Title2": "1. Bird Island",
        "Paragraph2": "Noddies, terns and waders can all be found close to the shore or rising above the coconut plantations of the Seychelles northernmost island, with sooty terns, in particular, arriving en masse from mid-March to May. Surrounding reefs support untold marine life with dugongs and hawksbill turtles gliding effortlessly through the waves whilst resident giant tortoises lumber a little more awkwardly onshore.",
        "image2": "",
        "Title3": "2. Curieuse Island",
        "Paragraph3": "As Curieuse Island was once the setting for a leper colony it's managed to remain relatively intact from profit making interference. As such, it has been proclaimed a Marine National Park to further protect its animal inhabitants, which include rare black parrots, hawksbill turtles and over 300 giant Aldabra tortoises. A guided tour through mangrove swamps makes a great prelude to Creole barbecues on the beach.",
        "Title4": "3. Inner Islands",
        "Paragraph4": "Inner Islands, such as Coco, Felicite and Grande Soeur, can be reached via a short boat ride from Praslin or La Digue and offer untouched desert island images to keep your screensaver catalogue ticking over for a good few years . From shimmering palms and crystal white sand to transcendent snorkelling over coral reefs accompanied by turtles and angel fish, this is pure and simple island hopping heaven.",
        "image3": "",
        "Title5": "4. La Digue",
        "Paragraph5": "La Digue is the third largest inhabited island in the Seychelles and well accustomed to beach seeking travellers wishing to explore on foot, on two wheels or from an ox-drawn cart. The island's reefs and lagoons are home to an array of eels, rays and black tipped reef sharks whilst on land coconut crabs, sun birds, fruit bats and paradise flycatchers prefer the small, yet protected, habitat of Veuve Nature Reserve.",
        "Title6": "5. Praslin",
        "Paragraph6": "Praslin is a fascinating location that's just as highly regarded for its beaches, such as Anse Lazio and Anse Georgette, as its UNESCO protected palm forests within the Vallée de Mai Nature Reserve. From hawksbill turtles nesting on soft sand amongst smooth boulders to waterfalls, streams and a cacophony of birds, Praslin is criss-crossed with trekking trails and sublime spots to snorkel.",
        "Title7": "6. Victoria, Mahé Island",
        "Paragraph7": "The capital, Victoria, has long been an important export hub as well as the ideal location to learn more about the nation's relationship with the outside world. The city itself isn't very large but is perfect for a guided history tour amongst narrow streets and neglected colonial properties which sit adjacent to broader boulevards and lush green gardens surrounding the citys cultural epicentre, Victoria market."
    }
]