{
  "destination": "Ekvador",
  "mainPhoto": "",
  "id": "RCGK30",
  "tourName": "Kapsamlı Galápagos 1",
  "placesVisited": "Ekvador, Galapagos",
  "generalInfo": "Bu inanılmaz macerayla Galapagos’un doğa harikalarını keşfedin. İnsanların ziyaretinden çekinmeyen dev kaplumbağalar, su iguanaları, oyuncu penguenler, meraklı ispinozlar ve fregat kuşları gibi adaların eşsiz koşullarına kusursuzca uyum sağlamış farklı, harika kuş ve hayvan türleriyle karşılaşacaksınız. Darwin’e ilham kaynağı olan bu çarpıcı manzara, sizin hayatınızda da aynı ölçüde güçlü bir etki bırakan bir macera olacak.<br><br><strong>Katılış için en yakın uluslararası havaalanı: </strong>Quito Mariscal Sucre Uluslararası Havaalanı (UIO)",
  "durationDays": "11",
  "price": "3959",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Şehir turu</li>\n<li>- Doğa merkezi ve Tijeretas tepesi ziyareti</li>\n<li>- San Cristobal adasında yürüyüş ve snorkelle dalış</li>\n<li>- Suarez burnunda 2 saat yürüyüş</li>\n<li>- Gardner körfezinde  yürüyüş ve snorkelle dalış</li>\n<li>- Florena adasında  yürüyüş ve snorkelle dalış</li>\n<li>- Posta körfezi ziyareti</li>\n<li>- Ejderha tepesinde 2 saat yürüyüş</li>\n<li>- Bartolome adasında snorkelle yüzme ve yürüyüş</li>\n<li>- Rabida adasında yürüyüş, snorkelle yüzme ve sandal gezisi</li>\n<li>- Espumilla plajında snorkelle yüzme ve kumsal keyfi</li>\n<li>- Siyah kaplumbağa kovuğunda sandal gezisi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 3 gece, teknede 7 gece</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 10 kahvaltı, 8 öğle yemeği, 8 akşam yemeği</li>\n</ul>\n<p><strong> Diğer</strong></p>\n<ul>\n<li>- Doğa uzmanı rehberler</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Quito'ya Varış",
      "description": "Quito havaalanına vardığınızda Siempre temsilcisi tarafından toparlanarak otelinize götürüleceksiniz."
    },
    {
      "dayNumber": 2,
      "title": "Quito",
      "description": "Bugün otelde bir araya gelerek koloni şehri Quito turuna çıkacaksınız.Amerika kıtalarının en büyük tarihi merkezinde hareketli sokakları ve meydanları keşfedin.Çok uluslu,çarpıcı sanatsal ve kültürel mirasın korunduğu görkemli La Compania (Society of Jesus Church) ve ikonik San Francisco gibi en önemli kiliselerden bazılarını ziyaret edin.Araçla geleneksel San Juan mahallesine gidin.Eski ama modern şehrin nefes kesen görüntüleri için Panecillo tepesinde günü sonlandıracağız."
    },
    {
      "dayNumber": 3,
      "title": "Quito – San Cristóbal Adası",
      "description": "Bugün Galapagos adalarına gitmek üzere havaalanına transferiniz gerçekleşecek.Coral 1 ve 2 teknelerine bineceğimiz San Cristobal adasına gideceğiz.Yola çıkmadan önce kabinlerinize yerleşmek ve kısa bir güvenlik toplantısı için zamanınız olacak. Teknelerimizin 360 sanal görüntüsünü burayı tıklayarak görebilirsiniz."
    },
    {
      "dayNumber": 4,
      "title": "San Cristóbal Adası",
      "description": "Bugün Cerro Brujo’nun beyaz mercan sahilinde(ıslak zemin) karaya çıkıyoruz.Beyaz kumsal ,siyah boyunlu uzun bacaklar,taşçevirenler,kervan çullukları ve beyaz yanaklı ördekler(pintail) gibi göçmen kuşların berrak görüntüleriyle harika bir yürüyüş fırsatı sunar.Ayrıca öğle yemeği için teknelere dönmeden önce yüzmek ve snorkelle dalmak için müthiş bir yerdir."
    },
    {
      "dayNumber": 5,
      "title": "Española Adası",
      "description": "Bu sabah Gardner körfezindeki ilk durağımız Espanola adasında olacağız.Kahvaltıdan sonra kalabalık deniz aslanı sürüsünün arasından beyaz mercan sahiline(ıslak zemin)çıkıyoruz.Bölgede uygun yol olmadığından yürüyüş yapmak mümkün değil.Burası Galapagos şahinleri,Amerikan poyraz kuşları,Galapagos güvercinleri,alaycı kuşlar,Darwin ispinozu türleri,sarı ötleğen kuşları,lav kertenkeleleri ve su iguanalarına rastlayacağınız açık bir arazi.Ayrıca bölge kral melek balığı,Creole balığı,papaz balığı,papağan balığı,hayalet vatoz ve beyaz yüzgeçli kayalık köpekbalığı gibi Galapagos’un birçok deniz canlısını görebileceğiniz,yüzüp snorkelle dalış yapabileceğiniz kusursuz bir yer."
    },
    {
      "dayNumber": 6,
      "title": "Floreana Adası",
      "description": "Bugünü Florena adasında geçireceğiz.Siyah mangrov yataklarında yürüyüş yapacak,adaya özgü bitkileri görecek ve yeşil Pasifik deniz kaplumbağalarının yuvalanma alanlarının keyfini çıkaracağız.Kuma gömülü vatozlar yüzünden suda yürümeniz mümkün olmayacaktır ancak beslenen deniz kaplumbağalarını ve mavi ayaklı sümsük kuşlarını görebilirsiniz."
    },
    {
      "dayNumber": 7,
      "title": "Baltra Adası",
      "description": "Bugün Coral1 ve 2 tekneleri gruptan ayrılan yolcuları bırakmak ve turumuzun geri kalanında bizimle olacak başka yolcuları almak üzere Baltra adasında olacak.Bu yolcu transferleri gerçekleşirken tur liderleri sizlere alternatif ayarlamalar yapmak için görüş bildirecekler."
    },
    {
      "dayNumber": 8,
      "title": "Ejderha Tepesi– Bartolomé",
      "description": "Bu sabah Santa Cruz adasındaki Ejderha tepesinin kuru zeminine çıkacağız.Flamingoları görebileceğiniz bir gölete doğru ilerliyoruz.Yol bizi Ejderha tepesinin yükseklerinde iguanaların yuvalanma bölgesine götürecek.Buradan yakınlardaki adaların enfes manzaralarına hayran kalacaksınız.Ayrıca bülbüller,Darwin ispinozları ve Galapagos güvercinleri gibi bazı kuş türlerine de rastlayabiliriz."
    },
    {
      "dayNumber": 9,
      "title": "Rabida Adası– Espumilla Plajı (Santiago Adası)",
      "description": "Bu sabaha Rabida adasını ziyaret ediyoruz.Volkanik oluşumu nedeniyle kumsal koyu kırmızıdır ve deniz aslanlarının sıklıkla bulunduğu bir yerdir.Adalar arasında  en çeşitli volkanik kayalara sahip olduğundan burası Galapagos’un coğrafi merkezi olarak kabul edilir.Bazen pembe ve kırmızı flamingoların görülebildiği tuzlu su göletine yürüyüş yapacağız."
    },
    {
      "dayNumber": 10,
      "title": "Siyah Kaplumbağa Koyu  Quito",
      "description": "Sandalla denize açılacağımız Santa Cruz adasının kuzey sahiline gidiyoruz.Bölge kaplumbağa barınağı olarak ilan edilmiştir ve kaplumbağalar buradaki ılık sularda yüzmeye bayılırlar.Arada kafalarını sudan çıkardıklarını görebilirsiniz ve balıklar,vatozlar ve köpekbalıkları teknelerin altında yüzerler."
    },
    {
      "dayNumber": 11,
      "title": "Depart Quito",
      "description": "1 Breakfast(s)"
    }
  ],
  "map": ""
}