[
    {
        "type": "overview",
        "Main_Title": "Our England holidays & tours",
        "Main_Paragraph": "Our England holidays are about exploring landscapes that have inspired artists, poets, musicians and writers. You might ride electric bikes along the Tarka Trail from an ecolodge in Devon, walk the Thames Path to London, throw the family into an activity holiday in the Lake District, or enjoy long-distance walks such as the Pilgrims’ Way. And all while staying in locally owned hotels, historic inns, guest houses and B&Bs. Dress for the weather and remember: our experts are never short of recommendations for the best pub nearby.",
        "Subtitle": "More about our England holidays",
        "Title1": "Trips beyond the tourist traps",
        "Paragraph1": "Our holidays explore the joys of the English coast, countryside and lesser-visited cities. Take in the cuisine at country pubs on walking trips, detour from the summer traffic by cycling and kayaking around the south-west, and swap busy beaches for the long, peaceful sands of the Northumberland coast. Fancy seeking out wildlife? The Isle of Man is a great pick; our wildlife holidays are led by guides who’ll take you to the best spots for seabirds, basking sharks, eagles and seals – all while collecting data that supports their conservation.",
        "image1": "",
        "Title2": "The South West for sandstone cities, beaches & moors",
        "Paragraph2": "Thanks to the Cotswolds, Cornwall and Devon, the South West is one of the popular corners of England. Our holidays, however, prove that it is possible to find picturesque pockets of peacefulness so quiet you can hear a kingfisher flitting upstream. More adventurous travellers can find their happy place hiking the rugged South West Coast Path. Meanwhile, those who take a more laidback approach to their holidays can meander country lanes between farm shops (great for self-caterers), teahouses and accommodation that ranges from upcycled railway carriages to rural cottages powered by renewable energy.",
        "image2": "",
        "Title3": "Coastal paths & storied trails",
        "Paragraph3": "Our range of walking holidays offer a great choice of self guided trips ideal for independent hikers and sociable small group tours headed up by brilliant guides. Expect daily walks, overnighting in welcoming B&Bs, and landscapes that have inspired writers and artists for centuries. Classic routes include the Thames Path, South West Coast Path, Hadrians Wall and the Pilgrims Way, but we also encourage opting for the lesser-trod trails of, say, Norfolk and Sussex. Some of our trips come with a delicious twist  fully fuelled by vegan food (yes, even the cream teas)."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit England",
        "Main_Paragraph": "If youve ever wondered why the English discuss weather so much, its because they havent a clue what's going on from one day to the next.\nAs a rule, its colder and wetter up north and windier along the coast with the west of the country also experiencing plenty of rain. Autumn and spring are the best times to visit England but theres a lot to be said for beer gardens and cosy pubs so dont discount the winter or summer, whatever the weather.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "England Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">England Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 93%;\">55 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 63%;\">37 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 83%;\">49 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 80%;\">47 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 86%;\">51 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 88%;\">52 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 83%;\">49 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 95%;\">56 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 93%;\">55 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 98%;\">58 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 100%;\">59 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 100%;\">59 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Things to do in England...",
        "paragraph1": "<div style=\"margin-top:20px\"></div><bullet><b>Walking in England.</b> Englands green and pleasant lands provide the perfect canvas from where walkers can paint their own meandering masterpiece. Tracks  through farms, heaths and woods  are ideal for joining one village to the next with numerous regional delights to be devoured on the trail or upon arrival. Sign-posted routes via the Peak District, Cotwolds and Oxfordshire tender every opportunity to enjoy Englands countryside with Northumberland and Suffolk coasts offering just a couple of windswept alternatives.</bullet><bullet><b>Sailing holidays in the south of England.</b> Experienced and novice sailors will love discovering southern Englands channels and straits with areas, such as Dartmouth, Weymouth and the Isle of Wight, providing a bounty of bays, harbours and coastlines from where to sail solo or become part of a crew. Plymouth and Portsmouth, especially, are real draws for history buffs and combining sailing in England with maritime heritage is a great way to learn from the stern.</bullet><bullet><b>Stay somewhere unusual in England.</b> England lets you dive into accommodation at all ends of the spectrum with luxury B&amp;Bs, yurts, houseboats, eco-lodges and converted railway carriages providing just a glimpse at whats in store. Location is always key to a successful stay and no matter whether youre self-catering in Cornwall or living it up in Leicestershire, bedding down in nature always makes for a more relaxing break.</bullet>",
        "image2": "",
        "title2": "Things not to do in England",
        "paragraph2": "Search for a Starbucks.\nA holiday in England should be bereft of brand names, which means resisting the urge to seek out coffee chains and famous fast-food outlets. Fish & chips, cream teas, Cornish pasties, stottie cake, Lancashire hot pots, real ales, locally-run pubs, restaurants and cafes  whatever youre hoping to find, get out of the identikit high streets and keep going until youre at least 10 miles from the nearest Greggs.",
        "title3": "",
        "paragraph3": "Tick off the tourist hot spots.\nIts tempting to cram too much in whilst on holiday with local attractions getting ticked off as readily as full English breakfasts. Finding the time to relax is just as important as adding to an itinerary and often youll find unplanned moments are the ones you remember more fondly. Woodland walks, picnics, collecting freshly laid eggs and keeping the car keys hidden, are all guaranteed to give you and your family an English experience far from the tourist trail.",
        "title4": "",
        "paragraph4": "Forget reading material.\nEngland isnt lacking in history and youll find entire forests devoted to documenting its past. Reading about an area prior to visiting will give you a much deeper insight into the countrys heritage as well as helping you piece together just what makes the English such a weird and wonderful mix of cultures. Fictional works will certainly add to the experience with Christie, Austin, Dickens and Hardy, I draw the line at Shakespeare, all helping to place you in England as you lose yourself in words.",
        "title5": "England travel advice",
        "paragraph5": "",
        "title6": "Dartmoor tips",
        "paragraph6": "Paul Day, Managing Director at our supplier, Lets Go Walking, shares his experiences of walking in England:",
        "title7": "",
        "paragraph7": "One of my favourite walks is on Dartmoor. It only takes two to three hours but the variety of landscapes and quietness that youll find en-route from Okehampton to the village of Sticklepath, via Belstone, are simply stunning. Belstones a beautifully unspoiled village on the north edge of Dartmoor and the Dartmoor Inn at Sticklepath makes for a great place to start or finish a walk, no matter what time of year it is. In fact, the winter lets you explore more of the moors as the muddy, boggy areas tend to harden which allows walkers to wander a little further from the footpaths. Of course, the summers not bad either and if youre a fan of wild swimming, seek out the Cullever Steps below Scary Tor for one of my favourite spots to cool off on a hot day on the moors.",
        "title8": "Where to see wildlife",
        "paragraph8": "Paul Day, Lets Go Walking:\nAnother walking route in England that Id recommend is the Purbeck Way which comes in from Lulworth Cove to Swanage via Corfe Castle. This is a great walk for wildlife as theres usually deer, buzzards and rabbits around the area with loads of seabirds in Swanage as well as an occasional hare or two, if youre lucky.",
        "title9": "Walking in Devon",
        "paragraph9": "Ian Ripper, owner of our supplier Wheatland Farm Eco Lodges in Devon, shares his experiences of walking in England:",
        "title10": "",
        "paragraph10": "The Tarka Trail is a wonderful facility for all ages and abilities. An old railway line, it travels from the old clay pits at Meeth (now a Devon Wildlife Trust reserve) through deep countryside following the river Torridge to the estuarine habitat and then the sea. No big hills, good surface and fantastic scenery, with places to get refreshments in most towns along the way. For the more intrepid there are great back-lane rides (beware Devon hills) where grass grows in the centre of the roads and you find gems like Honeychurch  the smallest church in Devon  or a litter of piglets squealing at a roadside gate. Huge views from the hilltops and pretty streams in the dips.",
        "title11": "Getting away from it all",
        "paragraph11": "Paul Day, Lets Go Walking:\nWalking in England really helps put things into perspective and if youve had a bad day or are feeling a bit stressed then it really helps to make your arrangements, wrap up warm and get out the door to surround yourself with countryside.",
        "title12": "",
        "paragraph12": "Ian Ripper, Wheatland Farm Eco Lodges:",
        "title13": "",
        "paragraph13": "I'm always surprised by the contradictions. People love Devon because it is less developed; yet seem to want to have all the conveniences of the cities and urban conurbations. It's lovely because we lack those things! In rural Devon it is quiet and relaxed all year round. Very little traffic and no roundabouts. At night it is pitch black and the stars are amazing. I always get a sinking feeling when I approach civilisation and see the very man-made environment most of us live in. Yes, I am an outdoors person mostly, but I do like a few days in a city to remind me to take the straw from between my teeth.",
        "title14": "Farming",
        "paragraph14": "Ian Ripper, owner of our supplier Wheatland Farm Eco Lodges in Devon\n:\nI was in the village butcher when a visitor asked the butcher for local lamb. He apologised and said he only had lamb from Broadwood Kelly, would that do? The visitor asked where that might be and he replied more'n five miles on the road to Samford Courtney."
    }
]