{
    "Main_Title": "Our England holidays & tours",
    "Main_Paragraph": "Our England holidays are about exploring landscapes that have inspired artists, poets, musicians and writers. You might ride electric bikes along the Tarka Trail from an ecolodge in Devon, walk the Thames Path to London, throw the family into an activity holiday in the Lake District, or enjoy long-distance walks such as the Pilgrims’ Way. And all while staying in locally owned hotels, historic inns, guest houses and B&Bs. Dress for the weather and remember: our experts are never short of recommendations for the best pub nearby.",
    "Subtitle": "More about our England holidays",
    "Title1": "Trips beyond the tourist traps",
    "Paragraph1": "Our holidays explore the joys of the English coast, countryside and lesser-visited cities. Take in the cuisine at country pubs on walking trips, detour from the summer traffic by cycling and kayaking around the south-west, and swap busy beaches for the long, peaceful sands of the Northumberland coast. Fancy seeking out wildlife? The Isle of Man is a great pick; our wildlife holidays are led by guides who’ll take you to the best spots for seabirds, basking sharks, eagles and seals – all while collecting data that supports their conservation.",
    "image1": "",
    "Title2": "The South West for sandstone cities, beaches & moors",
    "Paragraph2": "Thanks to the Cotswolds, Cornwall and Devon, the South West is one of the popular corners of England. Our holidays, however, prove that it is possible to find picturesque pockets of peacefulness so quiet you can hear a kingfisher flitting upstream. More adventurous travellers can find their happy place hiking the rugged South West Coast Path. Meanwhile, those who take a more laidback approach to their holidays can meander country lanes between farm shops (great for self-caterers), teahouses and accommodation that ranges from upcycled railway carriages to rural cottages powered by renewable energy.",
    "image2": "",
    "Title3": "Coastal paths & storied trails",
    "Paragraph3": "Our range of walking holidays offer a great choice of self guided trips ideal for independent hikers and sociable small group tours headed up by brilliant guides. Expect daily walks, overnighting in welcoming B&Bs, and landscapes that have inspired writers and artists for centuries. Classic routes include the Thames Path, South West Coast Path, Hadrians Wall and the Pilgrims Way, but we also encourage opting for the lesser-trod trails of, say, Norfolk and Sussex. Some of our trips come with a delicious twist  fully fuelled by vegan food (yes, even the cream teas)."
}