{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "RNEVC",
  "tourName": "Everest Ana Kamp",
  "placesVisited": "Nepal",
  "generalInfo": "Ölmeden önce yapılacaklar listenizde ikonik Everest Dağı’ na tik atın ve hiçbir zaman unutmayacağınız bir maceraya atılın.  Bu, sadece yürüyüş yapmakla kalmayıp,  Sherpa kültürünü deneyimleyebileceğiniz,  yerel köyleri ziyaret edebileceğiniz ve Nepal’ in sunabileceği en inanılmaz manzaralarla karşı karşıya gelebileceğiniz bir gezi.  Everest Ana Kampı’ na yürüyüş korkaklara göre değil,  aksine sonunda sizde inanılmaz bir başarı duygusu uyandıracak bir macera.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Katmandu Tribhuvan<strong> </strong>Uluslararası Havaalanı ( KTM )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Katmandu Tribhuvan Uluslararası Havaalanı ( KTM )",
  "durationDays": "15",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Khumjung ve Khunday köylerine yürüyüş gezisi</li>\n<li>- Ünlü Tyangboche manastırı ziyareti</li>\n<li>- Chukkung Vadisi’ ne yürüyüş gezisi</li>\n<li>- Kalapatthar Manzara Noktası’ na sabahın erken saatlerinde tırmanış</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 2 gece, kulübelerde 12 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>2 kahvaltı, 13 basit kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Gezilerde İngilizce konuşan yerel rehber ( ler )</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Katmandu' ya Varış",
      "description": "Yaşamak üzere olduğunuz maceradan neler beklemeniz gerektiği konusunda sizi bilgilendirecek olan liderinizle buluşarak turunuza başlayacağınız Nepal’ in hareketli başkenti Katmandu’ ya uçun."
    },
    {
      "dayNumber": 2,
      "title": "Phakding-Namche Bazaar",
      "description": "Bu sabah,  Dudh Kosi Nehri’ ne doğru bir inişle yürüyüşe başlamadan önce yürüyüşçüler arasında popüler bir şehir olan Lukla’ ya 40 dakikalık bir uçuş yapıyoruz ve sonra Namche Bazaar’ a giden ana patikaya katılacağımız Phakding’ deki kulübemize ulaşıyoruz."
    },
    {
      "dayNumber": 3,
      "title": "Namche Bazaar",
      "description": "Sabah yola çıkıyoruz ve sonra Joeshale’ de öğle yemeği için mola veriyoruz. Öğle yemeğinden sonra,  köyün göbeğinde bir kulübede önümüzdeki iki geçireceğimiz Namache Bazar’ a üç buçuk saat süren bir yolculuk yapıyoruz."
    },
    {
      "dayNumber": 5,
      "title": "Diboche",
      "description": "Erkenden yola koyuluyoruz ve öğle yemeği için duracağımız Fungi Tanga’ ya yaklaşık 2 buçuk saat yürüyoruz.  Küçük bir ormandan Tyangboche’ ye doğru yürüyün ve Nepal’ deki en ünlü manastırlardan biri olan Tyangboche manastırını ziyaret edin."
    },
    {
      "dayNumber": 6,
      "title": "Dingboche",
      "description": "Diboche’ den ayrılıp Dingboche köyüne tırmanışımıza başlıyoruz. Dingboche’ de internet kafeye gidip evdekilere fotoğraflarınızı gönderebilir veya geceyi dünyanın en yüksek bilardo salonlarından birinde geçirebilirsiniz.  Burada,  hava koşullarına alışarak ve ağrıyan ayaklarımızı dinlendirerek iki gece geçiriyoruz.  Burada geçireceğimiz tüm gün boyunca,  önümüzdeki yolculuğu daha keyifli bir hale getirmek için birkaç hava koşullarına alışma egzersizi yapabilirsiniz."
    },
    {
      "dayNumber": 8,
      "title": "Lobuche",
      "description": "Kulübeden erkenden ayrılıp Thukla’ da öğle yemeği için mola veriyoruz ve sonrasında Lobuche’ ye iki buçuk saat yürüyoruz."
    },
    {
      "dayNumber": 9,
      "title": "Everest Ana Kamp & Gorekhshep",
      "description": "Bu sabah,  hedefimize doğru son tırmanışımız için Lobuche’ da erkenden uyanıyoruz.  Everest Ana Kampı’ na tüm gün sürecek bir yürüyüş yapacaksınız  ve tamamlanması en çetrefilli ve en zor saatler bunlar.  Everest Ana Kampı’ na ulaştığınızda,  manzara nefes kesici ve keyifli.  Geceyi geçireceğimiz Gorekhshep’ e inmeden önce destansı manzaraları istediğiniz kadar hayranlıkla seyredin."
    },
    {
      "dayNumber": 10,
      "title": "Pheruche",
      "description": "Sabahın erken saatlerinde,  muazzam Everest’ in en mükemmel fotoğrafını yakalama fırsatı için gezinin en yüksek yürüyüş noktası Kala Patthar manzara noktasına tırmanmaya hazır olun.  Tırmanışınızdan sonra kahvaltı yapın ve gecelemek için Pheruche’ a doğru yola çıkmadan önce öğle yemeği için tekrardan Thukla’ ya doğru yürümeye başlayın."
    },
    {
      "dayNumber": 11,
      "title": "Namche Bazaar",
      "description": "Bugün öğle yemeği için Dibiche’ ye üç saat süren bir yolculuk yapıp sonra Namche Bazaar’ a doğru yürüyüşümüze devam ediyoruz.  Yol boyunca artan oksijenin ve Khumbu Vadisi’ nin en iyi manzaralarının keyfini çıkarın."
    },
    {
      "dayNumber": 12,
      "title": "Namche Bazaar - Phakding",
      "description": "Kahvaltıya uyanın ve ardından öğle yemeği için Bhote Koshi vadisinden Manjo’ ya üç saatlik bir yürüyüş yapın.  Öğle yemeğinden sonra,  Phakding’ e geri dönüyoruz."
    },
    {
      "dayNumber": 13,
      "title": "Phakding - Lukla - Katmandu",
      "description": "Yürüyüşümüzün son günü,  sabah başladığımız Phakding’ den daha yüksek bir rakımdaki Lukla’ da sonlanan sadece üç saatlik kısa bir yürüyüş günüdür.  Lukla’ da sıcak bir duş imkanınız olabilir ve ertesi sabah Lukla’ dan Katmandu’ ya uçuştan önce dinlenmek için bir fırsatınız olacak."
    },
    {
      "dayNumber": 14,
      "title": "Katmandu",
      "description": "Sabahın erken saatlerinde,  Katmandu’ ya 40 dakikalık bir uçuş yapın."
    },
    {
      "dayNumber": 15,
      "title": "Katmandu' dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}