{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "TMNE",
  "tourName": "Kapsamlı Nepal",
  "placesVisited": "Nepal",
  "generalInfo": "Bu büyüleyici Nepal keşfinde tarihi, kültürü ve doğayı deneyimleyin. Anik tapınakları ve kutsal manastırları ziyaret edin,  Himalayalar üzerinde günbatımını seyredin ve Asya’ nın en iyi milli parklarından birinde safarinin tadını çıkarın.<br><br><strong>Lütfen dikkat: </strong> Bu örnek bir gezi programıdır ve kendi kişisel gereksinimlerinize ve bütçenize uyacak şekilde ayarlanabilir.",
  "durationDays": "12",
  "price": "1549",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Katmandu Şehir Turu</li>\n<li>- Bhaktapur Turu</li>\n<li>- Panauti &amp; Namobuddha Manastırı Ziyareti</li>\n<li>- Doğa yürüyüşleriyle Chitwan Milli Parkı</li>\n<li>- Lumbini Şehir Turu</li>\n<li>- Sarangkot Tepesi’ nde Gündoğumu</li>\n<li>- Pokhara Şehir Turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 11 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>11 kahvaltı</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Katmandu' ya Varış",
      "description": "Otelde 1 Gece"
    },
    {
      "dayNumber": 2,
      "title": "Katmandu",
      "description": "Bu sabah,  otelinizden alınacak ve Katmandu’ nun en kutsal yerlerinden bazılarında ve civardaki bölgede bir şehir turuna çıkacaksınız. Tanrı Shiva’ ya adanmış en kutsal Hindu tapınaklarından biri olan Pashupatinath Tapınağı’ nı göreceksiniz. Hindu olmayanların tapınağa girmesi yasak olsa da, Bagmati Nehri’ nin doğu kıyısından tapınağın gösterişli mimarisine hayranlıkla bakabileceksiniz."
    },
    {
      "dayNumber": 3,
      "title": "Bhaktapur, Nagarkot",
      "description": "Oteldeki kahvaltıdan sonra otelinizden alınacak ve Nagarkot’ a giden yolda bir şehir turuna çıkacaksınız.  Katmandu’ nun 14 km doğusunda yer alan Bhaktapur “Dindarların Şehri” olarak bilinmektedir. Bu antik ortaçağ kenti,  tarihi ve sanatsal mimariyi gözler önüne sermektedir. Rehberinizle birlikte Durbar Meydanı’ nı gezeceksiniz."
    },
    {
      "dayNumber": 4,
      "title": "Panauti, Namobuddha Manastırı, Dhulikhel",
      "description": "Himalayalar üzerinde güneşin doğuşunu seyretmek için erkenden uyanın ve ardından kahvaltı için otelinize dönün. Sonra,  güzel manzaraları olan Dhulikhel bölgesine yolculuğunuza başlamak için otelinizden alınacaksınız. Yolda,  birkaç öne çıkan ikona sahip küçük Panauti kasabasında duracaksınız. Indreswor Tapınağı’ nı ve Durbar Meydanı’ nı göreceksiniz. Devam ettiğinizde,  Himalayalar’ ın en yüksek zirvelerinin inanılmaz manzarasına sahip Dhulikhel’ e varacaksınız. Naom Buddha Tepesi’ ndeki Namobuddha’ nın güzel manastırlarını da göreceksiniz."
    },
    {
      "dayNumber": 5,
      "title": "Chitwan Milli Parkı",
      "description": "Chitwan Milli Parkı’ nı keşfedeceğiniz yer olan Chitwan’ a manzaralarla dolu bir araba yolculuğu yapın. Chitwan Milli Parkı,  bir Dünya Mirası Sit Alanı’ dır ve yaban hayatı için bir sığınaktır. Sarmaşıkların ve bol miktarda hayvanın bulunduğu ormandaki gizli dünyayı keşfederek parkta iki gece geçirin. Gergedan, bufalo ve eğer şanslıysanız bir Bengal kaplanı görmek için gözlerinizi dört açın. Akşam,  şehirdeki yerel vejeteryan lezzetlerinin tadını çıkarın."
    },
    {
      "dayNumber": 7,
      "title": "Lumbini",
      "description": "Buda’ nın doğum yeri olan Lumbini’ ye yolculuk yapın. Otele varış yaptıktan sonra, günün geri kalanını dilediğiniz gibi geçirin. Ertesi gün, Buda’ nın doğduğu yer olan Kutsal Bahçe’ yi  ( Sacred Garden )  ve her birinin Myanmar, Çin ve Tayland gibi ülkeleri temsil ettiği birkaç manastırı ziyaret edeceksiniz. Daha sonra,  geceyi dinlenerek geçirmek için Pokhara’ ya yolculuk yapacaksınız."
    },
    {
      "dayNumber": 8,
      "title": "Lumbini, Pokhara",
      "description": "Otelde 1 Gece"
    },
    {
      "dayNumber": 9,
      "title": "Pokhara",
      "description": "Güne erken bir başlangıç yapıp Sarangkot Tepesi’ nde gündoğumunu izleyin. Birkaç muhteşem fotoğraf çektikten sonra,  kahvaltı için otele dönün. Bu öğleden sonra,  güzel Davis Şelalesi’ ni ve yerel bir Tibet Mülteci Kampı’ nı ziyaret edin. Fewa Gölü’ nde huzurlu bir tekne gezisinin tadını da çıkarabilirsiniz. Günün geri kalanında dinlenebilir ya da Pokhara’ nın tadını çıkarabilirsiniz. Alışveriş yapmak isterseniz,  Pokhara ipek şallar, yün battaniyeler, değerli mücevherler ve tablolar için mükemmel bir yer."
    },
    {
      "dayNumber": 10,
      "title": "Katmandu",
      "description": "Bir son dakika şehir turu için Katmandu Vadisi’ ne dönme vakti.  Krishna Mandir Tapınağı’ nın eşsiz taş mimarisine hayran kalacağınız yakınlardaki Patan Durbar Meydanı’ nı ziyaret edeceksiniz. Katmandu Vadisi’ ndeki en eski yerleşkelerden biri olan Kiratpur’ a da gideceksiniz. Bu şehir,  Kral Siva tarafından yaptırılan tipik Newari mimarisini gözler önüne seriyor. Ayrıca,  Chobhar Boğazı’ nı  ( Chobhar Gorge )  da keşfedecek ve boğazın her iki ucunu birbirine bağlayan asma köprüyü göreceksiniz. Bu köprü,  Jal Binayak Tapınağı’ nın ve yakınındaki Chobhar Mağarası’ nın muhteşem manzaralarını sunmaktadır."
    },
    {
      "dayNumber": 12,
      "title": "Katmandu' dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}