{
  "destination": "Taiwan",
  "mainPhoto": "",
  "id": "taiwan-12-day-small-group-tour",
  "tourName": "Taiwan 12 day small group tour",
  "placesVisited": "",
  "generalInfo": "Discover the captivating blend of ancient traditions and modern innovation on an unforgettable journey through Taiwan. From exploring vibrant night markets and serene temples to soaking in natural hot springs and marvelling at stunning mountain landscapes, Taiwan offers a perfect mix of culture, cuisine, and breathtaking scenery.<br/><br/>What’s included?<br/>• All transportation within Taiwan, including all inter-city transfers and all <br/>  transportation to and from included activities.<br/>• All accommodation in dorms in hostels as standard.<br/>• All taxes and charges.<br/>• Local bilingual tour guides.<br/>• All entrance tickets to attractions listed on the itinerary, unless marked as <br/>  optional.<br/><br/>Included Activities:<br/><br/>Hike up Elephant Mountain (Taipei) <br/>Food tour at the night market (Taipei) <br/>City tour (Taipei) <br/>Leshui Village trip and tribal life experience (Yilan) <br/>Sunrise canoe experience (Yilan) <br/>Taroko National Park day trip (Hualien) <br/>Fo Guang Shan Monastery visit (Kaohsiung) <br/>Kaohsiung city tour (Kaohsiung) <br/>Tainan city tour (Tainan) <br/>Cycle tour of Sun Moon Lake (Sun Moon Lake) <br/>Tea plantation tour &amp; workshop (Sun Moon Lake) <br/>Taipei 101 Observatory visit (Taipei) <br/>Farewell dinner (Taipei) <br/><br/>Optional Activities: <br/><br/>Free time activities in Taipei (Taipei) <br/>Free time activities in Yilan (Yilan) <br/>Whale-watching (Hualien) <br/>Free time activities in Hualien (Hualien) <br/>Free time activities in Kaohsiung (Kaohsiung) <br/>Free time activities in Tainan (Tainan) <br/>Free time activities in Sun Moon Lake (Sun Moon Lake) <br/>Sun Moon Lake ropeway (Sun Moon Lake) <br/>Sun Moon Lake kayaking (Sun Moon Lake) <br/>Day tour to Yehliu, Jiufen &amp; Pingxi (post-trip) - enquire with our team to find out more!",
  "durationDays": "12",
  "price": "2299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Taipei: Your Taiwan Adventure Tour begins today! Around lunchtime, you’ll meet your group and Adventure Leader for an introduction to the exciting 12 days ahead. During the briefing, your Adventure Leader will share valuable tips on adapting to local life and staying safe while traveling. Once introductions are done, we’ll kick off with an unforgettable activity – a hike up Elephant Mountain! Taking the MRT (metro) to the trail, you’ll spend a couple of hours soaking in breathtaking views of Taipei’s skyline from the 184m peak. After descending back into the city, it’s time to dive into one of Taiwan’s highlights: its incredible food scene. You’ll enjoy a guided food tour at a bustling night market, where you can sample both sweet and savory delights and discover your new favorite dish. If you’re still energized after your first day, you can join your group at a local pub this evening to celebrate the start of your adventure in style!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Taipei: This morning, your Adventure Leader will take you on a guided tour of the city’s top highlights, including the iconic Chiang Kai-Shek Memorial Hall and the historic Longshan Temple. The afternoon is yours to explore at your own pace. Whether you’re hunting for delicious food, diving into museums, or visiting tourist attractions, the city is yours to discover. If you’re up for a unique experience, consider heading to Beitou Hot Springs. Just a metro ride away, this lush valley offers beautiful scenery, a fascinating museum, and the chance to soak in a quintessential Taiwanese tradition."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Yilan: We’re setting off early today, heading to our next destination – Yilan! Along the way, we’ll stop at Leshui Village for an unforgettable tribal life experience. Here, you’ll meet local Indigenous communities who will share their culture, including Aboriginal totems, the *Atayal gaga* (belief system), and the stories of the ancestors of the rainbow. Gain insight into the Atayal way of life through our hosts before we continue our journey. Once we arrive in Yilan, the evening is yours to enjoy. Relax at the hostel after a day on the road or head out to explore the city’s sights and sounds."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Yilan-Hualien: Rise and shine early today for a once-in-a-lifetime adventure! We’ll head to the beach and paddle out onto the Pacific Ocean in canoes, catching the breathtaking sight of the sunrise over the horizon. After breakfast, we’ll board a train to Hualien, a scenic journey that takes a couple of hours. Once checked in and settled, you’ll have the option to join an incredible whale-watching excursion just off the Hualien coast. In the evening, explore the city at your own pace. Don’t miss the chance to try local delicacies like Hualien Yam, Taro, or bamboo rice!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hualien: Hualien serves as the gateway to the breathtaking Taroko National Park, so today we’ll embark on a full-day excursion to explore one of Taiwan’s most spectacular natural wonders. Throughout the day, we’ll hike through the park’s lush landscapes, marvel at cascading waterfalls like Baiyang Waterfall, and take in the awe-inspiring views of the dramatic Taroko Gorge. We’ll return to Hualien by late afternoon, giving you the evening free to relax or explore at your own pace."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kaohsiung: Today, we’re heading to the next destination on our journey – Kaohsiung. The train ride along Taiwan’s south coast offers stunning views, so sit back and enjoy the scenery during the journey. After arriving and settling in, you’ll have time to grab lunch before we visit the renowned Fo Guang Shan Monastery. As the heart of Buddhism in Taiwan, this remarkable site features a museum, thousands of sacred statues, and the towering 40m Big Buddha. We’ll return to Kaohsiung’s vibrant downtown area in the evening, where you can explore and savor some local delicacies for dinner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kaohsiung-Tainan: This morning, we’ll take you on a city tour to explore Kaohsiung’s highlights. Your Adventure Leader will guide you to the Pier 2 Art Center, a creative hub where old storage warehouses now host unique art exhibitions. We’ll also visit the stunning Sanfeng Temple, famed for its traditional architecture and 300-year history, making it one of the most photogenic temples in Taiwan. In the afternoon, we’ll board the high-speed rail to Tainan, a quick journey of under an hour. Once settled in, you can immerse yourself in the lively atmosphere of Shennong Street, where history meets modern energy."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tainan: This morning, join your Adventure Leader for a half-day tour of Tainan, a city steeped in history and home to over 100 religious sites. A highlight of the tour is Anping Old Fort, a historic complex dating back to the 1600s that once served as one of the largest trading ports in the region. After getting to know the city, the afternoon and evening are yours to explore at your own pace. Be sure to check out the Tainan night market, where you can sample local specialties like eel noodles, steamed sticky rice, and milkfish."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Sun Moon Lake: No trip to Taiwan is complete without a visit to the breathtaking Sun Moon Lake. This morning, we’ll head there by private coach to take in the stunning scenery. Once we arrive, it’s time to stretch your legs with a 32km electric bike ride around the lake. Led by your Adventure Leader, you’ll pass highlights like the serene alpine waters, the Central Mountain Ranges, Wenwu Temple, and Ci’en Pagoda. In the evening, we’ll check into our hostel, and the rest of the night is yours to enjoy. For those with energy to spare, feel free to explore the local area further!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Sun Moon Lake: Surrounding Sun Moon Lake, you'll find lush tea plantations dotting the landscape. This morning, we’ll take you to one such plantation for a guided tour. Afterward, you’ll have the opportunity to join a workshop where you’ll craft your own tea blend, choosing your preferred flavours! In the afternoon, you’re free to explore the lakeside at your leisure. For stunning views, consider taking the ropeway across the area. If you’re craving more adventure, rent a kayak and explore the lake from the water. Alternatively, if you’re looking to unwind, head to one of the nearby spas for a relaxing afternoon of pampering."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Taipei: This morning, we’ll head back to Taipei by bus, arriving in the early afternoon. No trip to Taipei is complete without a visit to Taipei 101, the iconic skyscraper known worldwide. As a final highlight, we’ll take you up to the observatory for breathtaking views across the city. To round off your adventure in style, we’ll treat you to a farewell dinner, where you’ll enjoy the famous Din Tai Fung dumpling soup with your group."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Taipei & Extension Option: Today marks the end of your Taiwan Adventure Tour. You’ll say farewell to your group and Adventure Leader as you prepare to head off in your own direction. But if you’re not ready to say goodbye to Taiwan just yet, we have one last optional extra to tempt you: a day tour to Yehliu, Jiufen, and Pingxi! (Let us know when booking if you'd like to join this final adventure.)"
    }
  ],
  "map": ""
}