{
  "destination": "Taiwan",
  "mainPhoto": "",
  "id": "taiwan-national-parks-holiday",
  "tourName": "Taiwan National Parks holiday",
  "placesVisited": "",
  "generalInfo": "Experience the vibrant culture and breathtaking landscapes of Taiwan on the National Parks of Taiwan Tour. Your adventure begins at Yangmingshan National Park, famous for its volcanic craters, hot springs, and stunning scenery. Next, visit Sun Moon Lake, the largest lake in Taiwan, where you can take in spectacular views and ride a world-class biking trail ranked among the top ten globally.<br/><br/>Continue your exploration at the Alishan National Forest Recreation Area, home to Asia’s highest forest railway and lush, expansive woodlands. Along the way, discover highlights like the unique rock formations at Yehliu Geopark, the historic charm of Jiufen Old Town, and the lively lantern festival at Shifen Street. The tour also includes visits to notable attractions such as the Kavalan Whisky Distillery and the National Center for Traditional Arts, offering a journey filled with natural wonders and rich cultural experiences.",
  "durationDays": "13",
  "price": "4620",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly to Taipei."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Land Taipei. Meet the driver and transfer to a city centre hotel. Enjoy the remainder of the day at leisure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Spend today exploring the city. Visit the city's oldest temple, Longshan, to see samples of unique temple art and architecture, before continuing to Chiang Ka-shek Memorial Hall. Take the high-speed lift to the observation deck of Taipei 101 for panoramic views of the city and discover fascinating art pieces in the National Palace Museum. Enjoy a free evening - why not visit one of the numerous night markets. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Meet the guide and drive to Yangmingshan National Park, located a short drive from the city. The park boasts waterfalls, volcanic craters, terraced rice paddies and steaming hot springs. Explore the park on foot with visits to Chingtienkang, Lengshuikeng and Hsiaoyukeng. Return to the city. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer to Yehliu Geopark to explore its unique rock formations, including the iconic Queen’s Head. Continue to Jiufen Old Town, a former mining village from the Japanese colonial era, known for its historic Japanese-style buildings, including the famous Amei Tea House. Experience a traditional tea ceremony - don't forget to try the taro balls for dessert. Later, head to Shifen Street, where you can sample local street food. The highlight here is releasing traditional Chinese lanterns adorned with your wishes. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today drive south to Sun Moon Lake, the largest lake in Taiwan. Stops include Wenwu Temple, Ci En Pagoda, Xianshan Visitor Centre and the Ita Thao area. Why not enjoy biking around the lake—CNN has named the Sun Moon Lake biking trail as one of the top 10 in the world. Afterwards, return to the hotel for dinner. (B,D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today, visit Alishan National Forest Recreation Area. En route, stop at the Tataka trails and the visitor centre in Yushan National Park. You'll also get an exclusive visit to a private tea farm owned by a renowned tea master. He will give you a tour of his farm, share the history of tea, and let you taste his personally crafted tea. Afterwards, ride the highest forest railway in Asia, a short 10-minute journey offering beautiful views of the surrounding giant trees. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "On the way to Kaoshiung, stop in Tainan City to visit Anping Fort and Anping Tree House, both from the Dutch Colonial era. Next, we’ll see the Tainan Confucian Temple, known for its traditional Chinese-style classroom, which is a great photo spot. Continue to visit Fo Guan Shan Buddha Monastery to see the largest Buddha statue in Asia and explore the impressive park. In the evening, why not take a stroll along the Love River, where the city lights create a beautiful nighttime scene. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Enjoy a full day at Kenting National Park with your Hop-on, Hop-off pass. Explore the Forest Recreation Area, Sheding Nature Park, and Eluanbi Park. These areas offer stunning natural beauty, including botanical gardens, unique tree and rock formations, fjords, dramatic coastlines, limestone caves, dense forests, and diverse wildlife. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Enjoy a free day at leisure. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today explore the eastern side of Taiwan. Visit the Lungpan Grasslands, where you can take in the expansive, picturesque landscapes before continuing the journey through the National East Coast Scenic Area, known for its stunning coastal views and natural beauty. End the day in Chihpen: relax and unwind in the famous hot springs, offering. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast, start your day with a visit to Xiaoyehliu to take in the stunning East Coast views. Continue to the Amis Folk Centre to immerse yourself in Amis culture. Enjoy the performance and sample traditional Amis cuisine at the on-site restaurant. Continue to Sanxiantai Beach and Island. Walk across the bridge to Sanxiantai Island, where you might even spot a starfish. On your way to Hualien, stop at Shitiping for a quick glimpse of a different aspect of the East Coast’s natural beauty. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Visit the Kavalan Whisky Distillery, where Taiwan’s world-renowned whisky has earned global acclaim. Sample some of the award-winning whisky and enjoy a unique tasting experience. Continue to the National Centre for Traditional Arts, a sprawling park filled with traditional craft stores. Wander through the park taking in the diverse Chinese crafts, enjoy a boat ride or explore the food court. Finally, head back to Taipei through the Snow Tunnel. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to the airport for your onward or return flight. (B)"
    }
  ],
  "map": ""
}