[
  {
    "destination": "Taiwan",
    "mainPhoto": "",
    "id": "taiwan-12-day-small-group-tour",
    "tourName": "Taiwan 12 day small group tour",
    "placesVisited": "",
    "generalInfo": "Discover the captivating blend of ancient traditions and modern innovation on an unforgettable journey through Taiwan. From exploring vibrant night markets and serene temples to soaking in natural hot springs and marvelling at stunning mountain landscapes, Taiwan offers a perfect mix of culture, cuisine, and breathtaking scenery.<br/><br/>What’s included?<br/>• All transportation within Taiwan, including all inter-city transfers and all <br/>  transportation to and from included activities.<br/>• All accommodation in dorms in hostels as standard.<br/>• All taxes and charges.<br/>• Local bilingual tour guides.<br/>• All entrance tickets to attractions listed on the itinerary, unless marked as <br/>  optional.<br/><br/>Included Activities:<br/><br/>Hike up Elephant Mountain (Taipei) <br/>Food tour at the night market (Taipei) <br/>City tour (Taipei) <br/>Leshui Village trip and tribal life experience (Yilan) <br/>Sunrise canoe experience (Yilan) <br/>Taroko National Park day trip (Hualien) <br/>Fo Guang Shan Monastery visit (Kaohsiung) <br/>Kaohsiung city tour (Kaohsiung) <br/>Tainan city tour (Tainan) <br/>Cycle tour of Sun Moon Lake (Sun Moon Lake) <br/>Tea plantation tour &amp; workshop (Sun Moon Lake) <br/>Taipei 101 Observatory visit (Taipei) <br/>Farewell dinner (Taipei) <br/><br/>Optional Activities: <br/><br/>Free time activities in Taipei (Taipei) <br/>Free time activities in Yilan (Yilan) <br/>Whale-watching (Hualien) <br/>Free time activities in Hualien (Hualien) <br/>Free time activities in Kaohsiung (Kaohsiung) <br/>Free time activities in Tainan (Tainan) <br/>Free time activities in Sun Moon Lake (Sun Moon Lake) <br/>Sun Moon Lake ropeway (Sun Moon Lake) <br/>Sun Moon Lake kayaking (Sun Moon Lake) <br/>Day tour to Yehliu, Jiufen &amp; Pingxi (post-trip) - enquire with our team to find out more!",
    "durationDays": "12",
    "price": "2299",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Taipei: Your Taiwan Adventure Tour begins today! Around lunchtime, you’ll meet your group and Adventure Leader for an introduction to the exciting 12 days ahead. During the briefing, your Adventure Leader will share valuable tips on adapting to local life and staying safe while traveling. Once introductions are done, we’ll kick off with an unforgettable activity – a hike up Elephant Mountain! Taking the MRT (metro) to the trail, you’ll spend a couple of hours soaking in breathtaking views of Taipei’s skyline from the 184m peak. After descending back into the city, it’s time to dive into one of Taiwan’s highlights: its incredible food scene. You’ll enjoy a guided food tour at a bustling night market, where you can sample both sweet and savory delights and discover your new favorite dish. If you’re still energized after your first day, you can join your group at a local pub this evening to celebrate the start of your adventure in style!"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Taipei: This morning, your Adventure Leader will take you on a guided tour of the city’s top highlights, including the iconic Chiang Kai-Shek Memorial Hall and the historic Longshan Temple. The afternoon is yours to explore at your own pace. Whether you’re hunting for delicious food, diving into museums, or visiting tourist attractions, the city is yours to discover. If you’re up for a unique experience, consider heading to Beitou Hot Springs. Just a metro ride away, this lush valley offers beautiful scenery, a fascinating museum, and the chance to soak in a quintessential Taiwanese tradition."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Yilan: We’re setting off early today, heading to our next destination – Yilan! Along the way, we’ll stop at Leshui Village for an unforgettable tribal life experience. Here, you’ll meet local Indigenous communities who will share their culture, including Aboriginal totems, the *Atayal gaga* (belief system), and the stories of the ancestors of the rainbow. Gain insight into the Atayal way of life through our hosts before we continue our journey. Once we arrive in Yilan, the evening is yours to enjoy. Relax at the hostel after a day on the road or head out to explore the city’s sights and sounds."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Yilan-Hualien: Rise and shine early today for a once-in-a-lifetime adventure! We’ll head to the beach and paddle out onto the Pacific Ocean in canoes, catching the breathtaking sight of the sunrise over the horizon. After breakfast, we’ll board a train to Hualien, a scenic journey that takes a couple of hours. Once checked in and settled, you’ll have the option to join an incredible whale-watching excursion just off the Hualien coast. In the evening, explore the city at your own pace. Don’t miss the chance to try local delicacies like Hualien Yam, Taro, or bamboo rice!"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Hualien: Hualien serves as the gateway to the breathtaking Taroko National Park, so today we’ll embark on a full-day excursion to explore one of Taiwan’s most spectacular natural wonders. Throughout the day, we’ll hike through the park’s lush landscapes, marvel at cascading waterfalls like Baiyang Waterfall, and take in the awe-inspiring views of the dramatic Taroko Gorge. We’ll return to Hualien by late afternoon, giving you the evening free to relax or explore at your own pace."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Kaohsiung: Today, we’re heading to the next destination on our journey – Kaohsiung. The train ride along Taiwan’s south coast offers stunning views, so sit back and enjoy the scenery during the journey. After arriving and settling in, you’ll have time to grab lunch before we visit the renowned Fo Guang Shan Monastery. As the heart of Buddhism in Taiwan, this remarkable site features a museum, thousands of sacred statues, and the towering 40m Big Buddha. We’ll return to Kaohsiung’s vibrant downtown area in the evening, where you can explore and savor some local delicacies for dinner."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Kaohsiung-Tainan: This morning, we’ll take you on a city tour to explore Kaohsiung’s highlights. Your Adventure Leader will guide you to the Pier 2 Art Center, a creative hub where old storage warehouses now host unique art exhibitions. We’ll also visit the stunning Sanfeng Temple, famed for its traditional architecture and 300-year history, making it one of the most photogenic temples in Taiwan. In the afternoon, we’ll board the high-speed rail to Tainan, a quick journey of under an hour. Once settled in, you can immerse yourself in the lively atmosphere of Shennong Street, where history meets modern energy."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Tainan: This morning, join your Adventure Leader for a half-day tour of Tainan, a city steeped in history and home to over 100 religious sites. A highlight of the tour is Anping Old Fort, a historic complex dating back to the 1600s that once served as one of the largest trading ports in the region. After getting to know the city, the afternoon and evening are yours to explore at your own pace. Be sure to check out the Tainan night market, where you can sample local specialties like eel noodles, steamed sticky rice, and milkfish."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Sun Moon Lake: No trip to Taiwan is complete without a visit to the breathtaking Sun Moon Lake. This morning, we’ll head there by private coach to take in the stunning scenery. Once we arrive, it’s time to stretch your legs with a 32km electric bike ride around the lake. Led by your Adventure Leader, you’ll pass highlights like the serene alpine waters, the Central Mountain Ranges, Wenwu Temple, and Ci’en Pagoda. In the evening, we’ll check into our hostel, and the rest of the night is yours to enjoy. For those with energy to spare, feel free to explore the local area further!"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Sun Moon Lake: Surrounding Sun Moon Lake, you'll find lush tea plantations dotting the landscape. This morning, we’ll take you to one such plantation for a guided tour. Afterward, you’ll have the opportunity to join a workshop where you’ll craft your own tea blend, choosing your preferred flavours! In the afternoon, you’re free to explore the lakeside at your leisure. For stunning views, consider taking the ropeway across the area. If you’re craving more adventure, rent a kayak and explore the lake from the water. Alternatively, if you’re looking to unwind, head to one of the nearby spas for a relaxing afternoon of pampering."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Taipei: This morning, we’ll head back to Taipei by bus, arriving in the early afternoon. No trip to Taipei is complete without a visit to Taipei 101, the iconic skyscraper known worldwide. As a final highlight, we’ll take you up to the observatory for breathtaking views across the city. To round off your adventure in style, we’ll treat you to a farewell dinner, where you’ll enjoy the famous Din Tai Fung dumpling soup with your group."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Taipei & Extension Option: Today marks the end of your Taiwan Adventure Tour. You’ll say farewell to your group and Adventure Leader as you prepare to head off in your own direction. But if you’re not ready to say goodbye to Taiwan just yet, we have one last optional extra to tempt you: a day tour to Yehliu, Jiufen, and Pingxi! (Let us know when booking if you'd like to join this final adventure.)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Taiwan",
    "mainPhoto": "",
    "id": "taiwan-highlights-tailor-made",
    "tourName": "Taiwan highlights, tailor made",
    "placesVisited": "",
    "generalInfo": "This private tour is to explore Taipei, Yilan, Sun and Moon lake and Alishan in Taiwan, and will offer a delightful trip, blending natural beauty and cultural richness.",
    "durationDays": "7",
    "price": "2869",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "During today's tour in Taipei, your guide will meet you at your hotel. Your trip will start by visiting the historical Chiang Kai Shek Memorial Hall, a significant landmark in Taiwan. From there, you will make your way to Dihua Street, known for its traditional atmosphere and preserved buildings. After exploring Dihua Street, you will head to NingXia Night Market, renowned for its local gourmet snacks and street food. At the market, you will have the opportunity to sample various delicious treats while immersing yourself in the vibrant atmosphere. Throughout the day, you can rely on Taipei's efficient public transportation system to easily navigate between these attractions."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Embarking on a day trip from Taipei to Yilan, you'll first visit Yehliu National Geo Park, home to the iconic Queen's Head rock formation. Next, you'll proceed to Jiufen, where you can explore the nostalgic Old Street, visit a vintage theater house, and witness the mesmerizing Golden Waterfall. Throughout the day, you'll enjoy the scenic journey through the Yilan region, with each destination approximately an hour away from the next."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Today on your day trip in Taipei, your first destination will be the breathtaking panoramic Pacific views and rugged cliffs. Later, explore Nanya's unique rocky shore, teeming with tide pools and marine life. Then to wander through Shifen Old Street, a charming town brimming with history. Browse traditional shops, sample local delicacies like taro balls, and lose yourself in the narrow, atmospheric lanes. Immerse yourself in the peaceful Shifen Waterfall. Hike through lush greenery, feel the power of the cascading water, and capture breathtaking photos. Join the magical Shifen Sky Lantern Festival. Write your wishes on a lantern, watch it ascend into the twilight sky, and let your hopes and dreams take flight."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Travel from Taipei to Nantou. Embark on a spiritual journey that culminates in artistic creation. Find serenity at Chung Tai Chan Monastery, a majestic complex nestled in Nantou's mountains, before stepping into the whimsical world of paper making at a local factory. Witness the transformation of humble fibers into intricate sheets, unleashing your own inner artist as you learn this age-old craft. Let this day be a harmonious blend of introspection and creativity, leaving you inspired and renewed."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Sun Moon Lake: Embrace the beauty and activity of Sun Moon Lake! Start with a captivating boat tour across the shimmering waters, soaking in the lake's majestic mountains and serene temples. Next, hop on a bike and cruise along the scenic shoreline, feeling the wind in your hair and reveling in the panoramic views. End your day with a visit to Wenwu Temple, the iconic landmark, and offer your prayers for academic success or simply for a fulfilling journey. Remember to savor local delicacies and capture stunning photos along the way for a complete Sun Moon Lake experience!"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Travel from Nantou to Chiayi. Embark on a journey into the ethereal beauty of Alishan National Scenic Area, a three-hour journey away. Breathe in the invigorating mountain air as you conquer the Sacred Forest Trail, weaving through a mystical canopy of giant cypress trees. Next, board the iconic Alishan Railway, opting for a nostalgic branch line ride that winds through breathtaking landscapes, unveiling hidden waterfalls and panoramic vistas. Prepare to be mesmerized by the magic of Alishan, where nature's splendor and heritage intertwine, leaving you awestruck and refreshed."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Travel from Chiayi to Taipei. Bid farewell to Chiayi and wind your way back to Taipei with a stop in Lukang Township, a haven of historical charm and warm hospitality. Wander through the narrow lanes of Lukang Old Street, soaking in the atmosphere of bygone eras. Admire traditional architecture, savor local delicacies like oyster omelets and pineapple cake, and perhaps pick up unique souvenirs. Conclude your journey at Lukang Longshan Temple, a renowned landmark radiating spiritual grace and cultural significance. Let Lukang's charm captivate you before returning to Taipei with a heart full of warm memories and treasured experiences."
      }
    ],
    "map": ""
  },
  {
    "destination": "Taiwan",
    "mainPhoto": "",
    "id": "taiwan-national-parks-holiday",
    "tourName": "Taiwan National Parks holiday",
    "placesVisited": "",
    "generalInfo": "Experience the vibrant culture and breathtaking landscapes of Taiwan on the National Parks of Taiwan Tour. Your adventure begins at Yangmingshan National Park, famous for its volcanic craters, hot springs, and stunning scenery. Next, visit Sun Moon Lake, the largest lake in Taiwan, where you can take in spectacular views and ride a world-class biking trail ranked among the top ten globally.<br/><br/>Continue your exploration at the Alishan National Forest Recreation Area, home to Asia’s highest forest railway and lush, expansive woodlands. Along the way, discover highlights like the unique rock formations at Yehliu Geopark, the historic charm of Jiufen Old Town, and the lively lantern festival at Shifen Street. The tour also includes visits to notable attractions such as the Kavalan Whisky Distillery and the National Center for Traditional Arts, offering a journey filled with natural wonders and rich cultural experiences.",
    "durationDays": "13",
    "price": "4620",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly to Taipei."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Land Taipei. Meet the driver and transfer to a city centre hotel. Enjoy the remainder of the day at leisure."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Spend today exploring the city. Visit the city's oldest temple, Longshan, to see samples of unique temple art and architecture, before continuing to Chiang Ka-shek Memorial Hall. Take the high-speed lift to the observation deck of Taipei 101 for panoramic views of the city and discover fascinating art pieces in the National Palace Museum. Enjoy a free evening - why not visit one of the numerous night markets. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Meet the guide and drive to Yangmingshan National Park, located a short drive from the city. The park boasts waterfalls, volcanic craters, terraced rice paddies and steaming hot springs. Explore the park on foot with visits to Chingtienkang, Lengshuikeng and Hsiaoyukeng. Return to the city. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Transfer to Yehliu Geopark to explore its unique rock formations, including the iconic Queen’s Head. Continue to Jiufen Old Town, a former mining village from the Japanese colonial era, known for its historic Japanese-style buildings, including the famous Amei Tea House. Experience a traditional tea ceremony - don't forget to try the taro balls for dessert. Later, head to Shifen Street, where you can sample local street food. The highlight here is releasing traditional Chinese lanterns adorned with your wishes. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today drive south to Sun Moon Lake, the largest lake in Taiwan. Stops include Wenwu Temple, Ci En Pagoda, Xianshan Visitor Centre and the Ita Thao area. Why not enjoy biking around the lake—CNN has named the Sun Moon Lake biking trail as one of the top 10 in the world. Afterwards, return to the hotel for dinner. (B,D)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Today, visit Alishan National Forest Recreation Area. En route, stop at the Tataka trails and the visitor centre in Yushan National Park. You'll also get an exclusive visit to a private tea farm owned by a renowned tea master. He will give you a tour of his farm, share the history of tea, and let you taste his personally crafted tea. Afterwards, ride the highest forest railway in Asia, a short 10-minute journey offering beautiful views of the surrounding giant trees. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "On the way to Kaoshiung, stop in Tainan City to visit Anping Fort and Anping Tree House, both from the Dutch Colonial era. Next, we’ll see the Tainan Confucian Temple, known for its traditional Chinese-style classroom, which is a great photo spot. Continue to visit Fo Guan Shan Buddha Monastery to see the largest Buddha statue in Asia and explore the impressive park. In the evening, why not take a stroll along the Love River, where the city lights create a beautiful nighttime scene. (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Enjoy a full day at Kenting National Park with your Hop-on, Hop-off pass. Explore the Forest Recreation Area, Sheding Nature Park, and Eluanbi Park. These areas offer stunning natural beauty, including botanical gardens, unique tree and rock formations, fjords, dramatic coastlines, limestone caves, dense forests, and diverse wildlife. (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Enjoy a free day at leisure. (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Today explore the eastern side of Taiwan. Visit the Lungpan Grasslands, where you can take in the expansive, picturesque landscapes before continuing the journey through the National East Coast Scenic Area, known for its stunning coastal views and natural beauty. End the day in Chihpen: relax and unwind in the famous hot springs, offering. (B)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "After breakfast, start your day with a visit to Xiaoyehliu to take in the stunning East Coast views. Continue to the Amis Folk Centre to immerse yourself in Amis culture. Enjoy the performance and sample traditional Amis cuisine at the on-site restaurant. Continue to Sanxiantai Beach and Island. Walk across the bridge to Sanxiantai Island, where you might even spot a starfish. On your way to Hualien, stop at Shitiping for a quick glimpse of a different aspect of the East Coast’s natural beauty. (B)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Visit the Kavalan Whisky Distillery, where Taiwan’s world-renowned whisky has earned global acclaim. Sample some of the award-winning whisky and enjoy a unique tasting experience. Continue to the National Centre for Traditional Arts, a sprawling park filled with traditional craft stores. Wander through the park taking in the diverse Chinese crafts, enjoy a boat ride or explore the food court. Finally, head back to Taipei through the Snow Tunnel. (B)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Transfer to the airport for your onward or return flight. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Taiwan",
    "mainPhoto": "",
    "id": "taiwan-small-group-holiday",
    "tourName": "Taiwan small group holiday",
    "placesVisited": "Taipei, National Palace Museum, Sweet Potato Mama - social enterprise, Dihua Street entrepreneur zone, Chiang Kai-Shek Memorial Hall, Hualien, Taroko National Park, Qingshui Cliff, Danong Dafu Forest Park, Yilan, King Car Distillery, Jiufen, Turtle Island, Sun Moon Lake, Puli, Chung Tai Chan Monastery, Hugosum tea farm, Lukang, Longshan Temple, Wanggong, Taichung",
    "generalInfo": "Taiwan is rapidly earning a reputation as a major Asian destination, and this small group adventure covers a lot of ground. Packed with fascinating experiences from start to finish, the tour begins in Taiwan’s electrifying and densely populated capital Taipei. Get your bearings with an aromatic visit to the Ningxia night market, or a soak in the hot springs of nearby Yangmingshan National Park.<br/><br/>You’ll visit Sweet Potato Mama, learning how this social enterprise helps women start their own small businesses. You’ll meet the bustling entrepreneurs in the merchant zone, help prepare lunch at an aboriginal village, and stop at a spring onion farm, discovering how one of Taiwan’s favourite foods is grown, and how to prepare them in a pancake for a delicious snack.<br/><br/>On a boat trip out to Turtle Island, depending on the time of year, you might see hundreds of dolphins, or whales. There are many more dramatic landscapes to enjoy, such as the vast Qingshui Cliff in Taroko National Park, Danong Dafu Forest Park with its chattering birdlife, and the iconic Sun Moon Lake where you’ll trek the scenic Ci’en Pagoda trail.<br/><br/>Other highlights include a tour of the island’s only whisky distillery, a chance to have a soothing foot massage at a historic temple, and a chance to roll your own black tea leaves at a farm visit. Oh, and did we mention the food? There are plenty of night markets to wander throughout Taiwan, where you might sample fish balls, molasses cakes, coffin bread and even the famous ‘exploding’ chicken rolls!<br/>",
    "durationDays": "11",
    "price": "2655",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Taipei.",
        "description": "Huan ying! Welcome to Taipei. Your adventure begins in the bustling capital of Taiwan with a welcome meeting at 6 pm. If you arrive early, maybe visit the hot springs at Yangmingshan National Park. After the meeting, head out for an optional dinner to get to know your local leader and fellow travellers."
      },
      {
        "dayNumber": 2,
        "title": "Taipei.",
        "description": "After breakfast, explore Taipei with your local leader. Get a sense of the city’s merchant past on Dihua Street – the oldest street in Taipei – and see how young entrepreneurs are revitalising the area. With traditional medicine shops, Fujian-style Qing Dynasty homes and Baroque architecture standing alongside modern cafes and art studios, it represents the many chapters in Taipei’s rich history. Continue to the Chiang Kai-Shek Memorial Hall – an impressive dedication to the former president of the Republic of China. The rest of the day is yours to explore. Maybe head to the Shilin Night Market for dinner tonight to try fried fish meatballs, oyster omelette or the infamous stinky tofu."
      },
      {
        "dayNumber": 3,
        "title": "Yilan.",
        "description": "This morning, take a private transfer to Yilan, stopping off at the National Palace Museum which houses the world’s largest collection of Chinese art. Then, visit a spring onion farm where you'll pop on a pair of gum boots and get grubby in the fields! Pick your own produce before learning how to cook one of Taiwan’s most beloved snacks: crispy spring onion pancakes. Arrive at your hotel in Yilan in the late afternoon, where you’ll have free time to relax or explore at your own pace."
      },
      {
        "dayNumber": 4,
        "title": "Yilan.",
        "description": "This morning, visit the Indigenous Atayal tribe – Indigenous people make up just 2.5% of the Taiwanese population, and the Atayal people are one of the 16 main groups. This is a rare opportunity to connect with the community and learn about the cultural significance of their tribal costume and face tattoos. Try your hand at making bamboo rice before sitting down with the locals to enjoy a hearty lunch that showcases Indigenous flavours. Then, head into the forest to learn about traditional hunting and trap-setting techniques. Say goodbye to your hospitable hosts and return to Yilan where you'll have a free evening to explore."
      },
      {
        "dayNumber": 5,
        "title": "Sun Moon Lake.",
        "description": "Today, you’ll visit a morning market to learn about the fragrant ingredients used in Taiwanese cooking and how to make peanut roll ice cream. Then, head to Sun Moon Lake – one of the island’s most iconic destinations named after the shapes that its outline forms. This alpine lake – the only natural lake in Taiwan – lies in the foothills of the Central Mountain Range and is surrounded by forested peaks and hiking trails. Tonight, you’ll stay in Puli at a guesthouse surrounded by lush gardens. You have a free evening to take a walk, relax or watch the sunset over the peaks."
      },
      {
        "dayNumber": 6,
        "title": "Sun Moon Lake.",
        "description": "After breakfast, take a leisurely stroll along the Ci'en Pagoda Trail through the forested foothills around Sun Moon Lake. At the trail's end, you’ll arrive at the 46-m-tall Ci'en Pagoda, where you can climb to the top and take in panoramic views of the surrounding mountains. Then, keep the active energy going on a scenic cycling adventure along the lake’s shores. The evening is yours to spend how you wish."
      },
      {
        "dayNumber": 7,
        "title": "Chiayi.",
        "description": "After breakfast, take a private vehicle to Hugosum Tea Farm. Here, you’ll get an insight into the production of Taiwan’s beloved black tea and roll your own leaves, which will be dried and packaged to take a taste of Taiwan home with you. Then, visit the Chung Tai Chan Monastery – the unique combination of Chinese and Western architecture makes it an impressive sight. You’ll meet one of the resident nuns or a guide for a tour to explore the gardens and dive into the monastery's history. Afterwards, head to Chiayi in a private vehicle where you’ll have a free evening."
      },
      {
        "dayNumber": 8,
        "title": "Alishan/Chiayi.",
        "description": "This morning, head to Alishan National Scenic Area – along with Sun Moon Lake and Taroko Gorge, Alishan is one of the most dramatic parts of Taiwan. Climb aboard a train for a picturesque ride on the old Forest Railway, passing tropical, subtropical and temperate forests along the way. Then, hit the Sacred Forest Trail for a hike to get closer to the flora and fauna, including the giant Cypress trees that call this park home. Later, return to Chiayi for a free evening."
      },
      {
        "dayNumber": 9,
        "title": "Taichung.",
        "description": "Today, head to the flat and fertile land of Changhua County – sometimes known as the ‘breadbasket’ of Taiwan. Visit Longshan Temple, one of the oldest temples in Taiwan, before continuing to the fishing village of Fangyuan where you’ll try your hand at clam picking and see water birds, fiddler crabs and mudskippers. There'll also be an opportunity to sample fresh seafood like crabs and oysters. In the afternoon, travel to Taichung for a free evening."
      },
      {
        "dayNumber": 10,
        "title": "Taipei.",
        "description": "Today, you’ll arrive back in Taipei around midday. The afternoon and evening are free to explore at your leisure. Maybe meet back up with your leader and group for an optional dinner or visit the Taipei 101 Observation Deck for a magnificent view of the city lit up at night."
      },
      {
        "dayNumber": 11,
        "title": "Taipei.",
        "description": "Your trip comes to an end after breakfast. With no activities planned for the day, you're free to leave the hotel any time after checkout. If you want to extend your stay, just speak to your booking agent."
      }
    ],
    "map": ""
  },
  {
    "destination": "Taiwan",
    "mainPhoto": "",
    "id": "taiwan-small-group-tour",
    "tourName": "Taiwan small group tour",
    "placesVisited": "",
    "generalInfo": "Experience the wonders of Taiwan on this 9-day group tour designed for travellers seeking adventure and cultural immersion. Explore the vibrant streets of Taipei, the tranquil shores of Sun Moon Lake and the wonderful geological formations of Kenting National Park to uncover the rich tapestry of Taiwan's history and indigenous heritage. Stop at renowned historical sites, local villages and traditional markets, all while sharing the experience with like-minded explorers.<br/><br/>As you travel through breathtaking national parks and bustling cities, each day offers new opportunities to connect with the local culture. Enjoy luxurious accommodations and indulge in authentic culinary delights with your fellow travellers. Whether you're marvelling at the stunning coastline or delving into the intricacies of traditional crafts, this group tour promises to create lasting memories as you discover the captivating essence of Taiwan.<br/><br/>**Please contact us for final confirmation of price (subject to confirmation of flight price).",
    "durationDays": "9",
    "price": "2225",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly to Taipei."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Land Taipei. Upon arrival you will be transferred to the hotel. The remainder of the day is at leisure."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Depart Taipei and head to Sun Moon Lake National Scenic Area, the largest freshwater lake in Taiwan. The lake is divided by Lalu Island, with its eastern side resembling the sun and the western side resembling a crescent moon, which inspired its name. After lunch, take a scenic bus tour around the lake. Start at Ita Thao, an indigenous village that provides insight into Thao culture before continuing to Ci'en Pagoda, built by former President Chiang Kai-shek in honour of his mother. The tour will also include visits to Xuanzang Temple, a tranquil Buddhist sanctuary, and Wenwu Temple, a significant Taoist temple. Guided commentary will enhance understanding of the area's history and cultural significance. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "This morning head to Tainan, the oldest city in Taiwan. Stop at Fort Zeelandia, built by the Dutch East India Company and later rebuilt by the Japanese after damage from the British. Stroll along Anping Old Street, established over 300 years ago and known for local specialities like tofu pudding and shrimp rolls. Continue to Kaohsiung, the most populous city in Southern Taiwan. Visit Fo Guang Shan Monastery, famous for its 36m-tall golden Buddha Amitabha and 480 smaller statues. A monk will provide insights into Buddhism during the visit. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After breakfast, head south to Kenting National Park, known for its coastal geological formations and scenic landscapes. The day includes stops at various attractions, such as Maopitou, resembling a crouching cat; Chuanfan Rock, which looks like a ship's sail; Eluanpi Lighthouse, a historical site from the Qing Dynasty; and Longpan Park, offering views of the Pacific Ocean from a coral limestone plateau. (B) The journey continues to Taitung along the scenic South Link Highway, showcasing the region's diverse landscapes. The day concludes with an overnight stay at a hot spring resort in Zhiben, Taitung County, famous for its carbonate hot springs, which are known to improve blood circulation and relieve fatigue. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today continue along Taiwan's east coast, known for its pristine natural beauty. Visit notable scenic spots such as Xiaoyeliu, Sanxiantai, Shitiping and Fanshuliao, each showcasing unique geological features. Visit Sanxiantai, an offshore island connected by a cross-sea bridge, recognised as a prominent landmark in the East Coast National Scenic Area and continue to Shitiping, known for its well-developed sea erosion terrace featuring cliffs and natural formations formed over millions of years. The day concludes with a comfortable train ride from Hualien to Yilan. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "After breakfast visit the King Car Kavalan Whisky Distillery, renowned for its exceptional flavours crafted from pristine water sources in the Central and Xueshan Mountain Ranges. Next, the tour heads to the National Centre for Traditional Arts, a spacious park showcasing traditional Taiwanese architecture. Engage in various cultural activities, including exhibitions, performances, and workshops like puppet shows and pottery making. The tour concludes with a bus ride back to Taipei City, where you will be dropped off at your hotel. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Join a classic Taipei day tour to explore the city’s iconic historic landmarks and modern attractions. This guided tour offers insights into the past, present, and future of Taipei City. The tour includes a visit to the National Palace Museum, which houses the world’s largest collection of ancient Chinese artefacts. Continue to the Chiang Kai-shek Memorial Hall, a significant monument symbolising a key period in Taiwan's history, and Lungshan Temple, a representation of local religious beliefs and practices. The itinerary also features Taipei 101, a famous skyscraper that exemplifies the city’s modern technology and globalisation. (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Return to Taipei airport for the onward or return flight. (B)"
      }
    ],
    "map": ""
  }
]