[
  {
    "destination": "Brazil",
    "mainPhoto": "",
    "id": "brazil-10-day-tour-pantanal-amazon",
    "tourName": "Brazil 10 day tour, Pantanal & Amazon",
    "placesVisited": "",
    "generalInfo": "A 10 day tour taking in the two iconic wildlife destinations of Brazil, the Pantanal and the Amazon.<br/>In the Pantanal Wetlands, you will hope to see  myriad birds, reptiles and mammals, including, hopefully, the iconic jaguar. Then on to the tropical Amazon for even more varieties of amazing plant and  wildlife.<br/><br/>- Immerse yourself in the birding paradise of the Amazon Rainforest <br/>- Have great chances of spotting the majestic jaguar as it patrols the banks of the Cuiaba River<br/>- Encounter the wonderful wildlife of the Pantanal including the Brazilian tapir, giant anteaters, capybaras, monkeys, giant river otters, caiman, anacondas and much more<br/>- Stay in comfortable, established eco-lodges<br/><br/>This trip is available from June to October. If you wish to travel outside of those dates please contact us for similar alternative itineraries.",
    "durationDays": "10",
    "price": "8181",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Cuiaba to Porto Jofre: On arrival in Cuiaba you will be met and transferred to Porto Jofre (approx 6 hours) via the Transpantaneira Highway. En route you will have the chance to stop and enjoy the views and look out for the resident wildlife. On arrival at the hotel there will be time to explore the grounds which are often frequented by toco toucans and hyacinth macaws before enjoying dinner. 4 nights at Porto Jofre on a full board basis"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Pantanal: The next two days will be spent searching for jaguars by boat, this is the best place in the world to see these elusive cats in the wild, with almost guaranteed sightings. You also have a great chance of seeing giant river otters, caiman, capybara, monkeys, tapirs, giant anteaters and peccaries to name but a few."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Araras Eco Lodge: After breakfast transfer by road to Araras Eco Lodge (approx 3 hours), looking for interesting fauna and flora along the way. You will have the afternoon to explore the pristine forest that surrounds the lodge and enjoy a spectacular sunset from one of their two observation towers."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Araras: Araras is known for its first class bird watching but if you are feeling a little more adventurous then why not opt to do some canoeing, horseback riding, trekking, or a night tour with their expert naturalist guides in search of the giant anteater, ocelot, tapir, crab eating fox, coatis etc."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Return to Cuiaba and travel to Alta Floresta: After breakfast, take a photo-safari road trip back to Cuiaba Airport where you will take a short flight to Alta Floresta, the gateway to the Southern Amazon. Here you will be met and transferred to the award winning Cristalino Jungle Lodge, a paradise for bird watchers, nestled within its own private forest reserve."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Cristalino Jungle Lodge: Awake early to the sounds of the rainforest ready for a morning walk to the observation tower where you can enjoy a stunning sunrise over the forest canopy. The rest of the day can be spent exploring its many trails, canoeing or taking a boat trip up stream in search of caiman, giant river otters, monkeys and a multitude of birds."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Amazon at leisure: A full day to explore some of the 28,000 hector reserve on foot or by boat. With over 13 miles of walking trails and a bird species list of nearly 600 there is plenty to see and do. Alternatively, you can relax on the floating deck and take in the sights and sounds of the Amazon at leisure."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Cuiaba: There is time for one last activity before you are transferred back to Alta Floresta where a traditional Brazilian lunch awaits. From here you take the short flight back to Cuiaba ready for your onward journey home."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Brazil",
    "mainPhoto": "",
    "id": "brazil-holiday-jaguar-spotting-amazon",
    "tourName": "Brazil holiday, Jaguar spotting & Amazon",
    "placesVisited": "",
    "generalInfo": "Brazil has an amazing variation of landscapes, eco-systems and culture. The Amazon jungle and Pantanal boast amazing wildlife, the Atlantic Rainforest provides a beautiful tropical ambiance full of flora and fauna, the many National Parks offer breathtaking landscapes with natural waterfalls and extraordinary rock formations. And Brazil’s 7000 miles of coastline means that there are thousands of incredible beaches.  <br/><br/>Brazilians are friendly, hospitable, love life and a party. Brazil’s rich African and Indigenous heritage is fused in every part of Brazilian culture together with European influences, particularly in religion, art, music, dance and food.  This can be experienced directly on the street, in the nightlife and in many of the traditional festivals and celebrations. Brazil will touch you with its passion, sounds, flavours, and colours, the people will enchant you with their liveness and joy. <br/><br/>The most famous festival is of course Carnival which is celebrated allover Brazil from Olinda, Recife, Salvador, Rio de Janeiro up to small villages as Paraty with its typical Bloco de Lama (mud carnival). However, there's much more to the Brazilian calendar. Some Brazil's festivals and events are Semana Santa - the Brazilian Holy Week, Festas Juninas, Festa do Divino, Festa Nacional do Índio, LGBT Pride Parade in São Paulo, worship of Yemaha during the Reveillon which is the celebration of the Brazilian New Year.<br/><br/>And besides the overwhelming landscapes there are so many beautiful places to stay! From floating lodges on the river, treehouses, mountain- eco lodges, guesthouses in colonial mansions, fazendas, pousadas in all sorts and kinds up to top boutique hotels.<br/><br/>One of the extra reasons to visit Brazil is that it is an excellent destination for eco-tourism, of which the Amazon, Pantanal and all the National Parks are of particular interest. Sustainable tourism is in strong development with energy saving, waste recycling, agricultural and local education initiatives.<br/><br/>When you would like to visit the Pantanal and watching Jaguars is absolutely on your priority list, you have to go to the North Pantanal and this we have included in this holiday for you! The ultimate trip for wildlife lovers, this jaguar holiday in the Pantanal Brazil includes seeing jaguars in the wild. Our expert private guides have tracked jaguars for the BBC, National Geographic and the Discovery Channel. Our trips have had 99% success rate for several years, with multiple sightings of jaguars and cubs in one or two days. When going to the North Pantanal for Jaguar wildlife watching you can go as well for hiking in the Chapada Guimareas. We have a snorkeling excursion in this chapada as an alternative for the snorkeling at Bonito in the south Pantanal. When you wish to combine both the best of the North with the South Pantanal you can fly with a small Cessna plane over the Pantanal from the north to the south or vica versa, directly from pousada to pousada. We arrange the flight for solo travelers, families or small parties. You are picked up at your lodge pousada and will fly in a spectacular flight over the Pantanal directly to your new destination. When you love birdwatching please contact us and we can send you special itineries exclusively for birdwatching in Brazil, Colombia and Panama.<br/><br/>The itinery below can be fully tailor made and is one of the three itineries we have developed for observing jaguars in the Pantanal combined with the Amazon. In the other two itineries we offer snorkeling at the crystal clear waters of Bonito eventually with visiting cave Anhumas, a small waterfall Boca da Onça and wildlife observation in the South Pantanal, outdoor activities at Chapada Veadeiros and hiking with birdwatching at NP Itatiaia. Added can be as well another stay and bird watching in the Atlantic rainforest at Cachoeira de Macuco with Regua lodge.<br/><br/>And at last Brazil can be the start or end of a tailor made trip along the greatest attractions in Latin America. You can combine the Galapagos islands, Machu Picchu and the Uyunyi saltflats with a visit to Rio de Janeiro.  A trip may include also Easter Island in Chile. You can go hiking or skiing in Patagonia and combine this with a beach holiday at Rio, Paraty and Ilha Grande. We offer tailor made travels for Cuba, Colombia, Panama, Mexico, Bolivia, Brasil, Peru, Ecuador with Galapagos, Chile with Easter island, Argentina and Venezuela. Note that with a tailor made trip we can offer 10% discounts on public prices for Galapagos and Antarctica cruises. Contact us for a chat via Whatsapp and ask for a tailor made itinery and quote.<br/><br/>Explore Brasil on your own, with your family or in a guided grouptravel on this itinery. Feel free to contact us to customize this or any itinery to your travel wishes.",
    "durationDays": "25",
    "price": "7250",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival Rio de Janeiro. Reception and private transfer to Sol Ipanema, room with ocean view."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Rio de Janeiro private guided city tour, full day, incl. visit Sugar Loaf & Corcovado with entrances included."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Day on own Rio de Janeiro, Sol Ipanema with ocean view."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Travel to the North Pantanal. Included transfers airport, flight Rio-Cuiaba. Private transfer into the Pantanal with specialized private guide from Cuiaba to pousada Piuval or Aymara. Private guide stays with you for all the days in the North Pantanal. All meals and standard drinks included for the Pantanal days."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "North Pantanal. All excursions around pousada Piuval / Aymara with your private guide and local guides included. Usually are 3 excursions of which one can be with horse riding and a night safari by 4x4."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Private transfer to Porto Jofre, private boat trip with your guide to Recanto do Jaguar lodge included. They have here nice floating boat lodges in the wetlands deep in the Pantanal. For those interested in big fish there are here also great fishing opportunities here."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Full day for Jaguar spotting with your private guide on private boat trip. Almost 100% chance for seeing Jaguars. Lodge Recanto do Jaguar. All meals and standard drinks included."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Travel to Manaus. Return to Cuiaba, flight to Manaus, transfer to Casa Perpetua."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Manaus full day private guided city tour incl. meeting of the waters. Casa Perpetua."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Amazon Adventure package of four and a half day included. This is a small group Amazon Tour. Can be offered also as private. Transfer to start excursion included. Full time guided for all days. All meals and standard drinks included during Amazon Adventure Tour."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "End of Amazon Tour, including transfers airport and flight to Brasilia, transfer to hotel premium Hplus. Instead of going to the Amazon you can also go the Atlantic rainforest. Added can be a stay at NP Itataia for hiking, daywalks and birdwatching, Paraty with a spectacular 2 day beach hike and Ilha Grande for beachtime and daywalks, as well as stay for bird watching in the Atlantic rainforest at different places as Cachoeira de Macuco with Regua lodge."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Full day private guided city tour Brasilia, with your own private guide. Hotel Hplus."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Travel to Salvador da Bahia. Including all transfers and flight. Pousada Solar Dos Deuses."
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Full day private guided city tour Salvador da Bahia. Pousada Solar Dos Deuses."
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Private travel to Lençois in NP Chapada Diamantina. Pousada Vila Serrano."
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Have a full day a private guide and driver in Chapada Diamantina included to visit points of your interest, for visiting the blue cave, to hike over beautiful trails and enjoy some amazing waterfalls - cachoeiras."
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Two days for hiking with a local guide and go deeper in the NP Chapada Diamantina. This is optional and not yet included and can also be arranged locally in case you prefer that option. You can also stay closer to Lençois and enjoy the beautiful waterfalls and nature around."
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "Private transfer from Lencois to Imbassaí, on the coast north of Salvador da Bahia. Eco pousada Vilangelim, located in beautiful nature and at the sea."
      },
      {
        "dayNumber": 24,
        "title": "",
        "description": "Full day on own to relax of all your adventures. Or do something more active, go on a whale watching excursion, go on birdwatching and visit the nearby Tamar project for protecting marine turtles."
      },
      {
        "dayNumber": 25,
        "title": "",
        "description": "Transfer to Salvador da Bahia airport included and flight home from here. Optional add domestic flight to Rio de Janeiro for stay at NP Ilha Grande and/or Paraty and have your international flight from Rio."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Brazil",
    "mainPhoto": "",
    "id": "brazil-small-group-holiday-pantanal-explorer",
    "tourName": "Brazil small group holiday, Pantanal explorer",
    "placesVisited": "",
    "generalInfo": "Travel with us and discover the incredibly rich biodiversity of the Pantanal region of Brazil. On this intimate tour with a maximum group size of only 10, we will explore in depth this wetland environment through land and water based excursions staying in two different areas of the Northern Pantanal.  After leaving Cuiabá, our first destination is the Pousada do Rio Mutum, an attractive eco-lodge boasting a lovely setting with a high focus on sustainability. Here we will enjoy walks, canoeing and horse-riding (all suitable for beginners) as well as exploring by jeep. The second half of the trip is where  turn our attention to searching for the magnificent Jaguar as we navigate the winding shimmering channels from our comfortable expedition boat. This is a wildlife adventure not to be missed.",
    "durationDays": "11",
    "price": "4995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Cuiabá - On arrival at Cuiabá airport you will be transferred to the hotel with the rest of the day at leisure. Overnight Deville Prime Cuiabá or similar – No meals or guided services."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Cuiabá – Pousada do Rio Mutum (approx. Driving time is 2.5 hours) - This morning you will meet your local guide and after breakfast, transfer through the Pantanal region by car to Pousada do Rio Mutum, passing through the small town of Santo Antonio do Leverger and the villages of Porto de Fora, and Mimoso. On the way to the lodge, we will look out for birds, small animals, and taking note of the landscape, and the typical buildings of the inhabitants of the Pantanal. Following arrival at the lodge, enjoy a welcome drink, followed by check-in, lunch and a lecture as an introduction to the Pantanal region, with presentation of cartographic maps and satellite images. Later, take a short walk to observe the various species of birds and other animals that inhabit the private area of the lodge. The rest of the afternoon will be at leisure and this evening a tasty piranha broth will be served followed by typical dishes from the region. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Pantanal exploration - After breakfast, enjoy an ecological walk, the duration will be approximately 3 hours, to explore the unique nature, passing through wooded areas, forests and open fields in search of birds, mammals, reptiles, plants and other components of the Pantanal ecosystem. Return for lunch. This afternoon take a boat ride on the Mutum River, a duration of approximately 3 hours. In these winding waterways, besides the vegetation, we hope to observe giant otters (Pteronura brasiliensis) rays (lymma Taeniura) and schools of small fish. In addition, we will be looking out for the many possible bird species on the banks. Return to the lodge for dinner. After dinner, we head out night spotlighting by jeep or boat, for approximately 2 hours, exploring the surroundings in search of nocturnal creatures thriving in this wetland environment. Please Note: The walk is of an easy grade but you must be well protected against the sun and heat. Please wear wide brimmed hat and light loose clothes. The pace will be very leisurely as you will be stopping frequently when observing flora and fauna."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Pantanal Exploration - After breakfast, take a boat ride, a duration of approximately 3 hours, visiting a fishing village on the banks of Rio Cuiabá. This village named Cuiabá Mirim is a lovely spot marked by its simplicity and the spontaneity of its inhabitants. It is possible to interact with the native people, who exist by way of fishing and subsistence agriculture, and to appreciate their customs and peaceful coexistence with their immediate environment. This afternoon, enjoy a land safari by jeep to a village named Capoeirinha, around 15 km's from the lodge. This activity will last approximately 3 hours. During this time our focus will be to search for one of the bird species most threatened with extinction in the Pantanal: the hyacinth macaw (Anodorhynchus hyacinthinus). By late afternoon, we return hoping to spot mammals and other animals on the way. Return to the lodge for dinner. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Pantanal Exploration - An early start at 4:30 a.m. for a magical sunrise experience. We take to the waterways for some leisurely and very easy paddling (that can be enjoyed by all abilities) in canoes for about 1.5 hours in order to appreciate the dazzling spectacle of the awakening of nature in the Pantanal. Return to the lodge for breakfast. After breakfast for those that wish there will be a horseback riding tour (this is beginner level and no experience necessary), duration of up to 3 hours, to a typical farm on the border of Sia Mariana Bay. This path is excellent for observing local flora and fauna throughout the year. Return to the lodge for lunch and then this afternoon enjoy a 3 hour cruise down the Mutum River up to the Sia Mariana bay (8 km extension in the North/South direction). During this time, we will explore the banks of the bay and the channel connecting both the Sia Mariana bay and Chacororé bay. Throughout the year, one can observe different species of birds, reptiles and other animals. Stop for sunset and piranha fishing*. On the way back to the lodge look out for nocturnal species as we spotlight in search for animals. (BLD) * The piranha fishing occurs in the months of February to September. In the period from October 1 to January 31, it is prohibited to fish in rivers, lakes and bays of Mato Grosso, because it is the breeding period. Note: For clients that do not wish to canoe or horse ride alternative activities can be arranged but the guide will stay with the main group."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Pousada do Rio Mutum – Porto Jofre (Approx. driving time 4.5 hours) - After breakfast, check out and then transfer by boat to Porto Cercado (approx. 3 h) with a photo stop at Ninhal Porto da Fazenda, home to the nests of over 1000 birds of different species (great white egrets, jabiru storks, American wood storks, cocoi herons, etc.). We then transfer by air-conditioned vehicle to Porto Jofre (approx. 4.5 h, 40 km paved road + 147 km unpaved road), stopping for lunch along the way. Later we board our home for the next 4 nights, to begin the next part of this enthralling wildlife adventure. This evening, the boat will navigate up the Cuiabá River for approx. 1.5 hours to reach the location where the first jaguar spotting opportunities of this trip will take place. Overnight on board. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Porto Jofre – Cuiabá (Approx. driving time is 5 hours) - After breakfast, check out and transfer back to Cuiabá via Poconé, an overall journey time of around 5 hours. On arrival the rest of the day is at leisure with no excursions arranged. Overnight Deville Prime Cuiabá or similar (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Departure from Cuiabá - Transfer to the airport for your onward flight. (B) Please note that onward extension can be arranged throughout Brazil to places such as Amazonas region, Iguazu Falls, or city breaks to Rio de Janeiro or Sao Paolo. Please contact us for details."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Brazil",
    "mainPhoto": "",
    "id": "brazil-wildlife-holiday-tailor-made",
    "tourName": "Brazil wildlife holiday, tailor made",
    "placesVisited": "Rio de Janiero, The Pantanal, Uakari Lodge, Mamirauá Reserve",
    "generalInfo": "This tailor made Brazil wildlife holiday takes you to a country full of contrasts, with everything from wild, empty beaches, to rainforests brimming with plants and wildlife. It includes both the biggest jungle in the world and the biggest wetlands in the world. <br/><br/>The first stop on your tour is to the mighty Iguacu Falls on the border between Brazil and Argentina, one of the world’s greatest natural phenomena. In the midst of a subtropical nature reserve, the earth seems to open up and 275 separate falls crash over a horseshoe-shaped precipice, nearly five kilometers wide and 90 meters high. Spectacular all year round, we recommend two days here to fully explore the falls on both the Argentinian and Brazilian sides.<br/><br/>From Iguacu you will continue on to Rio de Janiero, where you’ll take in the sights in the company of an experienced local guide. As well as visiting the famous Sugarloaf Mountain and Corcovado, you’ll also get an insight into local life through a BBQ lunch at a traditional restaurant and a visit to some “favelas,” or shanty towns. <br/><br/>Next, you’ll head (via internal flight) for the Pantanal – a vast wetland that’s around half the size of France. It may be one of the least explored areas in Brazil, but it’s also one of the most wildlife rich, with over 650 species of bird and 260 fish species. What makes a visit here even more special is the fact that you can explore on foot, on horseback or by canoe. <br/><br/>A couple more internal flights later and you’re in Manaus in the Amazon. From here you’ll make your way to Uakari Lodge, which floats on the Rio Solimoes, within the Mamirauá Reserve. The lodge is simple, but the incredible location means that you can spot plentiful wildlife and drink in beautiful views without even leaving the premises. The lodge itself is quite simple, however the wildlife in the surrounding area is abundant. You can expect to see endemic species such as the white uakari monkey and the black headed squirrel monkey, as well as the Amazon pink river dolphin, the red howler monkey, the scarlet-macaw, the harpy eagle and the black cayman. <br/><br/>The best time to visit the Pantanal is the dry season of May to September, when there are fewer mosquitoes and the mammals, reptiles and birds are around the water sources and therefore easier to spot. This is also the perfect time to go to the Amazon as the nights are cooler, the skies are filled with stars and the birdwatching is top-notch.<br/>",
    "durationDays": "14",
    "price": "6825",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly from London to Rio."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Upon arrival in Rio you will be met at the airport and privately transferred to your hotel."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Sightseeing in Rio. Spend a day visiting the stunning sights of Rio such as Sugarloaf Mountain and Corcovado."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "A day to explore the rest of the city. There are a number of interesting tours including a half day in the old town, schooner trips out to the surrounding bays, or hiking in the Tijuca forest."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Pantanal. Fly to the Pantanal and enjoy excursions from your lodge."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Excursions from the lodge with your naturalist guide."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Fly to Manaus and spend the night in the Amazonian city before heading into the jungle."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Transfer to Anavilhanas Jungle Lodge and partake in excursions."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Excursions from the lodge with your naturalist guide."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Fly to Sao Paulo for your return flight to the UK."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Arrival back in the UK."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Brazil",
    "mainPhoto": "",
    "id": "brazil-wildlife-holiday-waterfalls-and-beaches",
    "tourName": "Brazil wildlife holiday, waterfalls and beaches",
    "placesVisited": "",
    "generalInfo": "Explore the epic wildlife of the Pantanal, the crystal-clear waters of Bonito, world-famous Iguazu Falls, and the paradise beaches and bays of the Green Coast, all the way through to Rio de Janeiro.",
    "durationDays": "16",
    "price": "4500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "PANTANAL - Start your journey in the largest wetlands on the planet, the mighty Pantanal. During your time here you will discover a huge diversity of flora and fauna by river boat, canoe, walking trails, 4x4 jeeps and even on horseback."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "BONITO - Continue by land to another natural highlight of Brazil; the crystal-clear waters of Bonito. Here you will suit-up with our snorkelling gear and float gently downstream, admiring huge numbers of colourful fish beneath the water, as monkeys watch-on from the trees above. On the way we will also go hiking along a trail of 12 beautiful waterfalls at Boca da Onça, with a chance to swim in their clean and clear pools."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "IGUAZU FALLS - Consisting of over 300 individual waterfalls, and surrounded by rainforest, there is nowhere else quite like Iguazu. Straddling the border between Brazil and Argentina, we will fully explore both sides to immersive yourselves in this natural wonder."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "PARATY - After a flight to Sao Paolo, you will be driven to the coastal town of Paraty, a preserved colonial gem and the perfect place to explore the beaches, coves, jungles and waterfalls of the Green Coast. Take a small boat trip to neighbouring bays, kayak to a mangrove forest, take a jeep tour into the mountains, or simply explore the cobblestone streets of this gorgeous town."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "RIO DE JANEIRO - From Paraty we drive to Rio, known as 'The Marvelous City' for good reason. Here you can choose an evening tour with our local guide to experience Rio's famous nightlife, visits to the iconic Sugarloaf and Corcovado Mountains (including the Statue Of Christ The Redeemer), hike to an alternative view of the city through the rainforest, or simply just relax by the beach!"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Brazil",
    "mainPhoto": "",
    "id": "brazil-wildlife-tour-jaguars-and-waterfalls",
    "tourName": "Brazil wildlife tour, jaguars and waterfalls",
    "placesVisited": "Rio, Christ the Redeemer statue and Sugar Loaf mountain, Atlantic rainforest exploration, Cuiaba, private wildlife guide, Pantanal, wildlife safaris and walks, boat trips to spot jaguar, canoe ride, horse riding, Iguacu, Argentinian and Brazilian sides",
    "generalInfo": "\"We had a wonderful time on our trip in June. We saw six different jaguars, hundreds of caiman and lots of birds. The guides were great, very friendly and helpful..I enjoyed every aspect of this tour..Definitely value for money\" <br/>____________________________________________________________________________________________________________________________________________________________________________________________<br/><br/>The ultimate jaguar adventure for wildlife lovers seeking jaguars in the wild and other extraordinary creatures. Explore the heart of Brazil's north Pantanal, including \"Jaguar Ground Zero\". We have had a 100% success rate for many years, with multiple sightings of jaguars and cubs on every single trip. Our expert guides have tracked jaguars for the BBC (including Planet Earth II), National Geographic, the Discovery Channel and Netflix's Our Planet. You'll get up close to hyacinth macaws, tapirs, giant anteaters and more, with more birdlife than you can imagine.  Many people are surprised to learn that the Pantanal, not the Amazon, is the best place to see wildlife. This trip shows you why! (Although if you really want to go to Amazon, it can be added to your trip.)<br/> <br/>You'll also experience the greener side of Rio de Janeiro and the world-famous Iguaçu waterfalls, from both the Brazilian and Argentinian sides. This is a fully private tour; you can take each day at your own pace. Recommended in Wanderlust Magazine's top 10 Wildlife Trips and The Sunday Times Travel Magazine. <br/><br/>The trip itinerary overview is below, but for full details and availability, please make an enquiry on this page. Responsible Travel will put you in touch with us (the specialist independent tour operator who designed and run this trip), and we will email you directly. You can also phone us 9am- 9pm, 7 days a week.<br/><br/>The main 'season' for this part of the Pantanal is June to November. We recommend reserving as early as possible (ideally at least 12 months in advance). You can secure your tour with a deposit. This is 100% private, whether you are travelling as a couple, friends, family or solo - it's just you. You won't be joined in with others, even at Pantanal lodges. Availability is limited.  *2026 dates available* - first come first served!<br/>____________________________________________________________________________________________________________________________________________________________________________________________<br/>Photos on this page used with thanks to travellers Roger Day (first two jaguar photos) and Roger Sargent (all other photos).",
    "durationDays": "16",
    "price": "7225",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly from the UK to Rio de Janeiro with a choice of airlines, including direct flights with British Airways. If you don't live in the UK, you're welcome to book excluding flights - one of our drivers will pick you up on Day 2 in Rio de Janeiro, either at the airport or a hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Morning landing in Rio de Janeiro. You'll be met at the airport by one of our drivers and driven into the city. Time to settle in and relax before visiting Rio's botanical gardens, home flora and fauna from all around Brazil including Amazonian lilies. Look out for the tiny marmosets, both common and buffy-tufted-ear."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Time to tick off Rio de Janeiro's main sites including Christ the Redeemer statue, perched on top of Corcovado mountain - you can take a cog train up through the forest. Then onto 'Sugar Loaf' mountain for cable cars and stunning views. A little bit of time to unwind from the day and then one of our drivers will take you into the city centre - check out the tips you'll get your travel pack for our favourite restaurants."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Early morning start to conservation hotspot, REGUA. Explore Brazilian Atlantic rainforest to spot birds (over 460 species have been spotted here) and a chance to see wildlife up in the trees including lazy sloths and the endangered Woolly Spider Monkey. There are also tapir in the grounds. A delicious leisurely lunch, then be driven back to Rio and have a little bit of free time in the afternoon."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Fly from Rio de Janeiro to Cuiabá in the Northern Pantanal. Meet your main private guide who will be with you for your time in the Pantanal. You'll head down the 'Transpantaneira' to a ranch, stopping to view wildlife on the way. Explore the ranch grounds for birds and wildlife, including a chance to see tapir. As you head back and darkness falls, you will look for more nocturnal animals and birds. A lucky spot would be the Potoo, known for its incredible camouflage."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Sunrise walk for a chance to see animals and birds including metre-long hyacinth macaws. Then drive further down the 'Transpantaneira', stopping for wildlife-spotting opportunities such as the endangered Marsh deer, unique for having webbed feet. Arrive at Porto Jofre, known as \"Jaguar Ground Zero\" by wildlife film crews. After lunch, you'll have your first boat trip searching for jaguars as giant river otters frolic and birds of prey fly overhead."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Boating on the Cuiabá river looking for jaguar, river otters, caiman, capybara, jabiru storks etc etc and birds including black-collared hawks soaring ahead."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Boating further up the Cuiabá river looking for jaguar and other animals. During your time here, you'd have explored the main river and the tributaries Piquiri, São Lourenço, and Three Brothers rivers, which together form the Meeting of the Waters State Park, depending on where the jaguars are."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Back on the Transpantaneira to head back up north to another lodge. Afternoon jeep safari, exploring the diverse deciduous and non-deciduous forest and savannah to spot wildlife. This area is known for huge flocks of parakeets, toucans, Marsh deer, armadillos, as well as a vast variety of Pantanal fauna and flora."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Early this morning you will have a jeep safari in search of the Giant Anteater. You'll head back to the lodge for breakfast then walk an ecological trail. Back to the lodge for lunch and relaxation then it's time for more searching for wildlife with an afternoon jeep safari until after dark."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Horseriding on Pantaneiro horses which are easy to ride. Then time to say goodbye to the northern Pantanal. You'll be driven north to Cuiabá to stay overnight in a hotel near the airport, ready to move on the next day."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Fly to Foz do Iguaçu, home to the famous waterfalls. You'll be met at the airport. Settle into your hotel and have a dip in the pool."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Full day visit to Argentine side of Iguazu waterfalls with a private guide (Iguazu is the spelling in Argentina)."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Visit the Brazilian side of Iguaçu waterfalls with a private guide. Then you'll visit an aviary to see amazing birds, some which are near extinction."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Relax by the pool (depending on flight times). Short transfer to Foz do Iguaçu airport. If booking including international flights, you'll take a flight to São Paulo or Rio de Janeiro on a through ticket back to the UK. If you are booking excluding flights, you will be driven to the airport at a time of your choosing."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Land back in the UK"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Brazil",
    "mainPhoto": "",
    "id": "jaguar-photo-tour-in-brazil-pantanal",
    "tourName": "Jaguar photo tour in Brazil, Pantanal",
    "placesVisited": "",
    "generalInfo": "Explore the heart of Brazil’s Pantanal, the largest tropical wetland on Earth and one of the most biodiverse regions in the world. This 8-day photography tour is designed for photographers of all skill levels, offering unparalleled opportunities to capture jaguars– the elusive apex predators of the Americas– along with other extraordinary wildlife in their natural habitat.<br/><br/>Guided by professional wildlife photographer Mike Dexter, you’ll receive personalized tuition tailored to your needs, whether you’re a beginner eager to learn or an experienced photographer refining your craft. From technical tips to creative storytelling, Mike will help you take your photography to the next level in this unique and inspiring journey.<br/><br/>More than a photography tour, this experience offers an opportunity to connect with the Pantanal’s vibrant ecosystems and the conservation efforts protecting them, whilst building an incredible portfolio of wildlife photography.<br/><br/>Highlights:<br/>- Jaguar Photography: Capture the majestic beauty of the Americas’ largest cat in its natural habitat, with expert guidance from Mike Dexter.<br/>- Diverse Wildlife: Photograph giant river otters, monkeys, caimans, and over 650 species of birds in the lush landscapes of the Pantanal.<br/>- Boat Safaris: Enjoy sunrise and sunset safaris on the Cuiabá and Piquiri Rivers, offering close encounters with wildlife and stunning views.<br/>- Eco-friendly Accommodation: Stay aboard the Aguapé Hotel Boat, blending comfort with sustainable travel practices in the heart of jaguar territory.<br/>- Photography Tuition: Receive hands-on guidance, personalized feedback, and creative insights to help you capture stunning images.",
    "durationDays": "8",
    "price": "7495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Cuiabá and transfer to the Deville Hotel for an overnight stay. Take time to relax and prepare for your journey into the Pantanal."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Depart after breakfast for Poconé City, then travel along the iconic Transpantaneira Park Road. This scenic route offers opportunities to spot wildlife along its many wooden bridges. Enjoy lunch by the Pixaim River before continuing to Porto Jofre. From there, take a short boat ride to the Aguapé Hotel Boat, your comfortable base anchored on the Piquiri River."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Spend five days exploring the Encontro das Águas National Park and surrounding waterways, a hotspot for jaguar sightings. Morning and afternoon boat safaris will take you deep into jaguar territory, where you’ll also encounter other wildlife such as giant river otters, howler monkeys, caimans, capybaras, and a stunning array of birds. Return to the Aguapé Hotel Boat for meals, relaxation, and photography discussions with Mike Dexter."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "After breakfast, check out of the Aguapé Hotel Boat and begin your journey back to Cuiabá, arriving in time for afternoon flights."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Brazil",
    "mainPhoto": "",
    "id": "jaguar-safari-holiday-in-brazil-s-pantanal",
    "tourName": "Jaguar safari holiday in Brazil's Pantanal",
    "placesVisited": "",
    "generalInfo": "Jaguars have for a long time been regarded as one of the most elusive and difficult animals in the world to see. However recently they have been revealing their secrets to dedicated scientists and hardened wildlife watchers in the Pantanal region of Brazil. <br/><br/>On this tour you will be taken into the heart of this region and with the help of expert local guides we have a 100% record of seeing these big cats. Whilst in the Pantanal you can expect to see giant otters, capybara, hyacinth macaws and of course Jaguars alongside hundred of other species. <br/><br/>By staying in Porto Jofre and not on the Transpanteiro you will right on the jaguars doorstep. And with a past average record of 1.1 jaguars per day in the Pantanal you are in safe hands with this tour.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife watching holidays that focus on one specific rare or elusive species of mammals. These trips are specialised in that they have a distinct focus, a species which is the overall target for the tour. But of course we are exploring the wonderful and diverse natural environment and many other species can also be seen. However this is the only specialist mammal tour focusing on both the northern and southern the Pantanal.<br/><br/>On this tour you will firstly visit the northern Pantanal and our focus will be on the mighty jaguar as well as the wonderful and vocal giant otters and the incredible diversity and abundance of birds. We will then visit the southern Pantanal and our focus will then shift to the Brazilian tapir and giant anteater (among others).<br/><br/>All of this will be done with the expert guidance of local naturalist guides and where possible our own zoologist guides (zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) and wildlife researchers also. All you have to do is to get in touch with your budget and your group size and where you would like to go and we will come back to you with an itinerary and quote for your perfect specialist Pantanal wildlife watching tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Cuiaba and Campo Grande. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and safaris. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Brazil. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, guided walks, park entrance fees and permits. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the field. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>During September to October the weather in the Brazilian Pantanal is hot and dry (although it is the end of the dry season and the occassional early rain can occur). The temperatures during the day and night are hot and they heat up quickly in the morning. At this time of year the rainy season is approaching and whilst rain is rare at this time of year it is not unheard of for a tropical storm to blow in.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Our local naturalist guides have their ears to the ground and are constantly scouting new areas for rare and unusual wildlife. So we know of all of the locations to visit and we have the adaptability to change our plan (if needed) to take advantage of better wildlife watching in other locations whilst on the trip.<br/>• We will stay in a variety of accommodation when on this tour, from quaint boutique style guest houses, larger hotel chains to hotels and lodges. <br/>• Spend all the daylight hours searching for wildlife as well as spotlighting as many mammal species are nocturnal.<br/>• All the above reasons give this, our specialist mammal watching tours give us a great success rate of seeing our targeted species (as well as many others). We have an unrivalled network of experts and guides throughout Brazil so that we can try and find and observe mammals and many more species. We also have the ability to organise and run wildlife tours of Brazil at other times of year and focusing on other groups of wildlife such as birds, reptiles &amp; amphibians or even botany as well as other groups of animals or even specific species such as jaguars, maned wolves, giant armadillos etc. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour focused on 1 part of the Northern Pantanal. the major river ways of the Porto Jofre area. The entry and exit point for this trip is the city of Cuiaba. <br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a boat which cruises the rivers of the Pantanal. So no special physical fitness is needed..<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old",
    "durationDays": "11",
    "price": "5695",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Cuiaba - Arrival On arrival at Cuiaba airport, you will meet your local guide and driver and be taken to your hotel in Cuiaba. There is nothing planned for today, so the rest of the day is at your leisure. (no meals included today)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Transpantaniero - Travelling & Wildlife Watching After breakfast at the hotel you will leave at around 07:30am and depart for the Pantanal, this is a 1.5 hour drive to reach Transpantaneira Road, which is one of the best places in the world to spot wildlife (rivalling anywhere in Africa or India). Whilst travelling we will stop several times in order to appreciate the spectacular flora and fauna. We will be looking for hyacinth macaws, giant anteaters, capybara and other bird life but one species we will have no difficultly in finding is the Yacre caiman. There are around 20 million of these in the Pantanal and at this time of year they are everywhere. There are some excellent wildlife photography opportunities along the way and we may stop around half way to have lunch or if we are making good time head all of the way to Porto Jofre before having lunch. Then when we arrive at Porto Jofre we will check into the hotel and if there is still some time we may head out to look for wildlife (including Jaguars) nearby the hotel on the rivers. (breakfast and dinner included)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Transpantaniero - Travelling & Wildlife Watching This morning we can try one last time to find jaguars for a couple of hours in the early morning, but as we should have seen some by now you may choose to leave for the trip back to Cuiaba in the morning. So that the whole day is not as long as it could be. On the way back to Cuiaba we will once again have some wildlife watching along the Transpantaneiro Highway. Once we arrive back in Cuiaba you will check back into the same hotel as on your arrival. (breakfast is the only meal included today)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Home - Departure This morning you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included)"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Brazil",
    "mainPhoto": "",
    "id": "jaguar-spotting-holiday-in-brazil",
    "tourName": "Jaguar spotting holiday in Brazil",
    "placesVisited": "Cuiaba, Paraguay River, the Pantanal, two jungle lodges, daily boat safaris, wildlife known to inhabit the area, includes: tapirs, monkeys, macaws, anacondas, capybaras, giant otters and jaguars",
    "generalInfo": "",
    "durationDays": "9",
    "price": "7099",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Cuiabá, the capital of the Mato Grosso state and the gateway to the Pantanal wetlands. After arriving at the hotel, you have the rest of the day free to relax. Around 6pm, say oi to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner. Want more time in Brazil? Secure pre-tour hotel nights through your sales representative. Accommodation: Deville Prime Cuiabá (or similar)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Head towards the remote Paraguay River in the Pantanal this morning. We start by driving 127mi (205km) towards the town of Cáceres before continuing a further 62mi (100km) on dirt roads to our lodge on the banks of the Paraguay River, where we spend the next four days exploring the region for jaguars and other wildlife. This off-the-beaten-path area is the ideal place for jaguar spotting and, with fewer visitors than other areas of the Pantanal, is also much quieter. This afternoon, we board our small motorboats to go on our first jaguar safari, exploring the river and its tributaries for the elusive big cat plus tapirs, monkeys, macaws, anacondas, capybaras, giant otters and any other wildlife we can find. While no guarantees can be made when it comes to wildlife, there is a 90 percent chance of seeing jaguars. Accommodation: Hotel Baiazinha (or similar)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "We spend the next three days on morning and afternoon boat safaris looking for jaguars and other local wildlife and learning about the delicate ecosystem of the area. The exact lengths of the outings will vary depending on the sightings and you should be prepared to be flexible with the timetable. Make sure to bring all you’ll need including sun protection, insect protection, rain protection, water and your cameras and/or binoculars. Accommodation: Hotel Baiazinha (or similar)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This morning, retrace our steps towards Cáceres and onto Poconé and finally Araras Lodge. Surrounded by pristine forest, the lodge offers a range of activities designed to showcase the flora and fauna of the Pantanal, including jeep safaris, trail walks, nocturnal safaris, canoeing and horse riding. Naturalist guides from the lodge accompany us on all excursions to truly enhance our wildlife viewing. The programme changes per trip, dependant on the weather. This afternoon, head out on our first activity before returning and enjoying our first lodge dinner. Accommodation: Araras Lodge (or similar)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Enjoy a full programme of activities around the lodge. Typically, we have one activity in the morning and another in the afternoon. There are hundreds of bird species and dozens of mammals and reptiles to spot in the immediate surroundings; if we are lucky, we will catch sight of the striking hyacinth macaw (or arara jacinta in Portuguese) after which the lodge is named. The largest of the macaws, its dark blue plumage and the bright yellow skin around its eyes and beak make it instantly recognisable. Depending on the weather, it may be possible to take night-spotting tours after dinner to observe nocturnal animals. Accommodation: Araras Lodge (or similar)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "If you're keen to make the most out of the jungle, it is possible to wake early and include a final pre-breakfast activity. After breakfast, head back to Cuiabá where the trip ends. We bid farewell and begin our return journey home. If you’d like a little more time to explore, speak to your sales representative about extending your stay."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Brazil",
    "mainPhoto": "",
    "id": "jaguar-watching-safari-of-the-pantanal-brazil",
    "tourName": "Jaguar watching safari of the Pantanal, Brazil",
    "placesVisited": "Seven full days of fully guided wildlife watching in Pantanal Wetlands, Transpantaniera Highway, Stay in jaguar camp, Boat trips on Rio Cuiaba, Rio Tres Irmaos and Rio Piquiri rivers, Night safari, Superb Pantanal birdwatching",
    "generalInfo": "This jaguar watching safari in the northern Pantanal wetlands of Brazil is one of the most exciting wildlife experiences you can hope for.  This is by far the best region to see jaguar, the Pantanal being the world’s largest wetland area. As well as being home to jaguar, other magnificent wildlife includes caiman, giant otters, giant anteaters, tapir and pumas. As well as some of the most spectacular bird watching opportunities including the hyacinth macaw and toco toucan. <br/><br/>We are experts in finding jaguar as they rest or patrol the river banks and all of our jaguar watching is done from the safety of our shaded boats. To date, our average sightings is two per day on this trip with a mix of hunting, kills, swimming, mating as well as mothers and cubs. We are also proud of our  100% success rate of seeing jaguar. <br/><br/>Based around the fishing village of Porto Jofre, our tours are guided by a professional local guide who is expert not only in jaguar, but also in the region’s other prolific wildlife. This includes:  capybara, collared peccary, yacre caiman, ocelot, puma, giant anteater, greater rhea, Brazilian tapir, giant otter and nine-banded armadillo. As a tailor made holiday we can organise this to suit your timing and interests, although we do recommend a minimum of three days to increase your chances of seeing jaguar. <br/><br/>Staying in jaguar camps, driving around the famous Transpantaneira Highway in your own vehicle, walking through forests and grasslands tracking the elusive big cat or trekking on horseback are all exciting options on this trip. We also offer the chance to do a spotlighting safari after dark to see some of the more elusive species like ocelot, puma, crab-eating fox, Brazilian tapir, crab-eating raccoons and many other nocturnal mammals. We bring thermal imaging and night vision equipment upon request. <br/><br/>As all the wildlife watching is all done from boat or vehicle in the northern Pantanal, any fitness level can participate. We also have tours that travel to the south of the Pantanal which involve 2-3 hour walks or some horse riding, so a greater level of mobility is required. Please note that we are also able to arrange this trip for solo travellers, upon request. Minimum age is 18 years old. <br/><br/>The price of this holiday includes:<br/>All activities, all meals, bottled water, air con vehicle, drive, transfers, internal flights, guides, entrance fees, equipment, reference library. <br/><br/>Best time to see jaguar<br/>We recommend early August to late October for seeing jaguar in the Pantanal, as this is the dry season when they, and other wildlife, gather at waterholes. September is particularly good.",
    "durationDays": "11",
    "price": "7495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Cuiaba – Arrival – On your arrival at the airport you will be met by your local driver/guide and transferred in a taxi to your hotel. (Lunch and or Dinner included (depending on the time of arrival))."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Transpantaniera – Travelling & Wildlife Watching – After breakfast you will begin the journey down the famous Transpantaniera highway towards Porto Jofre. This road is one of the best for wildlife watching in the entire world and it is possible to see over 100 species of birds and a dozen mammal species along the way. We recommend taking your time, we can go at whatever pace you wish but we prefer a slow one. We will have many photo opportunities and we should not have any difficulty in finding the numerous caiman, capybara and hundreds of herons, kingfishers, caracaras and wading birds. We will also keep our eyes open for giant anteaters, hyacinth macaws and capybara along the way. We will stop at one of the ranches for lunch before continuing and arriving at the jaguar camp in the late afternoon or early evening. (Breakfast, Lunch & Dinner included)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Transpantaniera – Travelling & Wildlife Watching – This morning you can either have a relaxing start to the day or have a morning river cruise for once last look for jaguars before packing up and heading back north up the Transpantaniera highway and towards Cuiaba. We can once again take this slowly and see what wildlife we can see along the way and then once you get back to Cuiaba you will have your last evening meal and night in Brazil. (Breakfast, Lunch & Dinner included)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Home – Departure – This morning after breakfast you will be transferred to the airport in time to catch your return flight home. (Breakfast only)"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Brazil",
    "mainPhoto": "",
    "id": "mammals-of-brazil-wildlife-tour",
    "tourName": "Mammals of Brazil wildlife tour",
    "placesVisited": "",
    "generalInfo": "Brazil is a vast country with many different ecosystems and incredible biodiversity. This trip offers the chance to travel to three of the most diverse ecosystems, the Pantanal, Amazon Rainforest and the Cerrado savanna. All of this locations will be explored with expert guides in search of he best mammal life Brazil has to offer.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife watching holidays that focus on one specific rare or elusive species of mammals. These trips are specialised in that they have a distinct focus, a species which is the overall target for the tour. But of course we are exploring the wonderful and diverse natural environment and many other species can also be seen. However this is the only specialist mammal tour focusing on the Pantanal, Amazon and Cerrado available.<br/><br/>The Amazon rainforest or perhaps the vast wetland ecosystem of the Pantanal are what spring to mind first when people think of Brazil for wildlife watching. However there is one other large and mammal rich ecosystem in Brazil, in fact one that is unique to this huge country; the Cerrado. This is Brazil’s answer to the African savanna. A large grassland ecosystem in central Brazil. And this is the habitat of one of our highly targeted species the wonderful Maned Wolf.  <br/>There are some species which are found in two or even three of these locations, but each of our targeted ecosystems are home to some particularly targeted species. Firstly in the northern Pantanal we will focus on the mighty jaguar as well as the wonderful and vocal giant otter, in the southern Pantanal our focus shifts to the Brazilian tapir and giant anteater (among others), when in the southern Amazon we will look into the trees for a wealth of primate species as well as sloths and then in the grasslands of the cerrado we focus on maned wolves and armadillos.<br/><br/>All of this will be done with the expert guidance of local naturalist guides and where possible our own zoologist guides and wildlife researchers also. All you have to do is to get in touch with your budget and your group size and where you would like to go and we will come back to you with an itinerary and quote for your perfect specialist Brazilian mammal watching tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Cuiaba. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and safaris. Where possible we use two brilliant guides; first a professional zoologist (when available - a zoologist is not always available, so please inquire first if you wish to have a zoologist escort your trip) who would escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Brazil. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, guided walks, park entrance fees and permits. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the field. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>During September to October the weather in the Brazilian Pantanal and Cerrado ecosystems is hot and dry (although it is the end of the dry season and the occassional early rain can occur). The temperatures during the day and night are hot and they heat up quickly in the morning. At this time of year the rainy season is approaching and whilst rain is rare at this time of year it is not unheard of for a tropical storm to blow in.<br/>The Amazonian rainforest weather is pretty standard all year around with hot, humid conditions punctuated by regular rainfall.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.• Our local naturalist guides have their ears to the ground and are constantly scouting new areas for rare and unusual wildlife. So we know of all of the locations to visit and we have the adaptability to change our plan (if needed) to take advantage of better wildlife watching in other locations whilst on the trip.<br/>• We will stay in a variety of accommodation when on this tour, from quaint boutique style guest houses, larger hotel chains to hotels and lodges. <br/>• Spend all the daylight hours searching for wildlife as well as spotlighting as many mammal species are nocturnal.<br/>• All the above reasons give this, our specialist mammal watching tours give us a great success rate of seeing our targeted species (as well as many others). We have an unrivalled network of experts and guides throughout Brazil so that we can try and find and observe mammals and many more species. We also have the ability to organise and run wildlife tours of Brazil at other times of year and focusing on other groups of wildlife such as birds, reptiles &amp; amphibians or even botany as well as other groups of animals or even specific species such as jaguars, maned wolves, giant armadillos etc. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour focused on 4 particular locations, firstly two ecosystems in the Pantanal, the northern and southern as well as the southern Amazonian and then the Cerrado and in particular, Emas National Park. <br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle (4x4 or boat) and so the trip requires no special hiking experience or a specific level of physical fitness. This is a very easy trip to undertake. There are some optional activities from horse back if you wish and walking, however the walks are not particularly long and there are no steep inclines.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old",
    "durationDays": "25",
    "price": "15995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Cuiaba - Arrival On arrival at the airport in Cuiaba, you will be met by your guide and taken to the hotel. The rest of the day is at your leisure. (no meals included)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Transpantaniero - Travelling & Wildlife Watching After breakfast you will leave the hotel early and depart for the Pantanal. The majority of the route today is along the famous Transpantaneira Road. This road is is one of the best places in the world to spot wildlife, particularly birds. Along the way we will be looking for hyacinth macaws, giant anteaters, capybara and other bird life but one species we will have no difficultly in finding is the Yacre caiman. There are around 20 million of these in the Pantanal and at this time of year they are everywhere. On arrival at the end of the road we will check into our accommodation and be briefed on your first day on the rivers looking for jaguars tomorrow. (breakfast and dinner included)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Transpantaniero - Travelling & Wildlife Watching This morning you will have one more chance for jaguar spotting on the river, before coming back to the accommodation to pack and then leave and drive back up the Transpantaneiro to Cuiaba and your hotel for the night. (breakfast only included)."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Southern Pantanal - Travelling Today you will leave the hotel and be taken to Cuiaba airport in time to catch a flight south to the other major city in the Pantanal; Campo Grande, (approx 1.5 hours). On arrival here your new driver will be waiting to take you to Barranco Alto lodge (5-6 hours). This is a lodge (called Fazendas here) where many species of animal are found. Along the way there are excellent chances to see wildlife such as greater rhea, giant anteaters, yellow armadillos and other wildlife. On arrival you will check in and then have an afternoon safari around the ranch to see some of its common wildlife. A short jeep safari or boat ride can often reveal Brazilian tapirs, giant anteaters, any of 3 species of deer, macaws and possibly a big cat. (breakfast and dinner included)."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Cuiaba - Travelling This morning we will have a more relaxed start, before we catch our private chartered flight to Campo Grande. This flight is a brilliant way of seeing the Pantanal so have your camera ready for this great scenic flight. You will then connect to the commercial flight back to Cuiaba and then be taken to your hotel for the night. (breakfast is the only meal included)."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Cristalino Lodge - Travelling This morning you will catch your internal flight north to the southern Amazon Rainforest and in particular the reserve of Cristalino. On arrival at Alta Floresta you will meet a new driver and be driven for around 1.5 hours before getting a boat (1 hour) to the lodge. After checking in you will have the rest of the day at your leisure as you begin to familiarise yourself with the lodge and its surroundings. (breakfast and dinner included)."
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Cuiaba - Travelling This morning you will depart the Amazon and head to Alta Floresta to catch your return flight back to Cuiaba. On arrival in Cuiaba you will be taken to your hotel for the night. (breakfast only included)."
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Chapodao do Ceu - Travelling After breakfast you will be transferred from Cuiaba to Chapodao do Ceu which is the gateway town to Emas National Park. Which is the best example of cerrado left in Brazil for wildlife watching. The drive is a long one, approximately 8 hours. It will be late when we arrive and the rest of the day will be at leisure. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 24,
        "title": "",
        "description": "Cuiaba - Travelling Today you will be transferred back to Cuiaba for the final time. The drive will be a long one again and on arrival the hotel you will check in and the rest of the day will be at your leisure. (breakfast only included)."
      },
      {
        "dayNumber": 25,
        "title": "",
        "description": "Departure Today you will be collected from the hotel in time to catch your return flight home. (breakfast is the only meal included today)."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Brazil",
    "mainPhoto": "",
    "id": "maned-wolf-watching-holiday-in-brazil",
    "tourName": "Maned wolf watching holiday in Brazil",
    "placesVisited": "",
    "generalInfo": "Travel to the most reliable places in the world to see the stunning and unique Maned Wolf. The fox on stilts lives in the Brazilian grasslands and this tour focuses on this species.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife watching holidays that focus on one specific rare or elusive species. These trips are specialised in that they have a distinct focus, a species which is the overall target for the tour. But of course we are exploring the wonderful and diverse natural environment and many other species can also be seen. However this is the only specialist tour for Maned Wolves in the world, and this safari offers the greatest chances of seeing this species in the wild.<br/><br/>The Amazon rainforest or perhaps the vast wetland ecosystem of the Pantanal are what spring to mind first when people think of Brazil for wildlife watching. However there are many other ecosystems and some of them are unique to Brazil. One such ecosystem is the Cerrado. This is Brazil’s answer to the African savanna. A large grassland ecosystem in central Brazil. And this is the habitat of our target species the wonderful Maned Wolf.  <br/>Resembling a fox on stilts it is one of the strangest looking animals in the world and this trip travels to the best places in the world to see them. There is of course a chance of seeing many other species in the Cerrado, and as well as visiting the Cerrado we will also visit a remote monastery where the monks have been leaving fruit out for the local “street dogs” for decades. It was only when one monk saw that they were in fact Maned Wolves that this place become famous. And today it I possible to visit to see this incredible animal very close.<br/><br/>Guided by expert naturalist guides and visiting stunning locations full of wildlife, we will explore the Cerrado and aim to showcase the unusual Maned Wolf and many other species. All you have to do is to get in touch with your budget and your group size and where you would like to go and we will come back to you with an itinerary and quote for your perfect specialist Maned Wolf watching tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Cuiaba and Belo Horizonte. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and safaris. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Brazil. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, guided walks, park entrance fees and permits. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Cerrado. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>During September to October the weather in the Brazilian Cerrado grasslands is hot and dry with plenty of blue skies during the day. The temperatures during the day and night are hot and they heat up quickly in the morning. At this time of year the rainy season is approaching and whilst rain is rare at this time of year it is not unheard of for a tropical storm to blow in.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Our local naturalist guides have their ears to the ground and are constantly scouting new areas for rare and unusual wildlife. So we know of all of the locations to visit and we have the adaptability to change our plan (if needed) to take advantage of better wildlife watching in other locations whilst on the trip.<br/>• We will stay in a variety of accommodation when on this tour, from quaint boutique style guest houses, larger hotel chains to hotels and lodges. <br/>• Spend all the daylight hours searching for wildlife as well as spotlighting as the maned wolf is rather nocturnal as well as diurnal.<br/>• All the above reasons give this, our specialist wildlife tours for a particular species (the Maned Wolf in this case) give us a great success rate of seeing our targeted species (as well as many other). We have an unrivalled network of experts and guides throughout Brazil so that we can try and find and observe Maned Wolves and many more species. We also have the ability to organise and run wildlife tours of Brazil at other times of year and focusing on other species such as jaguars, giant otters, giant anteaters, tapirs, rainforest primates and many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour focused on 2 particular sites, firstly the Cerrado ecosystem which is best encompassed in Emas National Park and then a remote monastery which has a small population of habituated maned wolves living around their grounds. <br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle and so the trip requires no special hiking experience or a specific level of physical fitness. This is a very easy trip to undertake.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old<br/><br/>Some images on this page are by:<br/>By Aguará - Own work, CC BY-SA 3.0, https://commons.wikimedia.org/w/index.php?curid=40357029<br/>By Clodomiro Esteves Junior [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)], from Wikimedia Commons<br/>By Robin Müller - Self-photographed, CC BY-SA 2.0 de, https://commons.wikimedia.org/w/index.php?curid=7196161",
    "durationDays": "14",
    "price": "4995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Cuiaba - On arrival at Cuiaba airport, you will meet your guide and be driven to your hotel for the night. The drive to Emas is a long one and so we will not attempt this today and it can be a long journey to get to the city of Cuiaba. So after checking in you will have the rest of the day to rest before leaving tomorrow for Emas. (no meals included today)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Chapodao do Creu – This morning after breakfast you will depart from Cuiaba and begin the drive to Chapodao do Ceu. This is the gateway town to Emas National Park which in turn is home to a large (possibly the largest in the world) population of maned wolves. This drive is long and can take around 8 hours. There is no other way of accessing this remote park as there are no airports nearby. On arrival you will be free to rest before entering the park for the first time tomorrow. (breakfast and dinner are included today)."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Cuiaba - Today you will be transferred all the way back to Cuiaba. After the long drive you will have the evening to rest and relax before catching your flight to your next destination tomorrow. (breakfast only included today)."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Belo Horizonte – This morning we will leave Cuiaba and fly eastwards to the city of Belo Horzonte. This large city will play host to us as we stay the night here before continuing to a little known area of Brazil tomorrow. (breakfast, lunch and dinner)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Caraca Park – Today we will depart from Belo Horizonte and drive to Caraca Park. On our arrival we will check in and then have the rest of the day at leisure. The real treat for people staying here occurs at dusk when then a small population of local maned wolves visit the grounds to feed on the fruit and dog food left for them by the monks. This special relationship started many years ago when the monks left some of their leftover food out for the stray dogs of the town. However it was not the stray dogs that showed up but instead the rarely seen maned wolves. They have since been regular visitors. (breakfast and dinner only today)."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Belo Horizonte - This morning we will leave the hotel after breakfast and be transferred back to the city of Belo Horizonte and after checking into the hotel the rest of the day is free for you to rest and relax before your long flight home tomorrow."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Home - Today you will be taken to the airport in time to catch your return flight home."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Brazil",
    "mainPhoto": "",
    "id": "pantanal-rare-wildlife-holiday-in-brazil",
    "tourName": "Pantanal rare wildlife holiday in Brazil",
    "placesVisited": "",
    "generalInfo": "This tour takes you to both the northern and southern Pantanal in search of a huge wealth of wildlife. From the jaguar capital of the world in the northern Pantanal to several wonderful and unique lodges in the southern Pantanal. <br/><br/>Explore these locations in a variety of different ways; walking, jeep safaris, river safaris and horseback safaris. All of these ways to see the environment and wildlife are designed to highlight different areas and species. We have a fantastic success rate in seeing all of the larger mammal species, including jaguars, maned wolves, tapirs, giant anteaters and giant otters. For anyone wishing to see the wonders of the Pantanal this is the tour for you.<br/><br/>This specific tour offers the chance to try and see some of the rarer species of the Pantanal including giant armadillos, ocelots and maned wolves.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife watching holidays that focus on one specific rare or elusive species of mammals. These trips are specialised in that they have a distinct focus, a species which is the overall target for the tour. But of course we are exploring the wonderful and diverse natural environment and many other species can also be seen. However this is the only specialist mammal tour focusing on both the northern and southern the Pantanal.<br/><br/>On this tour you will firstly visit the northern Pantanal and our focus will be on some of the rarer species here from jaguars and ocelots to giant otters and giant armadillos.<br/><br/>All of this will be done with the expert guidance of local naturalist guides and where possible our own zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) guides and wildlife researchers also. All you have to do is to get in touch with your budget and your group size and where you would like to go and we will come back to you with an itinerary and quote for your perfect specialist Pantanal wildlife watching tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Cuiaba and Campo Grande. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and safaris. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Brazil. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, guided walks, park entrance fees and permits. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the field. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>During September to October the weather in the Brazilian Pantanal is hot and dry (although it is the end of the dry season and the occassional early rain can occur). The temperatures during the day and night are hot and they heat up quickly in the morning. At this time of year the rainy season is approaching and whilst rain is rare at this time of year it is not unheard of for a tropical storm to blow in.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Our local naturalist guides have their ears to the ground and are constantly scouting new areas for rare and unusual wildlife. So we know of all of the locations to visit and we have the adaptability to change our plan (if needed) to take advantage of better wildlife watching in other locations whilst on the trip.<br/>• We will stay in a variety of accommodation when on this tour, from quaint boutique style guest houses, larger hotel chains to hotels and lodges. <br/>• Spend all the daylight hours searching for wildlife as well as spotlighting as many mammal species are nocturnal.<br/>• All the above reasons give this, our specialist mammal watching tours give us a great success rate of seeing our targeted species (as well as many others). We have an unrivalled network of experts and guides throughout Brazil so that we can try and find and observe mammals and many more species. We also have the ability to organise and run wildlife tours of Brazil at other times of year and focusing on other groups of wildlife such as birds, reptiles &amp; amphibians or even botany as well as other groups of animals or even specific species such as jaguars, maned wolves, giant armadillos etc. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour focused on 2 areas of the vast Pantanal wetland ecosystem; the northern which is serviced by the city of Cuiaba and the southern which is served by the city of Campo Grande. <br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle (4x4 or boat) and so the trip requires no special hiking experience or a specific level of physical fitness. This is a very easy trip to undertake. There are some optional activities from horse back if you wish and walking, however the walks are not particularly long and there are no steep inclines.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old",
    "durationDays": "18",
    "price": "8995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Cuiaba - Arrival When you arrive into Cuiaba airport, you will meet your local guide and driver and then be taken to your hotel for the night. The rest of the day will be at leisure. (no meals included today)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Transpantaniero - Travelling & Wildlife Watching After breakfast at the hotel you will depart for the Pantanal. After around 1.5 hours of driving you will reach the Transpantaneira Road. This is one of the best places in the world to spot wildlife. We will be looking for hyacinth macaws, giant anteaters, capybara and other bird life but one species we will have no difficultly in finding is the Yacre caiman. There are some excellent wildlife photography opportunities along the way. Once you arrive you will have some food at the Porto Jofre hotel and then if there is time head out on your first trip to look for jaguars on the rivers. (breakfast and dinner only included)."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Transpantanerio / Campo Grande - Travelling This morning will start very early as we have a very long day ahead of us. We will depart from the camp at in the morning and head back to the city. We will fly from Cuiaba to Campo Grande and when we will arrive in Campo Grande and then be met at the airport by our driver and be taken to our city hotel for the night. Dinner can be served at the hotel or a nearby restaurant. (breakfast only included)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Campo Grande - Travelling This morning we will depart from Baia das Pedras after breakfast and take private Cessna planes out over the Pantanal towards the city of Campo Grande. The views as we fly over the mosaic of cattle ranch, forest, grassland, lakes and rivers is wonderful from the air and it is also possible to spot wildlife with giant anteaters, tapirs and rhea all very obvious from the air. On arrival in Campo Grande airport you will be taken to the larger airport to catch your return flight home or to your hotel in the town for tonight. (breakfast only included)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Home - Departure After breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast only included)"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Brazil",
    "mainPhoto": "",
    "id": "pantanal-wildlife-safari-in-brazil",
    "tourName": "Pantanal wildlife safari in Brazil",
    "placesVisited": "",
    "generalInfo": "Brazil is a vast country with many different ecosystems and incredible biodiversity. This trip offers the chance to explore one of the most biodiverse in full. The huge wetland ecosystem of the Pantanal varies from north to south and this tour will explore both of these regions from land, boat and the air. The northern Pantanal is home to the highest density of jaguars in the world and the south is home to tapirs, anteaters, armadillos and much more.<br/>Join this tour and observe a range of wildlife in the wonderful Pantanal.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife watching holidays that focus on one specific rare or elusive species of mammals. These trips are specialised in that they have a distinct focus, a species which is the overall target for the tour. But of course we are exploring the wonderful and diverse natural environment and many other species can also be seen. However this is the only specialist mammal tour focusing on both the northern and southern the Pantanal.<br/><br/>On this tour you will firstly visit the northern Pantanal and our focus will be on the mighty jaguar as well as the wonderful and vocal giant otters and the incredible diversity and abundance of birds. We will then visit the southern Pantanal and our focus will then shift to the Brazilian tapir and giant anteater (among others).<br/><br/>All of this will be done with the expert guidance of local naturalist guides and where possible our own zoologist guides (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) and wildlife researchers also. All you have to do is to get in touch with your budget and your group size and where you would like to go and we will come back to you with an itinerary and quote for your perfect specialist Pantanal wildlife watching tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Cuiaba and Campo Grande. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and safaris. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Brazil. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, guided walks, park entrance fees and permits. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the field. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>During September to October the weather in the Brazilian Pantanal is hot and dry (although it is the end of the dry season and the occassional early rain can occur). The temperatures during the day and night are hot and they heat up quickly in the morning. At this time of year the rainy season is approaching and whilst rain is rare at this time of year it is not unheard of for a tropical storm to blow in.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Our local naturalist guides have their ears to the ground and are constantly scouting new areas for rare and unusual wildlife. So we know of all of the locations to visit and we have the adaptability to change our plan (if needed) to take advantage of better wildlife watching in other locations whilst on the trip.<br/>• We will stay in a variety of accommodation when on this tour, from quaint boutique style guest houses, larger hotel chains to hotels and lodges. <br/>• Spend all the daylight hours searching for wildlife as well as spotlighting as many mammal species are nocturnal.<br/>• All the above reasons give this, our specialist mammal watching tours give us a great success rate of seeing our targeted species (as well as many others). We have an unrivalled network of experts and guides throughout Brazil so that we can try and find and observe mammals and many more species. We also have the ability to organise and run wildlife tours of Brazil at other times of year and focusing on other groups of wildlife such as birds, reptiles &amp; amphibians or even botany as well as other groups of animals or even specific species such as jaguars, maned wolves, giant armadillos etc. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour focused on 2 areas of the vast Pantanal wetland ecosystem; the northern which is serviced by the city of Cuiaba and the southern which is served by the city of Campo Grande. <br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle (4x4 or boat) and so the trip requires no special hiking experience or a specific level of physical fitness. This is a very easy trip to undertake. There are some optional activities from horse back if you wish and walking, however the walks are not particularly long and there are no steep inclines.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old",
    "durationDays": "16",
    "price": "5995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Cuiaba - Arrival When you arrive into Cuiaba airport, you will meet your local guide and driver and then be taken to your hotel for the night. The rest of the day will be at leisure. (no meals included today)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Transpantaniero - Travelling & Wildlife Watching After breakfast at the hotel you will depart for the Pantanal. After around 1.5 hours of driving you will reach the Transpantaneira Road. This is one of the best places in the world to spot wildlife. We will be looking for hyacinth macaws, giant anteaters, capybara and other bird life but one species we will have no difficultly in finding is the Yacre caiman. There are some excellent wildlife photography opportunities along the way. Once you arrive you will have some food at the Porto Jofre hotel and then if there is time head out on your first trip to look for jaguars on the rivers. (breakfast and dinner only included)."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Transpantaniero - Travelling & Wildlife Watching This morning you will have one more morning of wildlife watching to try and find one last jaguar before having breakfast and then departing for the trip back to Cuiaba in the morning. Once you get back to the city you will be taken to the hotel and the rest of the day will be at your leisure. (breakfast is the only meal included)."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Fazenda Barranco Alto - Travelling & Wildlife Watching This morning after breakfast you will travel to Cuiaba airport to catch the short internal flight south to Campo Grande (1.5 hrs). On arrival here you will meet your new local guide and from here you will be transferred in a 4×4 vehicle to Barranco Alto lodge (5-6 hours). The length of this journey is dependent on the amount of wildlife we see on the way. There are excellent chances to see greater rhea, giant anteaters and other grassland species. We should arrive in the early afternoon and so you will be able to have an afternoon safari around the ranch to see some of its common wildlife. A short jeep safari or boat ride can often reveal Brazilian tapirs, giant anteaters, any of 3 species of deer, macaws and possibly a big cat. (breakfast and dinner included today)."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Cuiaba - Travelling This morning we will have a more relaxed morning before catching your private plane transfer from here to Campo Grande. This flight is a brilliant way of seeing the Pantanal so have your camera ready for this great scenic flight. Once we arrive at the air taxi airport we will be transferred to the domestic airport in time to get the connecting flight back to Cuiaba. The rest of the evening is at your leisure. (breakfast is the only meal included)."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Home Today you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included)."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]