[
    {
        "type": "overview",
        "Main_Title": "Our Latvia holidays & tours",
        "Main_Paragraph": "The great outdoors just got greater: in Latvia, you’ll find massive forests, untouched coastline, and a rich agricultural heritage that means great fresh produce. Our Latvia holidays and tours get you into this glorious nature. Enjoying the countryside is a Latvian tradition, so join local people on the routes our cycling tours, where you can make the most of flat, quiet roads, exploring Latvia, and beyond into the other Baltic states. Alternatively, hit the cultural sites: the UNESCO World Heritage city of Riga, and smaller regional museums and craft centres. Our holidays use local guides, small, family-run hotels, use homesteads and markets to supply your picnics, and point you towards craftspeople for elevated souvenirs.",
        "Subtitle": "Latvia highlights",
        "Title1": "",
        "Paragraph1": "The Daugava River splits Latvia from the Belarus border to the Gulf of Riga via one of the countrys most decorated cultural and historic regions, Vidzeme. The town of Cēsis, which overlooks the Gauja River, is one such Vidzeme location thats brimming over with churches, castles and Livonian heritage and if youre looking for a few more, head eastwards to Sigulda and onto the capital city of Riga, and you wont be disappointed. As much of Latvia was under lockdown during the Soviet era, rural landscapes remained relatively untouched with Gauja National Park exemplifying Latvias pine and spruce forests which thrive alongside sandstone river valleys all the way to the hard sand beaches along the shoreline.",
        "image1": "",
        "Title2": "1. Cesis",
        "Paragraph2": "Built overlooking the wooded banks of the Gauja River, the walled town of Cēsis is best known for one of the Baltics most impressive ruined castles which features not only a lake adorned park and great views from the Western Tower, but also Latvias oldest brewery. A tour unravels further Livonian threads with St Johns Church and the Square of Roses adding to the natural beauty of the Vidzeme region.",
        "image2": "",
        "Title3": "2. Gauja National Park",
        "Paragraph3": "Nowhere exemplifies the Gauja Rivers historic valley setting better than Gauja National Park which is decorated in sandstone cliffs and outcrops as well as over 500 historic and cultural monuments, including castles, churches and ancient windmills encircled by fields of flowers. This is hiking heaven with river boating and several cycle tracks, particularly near Sigulda, offering a great excuse to get out and explore.",
        "Title4": "3. Jurmala",
        "Paragraph4": "On the north coast, theres around 30km of crystal white sand that has long been the preserve of politicians, poets and pretty much anyone else looking to make the most of sunshine and shallows. The spa town of Jurmala is the largest of several Latvian seaside resorts with cafes, mud baths, wooden summer cottages and cycle paths adding to the attraction of kite surfing and blue eco-flag beaches.",
        "image3": "",
        "Title5": "4. Kuldiga",
        "Paragraph5": "Come for the waterfall, the widest in Europe, and stay for the riverside ambience of an old fashioned Latvian town steeped in 17th and 18th century heritage and pedestrianised streets aligned with well preserved wooden buildings. Kuldiga is also famed for a late 19th century bridge, the longest of its kind in Europe, and an ornate former synagogue, but its the riverside in springtime that steals the show.",
        "Title6": "5. Rundale Palace",
        "Paragraph6": "Set within an expansive, French style garden, the gold and white rococo façade of Rundale captures the imagination and is especially worthwhile when accompanied by a local historian or tour guide. The museum and exhibition hall are packed full of fine art and Latvian heritage with opulent interiors and stunning Italian frescoes decorating rooms and ceilings that once served both Russian nobility and Soviet soldiers.",
        "Title7": "6. Slitere National Park",
        "Paragraph7": "This is the site of one of the Baltics oldest nature reserves where thousands of birds cross forest covered hillsides, sand dunes and Baltic coastline on their annual autumn or spring migration. Aside from the birdwatching, Slitere boasts an untouched shoreline where grey seals, light houses, lookout towers and fishing villages can all be found via cycle routes and nature trails leading to smoked fish on Cape Kolka."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Latvia",
        "Main_Paragraph": "Outside of the foreboding winter the country thaws out, with Jul-Aug the best time to visit Latvia if you fancy dipping a toe into the Baltic. Spring and autumn bring bird migrations with geese, ducks and divers overtaking much of the western shoreline as well as the wetlands and forests inland. Showers can occur at any time of year so keep this in mind as well as an overcoat. As half of Latvia is forested, autumn is gorgeous with Gauja National Park showcasing the changing foliage, albeit over shorter days.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Latvia Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Latvia Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-8</td>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 47%;\">36 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-7</td>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 35%;\">27 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cold\">-4</td>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 42%;\">32 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 53%;\">41 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 62%;\">48 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 75%;\">58 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">77 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 99%;\">76 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 95%;\">73 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 79%;\">61 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 79%;\">61 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-5</td>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 64%;\">49 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Latvia travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Itinerary tips",
        "paragraph2": "Bob Mathews, from our partner Exodus, shares his favourite places to visit in Latvia:\nJurmala has a nice beach area (left is active; right side, non-active!) and an excellent open air/outdoor concert hall  check whos playing before the visit. The gardens at Rundāle Palace are exceptional, as are the palace rooms, which were featured in the BBCs adaptation of War & Peace. The Old Town district of Cesis is small but quaint and the castle grounds have re-enactments during the summer with traditional medieval food, music and dressing up.",
        "title3": "Understanding the history",
        "paragraph3": "Its a good idea to read up on Communist history before you visit Latvia so you can fully appreciate the context of the modern country that youll find today.",
        "title4": "Riga advice",
        "paragraph4": "Simon Clifford, product manager at our partner Exodus, shares his experiences of travelling in Latvia:\nRiga's art deco Central Market is one of the largest in Europe and pivotal to Latvia finding and exhibiting a national identity through food and local produce.",
        "title5": "",
        "paragraph5": "Natalie Greenhalgh, from our partner, Exodus, advises on city sightseeing:\nVisit St Peters church and head up to the top for the best views in Riga. Riga has an amazing Art Nouveau district thats great to wander around and find all the hidden beauties."
    }
]