{
    "Main_Title": "Our Latvia holidays & tours",
    "Main_Paragraph": "The great outdoors just got greater: in Latvia, you’ll find massive forests, untouched coastline, and a rich agricultural heritage that means great fresh produce. Our Latvia holidays and tours get you into this glorious nature. Enjoying the countryside is a Latvian tradition, so join local people on the routes our cycling tours, where you can make the most of flat, quiet roads, exploring Latvia, and beyond into the other Baltic states. Alternatively, hit the cultural sites: the UNESCO World Heritage city of Riga, and smaller regional museums and craft centres. Our holidays use local guides, small, family-run hotels, use homesteads and markets to supply your picnics, and point you towards craftspeople for elevated souvenirs.",
    "Subtitle": "Latvia highlights",
    "Title1": "",
    "Paragraph1": "The Daugava River splits Latvia from the Belarus border to the Gulf of Riga via one of the countrys most decorated cultural and historic regions, Vidzeme. The town of Cēsis, which overlooks the Gauja River, is one such Vidzeme location thats brimming over with churches, castles and Livonian heritage and if youre looking for a few more, head eastwards to Sigulda and onto the capital city of Riga, and you wont be disappointed. As much of Latvia was under lockdown during the Soviet era, rural landscapes remained relatively untouched with Gauja National Park exemplifying Latvias pine and spruce forests which thrive alongside sandstone river valleys all the way to the hard sand beaches along the shoreline.",
    "image1": "",
    "Title2": "1. Cesis",
    "Paragraph2": "Built overlooking the wooded banks of the Gauja River, the walled town of Cēsis is best known for one of the Baltics most impressive ruined castles which features not only a lake adorned park and great views from the Western Tower, but also Latvias oldest brewery. A tour unravels further Livonian threads with St Johns Church and the Square of Roses adding to the natural beauty of the Vidzeme region.",
    "image2": "",
    "Title3": "2. Gauja National Park",
    "Paragraph3": "Nowhere exemplifies the Gauja Rivers historic valley setting better than Gauja National Park which is decorated in sandstone cliffs and outcrops as well as over 500 historic and cultural monuments, including castles, churches and ancient windmills encircled by fields of flowers. This is hiking heaven with river boating and several cycle tracks, particularly near Sigulda, offering a great excuse to get out and explore.",
    "Title4": "3. Jurmala",
    "Paragraph4": "On the north coast, theres around 30km of crystal white sand that has long been the preserve of politicians, poets and pretty much anyone else looking to make the most of sunshine and shallows. The spa town of Jurmala is the largest of several Latvian seaside resorts with cafes, mud baths, wooden summer cottages and cycle paths adding to the attraction of kite surfing and blue eco-flag beaches.",
    "image3": "",
    "Title5": "4. Kuldiga",
    "Paragraph5": "Come for the waterfall, the widest in Europe, and stay for the riverside ambience of an old fashioned Latvian town steeped in 17th and 18th century heritage and pedestrianised streets aligned with well preserved wooden buildings. Kuldiga is also famed for a late 19th century bridge, the longest of its kind in Europe, and an ornate former synagogue, but its the riverside in springtime that steals the show.",
    "Title6": "5. Rundale Palace",
    "Paragraph6": "Set within an expansive, French style garden, the gold and white rococo façade of Rundale captures the imagination and is especially worthwhile when accompanied by a local historian or tour guide. The museum and exhibition hall are packed full of fine art and Latvian heritage with opulent interiors and stunning Italian frescoes decorating rooms and ceilings that once served both Russian nobility and Soviet soldiers.",
    "Title7": "6. Slitere National Park",
    "Paragraph7": "This is the site of one of the Baltics oldest nature reserves where thousands of birds cross forest covered hillsides, sand dunes and Baltic coastline on their annual autumn or spring migration. Aside from the birdwatching, Slitere boasts an untouched shoreline where grey seals, light houses, lookout towers and fishing villages can all be found via cycle routes and nature trails leading to smoked fish on Cape Kolka."
}