{
  "destination": "Iraq",
  "mainPhoto": "",
  "id": "kurdistan-holiday-in-iraq",
  "tourName": "Kurdistan holiday in Iraq",
  "placesVisited": "Erbil, Dwin castle, Gaugamela, Lalish, Dohuk, Al Qush, Gara, Hamilton Road, Rawanduz, Bekhal Waterfalls and Bestoon Cave, Suleimaniyah, Halabja",
  "generalInfo": "The ancient land of Kurdistan in the north of Iraq occupies a special place in history, with monuments and cities dating back millennia and bearing witness to diverse civilisations and religions. This short trip introduces a place long off limits to western travellers.<br/><br/>We start in the ancient city of Erbil, one of humanity's oldest settlements, before following in the footsteps of Alexander the Great at the ancient battle site of Gaugamela. You'll also join Yezidi pilgrims at Lalish for an insight into Zoroastrianism, one of the Middle East’s most ancient religions. <br/><br/>Reminders of the brutal regime of Saddam Hussein provide poignant and thought-provoking reminders of the area's more recent history. Places include one of the dictator's ruined palaces at Dohuk, the infamous Red House where thousands of Kurds were tortured and killed, plus Halabja – site of an infamous gas attack on defenceless civilians. <br/><br/>But dark deeds are counterbalanced by glorious natural wonders. Rawanduz is a vision of lush mountains, plunging chasms and atmospheric caves where some of humankind's most ancient  remains have been discovered. Picnic by Lake Dohan and marvel at the Bekhal Waterfalls.<br/><br/>As well as visiting rural villages, you'll also have time in Suleimaniyah – a lively and cultured city mingling colourfully chaotic bazaars with splendid museums dedicated to subjects as diverse as history and textiles. And throughout, enjoy the hospitality and friendliness of the Kurdish people, keen to welcome explorers back to their land.",
  "durationDays": "8",
  "price": "3199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Erbil - Arrive in Erbil and transfer to your hotel. The rest of the day is free to explore or relax. Overnight Classy Hotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Gaugamela - Lalish - Dohuk - Visit the ancient site of Gaugamela, the site of the famous battle between Darius and Alexander the Great, as well as the Assyrian Monastery of St Matthew, and the ancient aqueduct of Jirwana. After lunch head to the Yezidi pilgrimage site of Lalish where we learn about the customs and rituals of these people, descendants of the Zoroastrians. End the day in Dohuk. Overnight Parwar Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Rabban Hormzid - Al Qush - Zakho - Visit the important monastery of Rabban Hormizd then head to Al Qush to see the tomb of the Old Testament prophet Nahum, next to the 3rd century monastery of Mar Gorgis and church of Mar Mekha. After lunch we drive to the historic town of Zakho with its iconic bridge, dating back to the Roman era, and explore the historic quarter of the town, visiting an old caravanaserai and synagogue. Return to Dohuk for the night. OvernightParwar Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Amadiya - Barzan - After breakfast we head to the ancient city of Amadiya where we explore its sights before travelling to Barzan, visiting the memorial to mark the genocide committed by Saddam Hussein against the Barzan tribe. We travel through breathtaking scenery in the region of Barzan and continue through Soran passing by Shanidar Cave where some of the world’s first pre-historic remains were discovered. Overnight Rubar Resort or similar. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Lake Dokan - Suleimaniyah - Reluctantly we leave the splendid scenery of Rawanduz, travelling past the renowned Hamilton Road, one of the greatest engineering feats of the last century, Lake Dokan and the Bekhal Waterfall before arriving in Suleimaniyah, where we visit its colourful bazaar. Overnight Ramada Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Suleimaniyah - Erbil - At Suleimaniyah we visit the Red House – a former prison where Saddam Hussein imprisoned and killed thousands of Kurdish people, learning about a difficult but integral part of Kurdish history. We also visit the Suleimaniyah Museum, Kurdistan’s largest (and Iraq’s second largest) collection of antiquities – we hope to be able to meet the director of the museum who can explain its treasures in depth. From here return to Erbil, stopping at the Qizqapan Cave and the remains of the old Jewish city of Koisinjak. On arrival in Erbil visit the Choli minaret, perhaps the city’s most famous landmark and dating back to the 12th century. Overnight Classy Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Erbil - Spend today exploring the ancient city of Erbil. We visit the citadel, a fascinating site in its own right but also housing the splendid Textile Museum with its collection of Kurdish cultural artefacts. We also visit the bazaar, and this evening are invited for dinner in a local home to experience traditional Kurdish hospitality. Overnight Classy Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Erbil - Transfer to the airport for departure. (B)"
    }
  ],
  "map": ""
}