{
  "destination": "Iraq",
  "mainPhoto": "",
  "id": "iraq-small-group-holiday-15-days",
  "tourName": "Iraq small group holiday, 15 days",
  "placesVisited": "",
  "generalInfo": "Dominated by the timeless waters of the Tigris and the Euphrates and steeped in the history and traditions of some of the world’s earliest civilisations, Iraq remains one of the most culturally diverse and politically intriguing nations anywhere in the Middle East.Join us on an adventure like no other, taking in cities and landscapes that still lie at the crossroads to some of the most pivotal developments anywhere in the region. Beginning in the southern city of Basra, we will journey through the heartlands of the Marsh Arabs all the way to the mountain homeland of the Kurds, visiting en route the holiest shrines of the Shi’ite and the Yazidi faiths and exploring Baghdad and Mosul as well as the impressive remains of the once great cities of Mesopotamia and Sumeria.Iraq today is as much a melting pot of religious and cultural change as it has always been and this astonishing journey encompasses a land that can trace its mystical origins back to the Garden of Eden. Far removed from the trappings of modern tourism, this is a chance to experience the authentic heart of a country whose historical pedigree has been written large on the world stage.",
  "durationDays": "15",
  "price": "5795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Basra: The southern city of Basra is the starting point for this extraordinary adventure. The third largest city in the country, close to the border with neighbouring Iran, it lies at the north eastern fringes of the Arabian Peninsula. We'll start with an introductory meeting during which we'll discuss all the dos and don'ts of travelling in Iraq. Your rooms will be available for check-in from 14:00. Later this afternoon we'll then explore the bazaar and stretch our legs with a walk along the corniche, which follows the path of the Shatt al-Arab waterway."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Basra: Port City: Home to a predominantly Shia Muslim population, Basra is Iraq’s main port and today we enjoy a guided tour of the old city. Tracing its origins back to the 7th century, the city played an important role during the Golden Age of Islam and our morning tour begins along the old canal system, adorned with its crumbling Ottoman ‘Shenashil’ houses. Basra’s historic pedigree is steeped in the myths and legends of the Silk Road and although its old streets have definitely seen better days, its rich heritage is slowly being revived under the auspices of UNESCO. If we can secure the necessary permissions, we also plan this morning to visit the Basra Cultural Museum, housed in a former palace of Saddam Hussein. After lunch we'll then take a boat trip along the Shatt al-Arab waterway, which lies at the confluence of the iconic biblical rivers of the Tigris and the Euphrates, and which further downstream turns into the de facto border between Iraq and Iran."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Basra - Mesopotamian Marshes – Ur - Nasiriyah: Marsh Arabs & Ziggurat: Our morning begins with a brief stop at the ancient Mesopotamian town of Al-Qurnah, believed by many to be the fabled site of the Garden of Eden and a place that still holds a deep significance in the legends and history of Iraq. From here we then head to nearby Chibayish to take a small boat into the heart of the Iraqi Marshlands, one of the world’s largest ecosystems which has undergone a recovery after being drained to just 10% of their size. Here we will enjoy lunch of a local speciality of grilled fish with one of the local Marsh Arab families before then travelling westwards to pay a visit to the famed Ziggurat of Ur and the archaeological remains of its ancient city, thought to be the birthplace of the prophet Abraham."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Nasiriyah - Uruk – Najaf: Ancient Sumeria & Shia Pilgrims: An early morning departure sees us heading towards the ancient Sumerian city of Uruk, site of the earliest ever discovered written script and often referred to as ‘the first city’. From here we continue to the city of Najaf, one of the most important in the country and the revered site of the Imam Ali Shrine. A major Shia Muslim pilgrimage site, the tomb is not only a masterpiece of Islamic architecture, but it also lies at the spiritual and political heart of the Shia faith. We will visit the site of the shrine today, as well as the bustling market that lies close by, both busy with locals and pilgrims. Please note that women will need to wear an abaya while at the shrine but these will be provided."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Najaf - Babylon – Karbala: Ancient Capital & Holy City: Heading north out of the city this morning we head for the legendary city of Babylon, a pivotal centrepiece of the great Mesopotamian kingdom from the 18th century BC. Once considered the greatest city in the world, today its ancient ruins are testament to centuries of decline and destruction, although the impressive reconstruction that Saddam Hussein has left in its place gives some idea as to the greatness that it may once have enjoyed. Having explored the extensive ruins of this ancient metropolis we'll then continue our journey on to the city of Karbala, one of the Shia faith’s holiest sites. Home to the shrine of Imam Hussein ibn Ali, grandson of the Prophet Muhammed, who was killed here in 680 AD, the city attracts over 20 million Shia pilgrims every year. Following lunch today we will have the unique opportunity to join some of these pilgrims at this most revered of shrines. As in Najaf, women will need to wear an abaya (which again will be provided) while at the shrine."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Karbala - Ctesiphon – Baghdad: Crossing the Tigris River: Continuing our journey through the cultural heartland of ancient Mesopotamia, we'll bid farewell to the Euphrates and start following the Tigris River upstream. We'll pay a visit to the ancient royal capital of Ctesiphon, home to the famed vault of Taq Karsa, the largest single-span vault of unreinforced brickwork in the world. This historical site offers a glimpse into the grandeur and architectural prowess of ancient Persia. From here we'll start to encounter the joy that is Baghdad traffic (!) as we reach the outskirts of Iraq's bustling capital. By way of an introduction we'll stop at Tahrir 'Liberation' Square which is home to some impressive monuments and is also the perfect place to start getting to grips with the complexity of the city's long history. We'll then check-in to our hotel which will be our base for the next two nights. Baghdad has a surprisingly vibrant dining scene and we will head out to one of its many impressive restaurants this evening."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Baghdad: City Tour: Founded as the capital of the Abbasid Caliphate in 762AD, Baghdad can boast one of the finest repositories of ancient artefacts anywhere on the planet. Today we pay a visit to this remarkable site, the Archaeological Museum of Iraq. This will be followed by a chance to sample some of Baghdad’s famed sandwiches, before an afternoon visit to the historical Madrassah of the El-Mustansariya School and to Al-Mutanabi Street to visit a local teahouse and a copper market. This evening we then head back out into the city to enjoy some delicious local cuisine and some vibrant Baghdad street-life.The Museum is currently undergoing a major renovation and is expected to be closed until early 2026. If you are on a trip before this date will will instead visit the Abbasid Palace."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Baghdad - Samarra – Mosul: Spiralling Minarets: Some 400 kilometres to the north of Baghdad lies the city of Mosul, nestling at the heart of a region rich in ethnic and religious diversity. Our journey takes us by way of Samarra, where we stop to visit the distinctive 9th century Malwiya Mosque, with its iconic spiral minaret as well as its smaller and arguably more atmospheric nearby neighbour at Abu Dulaf. A UNESCO Heritage Site, the mosque, built by the Abbasid Caliph Al-Mutawakkil, stands not only as an architectural marvel, but was once a place of great religious and cultural significance during the Abbasid Caliphate. After a brief visit to Samarra’s Qasr Al Ashiq (Love Palace), we then continue on to Mosul, where we spend this evening. *Please note that at the time of writing the Malwiya Mosque is undergoing renovation and can only be viewed from a distance. It is anticipated that this UNESCO site will be officially open by late summer 2026 but if for any reason there is a delay, we will try and gain access regardless through our special contacts and in any case the equally impressive spiral minaret at nearby Abu Dulaf should always be accessible."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Mosul: Hatra & Old Town: This morning sees us head about one hour outside of Mosul to visit Iraq's first UNESCO World Heritage Site, Hatra. The well-preserved remains of this ancient city dates from the 3rd Century AD Parthian Empire and is famous for its blend of Hellenistic, Roman, and Eastern architectural elements. The city's massive fortifications and unique temples, such as the Great Temple, offer a glimpse into the grandeur of ancient civilizations. Hatra played a significant role as a caravan city, serving as a major religious and trading centre until its destruction by the Sasanian Empire. Despite its ancient fall, it has remained a symbol of cultural and historical resilience and remains one of the country’s most impressive sites. After lunch, we’ll return to Mosul to explore its old town and observe the restoration (being overseen by UNESCO as part of their Revive the Spirit of Mosul campaign) following the city’s occupation and destruction by Daesh less than a decade ago. The efforts to rebuild and restore the historic city centre are inspiring and reflect the community's dedication to preserving its rich heritage."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Mosul - Lalish – Dohuk: Monastery & Holy Yazidi Site: Iraq’s Kurdish region is renowned for its distinct cultural identity and enjoys a reputation as more liberal minded than some of the more conservative parts of the country. Departing Mosul this morning our first visit will be to the Syriac Orthodox Church monastery of Mar Mattai, stunningly sited high up in the mountains. Still an active monastery, much of the impressive structure dates from the last century but its origins date back to the 4th Century. From here we'll head into the sacred Lalish Valley, located amongst the Nineveh Plains of northern Iraq. Here we will find a temple setting that is the holiest site in the Yazidi faith; a site where we will have an opportunity to meet and mix with the local Yazidi people and learn more of their culture and faith first-hand. Stopping for lunch near Lalish, this afternoon we then continue on into the Dohuk Governorate, situated close to the Turkish border."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Amedi - Rezan: Cliffside Settlement & Neanderthal Cave: We set off this morning through beautiful mountain scenery aiming first for the stunningly located town of Amedi, often referred to as ‘the city in the sky’. An old Jewish settlement, renowned for its distinctive cliffside houses, Amedi provides us with a captivating blend of Kurdish history and majestic views. After enjoying a cuppa at the only remaining teahouse left in the city, we then continue to explore the darker side of the the Kurdish peoples' experience with a difficult but necessary stop at the Barzani National Memorial which commemorates the genocide of 8000 Barzani Kurds in the 70s and 80s. We'll have lunch in the village of Rezan, famed for its delectable fish cuisine."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Rezan - Rawanduz - Hamilton Road - Shanidar Cave - Sulaymaniyah: Kurdish Landscapes: A scenic drive this morning takes us to the Shanidar Cave, site of several significant Neanderthal discoveries over the years and the subject of a fascinating Netflix documentary. The cave is located on a hill with 300 steps to the top and offers breath-taking views all round. Follwoing this we journey past one of the largest canyons in the Middle East and on to the city of Rawanduz, close to the Iranian border. Here we'll take a trip back in time with a short walk along parts of the old Hamilton Road. Built during the British occupation of the region in the 1930s, this once important transportation link facilitated trade and travel across the rugged northern Iraqi landscapes. From here we'll head eastwards towards Sulaymaniyah, stopping en route to marvel at the impressive Medean-era rock tombs of Qyzqapan."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Sulaymaniyah - Erbil: Remembering Saddam's Reign of Terror: This morning begins with a sombre visit to the Amna Suraka Museum, also known as the Red Security Museum. This historical site was one of Saddam's most notorious prison and a torture centres. Today, it stands as a poignant reminder of the past, showcasing exhibits on the atrocities and the resilience of the Kurdish people. After some time to reflect on the decades of sufferings endured here, we'll then have the opportunity to explore the modern and more vibrant side of Sulaymaniyah with a visit to the central bazaar. In the afternoon we'll then head to our final stop of the tour - the capital of the Kurdistan Region, Erbil."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Erbil: UNESCO Citadel & Colourful Bazaar: A city that can realistically trace its human settlement back to the 5th millennium BC, Erbil’s historic heart houses the spectacular setting of Erbil Citadel, a UNESCO World Heritage Site whose ancient walls have witnessed the rise and fall of Assyrians, Babylonians, Persians and Ottomans. A visit to the fortress this morning will be followed after lunch by a leisurely stroll through the bustling Qaysari Bazaar, the perfect place to pick up some local colour and some traditional mementos. Dinner this evening will be hosted by a local Kurdish family, presenting us with some unforgettable memories of a quite extraordinary adventure.*Please note that at the time of writing the Erbil Citadel is undergoing renovation and is only viewable from the outside. However it is anticipated that it will be officially open by summer 2026 but if for any reason there is a delay, we will try and gain access regardless through our local contacts."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Tour ends in Erbil: The tour ends this morning in Erbil."
    }
  ],
  "map": ""
}