{
  "destination": "Iraq",
  "mainPhoto": "",
  "id": "iraq-small-group-tour-7-days",
  "tourName": "Iraq small group tour, 7 days",
  "placesVisited": "",
  "generalInfo": "This 7-day journey through Iraq offers a rare chance to explore one of the world’s oldest civilizations while engaging with its living culture and resilient communities.<br/><br/>The adventure begins in Baghdad, where you’ll trace the city’s layered history at the Martyrs’ Monument, Liberation Square, the National Museum, and surviving Abbasid and Sassanid landmarks. Along bustling streets such as Al-Mutanabi and Karada, the capital’s contemporary spirit comes alive.<br/><br/>Heading south, you’ll stand among the ruins of Babylon, then continue to the sacred cities of Karbala and Najaf, centers of Shia devotion that reveal centuries of faith and struggle. Each stop brings a deeper perspective on Iraq’s spiritual and cultural identity.<br/><br/>Across the southern plains, discover the majestic Ziggurat of Ur, then journey into the Mesopotamian Marshes, where ancient traditions still shape daily life. Sharing a traditional masgouf lunch with marshland families offers a moving glimpse into one of the planet’s rarest ecosystems.<br/><br/>Turning north, visit the remarkable spiral minaret of Samarra and the Abu Dalaf Mosque, before reaching Mosul. Here, in a city scarred by conflict yet rich in heritage, you’ll walk the Old City’s lanes and the ancient ruins of Nineveh, witnessing Iraq’s determination to rebuild and renew.<br/><br/>Each day combines powerful encounters with stories of endurance, helping travelers connect with Iraq’s extraordinary past and dynamic present.<br/><br/>Highlights of this 7-day journey<br/><br/>- Exploring Baghdad’s treasures, from the Ctesiphon Arch to lively Al-Mutanabi Street<br/>- Cruising the Tigris River<br/>-Visiting the ruins of Babylon and the Ziggurat of Ur<br/>- Discovering the sacred shrines of Karbala and Najaf<br/>- Gliding through the Mesopotamian Marshes and sharing a traditional masgouf lunch<br/>- Seeing Samarra’s spiral minaret and the Abu Dalaf Mosque<br/>- Walking Mosul’s Old City and the ruins of Nineveh<br/>- Tracing Iraq’s history from the Sumerians to the Abbasids",
  "durationDays": "7",
  "price": "1895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon your arrival at Baghdad International Airport (BGW), our representative will warmly welcome you and accompany you to the hotel for check-in and a short rest after your journey."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, we begin our day in Baghdad with a visit to Liberation Square, one of the city’s most important public spaces. This square has played a significant role in Iraq’s recent history and remains a symbol of political and social gatherings. From there, we’ll take a short boat ride along the Tigris River, crossing to reach the Al-Mutanabi Market. This historic street is known for its deep literary roots and continues to serve as a meeting point for artists, writers, and book lovers. You’ll also find a wide selection of local crafts, spices, and artworks. Our next stop is Al-Qishla, a 19th-century Ottoman-era structure that once served as a military headquarters and clock tower. The building now stands as a historical landmark, reflecting a chapter of Baghdad’s past. Nearby, we’ll explore the Abbasid Palace, which dates back to the 8th century. As a former residence of the Abbasid caliphs, this site offers insight into Baghdad’s role as a powerful and influential capital during the Islamic Golden Age. We’ll then head to the outskirts of the city to see Taq-e Kisra, also known as the Arch of Ctesiphon. This massive structure, with its soaring brickwork and distinctive curve, is one of the last remaining examples of Sassanid architecture and a reminder of the empire’s architectural ambition. To conclude the day, we return to the heart of Baghdad and visit the lively Karada district. Known for its evening atmosphere, Karada is filled with local cafes, restaurants, jewelry shops, and food stalls. It’s the perfect place to relax, try traditional snacks, and get a feel for modern urban life in Iraq."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast in Baghdad, our day begins with a visit to the Martyrs’ Monument, a striking symbol of remembrance designed by renowned Iraqi sculptor Ismail Fatah al-Turk. Initially built to honor the soldiers who lost their lives during the Iran-Iraq War, the monument has come to represent all Iraqi martyrs. Its powerful form and the stories it holds offer a moment for quiet reflection before we continue. Next, we’ll explore the Baghdad National Museum, which houses an extraordinary collection of artifacts spanning thousands of years. From the earliest Sumerian relics to pieces from the Islamic era, the museum provides a meaningful overview of the cultural and historical depth of Mesopotamia — one of the oldest cradles of civilization. We then travel south to visit the ancient city of Babylon. Once a major center of the Neo-Babylonian Empire, this archaeological site includes ruins of palaces, temples, and fortified walls. Babylon was a political and cultural powerhouse in the ancient world, and it is closely associated with King Nebuchadnezzar II, under whose rule the city reached its peak. Among the many legendary structures attributed to him are the Hanging Gardens, often cited as one of the Seven Wonders of the Ancient World. Although their existence remains debated, their mention in historical texts adds depth to the site’s legacy. Above the ruins, we will also visit Saddam Hussein’s former palace, now repurposed as a museum. Built as a show of power, the palace directly overlooks the ancient city, creating a stark juxtaposition of past and recent history. By evening, we arrive in Karbala, one of the holiest cities for Shia Muslims. Our time here includes a visit to the Shrine of Imam Abbas, dedicated to the loyal brother of Imam Hussein, whose bravery and sacrifice are deeply honored in Shia tradition. We will also visit the Shrine of Imam Hussein himself, the grandson of the Prophet Muhammad, who was martyred in the Battle of Karbala in 680 AD. The atmosphere of devotion surrounding these sacred sites is both intense and moving. Tonight, we will stay in Karbala."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast in Karbala, we begin the day by traveling to Najaf, one of the most important spiritual centers in Iraq. Here, we will visit Wadi-us-Salaam, the largest cemetery in the world and a profoundly significant site for Shia Muslims. With nearly six million graves, the cemetery stretches across a vast expanse and has been a sacred burial ground for centuries. It was recently added to the UNESCO World Heritage List due to its historical and cultural importance. Walking through this immense landscape offers a perspective on generations of history, reverence, and belief. From Najaf, we continue our journey south toward Nasiriyah. Our main stop in this region will be the ancient Ziggurat of Ur. Dating back to the 21st century BC, this stepped structure was once a central temple in the Sumerian city of Ur. Dedicated to the moon god Nanna, it is one of the best-preserved examples of Mesopotamian religious architecture. The ziggurat’s size and construction reflect the organizational power and spiritual life of one of the earliest known civilizations. Tonight, we stay in the city of Nasiriyah."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Breakfast in Nasiriyah marks the beginning of a memorable day in one of Iraq’s most unique landscapes. The Mesopotamian Marshes, the largest wetlands in the Middle East, stretch across southern Iraq and offer an entirely different rhythm of life. Once drained during decades of conflict, they are gradually being revived, and today they serve not only as a critical ecological zone but also as a homeland for the Marsh Arabs — a community with deep-rooted traditions and a way of life shaped by the water. We will start with traditional tea and sit with local families who welcome visitors with warmth and storytelling, sharing memories passed down through generations. Then, we’ll glide through the winding waterways on a narrow wooden boat known as the Al-Mashhouf, which has been used here for centuries. The quiet movement through the maze of reeds and open lagoons offers a rare opportunity to experience life shaped by water, far from the pace of the cities. Lunch will be a true local experience — masgouf, the beloved Iraqi grilled fish dish, prepared on open flames made of reed instead of wood, and served inside a traditional guesthouse made entirely of reeds, known as Al-Mudhif. These arched structures are built without nails or modern tools, relying solely on the skill and heritage of the builders. After a peaceful afternoon among the marshes, we will make our way back to Baghdad, bringing with us the impression of a way of life that continues to endure against the odds."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Breakfast in Baghdad marks the beginning of another remarkable day. We set off toward Samarra to visit its famous Spiral Minaret, a distinctive structure from the 9th century that rises over 50 meters into the sky. With its winding ramp circling the tower’s core, this minaret is one of the most recognizable landmarks of Islamic architecture and a reminder of the Abbasid Caliphate’s once-powerful presence in the region. Nearby, we will also visit the Abou Al Dalaf Mosque, another important site from the same era, reflecting the scale and vision of early Islamic design. In the afternoon, we continue to Hatra, an ancient fortified city that reached its peak in the second century. Positioned between the Roman and Parthian empires, Hatra became a wealthy trading center and capital of a small Arab kingdom. The site’s massive stone walls, temples, and watchtowers are a testament to its former significance. Though the city was destroyed and left in ruins by the third century, the scale and detail of what remains still leave a powerful impression. Its rediscovery in the 19th century brought to light a chapter of Middle Eastern history long buried beneath the sands. After taking in these important sites, we continue toward our destination for the night."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Our representative will transfer you to Baghdad International Airport (BGW), based on your flight schedule."
    }
  ],
  "map": ""
}