{
  "destination": "Yemen",
  "mainPhoto": "",
  "id": "socotra-holiday-in-yemen",
  "tourName": "Socotra holiday in Yemen",
  "placesVisited": "Homhil, Arher, Visit a local home in Hadibu, Swimming and hiking in Ayhaft Canyon National Park, Mimi Plateau, Diksam Plateau, Hike to Hoq Cave, Swim and snorkel in Dihamri Bay, Detwah Lagoon, Zahek sand dunes",
  "generalInfo": "Socotra has been described as having some of the most alien landscapes on earth, perhaps most notably the famed dragon’s blood trees of Homhil, whose red sap is used by local people for everything from dying wool to toothpaste and lipstick. Our Socotra holiday in Yemen (weekly flights from Abu Dhabi take two hours) explores the island’s fascinating natural wonders, with ample opportunities to get a feel for local culture as well.<br/><br/>Highlights of this week-long tour include a day spent in the Ayhaft Canyon National Park, where you can hike trails, swim in freshwater pools, and keep an eye out for birdlife including vultures and buzzards. Other hikes might take you between the steep walls of the Dirhur Wadi, and up to Hoq Cave, with its spectacular limestone formations where tiny underground creatures dwell.<br/><br/>One day takes you to the small fishing community of Qalansiya where you’ll catch a boat out to the Detwah Lagoon to tour its mangroves – it’s not unknown to encounter pods of spinner dolphins en route. And in Dihamri Bay you can swim and snorkel over a coral reef where parrotfish, moray eels, turtles and rays are among the inhabitants.<br/><br/>Your base throughout this trip is a locally owned hotel in the tiny coastal town of Hadibu. Given the remoteness of this island in the Arabian Sea, Socotra doesn’t see a great deal of tourism, so a group tour such as this, hiring local guides and visiting local restaurants, can have a fantastic impact. You’ll take a short walking tour of the town, perhaps being invited into a traditional low-rise home to get a sense of urban living here, providing an interesting contrast to the natural landscapes you’ll admire elsewhere.  <br/>",
  "durationDays": "8",
  "price": "3499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Abu Dhabi - Socotra – Delisha - Fly from Abu Dhabi to Socotra. Upon your arrival in Socotra, you will be transferred to the hotel in Hadibo to acclimatise and have some lunch. Later drive to Delisha beach, with its pristine white sands full of crabs. Relax, swim in the freshwater lagoon or, if you are feeling energetic, climb a huge sand dune for a beautiful view at the top. Overnight Summerland Hotel or similar. (LD)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Homhil - Arher - This morning drive to Homhil, home to beautiful deep ravines, frankincense trees and dragon’s blood trees – the resin of which is collected and used by locals. In the afternoon, travel to Arher, a meeting point of fresh water from the mountains and salt water from the sea. Arher is home to another magnificent sand dune, which offers a truly spectacular view from the top. Overnight Summerland Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Hadibo - Ayhaft Canyon – Momi Plateau - Head out for a short walking tour of Hadibo where we will try to visit a typical local home. We then head to Ayhaft Canyon National Park where you can swim in the canyon’s fresh water pools, and see a variety of endemic plants birds. From here drive east to the Momi Plateau, a dramatic landscape of limestone ridges and red earth with an abundance of bottle trees. We also have the option to hike down to Killisan, where a series of turquoise pools are fed by small waterfalls. Overnight Summerland Hotel or similar. (BLD) Please note – the hike down to the pools of Killisan takes approximately 45 minutes and the terrain can be loose underfoot."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Dixam Plateau – Shebahon Viewpoint – Wadi Dirhur - Drive to Dixam Plateau, the land of dragon’s blood trees, an iconic symbol of the island. The gorge here drops 700 metres to the valley floor, and we walk along the edge to see the trees. The Shebahon viewpoint also provides a stunning view of the Daerhu canyon and beautiful rock formations. We then continue to Dirhur Valley, with its lush canyon floor and deep wadi. Overnight Summerland Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hog Cave – Dihamri - Drive to Terbak village and hike up to Hog Cave, with its crystal decorations, subterranean water supplies, underground animals and archaeological findings. Continue to Dihamri, one of the richest coral reefs of the archipelago and an important marine reserve. Swim and snorkel in Dihamri Bay, where you may be lucky enough to spot parrotfish, moray eel, rays and turtles. Overnight Summerland Hotel or similar. (BLD) Please note – the hike up to Hog Cave takes approximately 2 hours and is quite steep and strenuous. If you would prefer to opt out of this activity, we can arrange for you to spend the morning at the beach."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Qalansiya – Detwah Lagoon - Shuaab - Today we head to Qalansiya, a small, traditional fishing town, before continuing on to the Detwah Lagoon – a marine protected area renowned for its magical landscape. Explore the mangrove area, and take a boat to the remote beach at Shuaab – if we are lucky, Spinner dolphins may accompany us. This area has some of the best views on the island. Overnight Summerland Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Zahek Sand Dunes – Omak – Digub Cave - Drive to the colossal sand dunes of Hayf and Zahek – these impressive dunes are pushed up against the mountainside and offer a stunning view at the top. We then make our way to Omak, where you can swim, sunbathe and relax in the clear Indian Ocean waters. After lunch, we head to Digub cave which overlooks many traditional villages. Here, stalactites, stalagmites and pools of water have seeped into the rock over time. Overnight Summerland Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Socotra – Abu Dhabi - After an early breakfast, we leave the island behind and fly back to Abu Dhabi to connect with your onwards flight. (B)"
    }
  ],
  "map": ""
}