[
  {
    "destination": "Yemen",
    "mainPhoto": "",
    "id": "socotra-holiday-in-yemen",
    "tourName": "Socotra holiday in Yemen",
    "placesVisited": "Homhil, Arher, Visit a local home in Hadibu, Swimming and hiking in Ayhaft Canyon National Park, Mimi Plateau, Diksam Plateau, Hike to Hoq Cave, Swim and snorkel in Dihamri Bay, Detwah Lagoon, Zahek sand dunes",
    "generalInfo": "Socotra has been described as having some of the most alien landscapes on earth, perhaps most notably the famed dragon’s blood trees of Homhil, whose red sap is used by local people for everything from dying wool to toothpaste and lipstick. Our Socotra holiday in Yemen (weekly flights from Abu Dhabi take two hours) explores the island’s fascinating natural wonders, with ample opportunities to get a feel for local culture as well.<br/><br/>Highlights of this week-long tour include a day spent in the Ayhaft Canyon National Park, where you can hike trails, swim in freshwater pools, and keep an eye out for birdlife including vultures and buzzards. Other hikes might take you between the steep walls of the Dirhur Wadi, and up to Hoq Cave, with its spectacular limestone formations where tiny underground creatures dwell.<br/><br/>One day takes you to the small fishing community of Qalansiya where you’ll catch a boat out to the Detwah Lagoon to tour its mangroves – it’s not unknown to encounter pods of spinner dolphins en route. And in Dihamri Bay you can swim and snorkel over a coral reef where parrotfish, moray eels, turtles and rays are among the inhabitants.<br/><br/>Your base throughout this trip is a locally owned hotel in the tiny coastal town of Hadibu. Given the remoteness of this island in the Arabian Sea, Socotra doesn’t see a great deal of tourism, so a group tour such as this, hiring local guides and visiting local restaurants, can have a fantastic impact. You’ll take a short walking tour of the town, perhaps being invited into a traditional low-rise home to get a sense of urban living here, providing an interesting contrast to the natural landscapes you’ll admire elsewhere.  <br/>",
    "durationDays": "8",
    "price": "3499",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Abu Dhabi - Socotra – Delisha - Fly from Abu Dhabi to Socotra. Upon your arrival in Socotra, you will be transferred to the hotel in Hadibo to acclimatise and have some lunch. Later drive to Delisha beach, with its pristine white sands full of crabs. Relax, swim in the freshwater lagoon or, if you are feeling energetic, climb a huge sand dune for a beautiful view at the top. Overnight Summerland Hotel or similar. (LD)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Homhil - Arher - This morning drive to Homhil, home to beautiful deep ravines, frankincense trees and dragon’s blood trees – the resin of which is collected and used by locals. In the afternoon, travel to Arher, a meeting point of fresh water from the mountains and salt water from the sea. Arher is home to another magnificent sand dune, which offers a truly spectacular view from the top. Overnight Summerland Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Hadibo - Ayhaft Canyon – Momi Plateau - Head out for a short walking tour of Hadibo where we will try to visit a typical local home. We then head to Ayhaft Canyon National Park where you can swim in the canyon’s fresh water pools, and see a variety of endemic plants birds. From here drive east to the Momi Plateau, a dramatic landscape of limestone ridges and red earth with an abundance of bottle trees. We also have the option to hike down to Killisan, where a series of turquoise pools are fed by small waterfalls. Overnight Summerland Hotel or similar. (BLD) Please note – the hike down to the pools of Killisan takes approximately 45 minutes and the terrain can be loose underfoot."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Dixam Plateau – Shebahon Viewpoint – Wadi Dirhur - Drive to Dixam Plateau, the land of dragon’s blood trees, an iconic symbol of the island. The gorge here drops 700 metres to the valley floor, and we walk along the edge to see the trees. The Shebahon viewpoint also provides a stunning view of the Daerhu canyon and beautiful rock formations. We then continue to Dirhur Valley, with its lush canyon floor and deep wadi. Overnight Summerland Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Hog Cave – Dihamri - Drive to Terbak village and hike up to Hog Cave, with its crystal decorations, subterranean water supplies, underground animals and archaeological findings. Continue to Dihamri, one of the richest coral reefs of the archipelago and an important marine reserve. Swim and snorkel in Dihamri Bay, where you may be lucky enough to spot parrotfish, moray eel, rays and turtles. Overnight Summerland Hotel or similar. (BLD) Please note – the hike up to Hog Cave takes approximately 2 hours and is quite steep and strenuous. If you would prefer to opt out of this activity, we can arrange for you to spend the morning at the beach."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Qalansiya – Detwah Lagoon - Shuaab - Today we head to Qalansiya, a small, traditional fishing town, before continuing on to the Detwah Lagoon – a marine protected area renowned for its magical landscape. Explore the mangrove area, and take a boat to the remote beach at Shuaab – if we are lucky, Spinner dolphins may accompany us. This area has some of the best views on the island. Overnight Summerland Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Zahek Sand Dunes – Omak – Digub Cave - Drive to the colossal sand dunes of Hayf and Zahek – these impressive dunes are pushed up against the mountainside and offer a stunning view at the top. We then make our way to Omak, where you can swim, sunbathe and relax in the clear Indian Ocean waters. After lunch, we head to Digub cave which overlooks many traditional villages. Here, stalactites, stalagmites and pools of water have seeped into the rock over time. Overnight Summerland Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Socotra – Abu Dhabi - After an early breakfast, we leave the island behind and fly back to Abu Dhabi to connect with your onwards flight. (B)"
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Yemen",
    "mainPhoto": "",
    "id": "socotra-photography-tour-in-yemen",
    "tourName": "Socotra photography tour in Yemen",
    "placesVisited": "",
    "generalInfo": "This unique island is one of the least visited and photographed places between Africa, Arabian peninsula and South Asia. It is located in the Arabian ocean, south of Yemen and Oman, east of Somalia (the closest landmass). Politically it belongs to Yemen but luckily it has avoided all the turmoil of the mainland. The population of the island is only 50 thousand and the only city on the island is the capital Hadiboh. Most of the population is Muslim and Arabic speaking. The island is most famous for its endemic flora such as dragon blood trees or bottle trees. <br/><br/>This is a unique small group photo tour led by two pro photographers who extensively scouted Socotra for this opportunity. We will travel to the island from Dubai, avoiding mainland for safety reasons. For the whole tour, everything is included, meals, transport, guides, accommodation. This trip is not for comfort creatures though. We will be camping at our photography locations, enjoying the best light and nature. We will be hiking in untouched wilderness and photograph the best the island has to offer. <br/><br/>Socotra is also a very diverse island and every photographer can get what they are interested in. Mountainscapes, sand dunes, seascapes, forests, snorkelling, traditional villages and fish markets, astrophotography. Your photography leaders will always be around to offer helpful advice and teach you new techniques on location. <br/><br/>Join us on this once-in-a-lifetime adventure and come back home with incredible portfolio of photos!",
    "durationDays": "11",
    "price": "7200",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Upon your arrival at the airport, we will transport you to your hotel in Hadiboh, the largest town on Socotra, nestled against the backdrop of the Hajhir Mountains. Hadiboh is the island’s hub, equipped with modern conveniences like hot running water, stable electricity, and cell service, providing a comfortable base at places like the Summerlands Hotel. In the afternoon, we’ll head to Delisha Beach, just a half-hour drive away on good roads. Here, you can relax on pristine white sands, swim in the crystal-clear sea or the freshwater lagoon, and if you’re up for it, climb the towering sand dune for spectacular views of the beach. Delisha Beach, with its resident army of crabs, offers a perfect blend of leisure and adventure to start your Socotra experience."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today, we’ll journey to the western part of Socotra to visit the quaint fishing town of Qalansyia. This “second city” of Socotra features traditional Socotri houses, narrow alleyways, and a bustling beach dotted with colorful fishing boats. After exploring Qalansyia, we will head to the nearby Detwah Lagoon, a marine protected area celebrated for its stunning landscape. Here, a brilliant white sandy spit curves into the turquoise Arabian Sea, while a serene blue lagoon forms a perfect backdrop, offering some of the best views on the island. This location is not only breathtaking but also provides excellent opportunities for swimming and exploring the vibrant marine life in the lagoon."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After enjoying breakfast in Detwah, we’ll embark on a scenic boat trip to Shu’ab Beach, a remote part of Socotra’s west coast. During our journey, we may have the delightful opportunity to encounter Spinner Dolphins and watch flocks of cormorants in flight. Upon arrival at Shu’ab Beach, known for its pristine white sands and vibrant reefs, we will enjoy a lunch by the sea. The afternoon will be spent exploring this beautiful area, where the marine life is abundant and the surroundings are tranquil. After a day filled with natural wonders and wildlife, we’ll return to Detwah to relax and reflect on our adventures."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After breakfast, we will set out in our 4×4 vehicle to explore the Dixam Plateau, a prime location for encountering the iconic Dragon’s Blood trees. Here, we’ll learn about the resin of these trees, which is harvested and utilized by the locals. The plateau is also the habitat for the rare and endemic Socotra Bunting, with an estimated population of 1,000 pairs. We’ll embark on a hike down to Durhur Canyon, descending to the wadi for a lunch beside the refreshing freshwater pools, where you may take a swim. In the afternoon, our adventure continues as we hike to Firmhin, the world’s largest forest of Dragon’s Blood trees. At Firmhin, we will visit a local couple in their Bedouin-style home. They will demonstrate how they collect and use the resin from the Dragon’s Blood trees, providing a deep insight into the cultural practices surrounding this unique species. This day promises a full immersion into the natural and cultural wonders of Socotra, from breathtaking landscapes to intimate cultural exchanges."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today offers a unique opportunity to explore the Dragon’s Blood trees perched along the edge of the canyon. For those seeking a more adventurous pursuit, we have arranged an optional 6-hour trek to Skand Mountain with a local guide. The journey will take us through the heart of the Hajhir Mountains, culminating at the summit of Skand, the tallest peak on the island. From this vantage point, you will be treated to panoramic views of the sea from both the north and south coasts of Socotra. The region is rich in biodiversity, home to more than 150 endemic plant species. As we traverse the mountain, we will pass by striking rock formations and a variety of unique flora including bottle and cucumber trees. The trek not only promises breathtaking scenery but also the chance to interact with local inhabitants, offering a glimpse into their lives and the natural beauty that surrounds them. This day is designed for a deep dive into the natural wonders and cultural textures of Socotra."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "We will explore the enchanting Homhil Protected Area, capturing its unique landscapes through our lenses. Amidst the rugged terrain, we’ll photograph the distinctive Dragon’s Blood Trees, frankincense, and desert roses. Our journey will also take us to vibrant natural pools, where the interplay of water and rock creates serene, picturesque scenes. This visit promises a showcase of Socotra’s unique biodiversity and stunning natural beauty."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "We will dedicate the day to photographing the ethereal forests of Dragon’s Blood and Frankincense trees on Socotra Island. For those feeling adventurous, we will also embark on a 1-hour hike to the “Infinity Pool,” a secluded freshwater swimming hole where the stunning natural surroundings offer yet another beautiful photographic opportunity. This day promises a blend of tranquility and exploration, capturing the essence of Socotra’s unique landscapes."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "We will spend our day at the stunning Arher Beach, where the dramatic intersection of massive sand dunes and the turquoise sea offers a breathtaking backdrop for photography. Early risers can capture the sublime beauty of sunrise, as the light plays over the dunes and sparkles on the waves. For those up for a little adventure, climbing the sand dunes provides a panoramic vantage point for sweeping coastal shots."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "We will drive to Ras Irisseyl, the remote beach located on the northeast coast of Socotra. Our visit includes exploring a local fishing village where we can photograph the fishermen as they mend their nets or haul in their boats—a vibrant display of local life and culture. Additionally, we will have the unique opportunity to capture images of a whale skeleton that the waves have carried in from the Indian Ocean. This day offers a rich blend of cultural immersion and natural wonders, perfect for adding unique and compelling photos to our collection. We will spend the rest of the day at Arher Beach, immersed in photographing its diverse natural wonders. Our lenses will focus on the majestic sand dunes, capturing their curves and contours under changing light. We’ll also aim to photograph the soaring Egyptian vultures overhead and the various shore and sea birds that frequent the area. Additionally, the playful ghost crabs scurrying across the sand will provide charming and humorous subjects."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "We will start our day with one final sunrise at Arher Beach, capturing the early light as it illuminates the sand and sea. After soaking in the serene morning atmosphere, we’ll drive to Hadiboh, the capital of Socotra. In the afternoon, we’ll have time for some last-minute shopping, offering a chance to find unique local crafts and souvenirs. Our day concludes with dinner at a local restaurant, where you’ll have the opportunity to savor the distinctive flavors of Socotri bread, renowned for its delicious taste. This itinerary combines the natural beauty of Socotra with the vibrant culture and culinary delights of its capital."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "After an early breakfast, we will take to the streets of Hadiboh for a morning of photography. We’ll visit the local produce and fish market, a vibrant scene perfect for capturing genuine portraits and the bustling local life. After immersing ourselves in the colors and activities of the market, we will transfer to Socotra Airport for our flight back to Abu Dhabi. This final morning in Hadiboh provides a rich opportunity to document the daily rhythm and culture of Socotra before our departure."
      }
    ],
    "map": "",
    "category": "Adventure"
  }
]