{
    "Main_Title": "Our Burundi holidays & tours",
    "Main_Paragraph": "In the highlands of central Africa lies the tiny republic of Burundi, where you’ll find traditional culture amongst lush forests and protected national parks. Our Burundi holidays and Burundi tours explore a country that’s awash with lakes, waterfalls and tea plantations; start with lively Bujumbura and end with unbelievable sunsets over Lake Tanganika. By employing local guides from disenfranchised communities our holidays help spread the benefits of tourism wide, whether you’re taking to a dugout canoe to birdwatch on Lake Rwihinda or on a nature walk, tracking chimpanzees and baboons. Our trips also help encourage the development of wildlife tourism in the country’s under-visited national parks.",
    "Subtitle": "Burundi highlights",
    "Title1": "1. Bujumbura",
    "Paragraph1": "The biggest city in the country, its economic capital, and a vital port on Lake Tanganyika, Bujumbura is where most travellers stay for at least some of their time in the country. The city, known locally as Buja, lies in easy reach of tea and coffee plantations. The idyllic lakeshore is even closer, so you can dine each night on fresh barbecued fish and enjoy sunset views across the water.",
    "image1": "",
    "Title2": "2. Gitega",
    "Paragraph2": "Burundis capital as of 2019, and its second largest city, Gitega was the seat of the Kingdom of Burundi. It is still the headquarters of Burundis royal drums. Travellers need to book well in advance to see the drumming performances, which start with the massive drums carried in on the performers heads, and mix folklore and stories with acrobatics and a good deal of showmanship.",
    "image2": "",
    "Title3": "3. Lake Tanganyika",
    "Paragraph3": "Holding 16 percent of the worlds fresh water, Lake Tanganyika is the second-deepest lake in the world. Swimming isnt advised, due to crocodiles and water-borne diseases, but eating fish and chips on the bank certainly is. Mukeke  a type of perch  is endemic to the lake and a very popular local dish. There are resorts along the lakeshore and sandy beaches not far from Bujumbura.",
    "Title4": "4. Lake Rwihinda Natural Reserve",
    "Paragraph4": "The north of Kirundo province, near the Rwandan border, is speckled with lakes, and theyre important for migrating birds. So much so that one, Lake Rwihinda, was previously known as Bird Lake. Slipping into a dugout canoe, you can nudge towards the lakes unusual floating islands of peat, where birds nest and feed, looking out for cormorants, darters, herons and egrets.",
    "image3": "",
    "Title5": "5. Teza tea plantation",
    "Paragraph5": "If Burundi has a pleasant climate, then Teza tea plantation, set in the rolling hills, has a blissful one. Tea, Burundis second-largest export after coffee, is grown at high altitude  leading to some pretty settings and cool climes. The plantations jostle around the last remaining slice of Kibira forest, a skinny vestigial piece of montane forest that joins to Nyungwe National Park in Rwanda and is home to chimpanzees.",
    "Title6": "6. Rusizi National Park",
    "Paragraph6": "The brown waters of the River Rusizi bleed into blue Lake Tanganyika, but before they do, they wind and braid through banks of tall hippo grass hiding  you guessed it  huge hippopotamuses, but also Nile crocodiles, birds, and water-loving Sitatunga antelope, who wade deep on their wide marshland-adapted hooves. The park was once terrorised by a crocodile called Gustave  now presumed dead  who was said to have killed 300 people."
}