{
    "Main_Title": "Our Spitsbergen holidays & tours",
    "Main_Paragraph": "Youll find the Svalbard Archipelago up where the Arctic Ocean meets the Atlantic, far north of mainland northern Norway. At first, Spitsbergen, the largest and only inhabited island in the archipelago, presents a forbidding prospect  a polar-bear stalked island where its dark for half the year, and reaches average temperature lows of -20°C. But come in early spring on our Spitsbergen holidays for a little more daylight, for the chance to see the Northern Lights dazzling overhead as you explore on land beneath by husky sled or snowmobile. In the summer months, the sun barely sets, the islands sea ice melts away, and on small ship cruises round the island, you can watch the waters and shores erupt with bird and marine life. Our Spitsbergen holidays dont shy away from the big issues; guides can tell you about the impacts of climate change and the importance of conservation, all whilst ensuring your holiday benefits nature and communities as you go.",
    "Subtitle": "Spitsbergen holiday highlights",
    "Title1": "Svalbard Archipelago",
    "Paragraph1": "The Svalbard Archipelago consists of the main island of Spitsbergen, the only inhabited island, and smaller islands, including Nordaustlandet, Edgeoya, Barentsoya, which are nature reserves, and more remote, smaller islands. The best way to explore the archipelago beyond Spitsbergen is by small ship cruise, where you might find areas abandoned by people – like old whaling settlements, or brimming with wildlife – like long-established bird and walrus colonies. With a population of around 3,000 people, most in Longyearbyen, the capital, Spitsbergen is a place with few roads and few settlements where wilderness is easy to find, but difficult to navigate. Leaving the towns by snowmobile, you must travel armed in case of polar bears. Whether you go by land or sea, it’s an exciting place for a holiday.",
    "image1": "",
    "Title2": "Wildlife watching",
    "Paragraph2": "If you thought the snow was white, wait until a pod of beluga whales surface by your boat in the icy waters around Spitsbergen. And if you thought a snowmobile was noisy, wait until you meet a massive colony of seabirds on a cliff  like guillemot-laden Alkefjellet. Svalbard is one of the best places in the world to see arctic wildlife and famously has a population of around 3,000 resident polar bears who roam the archipelago. Then there are walruses, whales, and little arctic foxes. Our Spitsbergen holidays not only follow the strict guidelines for wildlife viewing and cruising on the islands, but make monetary contributions to conservation charities when you book, and also support local bird protection and waste removal projects.",
    "image2": "",
    "Title3": "Small ship cruises",
    "Paragraph3": "Breaking the ice around the island, finding whales breaching the surface near the bow, sailing deep into fjords and disembarking for hikes: think of touring Spitsbergen by boat as an expedition, rather than a cruise.  The best way to see wildlife might be by small ship cruise, rather than bigger boat, where Zodiac trips from the main vessel get you even closer to the shore. Small boats are quicker to disembark, meaning you can spend more time exploring on land. Our small ship cruises are led by experts  marine biologists, scientists and, on our photography-centred trips, expert artists. Expect illuminating on-board lectures in between all manner of exciting sightings.",
    "Title4": "Dog sledding",
    "Paragraph4": "Ever had six huge huskies howling in happiness to see you? Sledding, the original way of getting round Spitsbergen is surely still the best, especially if youre a dog person. On our Spitsbergen holidays you can learn to drive your own sled and then take it on an epic expedition  covering distances of 50 km a day through the snow  getting off to push on inclines and through drifts  before setting up camp each night. Our overland sledding holidays strive to be as low impact as possible, through responsible camping, but also in choosing accommodation that runs on renewable energy sources and local food as much as possible  whether thats solar panels in Spitsbergens long summers, or locally-brewed beer and arctic delicacies: reindeer sausage and smoked seal.",
    "image3": ""
}