[
  {
    "destination": "Gabon",
    "mainPhoto": "",
    "id": "gabon-tour",
    "tourName": "Gabon tour",
    "placesVisited": "Libreville, Mitshogo village, Lambarene, Schweitzer Hospital, Oguemoue Lake",
    "generalInfo": "Gabon has been described as a paradise for wildlife enthusiasts, with a huge proportion of its land designated as national parks and home to some of the continent’s most impressive wildlife. This short Gabon tour takes you to the heart of its rainforests, a land of primeval jungles, wetlands and savannah, made famous by the explorer Mike Fay in his epic trek through Central Africa. Starting in Libreville, we trek in the forests of the Raponda Walker Arboretum and spend some time exploring the city, before travelling to the old colonial town of Lambarene where we delve into the secrets of Bwiti, a bizarre and fascinating belief system found nowhere else, and are privileged to witness a unique local ceremony and gain insights into this almost mystical religion. We take a thrilling boat journey on the Ogooue? River, penetrating further into the rainforest, and at Lake Oguemoue, we stay in a tented camp as part of a community based tourism project and explore the surrounding forest and waterways in search of Gabon’s rich wildlife. We also have opportunities to meet local villagers going about their daily lives here. This short trip offers the chance to see Africa at its wildest, where nature rules supreme and the jungle is king. Gabon has often been called ‘Africa’s last Eden’ – come and find out why.",
    "durationDays": "10",
    "price": "4499",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Libreville - Arrive in Libreville and transfer to your hotel. Overnight Tropicana Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Libreville - We start the day with a visit to the Raponda Walker Arboretum, an area of protected forest that covers around 6,747 hectares and is home to various equatorial rainforest trees and plants. We trek in the forest, learning about the properties of medicinal plants that we come across, and reach the coast where we have a picnic on the beach. Head back to Libreville in the afternoon to explore some of the city. Overnight Tropicana Hotel or similar. (BL)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Lambarene - In the morning we continue exploring Libreville with a visit to the St Michel Church and other sites. The church showcases an interesting mix of traditional Gabonese and Christian art styles. In the afternoon we head to Lambarene, on an island in the Ogooué River. Lambarene is known for its lakes, with several endemic bird and fish species, as well as the Schweitzer Hospital, established in the early 20th century and a centre for research into malaria. We spend the night in the hospital guest rooms for a sense of the history of this town. (BD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Lambarene - In the morning we explore the hospital and the house of Albert Schweitzer which now houses a museum. We have the afternoon to relax and enjoy the beautiful surroundings here, before driving to the outskirts of Lambarene in the evening to witness a very special – and unique to Gabon – ceremony, that of the Bwiti belief system. This is a ‘secret’ society based on indigenous beliefs, where initiates seek to communicate with spirit world, and a highlight of the trip. Overnight Albert Schweitzer Hospital or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Lambarene - Free morning to relax or take a walk after a late night. In the afternoon we explore Lambarene town, visiting the Isaac market and Ogooué river. Overnight Albert Schweitzer Hospital or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Oguemoue Lake - This morning we travel by boat along the Ogooué River, a stunning journey which gives a sense of how the first European explorers of this region must have felt. We then reach our base for the next few days, Oguemoue Lake, and set out to try and catch our first glimpse of the local wildlife. Overnight tented camp. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Lambarene - Libreville - After breakfast we make our way back to Lambarene and continue to Libreville in the afternoon. Overnight Hotel Tropicana or similar. (BL)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Libreville - We spend the day exploring Libreville with visits to some interesting workshops including those of wood sculptors and painters. We also visit the Museum of Arts and Traditions and there will be the opportunity to purchase traditional musical instruments as well as items used in traditional Bwiti ceremonies. Transfer to the airport in the evening for your flight home. (B)"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Gabon",
    "mainPhoto": "",
    "id": "gabon-wildlife-holiday-mandrills-and-gorillas",
    "tourName": "Gabon wildlife holiday, mandrills and gorillas",
    "placesVisited": "",
    "generalInfo": "Travel to the country of Gabon in Central Africa and track down some of the world's most enigmatic primates including the colourful mandrill and the huge and endearing lowland gorilla (among other awesome species).<br/><br/>Introduction:<br/>Gabon is a natural paradise. The ‘jewel in the crown’ of Gabon’s natural parks is Loango National Park, where there’s almost no humans living around the park and where wild animals live protected by the rivers surrounding this natural part of Central Africa. <br/><br/>Any traveller here can easily spot big mammals such as the forest elephant, red forest buffalo, red river hogs (with their furry ears), sitatunga, various duiker species, a variety of monkey species, a huge array of birds, western lowland gorillas and chimpanzees (rarely seen). <br/><br/>This itinerary also visits Lope National Park with the most beautiful landscape of Gabon and the largest population of accessible mandrills in the world. <br/><br/>Gabon is also the home of one of the world's most iconic and famous species of primate; the Mandrill. Immortalized by Rafiki in The Lion King, the world's largest species of monkey is found here and can be seen easier than anywhere else in the world. <br/><br/>But it is not just mandrills that are the attraction for this tour. As mentioned above we will spend time with lowland gorillas and also have a fantastic chance to see forest elephants, red river hogs and other species known from the Central African tropical rainforest.<br/><br/>There is so much life in the forests of Gabon it is hard to say what else we may or may not see. <br/><br/>All in all we believe that this tour is one that any wildlife enthusiast and particularly anyone interested in primates will love. We are exploring a seldom visited country with expert local guides on the trail of some of Africa's most incredible wildlife.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Libreville. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Gabon. Your naturalist escort will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, cruises, guided walks, park entrance fees and spotlighting fees where mentioned on the itinerary. We include more time spent in the field searching for wildlife per day than any other tour operator around (including spotlighting every night we are allowed and there is the possibility of nocturnal wildlife); only if you request to have a rest day will we not arrange a safari into the Gabonese forests. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>This tour is focused around the Mandrills and this species aggregates in the June / July each year to bred. During this period various troops of mandrills come together and form huge groups (sometimes 200-250 strong). So we only really recommend this tour for June or July.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• We will stay in a variety of accommodation when on this tour, from well established wildlife eco lodges to guest houses and chalets deep inside privately run forest reserves. <br/>• We will split our focus and activity depending on where we are and what we are looking for. So we are flexible in our ability to move from diurnal to nocturnal rhythms. <br/>• All the above reasons give this, our specialist tour for Gabon’s wildlife including mandrills and other mammal species a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Gabon and the rest of Central Africa so that we can try and find and observe animals such as the Lowland gorilla, Sun-tailed guenon, Forest elephant, Forest buffalo and Red-river hogs and many more species. We also have the ability to organise and run wildlife tours of Gabon at other times of year and focusing on other species such as Giant pangolins and the famous 'surfing' Hippos and many other rare mammals of Gabon. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour is mostly focused around two national parks, Lope and Loango National Parks. However we also have the options to visit other wildlife watching locations such as Mikongo.<br/><br/>Fitness levels required:<br/><br/>Whilst most of the wildlife watching activities in this itinerary will be on foot (particularly when looking for mandrills, gorillas and other primates in the forest); the terrain is largely flat, however we are not in control of where wildlife is and so some trips can include undulating / steep sections. Also sometimes the gorillas in Loango National Park enter swamps which need to be tranversed. The heat and humidity is probably the only cause of concern, however in the forest you will be out of the sun and there is no rush when walking. So we take our time and bring plenty of water, so we only require people who are used to walking for more than 4-5 hours, no special physical fitness is needed for this tour other than the ability to walk in rough, tropical forest conditions.<br/><br/>Equipment list:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; but as a rule of thumb we recommend you bring along your own binoculars or spotting scope (although this is not always very useful in the forests) as well as appropriate clothing; which should be hard wearing clothing which you do not mind getting muddy. Long trousers and long sleeved shirts are a good idea as the vegetation in the forests can be spiny and there are some stinging nettles. Travelling shorts and short sleeves are also recommended. It is a rainforest so waterproofs, including ponchos, are a very good idea. Comfortable and broken in waterproof walking boots with ankle supports are a must. Insect repellent is needed. Any medication, books or other items of a personal nature is of course up to you to bring along. Oh and please bring plenty of memory cards or film for your camera. Also do not forget sun cream, sun hat and sun glasses as the sun can be very strong here during the day.<br/><br/>Minimum age: 18 years old",
    "durationDays": "10",
    "price": "8150",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Libreville - Arrival in Libreville where your local guide will be meet you and transfer you to the hotel for the night. Overnight - Hotel Tropicana or Onomo (Breakfast only)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Liberville to Lope National Park This morning will be free for you to relax around the hotel or to walk and bath in the beach and then depart in the afternoon to the train station at 04:00pm. The departure is at 06:50pm and we will reach to Lope around 01:00am. On arrival we will transfer to the hotel for rest of the night. Transfer to Lope hotel. (breakfast only)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Lope National Park - Today is your final day in the park and you will further explore the forest looking for wildlife. Later today you will have a night transfer to the train station for the Ndjole train. This train is overnight and arrives in Ndjole at 4am tomorrow. (breakfast only included)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Ndjole - Lambarene This morning your train will arrive into Ndjole at 04:00am and you will be taken to a hotel (Hotel Papaye or similar) to rest until 08:00am and after breakfast we continue the trip. Our objective is the colonial town of Lambarené, a river island town famous for its many natural lakes with several endemic bird and fish species and the Albert Schweitzer Hospital and Museum. This unique hospital was established in 1913 by German Doctor Albert Schweitzer. Its Medical Research Unit is one of the leading scientific institutions in Africa working to end the scourge of malaria, and also serves as a highly-regarded training site for African physicians and scientists. We will visit the hospital, the house (now museum) of Albert Schweitzer and its beautiful natural surroundings. This afternoon we will leave the hospital to travel to a nearby mangrove forest along the banks of the rivers / lagoons which dot this part of Gabon. Our goal is to see the amazing and range restricted northern talapoin monkey and other species can be seen as well, including red-capped mangabey and possibly brief views of the endangered West African manatee. We will return to the hospital for dinner. Overnight - Albert Schweitzer Hospital Guestrooms (Breakfast, lunch and dinner)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Lambarene - Ogooue River – Omboue – Loango National Park - After breakfast you will depart along the river on a speed boat trip to Omboué town along the Ogooué River. The trip lasts around 5hr and it is just amazing. The traveler gets a real feeling of how the first explorers felt navigating along the Africa tropical rivers. We will reach to Omboue and drive (2h) to the Iguela Lagoon, in the Loango National Park. Accomodation in Loango Lodge. (Breakfast, lunch and dinner)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Loango National Park - After breakfast, you will enter the park looking for wildlife on foot, vehicle and boat. The eco-system at Loango is one of the richest and most complex in Central Africa: here, we find mangroves, beaches, river forest, Congolese forest and inland forest with huge trees, and even tropical meadows. A true mosaic of landscapes with breathtaking vegetation and wildlife. The traveler can easily spot big mammals such as the forest elephant, red forest buffalo, red river hogs with furry ears, hippos, etc. Inside the park’s lagoons it is possible to observe the slender snouted crocodiles, sitatunga, duikers, a variety of monkeys, a huge array of birds, western lowland gorillas and chimpanzees. Today we will visit the recently opened habituated lowland gorillas here and continue to the Akaka river for wildlife. Accommodation in Akaka Camp (breakfast, lunch and dinner)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Loango National Park - After breakfast you will once again enter the park, but this time you will explore the Akaka River and the Iguela lagoon looking for wildlife. Accommodation in Loango Lodge. (Breakfast, Lunch and Dinner)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Loango National Park - Port Gentil - Liberville This morning after breakfast we will depart from Loango and travel towards Port Gentil (5-6h), Gabon’s economic capital. On arrival we will catch a flight back to Libreville in the evening. We recommend you arrange your flight home from Libreville for around 8-9pm tonight. However we can accommodate another night in Libreville for flights departing tomorrow if you wish. (Breakfast & lunch)"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Gabon",
    "mainPhoto": "",
    "id": "gabon-wildlife-tour",
    "tourName": "Gabon wildlife tour",
    "placesVisited": "",
    "generalInfo": "Travel to the country of Gabon in Central Africa and track down some of the world's most enigmatic primates including the colourful mandrill and the huge and endearing lowland gorilla (among other awesome species).<br/><br/>Introduction:<br/>Gabon is a natural paradise. The ‘jewel in the crown’ of Gabon’s natural parks is Loango National Park, where there’s almost no humans living around the park and where wild animals live protected by the rivers surrounding this natural part of Central Africa. <br/><br/>Any traveller here can easily spot big mammals such as the forest elephant, red forest buffalo, red river hogs (with their furry ears), sitatunga, various duiker species, a variety of monkey species, a huge array of birds, western lowland gorillas and chimpanzees (rarely seen). <br/><br/>This itinerary also visits Lope National Park with the most beautiful landscape of Gabon and the largest population of accessible mandrills in the world. <br/><br/>Gabon is also the home of one of the world's most iconic and famous species of primate; the Mandrill. Immortalized by Rafiki in The Lion King, the world's largest species of monkey is found here and can be seen easier than anywhere else in the world. <br/><br/>But it is not just mandrills that are the attraction for this tour. As mentioned above we will spend time with lowland gorillas and also have a fantastic chance to see forest elephants, red river hogs and other species known from the Central African tropical rainforest.<br/><br/>There is so much life in the forests of Gabon it is hard to say what else we may or may not see. <br/><br/>All in all we believe that this tour is one that any wildlife enthusiast and particularly anyone interested in primates will love. We are exploring a seldom visited country with expert local guides on the trail of some of Africa's most incredible wildlife.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Libreville. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Gabon. Your naturalist escort will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, cruises, guided walks, park entrance fees and spotlighting fees where mentioned on the itinerary. We include more time spent in the field searching for wildlife per day than any other tour operator around (including spotlighting every night we are allowed and there is the possibility of nocturnal wildlife); only if you request to have a rest day will we not arrange a safari into the Gabonese forests. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>This tour is focused around the Mandrills and this species aggregates in the June / July each year to bred. During this period various troops of mandrills come together and form huge groups (sometimes 200-250 strong). So we only really recommend this tour for June or July.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• We will stay in a variety of accommodation when on this tour, from well established wildlife eco lodges to guest houses and chalets deep inside privately run forest reserves. <br/>• We will split our focus and activity depending on where we are and what we are looking for. So we are flexible in our ability to move from diurnal to nocturnal rhythms. <br/>• All the above reasons give this, our specialist tour for Gabon’s wildlife including mandrills and other mammal species a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Gabon and the rest of Central Africa so that we can try and find and observe animals such as the Lowland gorilla, Sun-tailed guenon, Forest elephant, Forest buffalo and Red-river hogs and many more species. We also have the ability to organise and run wildlife tours of Gabon at other times of year and focusing on other species such as Giant pangolins and the famous 'surfing' Hippos and many other rare mammals of Gabon. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour is mostly focused around two national parks, Lope and Loango National Parks. However we also have the options to visit other wildlife watching locations such as Mikongo.<br/><br/>Fitness levels required:<br/><br/>Whilst most of the wildlife watching activities in this itinerary will be on foot (particularly when looking for mandrills, gorillas and other primates in the forest); the terrain is largely flat, however we are not in control of where wildlife is and so some trips can include undulating / steep sections. Also sometimes the gorillas in Loango National Park enter swamps which need to be tranversed. The heat and humidity is probably the only cause of concern, however in the forest you will be out of the sun and there is no rush when walking. So we take our time and bring plenty of water, so we only require people who are used to walking for more than 4-5 hours, no special physical fitness is needed for this tour other than the ability to walk in rough, tropical forest conditions.<br/><br/>Equipment list:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; but as a rule of thumb we recommend you bring along your own binoculars or spotting scope (although this is not always very useful in the forests) as well as appropriate clothing; which should be hard wearing clothing which you do not mind getting muddy. Long trousers and long sleeved shirts are a good idea as the vegetation in the forests can be spiny and there are some stinging nettles. Travelling shorts and short sleeves are also recommended. It is a rainforest so waterproofs, including ponchos, are a very good idea. Comfortable and broken in waterproof walking boots with ankle supports are a must. Insect repellent is needed. Any medication, books or other items of a personal nature is of course up to you to bring along. Oh and please bring plenty of memory cards or film for your camera. Also do not forget sun cream, sun hat and sun glasses as the sun can be very strong here during the day.<br/><br/>Minimum age: 18 years old",
    "durationDays": "10",
    "price": "8195",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Libreville - Arrival in Libreville where your local guide will be meet you and transfer you to the hotel for the night. Overnight - Hotel Tropicana or Onomo (Breakfast only)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Liberville to Lope National Park This morning will be free for you to relax around the hotel or to walk and bath in the beach and then depart in the afternoon to the train station at 04:00pm. The departure is at 06:50pm and we will reach to Lope around 01:00am. On arrival we will transfer to the hotel for rest of the night. Transfer to Lope hotel. (breakfast only)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Lope National Park - Today is your final day in the park and you will further explore the forest looking for wildlife. Later today you will have a night transfer to the train station for the Ndjole train. This train is overnight and arrives in Ndjole at 4am tomorrow. (breakfast only included)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Ndjole - Lambarene This morning your train will arrive into Ndjole at 04:00am and you will be taken to a hotel (Hotel Papaye or similar) to rest until 08:00am and after breakfast we continue the trip. Our objective is the colonial town of Lambarené, a river island town famous for its many natural lakes with several endemic bird and fish species and the Albert Schweitzer Hospital and Museum. This unique hospital was established in 1913 by German Doctor Albert Schweitzer. Its Medical Research Unit is one of the leading scientific institutions in Africa working to end the scourge of malaria, and also serves as a highly-regarded training site for African physicians and scientists. We will visit the hospital, the house (now museum) of Albert Schweitzer and its beautiful natural surroundings. This afternoon we will leave the hospital to travel to a nearby mangrove forest along the banks of the rivers / lagoons which dot this part of Gabon. Our goal is to see the amazing and range restricted northern talapoin monkey and other species can be seen as well, including red-capped mangabey and possibly brief views of the endangered West African manatee. We will return to the hospital for dinner. Overnight - Albert Schweitzer Hospital Guestrooms (Breakfast, lunch and dinner)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Lambarene - Ogooue River – Omboue – Loango National Park - After breakfast you will depart along the river on a speed boat trip to Omboué town along the Ogooué River. The trip lasts around 5hr and it is just amazing. The traveler gets a real feeling of how the first explorers felt navigating along the Africa tropical rivers. We will reach to Omboue and drive (2h) to the Iguela Lagoon, in the Loango National Park. Accomodation in Iguela Camp. (Breakfast, lunch and dinner)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Loango National Park - After breakfast, you will enter the park looking for wildlife on foot, vehicle and boat. The eco-system at Loango is one of the richest and most complex in Central Africa: here, we find mangroves, beaches, river forest, Congolese forest and inland forest with huge trees, and even tropical meadows. A true mosaic of landscapes with breathtaking vegetation and wildlife. The traveler can easily spot big mammals such as the forest elephant, red forest buffalo, red river hogs with furry ears, hippos, etc. Inside the park’s lagoons it is possible to observe the slender snouted crocodiles, sitatunga, duikers, a variety of monkeys, a huge array of birds, western lowland gorillas and chimpanzees. Today we will visit the recently opened habituated lowland gorillas here and continue to the Akaka river for wildlife. Accommodation in Akaka Camp (breakfast, lunch and dinner)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Loango National Park - After breakfast you will once again enter the park, but this time you will explore the Akaka River and the Iguela lagoon looking for wildlife. Accommodation in Iguela Lodge. (Breakfast, Lunch and Dinner)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Loango National Park - Port Gentil - Liberville This morning after breakfast we will depart from Loango and travel towards Port Gentil (5-6h), Gabon’s economic capital. On arrival we will catch a flight back to Libreville in the evening. We recommend you arrange your flight home from Libreville for around 10pm or later tonight. However we can accommodate another night in Libreville for flights departing tomorrow if you wish. (Breakfast & lunch)."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]