{
    "Main_Title": "Our Chad holidays & tours",
    "Main_Paragraph": "Rainbow coloured lakes, thrilling wildlife safaris far from the crowds, and the incredible Gerewol Festival where Chadian men put on elaborate dress and paint in an attempt to attract a partner – our Chad holidays are full of memorable moments. If you’re seeking adventure and you don’t run at the thought of spending days driving through the desert or setting up remote camps, Chad will beguile you. Our tours seek out ancient rock art, and explore the pioneering conservation success story that is Zakouma National Park. They also provide opportunities to meet and engage with different ethnic groups around Chad such as the Tubu people, always ensuring that traditional codes of behaviour are respectfully followed, and that these communities benefit from tourism on their own terms.",
    "Subtitle": "Chad highlights",
    "Title1": "",
    "Paragraph1": "This vast desert nation is characterised by savannah in the far south and Sahara in the north  with a wide band of semi-arid Sahel in the middle. Until the 1980s, Chad got by with just 30km of roads; today there are several hundred (still a tiny amount for such a sprawling country) but many remain unusable in the wet season. As soon as you leave NDjamena, the capital, youre in expedition mode: crossing dunes, desert and limestone landscapes in a 4x4; passing the odd palm grove or village; and setting up camp under the stars each night. To reach some of the geological attractions in the mountains, youll need to leave your vehicle and trek for an hour or two  this is true explorer territory.",
    "image1": "",
    "Title2": "1. Douguia & the Sahel",
    "Paragraph2": "In contrast to much of Chad, Douguia is a veritable oasis, overlooking the Chari River along the border with Cameroon. The simple hotel is a welcome respite, as it will often be hardy travellers first sight of luxuries such as a shower, electricity and running water after several days in the Sahara. Fishing villages line the riverbank; head out in a pirogue to spot hippos and birds and learn about local life.",
    "image2": "",
    "Title3": "2. Ennedi Plateau",
    "Paragraph3": "A sprawling jumble of sandstone peaks, eroded into surreal sculptures over thousands of years by dusty desert winds. The semi nomadic Toubou people live here, and one of the highlights of Ennedi is seeing them bring several hundred cattle to drink in the Guelta dArchei  a waterhole sunk between dramatic limestone cliffs and inhabited by one of the last Saharan populations of crocodile.",
    "Title4": "3. Gerewol Festival, Dourbali",
    "Paragraph4": "Men vying for the attention of women is universal  but rarely is their performance as peacock-worthy as it is in the Gerewol Festival. The more famous  and touristy  version happens in Niger, but few have the privilege of seeing Chads festivities, where the polygamous Mbororo men wear elaborate makeup and clothing, and dance and sing to attract a(nother) wife, a girlfriend  or just a fleeting night of passion.",
    "image3": "",
    "Title5": "4. Ounianga Lakes",
    "Paragraph5": "18 Saharan lakes of strikingly different hues on a backdrop of red, yellow and white sandstone make up this UNESCO World Heritage Site, in an area with less than 2mm of rain per year. The lakes are both saline and freshwater  some are inhabited by fish  and you can take a dip in the freshwater Lake Boukou. Visit scattered nearby villages that once sat on important trade routes; the caravans have long since dried up.",
    "Title6": "5. Tibesti Mountains",
    "Paragraph6": "This lunar landscape was historically out of bounds, but now Tibesti  the place where mountain people live  is open to a tiny number of intrepid adventurers. The fiercely independent Toubou inhabit the date palm oases; rock art hints that theyve been here for millennia. The Tibestis most surreal sight is the Trou au Natron, a vast, collapsed volcanic chamber with salt flats and a perfectly formed crater within.",
    "Title7": "6. Zakouma National Park",
    "Paragraph7": "Chad may not be synonymous with national parks and game drives – but the little-known Zakouma is a conservation success story, and one of the last refuges for wildlife in Central Africa. Across its varied vegetation zones live several hundred elephant – as well as a number of lions and leopard, and lesser known wonders, like pale foxes, servals and aardvarks. In total there are around 120 mammals species, plus 373 birds."
}