[
    {
        "type": "overview",
        "Main_Title": "Our Chad holidays & tours",
        "Main_Paragraph": "Rainbow coloured lakes, thrilling wildlife safaris far from the crowds, and the incredible Gerewol Festival where Chadian men put on elaborate dress and paint in an attempt to attract a partner – our Chad holidays are full of memorable moments. If you’re seeking adventure and you don’t run at the thought of spending days driving through the desert or setting up remote camps, Chad will beguile you. Our tours seek out ancient rock art, and explore the pioneering conservation success story that is Zakouma National Park. They also provide opportunities to meet and engage with different ethnic groups around Chad such as the Tubu people, always ensuring that traditional codes of behaviour are respectfully followed, and that these communities benefit from tourism on their own terms.",
        "Subtitle": "Chad highlights",
        "Title1": "",
        "Paragraph1": "This vast desert nation is characterised by savannah in the far south and Sahara in the north  with a wide band of semi-arid Sahel in the middle. Until the 1980s, Chad got by with just 30km of roads; today there are several hundred (still a tiny amount for such a sprawling country) but many remain unusable in the wet season. As soon as you leave NDjamena, the capital, youre in expedition mode: crossing dunes, desert and limestone landscapes in a 4x4; passing the odd palm grove or village; and setting up camp under the stars each night. To reach some of the geological attractions in the mountains, youll need to leave your vehicle and trek for an hour or two  this is true explorer territory.",
        "image1": "",
        "Title2": "1. Douguia & the Sahel",
        "Paragraph2": "In contrast to much of Chad, Douguia is a veritable oasis, overlooking the Chari River along the border with Cameroon. The simple hotel is a welcome respite, as it will often be hardy travellers first sight of luxuries such as a shower, electricity and running water after several days in the Sahara. Fishing villages line the riverbank; head out in a pirogue to spot hippos and birds and learn about local life.",
        "image2": "",
        "Title3": "2. Ennedi Plateau",
        "Paragraph3": "A sprawling jumble of sandstone peaks, eroded into surreal sculptures over thousands of years by dusty desert winds. The semi nomadic Toubou people live here, and one of the highlights of Ennedi is seeing them bring several hundred cattle to drink in the Guelta dArchei  a waterhole sunk between dramatic limestone cliffs and inhabited by one of the last Saharan populations of crocodile.",
        "Title4": "3. Gerewol Festival, Dourbali",
        "Paragraph4": "Men vying for the attention of women is universal  but rarely is their performance as peacock-worthy as it is in the Gerewol Festival. The more famous  and touristy  version happens in Niger, but few have the privilege of seeing Chads festivities, where the polygamous Mbororo men wear elaborate makeup and clothing, and dance and sing to attract a(nother) wife, a girlfriend  or just a fleeting night of passion.",
        "image3": "",
        "Title5": "4. Ounianga Lakes",
        "Paragraph5": "18 Saharan lakes of strikingly different hues on a backdrop of red, yellow and white sandstone make up this UNESCO World Heritage Site, in an area with less than 2mm of rain per year. The lakes are both saline and freshwater  some are inhabited by fish  and you can take a dip in the freshwater Lake Boukou. Visit scattered nearby villages that once sat on important trade routes; the caravans have long since dried up.",
        "Title6": "5. Tibesti Mountains",
        "Paragraph6": "This lunar landscape was historically out of bounds, but now Tibesti  the place where mountain people live  is open to a tiny number of intrepid adventurers. The fiercely independent Toubou inhabit the date palm oases; rock art hints that theyve been here for millennia. The Tibestis most surreal sight is the Trou au Natron, a vast, collapsed volcanic chamber with salt flats and a perfectly formed crater within.",
        "Title7": "6. Zakouma National Park",
        "Paragraph7": "Chad may not be synonymous with national parks and game drives – but the little-known Zakouma is a conservation success story, and one of the last refuges for wildlife in Central Africa. Across its varied vegetation zones live several hundred elephant – as well as a number of lions and leopard, and lesser known wonders, like pale foxes, servals and aardvarks. In total there are around 120 mammals species, plus 373 birds."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Chad",
        "Main_Paragraph": "The dry months from Oct/Nov to March are the best time to visit Chad  the rains may liven up the arid landscape, but they wreak havoc with the largely unpaved roads and travelling north is virtually impossible. The rains are shorter in the Sahel northwards  lasting roughly June-Sept. Autumn is slightly cooler than spring  when temperatures are regularly over 40°C. The Gerewol Festival takes place in late September but is close enough to NDjamena not to have transport issues; however, it cant usually be combined with trips to the desert as its still too wet.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Chad Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Chad Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">36</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">37</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">40</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 2%;\">4 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">40</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 6%;\">14 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">38</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 22%;\">54 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 46%;\">113 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 76%;\">188 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">246 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 50%;\">124 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 13%;\">31 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">36</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Chad travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Unique appeal",
        "paragraph2": "Jim OBrien, from our specialist supplier Native Eye, shares his Chad travel advice.\n:\nChad is wild like nowhere else Ive travelled to. Its not an easy country at all  theres no tourist infrastructure whatsoever, and theres very little infrastructure at all outside two or three main cities. Having said that, Ive been to Chad four times in the last few years, and its probably my favourite destination.",
        "title3": "How safe is Chad?",
        "paragraph3": "Chad is one of the safer parts of the Sahara and Sahel. Its got a slight problem around Lake Chad, but once you get up into the desert, theres really no one there. The northern regions have always had a tempestuous relationship with the south because theyre inhabited by the Toubou people who generally dont like outsiders and just want to live as they always have done. But for years now its been peaceful.",
        "title4": "Cultural tips",
        "paragraph4": "Jim OBrien, from our specialist supplier Native Eye, shares his Chad travel advice:\nThe Toubou people are very sensitive to having their photos taken, and Ive seen some ugly incidents where tourists havent heeded that advice, and have almost got themselves into trouble. So you always, always have to ask. Its more critical there than anywhere else Ive ever been. Youre out in the desert, the law is basically the person in front of you so if they want to take offence at that then they can.",
        "title5": "Not all deserts are lifeless",
        "paragraph5": "There is quite a surprising amount of wildlife in the Ennedi Mountains. Ive seen hyenas, Ive seen baboons, monkeys, fennec foxes, and just outside of the mountains youve got dorcas gazelles  quite a lot of them. So theres actually quite a lot of wildlife in the desert, but its not always easy to see. On one particular day of our trip into the Ennedi we drive into a region which comparatively well watered. Theres a fair bit of vegetation and we see about a hundred gazelles throughout the course of the day  its alive."
    }
]