{
  "destination": "Brezilya",
  "mainPhoto": "",
  "id": "ST08002",
  "tourName": "Brezilya ve Arjantin Iguaza Şelaleleri Turu",
  "placesVisited": "Brezilya, Arjantin",
  "generalInfo": "Modern yaşamın ve doğanın bir arada bulunduğu şehir Brezilya.<br><br>Siempre Tur ile gerçekleştirilen Brezilya &amp; Arjantin turunda, vahşi yaşamı gözlemleyebilir, Brezilya ve Arjantin'in yeşillikler içindeki vadilerini, ovalarını ve şelalerini gezebilirsiniz. Tüm bunların yanında berrak suların tadını da çıkartabilirsiniz.",
  "durationDays": "9",
  "price": "3350",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "12",
  "meet": "",
  "whatExpect": "<ul>\n<li>- THY ile İstanbul Sao Paulo ve Buenas Aires – İstanbul Ekonomi Sınıfı Uçak Bileti</li>\n<li>- GOL Hava Yolları ile Sao PauloRio de Janerio tek yön ekonomi sınıfı uçak bileti</li>\n<li>- GOL Hava Yolları ile Rio de Janerio - Iguazu tek yön ekonomi sınıfı uçak bileti</li>\n<li>- Arjantin Hava Yolları ile Iguazu - Buenos Aires tek yön ekonomi sınıfı uçak bileti</li>\n<li>- Tüm havalimanı vergileri ve bilet servis ücretleri</li>\n<li>- 5 Yıldızlı otellerde toplam 9 gece kahvaltı dâhil konaklama</li>\n<li>- 7 Gece programları ve Akşam yemekleri</li>\n<li>- 6 Öğle yemeği</li>\n<li>- Programda belirtilen tüm geziler</li>\n<li>- Rio de Janerio da Trenli Corcovado Turu</li>\n<li>- Rio de Janerio da yarım gün teleferik ile Sugar Loaf gezisi</li>\n<li>- Brezilya Şelaleleri turu</li>\n<li>- Buenos Aires Şehir Turu</li>\n<li>- Tigre &amp; Delta Turu</li>\n<li>- 1 Akşam yemekli SENOR TANGO gecesi</li>\n<li>- 1 Akşam Gurme restoranda akşam yemeği</li>\n<li>- Programda belirtilen tüm transfer ve ulaşım hizmetleri</li>\n<li>- Yerel rehberlik hizmeti (zorunlu olan yerlerde)</li>\n<li>- Yerel Rehber &amp; Otobüs şoförü &amp; Porter Bahişleri</li>\n<li>- Türkçe Rehber Eşliğinde &amp; Bahşişleri Dahil</li>\n<li>- 15 günlük Zorunlu Seyahat ve Turizm şirketi İflas Sigortası</li>\n<li>- 15 TL Yurt dışı Harç Pulları</li>\n</ul>\n<p> </p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Sao Paulo",
      "description": "Atatürk Havalimanı Dış Hatlar Gidiş Terminali THY kontuarında yapılacak check-in işlemlerinin ardından Türk Havayolları’nın TK 015 sefer sayılı uçağı ile saat 09:30’da Sao Paulo’ya hareket. Yerel saatle 19:10’da varış ve havalimanında bizleri bekleyen özel aracımız ile otelinize transfer ve dinlenme."
    },
    {
      "dayNumber": 2,
      "title": "SAo Paulo, Rio De Janerio",
      "description": "Sabah kahvaltısının ardından Güney Amerika’nın en büyük şehri Sao Paulo’yu keşfe çıkıyoruz."
    },
    {
      "dayNumber": 3,
      "title": "Rio De Janerio",
      "description": "Sabah kahvaltısı sonrası dünyanın yeni 7 harikasından biri olarak kabul edilen, 40 m uzunluğundaki Christ the Redeemer (Kurtarıcı İsa) Heykeli’ni ziyaret ediyoruz ve hemen ardından tüm Rio de Janeiro’ya tepeden bakan Corcovado Tepesi’ne geçiyoruz."
    },
    {
      "dayNumber": 4,
      "title": "Rio De Janerio",
      "description": "Sabah kahvaltısı ardından serbest zaman."
    },
    {
      "dayNumber": 5,
      "title": "Rio De Janerio, Iguazu",
      "description": "Sabah kahvaltısı sonrası havalimanına transfer. GOL Hava Yolları’nın G31460 sayılı tarifeli seferi ile saat 10:10’d Iguazu’ya hareket. Saat 12:13’de varış ve hava limanın da bizleri bekleyen özel aracımız ve yerel rehberimiz ile beraber UNESCO Dünya Mirası Listesi’nde yer alan Iguazu Şelaleleri’ nin pek çok kişi tarafından en iyi şekilde izlendiği söylenen Brezilya tarafına geçiş. Milli park içerisine giriş yapıp seyir teraslarından manzarayı izledikten sonra otelimize transfer ve dinlenme."
    },
    {
      "dayNumber": 6,
      "title": "Iguazu Şelaleri",
      "description": "Sabah kahvaltısının ardından Iguazu Şelaleleri’ nin bu kez de Arjantin kısmında geziyor ve safari turumuzu gerçekleştiriyoruz. Safari turumuzda araçlarımız ile şelalelerin en ulaşılmaz ve güzel noktalarına gitme şansını yakalayacağız, yol üzerine sıkça karşılaşacağımız seyir teraslarından şelalelerin eşsiz güzelliklerini izleme fırsatı bulacak ve gerçekleştireceğimiz tekne turu ile Garganta do Diabo (Şeytan Gırtlağı) ve Üç Silahşörler Şelaleleri’ ni görme fırsatı bulacağız. (Tekne turu esnasında ıslanmak mümkün olduğu için yağmurluk getirmenizi tavsiye ederiz). Tur sonrası otelinize transfer."
    },
    {
      "dayNumber": 7,
      "title": "Buenos Aries",
      "description": "Sabah kahvaltısının sonrası havalimanına transfer."
    },
    {
      "dayNumber": 8,
      "title": "Buenos Aries",
      "description": "Sabah kahvaltısının ardından şehri keşfetmeye devam ediyoruz."
    },
    {
      "dayNumber": 9,
      "title": "Buenos Aries' den Ayrılış",
      "description": "Sabah kahvaltısının ardından yeni rotamız Buenos Aires’in kuzey kesimi."
    }
  ],
  "map": ""
}