{
  "destination": "Brezilya",
  "mainPhoto": "",
  "id": "TSBF",
  "tourName": "Brezilya’ da Eğlence ve Güneş",
  "placesVisited": "Brezilya",
  "generalInfo": "Bu tur Brezilya’ nın gelişen şehri Rio de Janeiro’ da,  kültürel bir doygunlukla kıtanın en çekici plajlarından bazılarında rahatlamanın  dengeli bir karışımıdır. Güzel Rio ve şaşırtıcı görüntülerine fiziksel ve kültürel olarak kendinizi alıştırdıktan sonra, güzel kumsallarında cennette gibi 4 gece geçireceğiniz Ilha Grande adasına gideceksiniz.<br><br><strong>Önemli not:</strong> Tur programı model bir programdır ve ihtiyaçlarınıza, bütçenize uygun hale getirilebilir.",
  "durationDays": "8",
  "price": "1109",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Tam gün Rio de Janeiro turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 7 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>7 kahvaltı, 1 öğle yemeği</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Rio De Janerio' ya Varış",
      "description": "Otelinize yerleştikten sonra günün kalanını dilediğiniz gibi geçirebilirsiniz."
    },
    {
      "dayNumber": 2,
      "title": "Rio De Janerio",
      "description": "Bugün otelinizden alınarak, tüm gün Rio’ nun en çarpıcı yerlerini gezeceğiniz küçük grupla bir jip turuna çıkacaksınız. Gün ekolojik olarak korunmuş dünyanın en büyük şehir ormanı olan Tijuca ormanında başlıyor. Çin gözlem kulesinde durarak, Ipanema ve Copacabana plajlarının, Guanabara körfezinin ve Niteroi şehrinin enfes manzaralarını izleyebilirsiniz. Kristal berraklığındaki şelalelerin çevresinde gezin ve ormandaki düzgün yollarda yürüyüş yapın. Ulusal park gezisi sonrası kurtarıcı İsa heykelinin yer aldığı Tijuca ormanındaki Corcovado tepesine devam edeceksiniz. Buradaki gözlem noktasından Maracana stadyumu ve Sugar Loaf dağı başta olmak üzere şehrin  pek çok sembolünü görebilirsiniz. Öğle yemeğinin ardından bir zamanlar denizcilerin görsel referans olarak kullandığı Guanabara körfezinin ağzındaki bölgeye gideceksiniz. Burası ayrıcalıklı bir konumdur ve Rio tarihindeki önemi onu ikonik bir sembol haline getirmiştir. 1817’ de 6. D. Joao tarafından egzotik bitkilerin yetiştirilmesi için hizmet vermek üzere kurulan Botanik bahçesinde turumuzu tamamlıyoruz. Pek çok hoş gizlenme yeriyle burası Bossa Nova müziğinin mucitlerinden Tom Jobim’ in favori mekanıydı."
    },
    {
      "dayNumber": 4,
      "title": "Ilha Grande",
      "description": "Bugün otelde toplanıp grubunuza katılarak, araçla kıvrımlı yollardan güneye doğru hareket edecek ve güzel Ilha Grande adasına doğru feribota bineceğiniz limana geleceksiniz."
    },
    {
      "dayNumber": 8,
      "title": "Rio De Janerio' dan Ayrılış",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}