[
  {
    "destination": "Nepal",
    "mainPhoto": "",
    "id": "budget-tiger-safari-in-nepal",
    "tourName": "Budget tiger safari in Nepal",
    "placesVisited": "",
    "generalInfo": "Introduction:<br/>This budget Bardia tiger safari holiday is a great way of exploring this incredible park and go in search of wildlife such as tigers, rhinos, elephants and other species. Nepal and in particular Bardia is one of the few places in the world where you can track tigers on foot and indeed Bardia is one of the most reliable places in the world for tiger sightings on foot.<br/><br/>Bardia is a combination of jungle, sal forest, grassland and river systems all of which are ideal habitat for tiger as well as many other mammals, birds, reptiles, amphibians and fish. This makes the park one of the greatest wildlife watching locations in the world. Another great aspect of Bardia is that the number of tourists that visit the park is so low you can often have the park to yourself.<br/><br/>In this itinerary we have substituted the luxury lodges for budget eco lodges and so have maximised our time in the forest looking for wildlife whilst keeping the costs low.<br/><br/>All of our tiger safaris are guided by local naturalist guides, drivers and also scientists or researchers where possible. This not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits. We are proud of the fact that we have a 75% success of spotting tigers in Nepal, with a 90% success in spotting them on foot whilst tracking tigers in Bardia. The fitness level required for our tiger safaris, is a moderate level of walking in Nepal (as tiger tracking on foot through the forests and grasslands can last for 7-8 hours). <br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned. There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. You will have a local cultural and naturalist guides. The guides have spent years in Nepal (and in particular Bardia) and know the places and wildlife and local villages. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - inquire about the availability of a zoologist if you wish to have one escort your trip).<br/><br/><br/>Best time to go on a tiger safari in Nepal:<br/><br/>For tiger watching in Nepal we recommend mid January to mid May which is the middle and end of the hot dry season when wildlife gather at waterholes.<br/><br/>Why choose this tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced local naturalist or guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of Bhutan in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique Bardia Budget Tiger Safari Holiday a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of Nepal which explore other areas and focus on other species such as Jungle cats, Snow Leopards and Red pandas as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari. We are also experts in organising treks in the Nepalese Himalayas.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/>• We also contribute to Tour Operators for Tigers (TOFT) which is an NGO in the the Indian Subcontinent which is dedicated the sustainable and eco friendly future of tiger tourism. <br/> <br/>Locations:<br/><br/>This tour explores the massive, famous park of Bardia in western Nepal. The entry and exit port of this tour is the wonderful and iconic city of Kathmandu.<br/><br/>Fitness Level:<br/><br/>The fitness level required for our Bardia Tiger Safari wildlife holiday is relatively high. This is because we include jungle hikes, these are either full days (7-8 hours) or half days (3-4 hours) inside the park hiking. The terrain is rough and the heat can be very hot and fatiguing. There are also dangerous animals around (such as rhinos and elephants) and on rare occasions evasive action is needed to avoid these animals.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights.<br/><br/>Minimum Age: 18 Years Old",
    "durationDays": "11",
    "price": "2850",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Kathmandu - Arrival & Sightseeing On your arrival at Kathmandu airport you will be met by your local guide/driver and then transferred in our private air conditioned vehicle to your accommodation in Thamel, Kathmandu. If your flight has arrived in the morning you can have lunch in Thamel and then there is the option for some sightseeing around this historic city; we will look to visit Swayambunath, Boudnath Stupa and Durbar Square and then we will head back to Thamel for dinner. (no meals included today)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Bardia National Park - Travelling After breakfast in Thamel you will be transferred to the domestic airport to catch the internal flight west to the town of Nepalganj (~1.5 hours). One you land here you will meet a driver from the lodge and be transferred further to the borders of Bardia National Park (~2-3 hours). Once we arrive at the accommodation, you will settle in and depending on the time have lunch or just head out into the park for your first activity. There are various activities for exploring the park and today we will probably have a jungle walk or jeep safari this afternoon. This is a great introduction to this park and as the sun begins to creep behind the trees and the sky gets darker there is the chance of spotting one of Nepal's top predators as the tigers, leopards, dhole and sloth bears begin to start a night of hunting. This afternoon activity will probably be around 2-3 hours long. You will arrive back at the accommodation in time for your evening meal and we recommend a good early night as the next few days will be long and exciting as you go in search of some of the worlds most incredible, beautiful and endangered wildlife. (breakfast and dinner included today)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Kathmandu - Travelling This morning will be a little more relaxed, you do not need to wake at dawn to enter the park, and after your more leisurely breakfast you will be transferred to Nepalganj in time to catch your return flight back to Kathmandu. If you sit on the left hand side of the plane you could possibly see views of the Annapurna massif as well as much more of the Himalayas as well. Then once you arrive back in Kathmandu you will be transferred to the accommodation in Thamel and if you did not have any time for sightseeing on day 1 and would wish to go this afternoon this would be an option. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Home - Departure After breakfast today you will be taken to the airport in time to catch your return flight home. (breakfast only included today)."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Nepal",
    "mainPhoto": "",
    "id": "chitwan-safari-rafting-in-nepal",
    "tourName": "Chitwan safari & rafting in Nepal",
    "placesVisited": "Boudhanath, Pasupatinath Temple, Bhaktapur, White water rafting, Royal Chitwan National Park, Jungle safari, Tigers, leopards, rhinoceros and exotic birds, Pokhara, Sarangkot, Kathmandu",
    "generalInfo": "This tour in Nepal serves up diverse culture and nature experiences in the Royal Chitwan National Park, one of Asia's most celebrated nature havens. <br/><br/>You'll see several of Nepal's most striking ancient settlements. Boudhanath's Buddhist shrines have led to the nickname 'Little Tibet', while Bhaktapur is renowned as a centre of wood carving. Other visits take in the beautiful 'nature city' of Pokhara, and a chance to explore Kathmandu. As you delve, discover Hindu temples, Buddhist monasteries, ancient irrigation systems, palace complexes plus dazzling local craftsmanship.<br/><br/>This wild and dramatic land offers pulse-quickening experiences too, beginning with an exhilarating river raft ride on the Trisuli River, shooting Grade 2-3 rapids. Wildlife encounters include a jeep safari in the Royal Chitwan National Park in search of rhinoceros, exotic deer, crocodiles, sloth-bear plus two iconic big cats – leopards and Royal Bengal Tiger. For bird-watchers, there are over 400 species – such as eagle, parrots, peacocks and kingfisher.  <br/><br/>A trek to Sarangkot, meanwhile, delivers breathtaking views of silvery mountains including Machachapuchare (Fish-tail), Annapurna South, Himchuli and Dhaulagri Mountain, as well as outstanding views of Fewa Lake. <br/>",
    "durationDays": "8",
    "price": "895",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Prior to landing in the Tribhuvan International Airport, you could have some excellent views of snowy mountains, after customs clearance meet with our tour coordinator and transfer to hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "A full day sightseeing in Medieval and historical cities such as Boudhanath, the stupa is famous for Buddhist devotees and also its called little Tibet, Pasupatinanth Temple, Bhaktapur, the city of examples of wood carving and finally visit Swayambhunath."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Early morning scenic drive to Charudi (rafting put in point), commence exhilarating river rafting on Trisuli River, enjoy with exciting 2-3 grade rapids, after lunch drive to Royal Chitwan National Park. Check into resort. Tonight enjoy with Tharu stick dance/ slide show."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Full day jungle excursion such as Jeep safari to explore great one horned rhinoceros, four species deer, bison, leopards, sloth-bear, two types of crocodiles, more than 450 species of exotic birds and Royal Bengal Tiger. Canoeing tour, jungle walking. Tonight enjoy with Tharu stick dance/ slide show."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Early morning our well trained and experienced naturalist takes you into prime spot for more than 450 species of exotic birds watching tour such as kingfishers, parakeets, golden orioles, peacocks, woodpecker etc. Return to resort after breakfast drive to Pokhara, the city beauty of nature. Check into hotel."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "After breakfast, commence trek through a unique terrain to Sarangkot (3-4 hours walking). It provides excellent views of silvery mountains such as Machachapuchare Mountain (Fish-tail), Annapurna South, Himchuli, and Dhaulagri Mountain. Wonderful views of Fewa Lake. After lunch drive back to Pokhara. Check into hotel."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "After breakfast drive to Kathmandu. Check into hotel. Afternoon walk to Kathmandu - Durbar squares."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Departure to airport."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Nepal",
    "mainPhoto": "",
    "id": "clouded-leopard-group-expedition-in-nepal",
    "tourName": "Clouded leopard group expedition in Nepal",
    "placesVisited": "",
    "generalInfo": "Introduction:<br/>For a very long time clouded leopards were among the top of every wildlife enthusiasts wish lists (which has not changed), but for a long time the chances of seeing one were lottery like odds. Very few people were ever lucky enough to happen chance across one as they trekked in various forests around South and South East Asia. All of that changed around 5 years ago when a wonderful forestry department opened its up for tourism in Sabah, Malaysia (Deramakot Forest Reserve) and the rate of seeing this wonderful species shot up drastically. But nearly at the same time as this location arrived on the wildlife watching scene the clouded leopard was split into two different species; the Indochinese clouded leopard (native to the mainland of Asia) and the Sunda clouded leopard (found on Sumatra and Borneo). So whilst seeing the Sunda clouded leopard is now possible (although still with some luck and the right guides), there remained nowhere to see the Indochinese clouded leopard – well that was until very recently.  <br/>Due to some very adventurous solo travellers and the incredible work of clouded leopard researchers various parks and forests in the north-east of India and along the Himalayan foothills of Nepal have been extensively studied and tracked with views of finding clouded leopard populations and possibly getting a sighting. The breakthrough came in late 2018 and since then we have been working hard with the best clouded leopard researchers in Nepal to pioneer the first ever group tour to try and find this species. We have also hired the serviced of Mike Gordon, the dedicated and passionate wildlife spotter and guide from Sabah, made famous for his numerous sightings of Sunda clouded leopards. Possibly no one in the world understands this species better than Mike and we are delighted that he will be guiding our new Clouded Leopard Expeditions to Nepal.<br/>But there are other advantages of travelling to this region of Nepal to look for this species of clouded leopard, not just that it is a different species from the Bornean ones, but also that Nepal offers a brand new wildlife experience and also the price is cheaper and a whole new set of species can be seen in these forests too. <br/>So why not branch out and away from Sabah, Borneo and cast the clouded leopard net wider. This tour is unique and offers the chance to explore a wonderful forest which is seldom visited and little understood. But in recent times this area has become a hotbed for clouded leopard sightings. <br/>We do our best to pioneer as many new trips as possible, to try and get people out to the newest and best wildlife watching destinations ahead of the larger companies and the bigger groups. This is the latest in a long list of pioneering mammal watching tours from us and it will not be the last.<br/>So we hope you decide to book on this unique big cat watching tour, dedicated to the Indochinese clouded leopard, however if you wish to know more about the Sunda clouded leopard we also offer a rare mammals tour of Borneo where the Sunda clouded leopard is a top targeted species. Just contact us for more information or our brochure.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned. There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. You will have a local cultural and naturalist guides including a Nepalese clouded leopard specialist. We also have a the expert help of the world's most renowned clouded leopard guide from Borneo. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us). We also have high powered spotlights, quality optical equipment, night-vision and thermal imaging equipment (on request).<br/><br/><br/>Best time for this Nepal expedition for clouded leopards:<br/><br/>This tour can be booked anytime of the year, however we recommend avoiding the height of winter. And we think that spring and autumn are the best seasons to visit. This would be from late February – May and then September – mid November. <br/><br/>Why choose this tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced local naturalist or guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We employ three different specialist clouded leopard guides, firstly a local guide who knows the particular region intimately, secondly a Nepalese biologist who specialises in clouded leopards and then a guide who has probably see more clouded leopards than any living person.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of Nepal in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique Clouded Leopard Expedition of Nepal a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of Nepal which explore other areas and focus on other species such as Tigers, One-horned Rhinos, Jungle cats and Red pandas as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari. We are also experts in organising treks in the Nepalese Himalayas.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/> <br/>Locations:<br/><br/>This tour explores the massive and famous national park of Langtang in central Nepal. The entry and exit point of this tour is the wonderful and iconic city of Kathmandu.<br/><br/>Fitness Level:<br/><br/>The fitness level required for our Nepal Clouded Leopard Expedition is relatively high. This is because the tour is at altitude and the hiking to and from the guesthouse and the hiking to get to observation points can be steep and on uneven ground. Anyone who is used to hiking for 2-3 hours at a time (preferably at altitude) will not have a problem, anyone who has experienced altitude whilst hiking will most likely also be ok.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights.<br/><br/>Minimum Age: 18 Years Old<br/><br/>Pictures on this page courtesy of:<br/><br/>Dr. Raju Kasambe / CC BY-SA <br/>Charles Barilleaux from Cincinnati, Ohio, United States of America / CC BY <br/>Jindrich pavelka2 / CC BY-SA <br/>[2] / CC BY-SA <br/>A. J. T. Johnsingh, WWF-India and NCF / CC BY-SA <br/>Mike Gordon",
    "durationDays": "10",
    "price": "2925",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Kathmandu On arrival at Tribhuvan International Airport you will be met by your tour guide and our local guide/driver. From the airport we will be transferred in our private vehicle into the middle of Kathmandu (20-30 mins). Once here we will head to the Thamel district and your hotel for the night. If there is time you will be taken around the winding streets of Thamel. This area is the heartbeat of Kathmandu and a place which teems with colour, sights and sounds. You can easily get lost meandering down the maze of streets souvenir shopping and we can spend hours here enjoying the hustle and bustle of Nepal’s busiest city. Whilst still very touristy Thamel is a good welcome to Nepal and in particular Kathmandu. If time allows we will have a short city tour today, however it depends on the arrival times of all of the clients booked on the trip. However Thamel is safe to walk around and with a large selection of restaurants your guide can point you in the right direction for your evening meal, alternatively you can rest and prepare for the long car journey tomorrow morning to get to Lantang district. Depending on the time we arrive back into Kathmandu on the final day of the trip we will look to conduct some sightseeing around the city and show you some of the better known sites such as Boudnath Stupa, which is the largest Buddhist stupa in the world and a very important place for Nepalese Buddhists. We will then visit the hilltop temples at Swayambunath that are dedicated to Hanuman the monkey god n Hindu mythology; alongside the playful macaques the views over Kathmandu are worth the long climb up alone. We then visit the historical Royal palaces and temples of the bustling Durbur Square."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Kathmandu to Langtang District This morning you will be collected from the hotel after breakfast and transported around 3 hours north towards the Langtang district of Nepal in our own vehicle. On arrival we will either set up the camp or check into the local guest house (depending on what is recommended by the local guide (based on clouded leopard sightings)) we will head out into the forest with the local ranger and Mike to try and locate some wildlife, including clouded leopards. We can also go out after dark looking, however many of the sightings are made during the day, so we will focus during the day, but also there will be some spotlighting offered each night."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Langtang District - Kathmandu This morning is your last opportunity to explore the forests here looking for wildlife, before we depart and leave in our private vehicle and head back to Kathmandu. On arrival back in the city you will be taken to the same accommodation as on the first day here and if we arrive in time and you would like we can look to do some sightseeing if you wish, such as visiting Boudnath Stupa, Swayambunath and Durbar Square; however the time of arrival into Kathmandu will dictate that and this sightseeing trip would be extra and arranged with the accommodation."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Home This morning you will have a private transfer arranged for you to get you to the airport in order to catch your return flight home or onward to your next destination."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Nepal",
    "mainPhoto": "",
    "id": "nepal-budget-tiger-safari-in-chitwan-np",
    "tourName": "Nepal budget tiger safari in Chitwan NP",
    "placesVisited": "",
    "generalInfo": "Introduction:<br/>This budget Chitwan tiger safari holiday is a great way of exploring this incredible park and go in search of wildlife such as tigers, rhinos, sloth bears elephants and many other species. Nepal and in particular Chitwan is one of the few places in the world where you can track tigers on foot and indeed Chitwan has the largest population of tigers in the whole of Nepal, some 120 plus tigers are known from Nepal.<br/><br/>Chitwan National Park is a combination of jungle, sal forest, grassland and river systems all of which are ideal habitat for tiger as well as many other mammals, birds, reptiles, amphibians and fish. This makes the park one of the greatest wildlife watching locations in the world. Chitwan has very high densities of rhinos, tigers and sloth bears - among the highest densities of these species in the world and so you have very good chances of seeing these animals when exploring the park in full.<br/><br/>All of our tiger safaris are guided by a zoologist (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) as well as local naturalist guides, drivers and also scientists or researchers where possible. This not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits. We are proud of the fact that we have a 75% success of spotting tigers in Nepal, with a 60% success in spotting them on foot whilst tracking tigers in Chitwan. The fitness level required for our tiger safaris, is a moderate level of walking in Nepal (as tiger tracking on foot through the forests and grasslands can last for 7-8 hours). <br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned. There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. You will have a local cultural and naturalist guides. The guides have spent years in Nepal (and in particular Chitwan) and know the places and wildlife and local villages. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/><br/>Best time to go on a tiger safari in Nepal:<br/><br/>For tiger watching in Nepal we recommend mid January to mid May which is the middle and end of the hot dry season when wildlife gather at waterholes.<br/><br/>Why choose this tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced local naturalist or guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of Bhutan in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique Chitwan Budget Tiger Safari Holiday a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of Nepal which explore other areas and focus on other species such as Jungle cats, Snow Leopards and Red pandas as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari. We are also experts in organising treks in the Nepalese Himalayas.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/>• We also contribute to Tour Operators for Tigers (TOFT) which is an NGO in the the Indian Subcontinent which is dedicated the sustainable and eco friendly future of tiger tourism. <br/> <br/>Locations:<br/><br/>This tour explores the massive, famous park of Chitwan in south central Nepal in the teari ecosystem. The entry and exit port of this tour is the wonderful and iconic city of Kathmandu.<br/><br/>Fitness Level:<br/><br/>The fitness level required for our Chitwan Tiger Safari wildlife holiday is relatively high. This is because we include jungle hikes, these are either full days (7-8 hours) or half days (3-4 hours) inside the park hiking. The terrain is rough and the heat can be very hot and fatiguing. There are also dangerous animals around (such as rhinos and elephants) and on rare occasions evasive action is needed to avoid these animals.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights.<br/><br/>Minimum Age: 18 Years Old",
    "durationDays": "11",
    "price": "2595",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Kathmandu - Arrival & Sightseeing When you arrive into Kathmandu international airport you will be met by your local guide/driver and you will be transferred to your accommodation in Kathmandu. Depending on what time your flight arrives you may have time to do some sightseeing around Kathmandu, you can arrange this in advance of booking or with the hotel on your arrival. (no meals included today)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Chitwan National Park - Travelling After your breakfast at the hotel your driver will collect you and take you to the take of town of Sauraha (6-7 hours), which is the gateway village for Chitwan National Park. When you get to the park and your accommodation. The rest of the day will be free for you to rest and prepare for exploring the park tomorrow. You can have a village tour in the evening to learn more about the Tharu people who are the indigenous people of the Terai region. We also recommend watching the sunset over Chitwan from the banks of the Rapti River and hopefully spot some migratory birds like ruddy shelducks or even a mugger crocodile. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Kathmandu - Travelling & Sightseeing After breakfast today you will be collected from the lodge and taken back to Kathmandu in your private vehicle (~6-7 hours). Once you arrive back you can have some sightseeing around the historical city and this can be arranged with the guide or the hotel directly. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Home - Departure Today after breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included today)."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Nepal",
    "mainPhoto": "",
    "id": "nepal-budget-tiger-safari-in-chitwan",
    "tourName": "Nepal budget tiger safari in Chitwan",
    "placesVisited": "",
    "generalInfo": "Introduction:<br/>This budget Chitwan tiger safari holiday is a great way of exploring this incredible park and go in search of wildlife such as tigers, rhinos, sloth bears elephants and many other species. Nepal and in particular Chitwan is one of the few places in the world where you can track tigers on foot and indeed Chitwan has the largest population of tigers in the whole of Nepal, some 120 plus tigers are known from Nepal.<br/><br/>Chitwan National Park is a combination of jungle, sal forest, grassland and river systems all of which are ideal habitat for tiger as well as many other mammals, birds, reptiles, amphibians and fish. This makes the park one of the greatest wildlife watching locations in the world. Chitwan has very high densities of rhinos, tigers and sloth bears - among the highest densities of these species in the world and so you have very good chances of seeing these animals when exploring the park in full.<br/><br/>In this itinerary we have substituted the luxury lodges for budget eco lodges and so have maximised our time in the forest looking for wildlife whilst keeping the costs low.<br/><br/>All of our tiger safaris are guided by a zoologist (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) as well as local naturalist guides, drivers and also scientists or researchers where possible. This not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits. We are proud of the fact that we have a 75% success of spotting tigers in Nepal, with a 60% success in spotting them on foot whilst tracking tigers in Chitwan. The fitness level required for our tiger safaris, is a moderate level of walking in Nepal (as tiger tracking on foot through the forests and grasslands can last for 7-8 hours). <br/><br/>Group Tour Departure: 1st May - 11th May 2022<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned. There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. You will have a local cultural and naturalist guides. The guides have spent years in Nepal (and in particular Chitwan) and know the places and wildlife and local villages. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/><br/>Best time to go on a tiger safari in Nepal:<br/><br/>For tiger watching in Nepal we recommend mid January to mid May which is the middle and end of the hot dry season when wildlife gather at waterholes.<br/><br/>Why choose this tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced local naturalist or guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of Bhutan in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique Chitwan Budget Tiger Safari Holiday a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of Nepal which explore other areas and focus on other species such as Jungle cats, Snow Leopards and Red pandas as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari. We are also experts in organising treks in the Nepalese Himalayas.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/>• We also contribute to Tour Operators for Tigers (TOFT) which is an NGO in the the Indian Subcontinent which is dedicated the sustainable and eco friendly future of tiger tourism. <br/> <br/>Locations:<br/><br/>This tour explores the massive, famous park of Chitwan in south central Nepal in the teari ecosystem. The entry and exit port of this tour is the wonderful and iconic city of Kathmandu.<br/><br/>Fitness Level:<br/><br/>The fitness level required for our Chitwan Tiger Safari wildlife holiday is relatively high. This is because we include jungle hikes, these are either full days (7-8 hours) or half days (3-4 hours) inside the park hiking. The terrain is rough and the heat can be very hot and fatiguing. There are also dangerous animals around (such as rhinos and elephants) and on rare occasions evasive action is needed to avoid these animals.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights.<br/><br/>Minimum Age: 18 Years Old",
    "durationDays": "11",
    "price": "2750",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Kathmandu - Arrival & Sightseeing When you arrive into Kathmandu international airport you will be met by your local guide/driver and you will be transferred to your accommodation in Kathmandu. Depending on what time your flight arrives you may have time to do some sightseeing around Kathmandu, you can arrange this in advance of booking or with the hotel on your arrival. (no meals included today)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Chitwan National Park - Travelling After your breakfast at the hotel your driver will collect you and take you to the take of town of Sauraha (6-7 hours), which is the gateway village for Chitwan National Park. When you get to the park and your accommodation. The rest of the day will be free for you to rest and prepare for exploring the park tomorrow. You can have a village tour in the evening to learn more about the Tharu people who are the indigenous people of the Terai region. We also recommend watching the sunset over Chitwan from the banks of the Rapti River and hopefully spot some migratory birds like ruddy shelducks or even a mugger crocodile. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Kathmandu - Travelling & Sightseeing After breakfast today you will be collected from the lodge and taken back to Kathmandu in your private vehicle (~6-7 hours). Once you arrive back you can have some sightseeing around the historical city and this can be arranged with the guide or the hotel directly. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Home - Departure Today after breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included today)."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Nepal",
    "mainPhoto": "",
    "id": "nepal-clouded-leopard-expedition",
    "tourName": "Nepal clouded leopard expedition",
    "placesVisited": "",
    "generalInfo": "Introduction:<br/>For a very long time clouded leopards were among the top of every wildlife enthusiasts wish lists (which has not changed), but for a long time the chances of seeing one were lottery like odds. Very few people were ever lucky enough to happen chance across one as they trekked in various forests around South and South East Asia. All of that changed around 5 years ago when a wonderful forestry department opened its up for tourism in Sabah, Malaysia (Deramakot Forest Reserve) and the rate of seeing this wonderful species shot up drastically. But nearly at the same time as this location arrived on the wildlife watching scene the clouded leopard was split into two different species; the Indochinese clouded leopard (native to the mainland of Asia) and the Sunda clouded leopard (found on Sumatra and Borneo). So whilst seeing the Sunda clouded leopard is now possible (although still with some luck and the right guides), there remained nowhere to see the Indochinese clouded leopard – well that was until very recently.  <br/>Due to some very adventurous solo travellers and the incredible work of clouded leopard researchers various parks and forests in the north-east of India and along the Himalayan foothills of Nepal have been extensively studied and tracked with views of finding clouded leopard populations and possibly getting a sighting. The breakthrough came in late 2018 and since then we have been working hard with the best clouded leopard researchers in Nepal to pioneer the first ever group tour to try and find this species. We have also hired the serviced of Mike Gordon, the dedicated and passionate wildlife spotter and guide from Sabah, made famous for his numerous sightings of Sunda clouded leopards. Possibly no one in the world understands this species better than Mike and we are delighted that he will be guiding our new Clouded Leopard Expeditions to Nepal.<br/>But there are other advantages of travelling to this region of Nepal to look for this species of clouded leopard, not just that it is a different species from the Bornean ones, but also that Nepal offers a brand new wildlife experience and also the price is cheaper and a whole new set of species can be seen in these forests too. <br/>So why not branch out and away from Sabah, Borneo and cast the clouded leopard net wider. This tour is unique and offers the chance to explore a wonderful forest which is seldom visited and little understood. But in recent times this area has become a hotbed for clouded leopard sightings. <br/>We do our best to pioneer as many new trips as possible, to try and get people out to the newest and best wildlife watching destinations ahead of the larger companies and the bigger groups. This is the latest in a long list of pioneering mammal watching tours from us and it will not be the last.<br/>So we hope you decide to book on this unique big cat watching tour, dedicated to the Indochinese clouded leopard, however if you wish to know more about the Sunda clouded leopard we also offer a rare mammals tour of Borneo where the Sunda clouded leopard is a top targeted species. Just contact us for more information or our brochure.<br/><br/>Group Tour Departure: 11th November - 20th November 2022<br/>Group Tour Departure: 5th December - 14th December 2022<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned. There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. You will have a local cultural and naturalist guides including a Nepalese clouded leopard specialist. We also have a the expert help of the world's most renowned clouded leopard guide from Borneo. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us). We also have high powered spotlights, quality optical equipment, night-vision and thermal imaging equipment (on request).<br/><br/><br/>Best time for this Nepal expedition for clouded leopards:<br/><br/>This tour can be booked anytime of the year, however we recommend avoiding the height of winter. And we think that spring and autumn are the best seasons to visit. This would be from late February – May and then September – mid November. <br/><br/>Why choose this tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced local naturalist or guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We employ three different specialist clouded leopard guides, firstly a local guide who knows the particular region intimately, secondly a Nepalese biologist who specialises in clouded leopards and then a guide who has probably see more clouded leopards than any living person.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of Nepal in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique Clouded Leopard Expedition of Nepal a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of Nepal which explore other areas and focus on other species such as Tigers, One-horned Rhinos, Jungle cats and Red pandas as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari. We are also experts in organising treks in the Nepalese Himalayas.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/> <br/>Locations:<br/><br/>This tour explores the massive and famous national park of Langtang in central Nepal. The entry and exit point of this tour is the wonderful and iconic city of Kathmandu.<br/><br/>Fitness Level:<br/><br/>The fitness level required for our Nepal Clouded Leopard Expedition is relatively high. This is because the tour is at altitude and the hiking to and from the guesthouse and the hiking to get to observation points can be steep and on uneven ground. Anyone who is used to hiking for 2-3 hours at a time (preferably at altitude) will not have a problem, anyone who has experienced altitude whilst hiking will most likely also be ok.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights.<br/><br/>Minimum Age: 18 Years Old<br/><br/>Pictures on this page courtesy of:<br/><br/>Dr. Raju Kasambe / CC BY-SA <br/>Charles Barilleaux from Cincinnati, Ohio, United States of America / CC BY <br/>Jindrich pavelka2 / CC BY-SA <br/>[2] / CC BY-SA <br/>A. J. T. Johnsingh, WWF-India and NCF / CC BY-SA <br/>Mike Gordon",
    "durationDays": "10",
    "price": "3295",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Kathmandu On arrival at Tribhuvan International Airport you will be met by your tour guide and our local guide/driver. From the airport we will be transferred in our private vehicle into the middle of Kathmandu (20-30 mins). Once here we will head to the Thamel district and your hotel for the night. If there is time you will be taken around the winding streets of Thamel. This area is the heartbeat of Kathmandu and a place which teems with colour, sights and sounds. You can easily get lost meandering down the maze of streets souvenir shopping and we can spend hours here enjoying the hustle and bustle of Nepal’s busiest city. Whilst still very touristy Thamel is a good welcome to Nepal and in particular Kathmandu. If time allows we will have a short city tour today, however it depends on the arrival times of all of the clients booked on the trip. However Thamel is safe to walk around and with a large selection of restaurants your guide can point you in the right direction for your evening meal, alternatively you can rest and prepare for the long car journey tomorrow morning to get to Lantang district. Depending on the time we arrive back into Kathmandu on the final day of the trip we will look to conduct some sightseeing around the city and show you some of the better known sites such as Boudnath Stupa, which is the largest Buddhist stupa in the world and a very important place for Nepalese Buddhists. We will then visit the hilltop temples at Swayambunath that are dedicated to Hanuman the monkey god n Hindu mythology; alongside the playful macaques the views over Kathmandu are worth the long climb up alone. We then visit the historical Royal palaces and temples of the bustling Durbur Square."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Kathmandu to Langtang District This morning you will be collected from the hotel after breakfast and transported around 3 hours north towards the Langtang district of Nepal in our own vehicle. On arrival we will either set up the camp or check into the local guest house (depending on what is recommended by the local guide (based on clouded leopard sightings)) we will head out into the forest with the local ranger and Mike to try and locate some wildlife, including clouded leopards. We can also go out after dark looking, however many of the sightings are made during the day, so we will focus during the day, but also there will be some spotlighting offered each night."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Langtang District - Kathmandu This morning is your last opportunity to explore the forests here looking for wildlife, before we depart and leave in our private vehicle and head back to Kathmandu. On arrival back in the city you will be taken to the same accommodation as on the first day here and if we arrive in time and you would like we can look to do some sightseeing if you wish, such as visiting Boudnath Stupa, Swayambunath and Durbar Square; however the time of arrival into Kathmandu will dictate that and this sightseeing trip would be extra and arranged with the accommodation."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Home This morning you will have a private transfer arranged for you to get you to the airport in order to catch your return flight home or onward to your next destination."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Nepal",
    "mainPhoto": "",
    "id": "nepal-red-panda-tour-and-chitwan-safari",
    "tourName": "Nepal red panda tour and Chitwan safari",
    "placesVisited": "",
    "generalInfo": "Most people chose to visit India for wildlife instead of Nepal, but the small Himalayan kingdom of Nepal is home to a great range of wildlife. Sandwiched between the mighty Himalayas to the north and the dry and hot lowlands of the Gangetic Plains to the south lie the parks of Chitwan and Bardia in the fertile Terai of Nepal. <br/><br/>These protected areas (particularly Chitwan) has healthy populations of tigers, Indian one-horned rhinos, Asiatic elephants, sloth bears, leopards, gharials and hundreds of other species living in the parks.<br/><br/>But this tour is not just about the sub-tropical forests and grasslands of the lowlands (terai) but our major focus on this trip is the incredible mountainous area around the 3rd highest mountain in the world (Kachenjunga) it is in the shadow of this mountain that you will hike the bamboo &amp; rhododendron forests in search of red pandas.<br/><br/>Here the small population of red pandas is being protected by an initiative set up by the Red Panda Network and the local forest guardians they are training. The rate of deforestation here is worrying and only by understanding and providing an income from the wildlife here do the forests stand a chance of being preserved.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned. There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. You will have a local cultural and naturalist guides. The guides have spent years in Nepal (and in particular Chitwan and Kachenjunga) and know the places and wildlife and local villages. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/><br/>Best time to go:<br/><br/>The best time for spotting red pandas in the Nepali Himalayas is during the spring or autumn and the best time for safaris around Chitwan is between March - May which means that the best combined time for this trip is April. <br/><br/>Why choose this tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced local naturalist or guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of Nepal in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique Chitwan and Red Panda Safari Holiday a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of Nepal which explore other areas and focus on other species such as Jungle cats, Snow Leopards and Gangetic River Dolphins as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari. We are also experts in organising treks in the Nepalese Himalayas.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/>• We also contribute to Tour Operators for Tigers (TOFT) which is an NGO in the the Indian Subcontinent which is dedicated the sustainable and eco friendly future of tiger tourism. <br/> <br/>Locations:<br/><br/>This tour starts and ends in the iconic and historical city of Kathmandu and visits the amazing and vast Chitwan National Park and the bamboo and rhododendron forests of the Kachenjuna massif in eastern Nepal.<br/><br/>Fitness Level:<br/><br/>The fitness level required for our Chitwan and Red Panda Safari is relatively high. This is because we include jungle hikes, these are either full days (7-8 hours) or half days (3-4 hours) inside the park hiking. The terrain is rough and the heat can be very hot and fatiguing. There are also dangerous animals around (such as rhinos and elephants) and on rare occasions evasive action is needed to avoid these animals. Then when looking for red pandas the paths are often very steep (on mountain and hill sides) as well as being at altitude, so a good level of fitness is required and whilst no experience of being at altitude is needed it is good if you have been at altitude previously.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights.<br/><br/>Minimum Age: 18 Years Old",
    "durationDays": "12",
    "price": "3250",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Kathmandu - Arrival On arrival at Kathmandu airport you will be met by your local driver and guide and then taken to the hotel in the Thamel region of the city. Depending on your arrival time you can possibly enjoy some sightseeing, this can be arranged by either speaking to your hotel or local guide on arrival. (no meals included today)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Kathmandu - Sightseeing Today will be a guided tour of the city. The historical city of Kathmandu has a wealth of things to see and do, you will visit some of the main sites today including Boudnath Stupa, Swayambunath, Durbar Square and other locations. You will be collected by your local cultural guide and driver from the hotel at the pre-discussed time (yesterday) and taken to these sites. On your return back to the hotel in the afternoon you will be free to rest again, ahead of your morning departure tomorrow. You will be told the time you are to leave on your arrival and you will be handed copies of your flight tickets too. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Ilam - Travelling Today you be collected from the hotel and taken to domestic terminal of the airport and catch your flight to Bhadrapur. The flight is only 45 mins and we recommend trying to get a seat on the left hand side of the plane. This is because if the sky is clear there will be views of Mt. Everest, in fact it may be possible to see 7 of the top 10 highest mountains in the world whilst in the air. Once we have landed in Bhadrapur your local / driver will be waiting for you and from here you will be transferred higher and higher in the hills towards Ilam and the imposing sight of Mt. Kanchenjunga (the 3rd highest mountain in the world). This drive will take around 4 hours and Ilam is the closest large village / town to the red panda watching area and you will pass through terraced land on every hillside. The main crop here is tea and tea plantations are everywhere, it is one of these tea houses that will host us today as we break up the drive to Dobate by spending a night here in scenic Ilam. (breakfast and dinner are included today)."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Dobate - Travelling & Wildlife Watching After breakfast you will continue your journey north and along the winding hillside roads to the small town of Dobate. This is the Nepalese headquarters of the Red Panda Network and is home to a growing population of red pandas and this is where you will be based for the next 5 days and nights. When you arrive you will be taken to your accommodation, once again a local tea house / homestay. One of the keys to the success of the red panda and habitat conservation here is that many local people have been trained and are employed in guiding and guardians of the forest. The forests here are regarded as one of the most bio-diverse ecosystems in the world and of massive biological importance. After arriving and having some lunch, if the weather is good and time is with us we will head out into the forests in search of the red panda. (all meals included today)."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Ilam - Wildlife Watching & Travelling This morning you will have another opportunity to try and find a red panda or other wildlife, the night before the jeep will be ordered for an agreed time which is often around midday. Once you leave here you will descend the road back towards Ilam and your last night in the hills of far eastern Nepal. We will have a relaxing drive back and we can stop of pictures out over the terraces and tea plantations and of course the Himalayan backdrop. (breakfast and dinner are the only meals included today)."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Kathmandu - Travelling After taking in the incredible views of the mountains for the last time before being taken back to Bhadrapur airport in time to catch your return flight to the capital. This time you might want to try and get seats on the right hand side of the plane to take in views of the Himalayas again. Once you arrive in Kathmandu you be taken to the hotel and the rest of the day is at your leisure. You will be briefed by your driver / guide about the time you will be collected tomorrow morning to leave for your next flight, this time westwards to Chitwan National Park. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Chitwan National Park - Travelling & Wildlife Watching This morning you will be picked up from your hotel in Kathmandu and taken to the airport once again. The flight from here to Bharatpur (the nearest airport to Chitwan) is around 30 minutes and on your arrival a driver from the lodge will be waiting for you. Once you arrive you will have lunch and check in. This afternoon will be your first trip into the park, you will have an afternoon private jeep safari. The most conventional method of safari in Chitwan is the jeep safari and this afternoon you will explore some of the extensive road network inside Chitwan. Either today or tomorrow you will also be taken to the breeding and research centres for gharial, freshwater turtles and vultures which is located deep inside the park and has contributed large numbers of animals being released back into the park. The jeep safari is by far the best way of exploring the park quickly and getting deep into the heart of tiger territory. Commonly seen species on the jeep safari are chital, sambar, terei gray langurs, rhesus macaques, wild boar, Indian peafowl, crested serpent eagles, hog deer, Bengal monitors and the highly targeted Indian one-horned rhino and sloth bear. Species such as tigers, Asiatic elephant and leopard can also be seen but more infrequently. (all meals included today)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Chitwan National Park - Wildlife Watching Today is a full day to explore the park, at sunrise you will have another jeep safari and then after returning to the lodge for lunch and a rest in the heat of the midday sun, you will return to the park. This afternoon you will have a canoe safari. These canoe trips are amazing for birds and often produce a great variety of birdlife. From kingfishers, bee-eaters, lesser adjudant storks, crested serpent eagles, wagtails, hornbills, parakeets and hundreds of sand martins and barn swallows. It is also common to see large mugger crocodiles and occasionally wading rhinos and basking gharial on these canoe trips too. Tigers, leopards and even sloth bears have also been spotted along the river banks, although rarely. This ride takes around 1 hour and is a magical experience as the morning mist lifts off the river to create a haunting atmosphere. Afterward you will return to the lodge for the night and your last full night in Nepal. It is advised you check with reception to when you should check out and when they plan to transfer you to the airport to catch your return flight to Kathmandu tomorrow. (all meals included)."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Chitwan National Park / Kathmandu - Wildlife Watching & Travelling This morning will be your last trip into the park with a morning walk. The walks are great ways to see birds, plants and some of the smaller species as well as a great way of experiencing the jungle in a close and intimate way. It is also interesting to see tracks of rhinos, bears, tigers and more as you trek around with your naturalist guide. From here you will be taken to the lodge to check out and freshen up before being taken to the airport to catch your return flight to Kathmandu. On your arrival you will be taken to the hotel for your final night in Nepal. (breakfast and lunch are the only meals included today)."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Home After breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included today)."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Nepal",
    "mainPhoto": "",
    "id": "nepal-tiger-safari-holiday",
    "tourName": "Nepal tiger safari holiday",
    "placesVisited": "Kathmandu, Terai region of Nepal, Chitwan National Park, Canoe safari, Walking safari and tiger tracking on foot, Option to visit Bardia National Park, Zoologist guides",
    "generalInfo": "This Nepal tiger safari holiday, a tailor made trip, is particularly spectacular because Nepal is one of the few places in the world where you can track tigers on foot and indeed we encounter more tigers  in the regions of Chitwan or Bardia National Parks on foot than anywhere else on Earth.<br/><br/>This is the beautiful and biodiverse Terai region of Nepal, southern sub-tropical mix of jungle, sal forest, grassland and river systems all of which are ideal habitat for tiger as well as many other  mammals, birds, reptiles, amphibians and fish.<br/><br/>The itinerary below is for Chitwan National Park, although we can create one for Bardia too of course. Both are the largest and most pristine national parks in the Terai, and you can explore them in a variety of ways. Drive around by jeep, walk through the forests and grasslands tracking the elusive big cat, cruise rivers in canoes or larger wooden boats or even go spotlighting after dark. Other wildlife to see on this trip includes: Asiatic elephants, Indian one-horned rhinos, leopards, jungle cats, sloth bears, Gangetic river dolphins and gharials. <br/><br/>All of our tiger safaris are guided by a local naturalist guides, drivers and also scientists or researchers where possible. This not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits. We are proud of the fact that we have a 75% success of spotting tigers in Nepal, with a 60% success in spotting them on foot whilst tracking tigers in Chitwan or Bardia. The fitness level required for our tiger safaris, is a moderate level of walking in Nepal (as tiger tracking on foot through the forests and grasslands can last for 7-8 hours). Minimum age is 18 years old. <br/><br/>The price of this holiday includes:<br/><br/>All activities, all meals, bottled water, air conditioned vehicles, local transfers, internal flights, guides, park entrance fees, reference library.<br/><br/>Best time to go on a tiger safari in Nepal<br/><br/>For tiger watching in Nepal we recommend mid January to mid May which is the middle and end of the hot dry season when wildlife gather at waterholes.",
    "durationDays": "11",
    "price": "2150",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Kathmandu – Arrival & Sightseeing – On arrival at the airport you will be met by your local driver who will transfer you to the Thamel district of Kathmandu and your accommodation. Depending on the time of arrival you can be taken for some sightseeing, Swayambunath, Boudnath Stupa and Durbar Square can all be visited within around 3-4 hours. (no meals included today)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Chitwan National Park – Travelling– After breakfast this morning you will be transferred to Sauraha, which is the gateway village for Chitwan National Park. There are fairly large numbers of tigers, leopards and sloth bears the forests and grasslands here as well as the 500 plus Indian one-horned rhinos which was why the park was set up in the first place. Sauraha is a quaint little village which has a good mix of elephants, tourists and local Tharu people walking its streets. In the evening if you can watch the sunset over Chitwan from the banks of the Rapti River and hopefully spot some migratory birds or even a mugger crocodile. (Breakfast, Lunch & Dinner included)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Chitwan National Park / Kathmandu – Travelling – This morning you will have the option for one last safari before breakfast then after breakfast you will be taken back to the town of Narayangarh in time to be transferred back to Kathmandu. With lunch along the way you will be taken to the same accommodation as on the first day here and then taken to one of the iconic restaurants in Thamel for your last night in Nepal. (breakfast only included today)."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Home – Departure – This morning after breakfast you will be transferred to the airport in time to catch your return flight home. (Breakfast only)"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Nepal",
    "mainPhoto": "",
    "id": "nepal-wildlife-holiday-ultimate-mammal-safari",
    "tourName": "Nepal wildlife holiday, ultimate mammal safari",
    "placesVisited": "",
    "generalInfo": "Introduction:<br/>Nepal is home to a great diversity and abundance of amazing landscapes, habitats and wildlife; particularly mammals. It is these mammals which form the focus of this tour. We will travel across Nepal and visit several habitats to try and see a large diversity of mammal life. From tigers, Indian one-horned rhinos, Asiatic elephants and Gangetic river dolphins from the southern Terai regions to red pandas, Indochinese leopard cats and Himalayan thars in the sub Himalayan hills of Eastern Nepal. <br/><br/>Nepal's range of habitats covers the permanently frozen mountain tops of the high Himalayas through to the lush coniferous and rhododendron covered foothills to the subtropical jungles and thick grasslands of the fertile lowlands bordering India. This huge range of habitats and ecosystems has lead to Nepal to boast one of the best diversities of mammal and bird species for its land area in the world, it is also the size of this country that allows us to explore most of these ecosystems within a relatively short period of time. <br/><br/>This ultimate mammal watching tour of Nepal explores the two most famous national parks in Nepal. The subtropical forests and grasslands of Chitwan and Bardia National Parks. The jungles of these parks are full of rhinos, tigers, elephants and their waterways support gharials, crocodiles and populations of endangered Gangetic river dolphins. <br/><br/>We will also head into the far east of Nepal in search of the elusive and adorable red panda, as well as other mammals such as Himalayan tahr, Indochinese clouded leopard, Asiatic black bear and Himalayan serow. <br/><br/>We can also head higher up into the true Himalayas to try and find evidence of snow leopards and bharal (on request). <br/><br/>Led by expert naturalist guides with years of experience tracking and watching mammals throughout Nepal and local researchers studying red pandas and other species we are sure of an impressive haul of mammal sightings including up to 5 species of cat, 2 species bears and possibly 40plus species of mammals altogether.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned. There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. All internal flights needed in the itinerary (bookings in economy class). You will have a local cultural and naturalist guides. The guides have spent years in Nepal and know the places and wildlife and local villages. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Best time to go on a mammal watching safari in Nepal:<br/><br/>For mammal watching in the terai we recommend mid January to mid May which is the middle and end of the hot dry season when wildlife gather at waterholes. For looking for wildlife in the sub Himalayan is best in the spring and autumn, so the best overall time of year for this trip is April.<br/><br/>Why choose this tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced local naturalist or guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of Bhutan in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique mammal watching safari holiday a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of Nepal which explore other areas and focus on other species such as Jungle cats, Snow Leopards and Red pandas as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari. We are also experts in organising treks in the Nepalese Himalayas.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/>• We also contribute to Tour Operators for Tigers (TOFT) which is an NGO in the the Indian Subcontinent which is dedicated the sustainable and eco friendly future of tiger tourism. <br/> <br/>Locations:<br/><br/>This tour explores the massive, famous parks of Chitwan and Bardia in the south of Nepal and we also visit the Kachenjunga massif for high altitude wildlife in the east of the country. The entry and exit port of this tour is the wonderful and iconic city of Kathmandu.<br/><br/>Fitness Level:<br/><br/>The fitness level required for our Mammal Watching Safari is relatively high. This is because we include jungle hikes, these are either full days (7-8 hours) or half days (3-4 hours) inside the park hiking. The terrain is rough and the heat can be very hot and fatiguing. There are also dangerous animals around (such as rhinos and elephants) and on rare occasions evasive action is needed to avoid these animals. We also include hiking at altitude (around 3,000-3,800m above sea level), the paths can be steep also.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights.<br/><br/>Minimum Age: 18 Years Old",
    "durationDays": "23",
    "price": "7995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Kathmandu - Arrival When you arrive at the airport in Kathmandu, your local guide/driver will be waiting for you to transfer you to your accommodation in Kathmandu (20-30 mins). Depending on the time of arrival you will lunch here before sightseeing around this historic city; we will look to visit Swayambunath, Boudnath Stupa and Durbar Square and then we will head back to the hotel in the bustling Thamel district for dinner. (no meals included today)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Chitwan National Park - Travelling After breakfast this morning you will be transferred south to the wonderful national park of Chitwan (5-6 hours). The drive will end when you arrive right on the boundary of this wonderful park close to the banks of the Narayani River when you arrive at your lodge. Depending on what the traffic was like and our arrival time you may be given the option for 2-3 hour jungle walk or canoe safari. You will have a briefing this evening and prepare for your first full day into Chitwan tomorrow. (breakfast and dinner included today)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Koshi Tappu Wildlife Sanctuary - Travelling This morning you will have one more chance for a morning safari walk or canoe safari into the park and buffer zone before breakfast and then being transferred back across the Narayani River and begin the journey east to the small wildlife reserve of Koshi Tappu (~8 hours) however the road between Chitwan and Koshi Tappu is often having work done to it after the annual monsoons destroy so delays are not uncommon. You should arrive in the mid to late afternoon and on arrival at this 175km sq park you will be taken to the lodge for your evening meal before entering the reserve tomorrow. (breakfast and dinner included today)."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Kathmandu - Travelling This morning you will start the journey back to Kathmandu (~10 hours). The drive back from the Terai up into the Kathmandu valley is very spectacular. The rest of the day is free for your leisure. (breakfast only included)."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Bardia National Park - Travelling This morning after breakfast you will be taken to the airport in time to catch the 1 hour domestic flight to Nepalgunj in the west. On arrival you will be met by another driver and transferred to the lodge in Bardia (2 hours). After lunch on arrival and settling into your room, you will be expected to enter the park for the first time. Most likely a walk or river safari this afternoon. At dusk you will return to the lodge for your evening meal and good nights sleep. (all meals included today)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Kathmandu - Travelling This morning you will be transfered back to the airport in Nepalgunj after breakfast and in time to catch your return flight to Kathmandu. On arrival in Kathmandu the rest of the day is at your leisure once you have been transfered to your hotel. (breakfast only)."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Ilam - Travelling Today you will be transferred back to the domestic airport to catch your flight east to Bhadrapur (45min flight). This is a very scenic flight and 7 of the top 10 highest mountains in the world can be seen from this flight on a clear day, including Mt. Everest. Once you land in Bhadrapur you will meet your local driver and be taken in a private vehicle north to the town of Ilam (4 hours). This is the closest large town to the wildlife watching habitats and our place of rest tonight. (breakfast and dinner included)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Ilam - Travelling Today will be travelling back to Ilam as we need to break up the journey from Dobate to Taplejung district. So you will be taken back to the same tea house as day 13. The rest of the day on arrival is at your liesure. (breakfast only)."
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Ilam - Travelling After hiking around here this morning you will be taken back to Ilam (7-8 hours), this long drive marks the beginning of your departure from Nepal. The rest of the day will be at your leisure. (breakfast only included)."
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "Kathmandu - Travelling This morning you will be taken back to Bhadrapur in order to catch your return flight to Kathmandu. Try and get a seat on the right hand side of the plane (especially if you were not on the left hand side on the way out) and enjoy the Himalayan view. On arrival in Kathmandu you will be transferred to your hotel for your final night in Kathmandu. (breakfast only included)."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Nepal",
    "mainPhoto": "",
    "id": "nepal-wildlife-safari-and-rafting-holiday",
    "tourName": "Nepal wildlife safari and rafting holiday",
    "placesVisited": "",
    "generalInfo": "Among the 14 national parks and wildlife reserves in the Kingdom, the Chitwan Nationals Park (932 Sq Km) is the most popular safari destination. More than 43 species of animals are found in Chitwan. The endangered one-horned rhino, Royal Bengal tiger, Gharial crocodile, four-horned antelope, striped hyena and the Gangetic dolphin are the main attractions here.<br/><br/>The best part is that it is close to Kathmandu and easily; accessible (only 165 Km overland) and Bharatpur airport adjoining the park is mere 25 minute flight away (there are daily flights from Kathmandu). Many adventures also choose to go down by raft. In whatever way you go, a jungle safari is an experience you will remember for a long time.",
    "durationDays": "6",
    "price": "480",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Kathmandu: Arrive at Airport. Meet assist at the airport and transfer to the hotel. Overnight at Hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Kathmandu: AM: Half day sightseeing tour of Kathmandu Durbar Square and Swayambhunath (Monkey Temple). PM: Half day sightseeing tour of Patan City and Tibetan Refugee Camp. Overnight at Hotel."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Kathmandu - Chauradi - Chitwan: After early morning breakfast, transfer Kathmandu to Chauradi (rafting starting point), Enjoy river rafting on Trisuli River with exciting 2-3 grade rapids. After lunch drive to Chitwan. Evening enjoy with Tharu stick dance/slide show. Overnight at Hotel."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Chitwan: After breakfast, full day Jungle Activities; Jeep Safari, Tharu Village Walk, Jungle Walk, Canoe ride along the Rapti River, Bird Watching etc. Overnight at Hotel."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Chitwan - Kathmandu: After breakfast, Transfer to Kathmandu by surface. Overnight at Hotel."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Departure: Free till departure, Transfer to the International airport to connect onward flight."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Nepal",
    "mainPhoto": "",
    "id": "rare-mammals-of-nepal-wildlife-safari",
    "tourName": "Rare mammals of Nepal wildlife safari",
    "placesVisited": "",
    "generalInfo": "Travel to the far east of Nepal and in the Himalayan foothills you will track down red pandas and other rare mammals on this unique mammal watching holiday of Nepal. Recent genetic studies has split the red panda species into two different species, one in China and one in Nepal, the Nepalese red panda is only reliable seen in a couple of locations. This tour takes you into the heart of one of those reliable locations. <br/><br/>As well as red pandas there are many species that inhabit these forested hills, a mix of rhododendron forest and bamboo groves these slopes are steep and teeming with life. Over the last few years the hard work of NGO's and dedicated local forest guardians the area has been well protected and replanting has overtaken deforestation. The result is a good area of sub-Himalayan highlands now bountiful with wildlife.<br/><br/>This tour offers a great opportunity to visit a very seldom visited part of Nepal and a chance to find some of the most beautiful and elusive animals the world has to offer. Species such as red pandas, clouded leopards, Himalayan thar, Asiatic black bear and yellow-throated martens are all dwelling in the dense forests here.<br/><br/>Whilst spotting a red panda and other species in the wild can never be guaranteed, sightings are certainly increasing as guides get better and better at knowing where and what to look for.<br/><br/>This is an excellent tour for responsible travellers, the major conservation work carried out in this region is undertaken by an NGO which is looking for official protection at national level for this location. It is in conjunction with this NGO that we travel and look for these animals. In doing so we make sure that the local area is protected in the long term as well as for our visit.<br/><br/>By employing local people as our guides and our wildlife spotting team, and by staying in local guesthouses in Dobate village (in the heart of red panda territory) we contribute directly to sustainable eco-tourism in this amazing location. We also use the latest equipment when it comes to finding red pandas and other wildlife including: high powered HD spotting scopes, camera traps, spotlights and even night vision and thermal imaging (on request).<br/><br/>We also boast an impressive record when it comes to the number of sightings. On our most recent tour we spotted 3 different red pandas. We regularly record lots of mammal and bird species on this tour and are convinced that any wildlife enthusiast will not be disappointed.<br/><br/>The best time to see mammal species in this area of Nepal:<br/><br/>The best (and perhaps only) seasons when mammals are relatively easy to see in these forested hills are the shoulder months of the monsoon and summer seasons of the far eastern Himalayan foothills. The spring is from mid March to mid May and then the autumn is from October through to November. During this time of year the temperatures are around 20C during the day, it is relatively dry and the skies clear and blue. In between these seasons is the very different monsoon period. During the monsoon the torrential rainfall makes moving around the forested hills dangerous for us and so we avoid the monsoon season. <br/><br/>Fitness levels required:<br/><br/>As the tour is predominantly located at altitude (9,800ft -13,000ft) a good level of fitness is required or at least experience at hill walking. However we must stress that all trekking is done at your own pace, the longest treks (in one continuous walk) are around an hour and most are usually less than an hour.<br/><br/>Equipment needed:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment. But here is a brief outline of the basics: binoculars or spotting scope; clothing should be light and durable walking clothes (such as khaki shirts and khaki trousers as well as very warm winter clothes, such as waterproof jackets, trousers, hiking socks, gloves, hats, scarves, fleeces, thermals underwear, long-sleeve polypropylene vests etc.) These are not essential but it can get cold during the evenings and night at this altitude and rain is common throughout the year. Broken in and comfortable (waterproof) walking boots with ankle support are essential. Please bring plenty of memory cards or film for your camera. As there is some power in the park please bring spare batteries for any electrical equipment. Also do not forget sun cream, sun hat and sun glasses as the sun can be strong here during the day. Snacks and sugary foods are a good idea, especially if you have any favourites from home that may be difficult to source in Nepal.<br/><br/>Minimum age: 16 years<br/><br/>Picture credits:<br/><br/>Dr. Raju Kasambe, CC BY-SA 4.0 <br/>Rushenb, CC BY 2.0 <br/>Cks3976, CC BY-SA 3.0",
    "durationDays": "14",
    "price": "4550",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Kathmandu On arrival at the airport in Kathmandu you will meet your local guide and be transfered to your accommodation in Thamel. Once in the hotel you may have time to explore Thamel. Thamel is the heartbeat of Kathmandu and a place which teems with colour, sights and sounds. You can easily get lost meandering down the maze of streets souvenir shopping and we can spend hours here enjoying the hustle and bustle of Nepals busiest city. (no meals included today)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Kathmandu Valley This morning after breakfast you will be taken with your expert local guide to explore some more of the Kathmandu valley. Sights such as Boudnath Stupa, Swayambunath and Durbar Square will be visited as well as exploring the sister cities of Patan and Bhaktapur. These two cities and Kathmandu used to be separate kingdoms but under the leadership of the King they were unified. You will return to your hotel for the night. (breakfast is the only meal included)."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Ilam Today you start your journey to the eastern foothills of the Himalaya. First you will be taken to the domestic airport to catch your flight east. This short internal flight is one of the most scenic internal flights in the world as you head east to border town of Bhadrapur (45min flight) you can spot Mt. Everest if the weather is good. In fact around 7 of the top 10 highest mountains in the world can be seen from this flight on a clear day. Once you land in Bhadrapur you will meet your new local driver and be transferred north to the town of Ilam (4 hours). Our guest house in Ilam is a tea house and surrounded by terraced farms and tea plantations covering the hills which are steadily increasing in height until the dominating Himalayas break into view in the distance. You can visit a tea plantation today as this is Nepals tea growing region, all the local communities are dominated by this very productive plant. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Ilam This morning is one final morning to look for wildlife before breakfast and then departing back to Ilam (4 hours), through the tea plantations and terraced farms. Today is a rest day before continuing onwards to our next destination. You will be taken to the same tea house as day 3. (breakfast only included)."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Ilam This morning is one final wildlife watching trip before beginning the drive back to Ilam (7-8 hours) and begin our journey back to Kathmandu. After the long drive south and back to the familiar town you will be taken to the same tea house again. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Kathmandu After breakfast you will be taken from Ilam back to the border town of Bhadrapur in order to catch your return flight to Kathmandu. Try and get a seat on the right hand side of the plane (especially if you were not on the left hand side on the way out) and enjoy the Himalayan view. On arrival in Kathmandu you will be transferred to your hotel for your final night in Nepal. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Home This morning you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included today)."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]