{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "honeymoon-in-sri-lanka-and-maldives",
  "tourName": "Honeymoon in Sri Lanka and Maldives",
  "placesVisited": "",
  "generalInfo": "*** We can personalise this tour especially for you. Contact us for free quote. <br/>Honeymoon in Sri Lanka &amp; Maldives <br/><br/>Honeymoon in Sri Lanka &amp; Maldives Tour offers best of Sri Lanka and relaxing stay in Maldives. In Sri Lanka this tour covers nature, wildlife, culture and food. You will be exploring the Cultural Triangle, discovering the fortress of Sigiriya &amp; enjoy the natural Ayurvedha Massage and from here you will travel to the Royal city of Kandy explore the temple, fruit market and dance and you will be making your way to the tea plantations and waterfalls of the hill country known as little England from here you will experience most breathtaking scenic train journey to  From Ella. you will make a move to down south, On your way you will experience the Udawalawe National Park  safari to spot elephants,deers,water buffaloes and etc. Afterwards you will explore the Dutch galle Fort and experience in blue whales. And you will have your own personal chauffeur guide with car, so you can experience Sri Lanka at your own pace.<br/><br/><br/>Highlights of the tour: <br/><br/>   Climb up the stunning Sigiriya Rock fortress (UNESCO World Heritage Site)<br/>    Experience Dambulla Golden Rock Cave Temple (UNESCO World Heritage)<br/>    Visit Kandy’s Temple of the Tooth (UNESCO World Heritage Site)<br/>    Taste fresh sea food and Sri Lankan curry<br/>     Explore Dutch Galle Fort (UNESCO World Heritage Site)<br/>    Watch the feedings of elephants in Elephant Transit Home<br/>    Tea Tasting in the Tea plantation &amp; Learn the process of tea making<br/>    Scenic train journey through tea hills and waterfalls above 1500 meters<br/>    Site)<br/>    Ayurveda or Spa Massage Unwind in Maldives<br/> <br/> <br/><br/><br/>PACKAGE DETAILS<br/><br/>Sri Lanka and Maldives Honeymoon can be fully personalised that will suit your preferences. <br/>We can also organise flights from USA, Canada, Europe, Australia, New Zealand<br/>Excursions, entry fees, local guides<br/>Transport: Private A/C car with Chauffeur Guide<br/>Hotels mixture 4 star and Boutique Luxury: Half Board basis in Sri Lanka &amp; All Inclusive in Maldives.<br/>Upgarde options are available, please ask us.",
  "durationDays": "13",
  "price": "3980",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival to Colombo > Sigiriya: “Ayubowan” & ‘’Vanakkam’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or The Earth Trip representative on arrival at the Waiting Area at Colombo International Airport. You will travel to Sigiriya. Travel time approximately 3 ½ hours depends on the road traffic. Rest of the day you can relax & enjoy. Location: Sigiriya; Hotel: Kings Resort on Breakfast & Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sigiriya : After breakfast you will visit to Sigiriya Rock fortress. Sigiriya is a UNESCO World Heritage site which is proposed to be the 8th wonders of the World. Sigiriya, a massive rock in the green scrub jungle, is perhaps the most memorable place for visitors to Sri Lanka. The site was known from ancient times as a hermitage for Buddhist monks. A well-planned monastic complex included caved temples, bathing pools, lovely ponds and Asia's oldest surviving landscaped gardens. The \"Lion stairway\", the \"mirror wall\" and the \"water gardens\" are its other highlights. The ruins of the capital built by the parricidal King Kashyapa I (477–95) lie on the steep slopes and at the summit of a granite peak standing some 370 m high (the 'Lion's Rock', which dominates the jungle from all sides). Afternoon enjoy Ayurveda massage one hour each per person to rejuvenate your bodies. Ayurveda is the ancient health care system in South Asia that has been passed down from father to son and based on herbs and diet. It is one of the world’s oldest forms of healing and treatment. You will find some of the best Ayurveda practitioners in Sri Lanka. Ayurveda is a well-known treatment for stress, diabetes, migraine, asthma, arthritis, immune system and high blood pressure. Ayurveda is derived from Sanskrit for life (Ayuh) and knowledge (Veda), means ‘the science of life’. Therefore, Ayurveda is one of the oldest medical sciences of the world and its origins date back as far as 5,000 years South Asia. At night you can enjoy your dinner under the star with Romantic candle lights. Location : Sigiriya Hotel: Sigiriya Kings Resort on Board : Breakfast and Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sigiriya> Kandy : After breakfast you will visit to Dambulla Cave Temple. Dambulla Golden Rock Cave Temple is a vast isolated rock mass 500ft high and a 1.6 km around the base. Here is found the impressive Rock Temple dating to the First Century BC. The caves of Dambulla sheltered the King Walagamba during his 14 years of exile from Anuradhapura. When he regained the throne he built the most magnificent of Rock Temples to be found on the Island. The complex consists of five caves with over 2000 sq. meters of painted walls and ceilings. It is the largest area of paintings found in the world. It is an UNESCO World Heritage site. In the first Cave is a recumbent image of the Buddha 14 metre long cut out of the Rock. There are images of deities associated with Buddhism all around. The frescoes on the ceiling date back to the 15th - 18th Centuries. In the Second Cave, the finest and the largest of all, there are 150 life-size statues of Gods from the Buddhist religion along with numerous images of the Buddha himself. Afterwards you will travel to Kandy. Travel time is approximately 1 ½ hours. In the evening you will see Traditional Kandyan Dance – Kandy, Sri Lanka’s second largest city is home to a Sinhalese cultural tradition of which Sri Lankans are justifiably proud. Rich in colour and agile in their movements, the Kandyan Dancers evoke images of pageantry and traditions past. Lively and exuberant, spellbinding and hypnotic, a Cultural Show is a spectacle to remember with its nimble dancers, energetic drummers and fireproof firewalkers. Location : Kandy; Hotel: Golden Crown on Board : Bed & Breakfast"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kandy > Ella: After breakfast you will travel to Nanu Oya Railway station. Travel time approximately 2 hours. Afternoon at 12:30hrs you will experience of the most breath taking train journeys for 2:50 hours. You will travel from Nanuoya to Ella through tea plantations and rolling hills on Old Colonial train with panoramic view. This train journeys recorded in the Guinness Books of Records as the one of the world best scenic train journeys. Your guide will pick you up at the Ella Station and you will go by car to your hotel. Location : Ella; Hotel 98 Acers; Board : Breakfast & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ella : In the morning you will visit the Lipton Seat. Lipton Seat is located on the top of the Poonagala hill; this is quite literally the point from which the Scottish tea baron Thomas Lipton would often proudly survey his tea plantations. On a clear day it offers a spectacular view of mountain ranges, lakes and valleys all the way to the southern coast. You will hike to the point through lush tea plantations or you can opt to drive up in the comfort with your guide. Afterwards you will visit Dambatenne Tea Factory was built in 1890 by Sir Thomas Lipton himself, this colonial tea factory is still in operation today. The term “Ceylon Tea” was coined here, and Lipton’s Tea was founded and sold its first pound of tea from the precincts of this very factory. The factory tour is an education in the intricate processes involved in the fermentation, rolling, drying, cutting, sieving and grading of tea, and the comprehensive tour culminates with an authentic tea tasting experience (It’s closed on Sundays). Location: Ella Hotel: 98 Acers; Board: Breakfast"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ella > Udawalawe : Early morning hike to see the sunrise from Little Adam’s Peak. Little Adam’s Peak resembles the main Adam’s Peak near Hatton. By foot it takes about 35-40 minutes. Here you will be able to enjoy the breath taking views of an endless valleys, tea plantations and waterfalls. Afterwards you will travel to Udawalawe. Travel time approximately 2 hours. Rest of the day you can relax. Location : Udawalawe Hotel: Grand Udawalawe; Board : Breakfast & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Udawalawe > Ahangama: Morning safari in Udawalawe National Park known as the best national park to spot elephants. With an area of 31,800 hectares surrounded by mountain ranges, the terrain of the park is a mixture of grassland, shrub jungle, wild tea plantations and two important factors which make this park special - the large Udawalawe Reservoir and the Walewe River, which ensure a supply of water for the fauna within. Internationally renowned for its large herd of elephants, the park is also known for several species of Deer, Wild Boar, Wild Buffalo, Jackal and rare sightings of Leopard as well as many species of birds. After safari you will travel to Ahangama, along the way near the village of Weligama, where you can see the Stilt Fisherman. Weligama literally translating as ‘sandy village,’ Weligama has a long stretch of fine golden sand. Famous for its stilt fishermen, visitors can see this unique sight only in this part of Sri Lanka. No-one knows where, or even when this form of fishing originated, but it is an old tradition which lives on in a modern world today. This centuries old traditional method of fishing is one of the best sustainable practices to catch the fish. The Stilt Fisherman spends 2-4 hours sitting on a thin plank, hoping to catch one or two fish for their family’s lunch or dinner. Location : Ahangama Hotel: Le Grand (Galle) Board : Breakfast & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ahangama > Galle > Colombo Early morning start to watch the Blue Whale; you’ll leave early morning around 06:00am from your hotel to see the Blue Whales. Mirissa is the most reliable site in the world for seeing the difficult and desired Blue Whale. It may also be the best place for seeing Sperm Whales too. Blue whales are the largest animals ever lived on earth growing up to some 33 metres long, weighing up to some 150-180 metric tons. They live individually or in very small pods or groups and frequently swim in pairs. Large Baleen Whales and Toothed Whales also come within sight of the shore. The calm ocean is abundant with krill which Blue Whales feed. From December through to April; there is an outstanding window of opportunity for observing Blue Whales and Sperm Whales close to shore. Evening you will discover the Dutch Fort. There are many boutique shops along the narrow streets of the Fort as well as antiques, art and craft shops. Galle is situated in the southern Sri Lanka. It is the best example of a fortified city built by Europeans in south and Southeast Asia, showing the interaction between European architectural styles and south Asian traditions. The Galle fort is a UNESCO world heritage site and the largest remaining fortress in Asia built by European occupiers. Other prominent landmarks in Galle include the natural harbour, the National Maritime Museum, St. Mary's Cathedral founded by Jesuit priests, one of the main Shiva temples on the island. Galle offers a unique opportunity to create a visible demonstration of the conservation of its inheritance. Location : Colombo, Hotel: Marino Beach; Board : Bed & Breakfast"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Depart Sri Lanka > Arrive Maldives: Today you will travel to Colombo Airport to fly to Maldives. Travel time approximately an hour depend on the road traffics. After you land to the Male city, you will travel to the Hotel by Speed Boat Service. Location: Maldives Hotel: Cinnamon Dhonveli Board: All Inclusive"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Maldives: Full day of relaxation."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Maldives: Full day of relaxation."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Maldives: Full day of relaxation."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Maldives > London Today you will travel to Male Airport to fly to London."
    }
  ],
  "map": ""
}