{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "undiscovered-maldives-7-day-tour",
  "tourName": "Undiscovered Maldives 7 day tour",
  "placesVisited": "",
  "generalInfo": "Dive into the history, culture, and joys of the beautiful islands of the Maldives. From fishing villages to ancient Buddhist temples, you'll find something new every day on this unique tour. Explore the beautiful forests and mangroves of the Maldives. Join us as we walk in the jungle, take a canoe ride on the lagoon and spend an evening stargazing. With opportunities to relax on quiet white sandy beaches, snorkel tropical waters and enjoy uninterrupted views of Maldivian sunsets this is a Maldives island hopping experience not to be missed.<br/><br/>Designed and led by local travel experts, this is a truly innovative travel experience.",
  "durationDays": "7",
  "price": "2895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to the Maldives Upon arrival at Male Velana International Airport, you will be met by your tour guide who will be there to assist with boarding your domestic flight to Hanimaadhoo. The flight time is just under an hour and gives you amazing views of this picture-perfect archipelago. From Hanimaadhoo it is a 30 minute speedboat journey across the ocean to Kelaa where you will have time to settle in and freshen up before dinner. Kelaa is a unique island situated in the Haa Alif atoll and is home to a population of over 1600 people. The local community inhabit less than one third of the island, while the rest is forest. You can find powder fine white sandy beach on one side of the island and a rocky coral shore on the other. It also has one of the largest lagoons in Maldives at approximately 6km in length. After dinner your guide will give a presentation into waste management in the Maldives and the work that is being done in the war against plastic. Overnight - Deluxe Room, Beach Home Kelaa (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Local Village Experience Explore the village on a walking tour this morning. Discover a mosque built during the reign of Sultan Mohamed Ibn Ali (Muhammad Mohyeddine) (AD 1692-1701) of the Utheemu Dynasty, the king who re-established the Islamic penal code. There is time to freshen up after the walk before we join a local lady at the café for a cookery demonstration. You will be shown how to make mashuni and roshi, a very typical Maldivian dish which you will then enjoy for your lunch. Post lunch, there is time to relax in the comfort of the guesthouse. You can take a stroll along the beach, sit in the shade of a palm tree or snorkel in the crystal clear water. Later, we will take a walk with a member of IDEAs NGO. Island Development and Environmental Awareness Society (IDEAS) is a non-governmental youth organization based in the northern tip of the Maldives. Founded in 2002, IDEAS mission is to promote socio-economic development of youth, women, differently abled and the community, as well as to promote sustainable development in the Maldives islands. We will be introduced to the mangroves that run along the rocky beach of Kelaa, which is one of the biggest small leafed orange mangrove areas in the Maldives. Learn about the interesting history of ‘kandoo’ as a food source and why it gained particular importance during the Second World War. This evening you will have a presentation by your guide on the importance of seagrass in the Maldives and why locals are campaigning to protect it. Overnight - Deluxe Room, Beach Home Kelaa (BD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Coral Reefs and Marine Life We start today with a presentation by your guide on Maldives Coral Reefs and Marine Life. Following this we will take a speedboat to some of the nearby reefs in search of turtles, reef sharks and other tropical marine life. Once we have had the important safety briefing on responsible snorkelling, you can put on your fins, mask, and snorkel (all provided) and jump into the warm, azure waters of the Indian Ocean. Your snorkelling guide will act as your spotter, pointing out marine life that may not have caught your eye. If you are less confident or inexperienced, do not worry as your guide is also there to assist and to ensure your equipment is comfortable and you feel safe in the water. We will spend some time on the beach supporting a beach clean and giving back to the community that has welcomed us. Our reward will be the traditional afternoon treat known as hedikaa. This is black tea served with small savoury and sweet bites. Discover delicacies such as Gulha, bite-sized balls of tuna, onions and grated coconut wrapped in thin flatbread-type dough and paan boakibaa, which is bread cake stuffed with dates and nuts. Overnight - Deluxe Room, Beach Home Kelaa (BD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Relaxing and Reefs After we have our breakfast, we will take a speedboat journey back to Hanimaadhoo and check-in at the Barefoot ECO Hotel. Once here, the rest of the morning is free to relax. There are plenty of water sport activities to participate in or if you are looking for a more chilled day , you can relax on the beach, at the pool or pamper yourself in the spa. In the afternoon we take a boat ride to a nearby reef. We will see abundant marine life such as turtles, reef sharks, sting rays, and a multitude of colourful fish including oriental sweetlips, clown fish and parrotfish. The perfect end to a relaxing day comes as we make our way to a nearby deserted sandbank in time to enjoy the sunset with nothing other than a few seabirds for company. Overnight - Beach Front Room, Barefoot Eco Hotel (BD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Utheemu Today’s adventures start with a visit to the historical island of Utheemu and we explore the well preserved palace of Ganduvaru and Kandhuvalu Mosque. Utheemu is known as the birthplace of Sultan Mohamed Thakurufaanu, who with his brothers and his companions fought an eight-year-long war to drive out the Portuguese invaders who occupied the Maldives from 1558 to 1573. Utheemu Ganduvaru is the wooden palace in which Sultan Mohamed Thakurufaanu lived and grew up. It is well preserved and evokes more than any other existing building in the Maldives, the lifestyle of the rich, centuries ago. It's a tiny place with a beautiful teak interior that can be glimpsed from the entrance and Thakurufaanu's father is buried in the cemetery here. Later in the afternoon, the gardeners from the Barefoot Eco Hotel will provide a small tour of their vegetable area and garden. There will also be the opportunity to plant a few coconut palms. Overnight - Beach Front Room, Barefoot Eco Hotel (BD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Sunset Fish BBQ This morning we take a guided tour of Hanimaadhoo Agricultural Centre. Lush with an impressive variety of crops, we will discover local favourites such as watermelon, banana, and papaya, as well as more exotic varieties such as aloe vera and dragon fruit. Dedicated to enriching the local diet and knowledge, the Agricultural Centre also boasts a goat pen and a greenhouse. We will return to Barefoot in time for lunch and then the afternoon is yours to relax. Just before sunset we will be taken out by dhoni to learn the art of traditional Maldivian line fishing. Your catch will then be served to you via the BBQ for dinner. Overnight - Beach Front Room, Barefoot Eco Hotel (BD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Return to Male We will head back to the airport for the departure flight to Male or your onward transfer to next selected destination. (B)"
    }
  ],
  "map": ""
}