{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "maldives-swimming-holiday",
  "tourName": "Maldives swimming holiday",
  "placesVisited": "",
  "generalInfo": "Embark on an incredible adventure in the Maldives on this live-aboard tour on the MV Emperor Voyager. Picture yourself swimming amongst breath-taking marine life, the resting and socialising on the spacious 30m long vessel. <br/><br/>During the 8-day journey, you'll have the opportunity to swim over vibrant coral reefs, encounter diverse marine life, and possibly even have a playful dolphin encounter. The daily swimming distance will gradually increase from 1.5km to 4km, with tailored support for individual abilities. While confident swimmers will relish the open water experiences, non-swimmers can still revel in the beauty of the Maldives from the spacious Voyager.<br/><br/>The cabins are all equipped with air conditioning and en-suite facilities and the boat's bar area, outdoor dining space, and expansive sundeck make for a delightful and relaxing experience for our group of 14 guests. <br/><br/>Whether you're a solo traveller, couple, or a group of friends, there's plenty of space for everyone to unwind and socialize. Come and revel in the beauty of the Maldives on this bucket list-worthy adventure!",
  "durationDays": "8",
  "price": "2899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We transfer you onto MV Emperor Voyager (at either 12:00 or 16:00) where you can relax and settle in before dinner and the introductory safety briefing. The boat will be moored in Male harbour ready for an early departure on Day 2."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Morning Swim | Emperor Voyager will cruise north west from North Male Atoll. After breakfast, we will start with an easy 800m - 1km swim within and around Rasfari Beyru - the perfect start to your Maldives swim holiday. Afternoon Swim | After crossing to Rasdhoo over lunch, enjoy a slightly longer swim at Rasdhoo Beyru - watch out for huge shoals of fish rushing beneath you."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Morning Swim | Enjoy a long relaxing morning swim along Kuramathi Beyru in the Rhasdoo atoll - look our for Manta! Afternoon Swim | After crossing to the North Ari Atoll, enjoy a 2km swim at Maayafashi with beautiful reefs and wonderful sea life."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Morning Swim | Enjoy a beautiful, clear 1.5km - 2km swim in and around the stunning sandbanks of North Meemu Atoll. Feel free to ask your Swim Guides for extra help on your stroke technique if you wish - they are happy to help you. Afternoon Swim | This is a stunning reef swim in the Moofushi area. Enjoy swimming along, using the reef as your guide for up to 3km (or just signal to the guides if you've had enough at any point!) There is so much to see as you float along above this drop off."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Morning Swim | This morning we will commence a search for Whale Sharks in the South Ari Atoll then take a swim along the beautiful Dhidhoo reef - look out for turtles and rays and of course the Whale Shark. Afternoon Swim | This afternoon we complete a longer 3-4km swim, with the current - on the outside edge of Lux Beyru. Enjoy stretching out and watching the wildlife as you zoom along this reef."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning Swim | This morning we will take our last swim on the edge of the South Ari Atoll at Dhigurah before crossing over to Vaava Atoll over lunch. Afternoon Swim | This afternoon we head to Vaavu Atoll’s swim along the western edge of this atoll. If you prefer to snorkel this swim you are more than welcome - there is lots to see underwater. Optional: Trial Dive"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Morning Swim | Our last long swim of the week in the South Male Atoll. Look out for Dolphins as you glide along this stunning reef watching turtles and shoals of fish glistening under the sun. Snorkel Swim | An incredible snorkel to end the week. Kurumba House Reef boasts octopus, turtles, thousands of fish and a number of rays."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After an early breakfast, we transfer you back to Male airport for your onward travel."
    }
  ],
  "map": ""
}