{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "sri-lanka-and-maldives-holidays",
  "tourName": "Sri Lanka and Maldives holidays",
  "placesVisited": "Polonnaruwa, Sigiriya, Kandy, Bogawantalawa valley, Tea plantations, Jeep safari Minneriya National Park, Stay at iconic Geoffrey Bawa eco hotel , Sri Lanka, Five nights at Angsana Ihuru, Maldives",
  "generalInfo": "As Sri Lanka and Maldives holidays go, this tailor made two week trip promises a magical mix between culture, heritage and natural wonders in both of these stunning countries. As local experts, we have been creating holidays here for people for many years, finding you hotels or villas with some of the best locations. Such as in Sri Lanka, where your trip begins at the iconic and eco chic Heritance Kandalama hotel, located  around a mountain  with Sigiriya rock fortress on the horizon. This is just one of three points on Sri Lanka’s Cultural Triangle, the artery of ancient Sinhalese civilisation, the other two being the vast palaces of Anuradhapura and the ruins of Polonnaruwa. From cultural to natural wonders, we also recommend a jeep safari in Minneriya National Park, where elephants are one of the island’s most spectacular sites. <br/><br/>To explore further south around Sri Lanka’s ancient capital of Kandy, you will stay at The Kandy House, an elegant colonial manor dating back to 1804 and perfectly located for exploring the city, a UNESCO World Heritage Site. Moving on into Sri Lanka’s Hill Country and resplendent tea plantations, you will stay at Camellia Hills, a five-bedroom boutique hotel overlooking Castlereagh Reservoir on a mountainside amidst emerald tea bushes and pine forests. A contemporary interpretation of a tea planter’s bungalow, the bedrooms, inside and outside living spaces, and infinity pool boast stunning hill country views. <br/><br/>After flying to Maldives, where snorkelling and diving are always on the itinerary, we have chosen one of the most stupendous hotels for your dream holiday, at 5-star Angsana Ihuru resort. On its own palm-filled island, it has its own reef and a plethora of fine dive sites nearby, including the famous Rannamaari wreck. We believe that this hotel and island capture the essence of Maldives, famous for its archipelago of over a thousand islands and 26 atolls, with coral reefs encircling them. Sublime seascapes that are now world famous for being pure paradise holiday escapes. <br/><br/>The best time to go on Sri Lanka and Maldives holidays:<br/><br/>The best times to go to Sri Lanka are in between the monsoon seasons, although they hit the island in different regions. The southwest monsoon finishes in late October and so visitors favour the months between November and April. The east and north have different rainfall patterns, however, with rain falling between November and February but dry from  March all the way through until September, making it perfect for European summer holiday makers. No matter when you travel to Sri Lanka, however, the temperatures are always beautifully warm. <br/><br/>In Maldives, rainfall seems to change every month. From New Year until April is low on rainfall, February is fabulous, and more rain kicks in between the months of May and October with the arrival of the monsoon. <br/><br/>",
  "durationDays": "14",
  "price": "3795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Colombo airport and transfer into the island’s Cultural Triangle (ancient cities’ area). Arrive at Heritance Kandalama near Dambulla for three nights. Designed by Geoffrey Bawa, Sri Lanka’s most celebrated contemporary architect, the hotel was the first luxury eco-hotel built in Asia (Green Globe 21 certified) and it is set in its own 250-hectare jungle retreat with unimpeded views across wetlands to Lion Rock at Sigiriya."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Head to the medieval capital of Polonnaruwa for a guided tour of its historic temples and exquisitely carved statues. In the afternoon, a jeep safari in Minneriya National Park, which forms an ‘elephant corridor’ for the vast herds roaming the eastern region of the country from Trincomalee through to Wasgamuwa, Maduru Oya and Gal Oya National Parks further south. The park is home to a variety of animals such as elephants, leopards, toque macaques, purple faced langurs, sloth bears, sambar and spotted deer, and about 160 bird species, including many endemics. IMPORTANT – Minneriya is home to the ‘gathering’ between August and October, when large herds of elephants congregate around Minneriya Lake to seek the last available water at the end of the dry season."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive to Sigiriya for an early morning (07.00) ascent of the rock fortress of Sigiriya to view the surrounding countryside at dawn – a very special experience indeed. Guided tour of Sigiriya's rock palace and ornamental gardens before returning to the hotel to relax during the heat of the day. In the late afternoon, climb gently up the granite massif at Dambulla to visit Sri Lanka’s finest cave temples with their well-preserved paintings and statues dating back to the 1st century BCE."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Travel south to Kandy, one of the principal points of the Cultural Triangle. The second city of Sri Lanka has a picturesque setting around its lake, a rich historical and cultural heritage, a comfortable Mediterranean-type climate, and World Heritage Site status. Arrive at Adigar's Manor for your two nights stay, which is a charming and an historic Burger raj colonial estate bungalow dating back to 1804 and sensitively restored to its previous grandeur. Formerly The Kandy House, this stunning manor house has individually designed rooms and lush tropical gardens, with a secluded forest pool, enveloping the property."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After a leisurely morning, enjoy a guided walking tour of the city, as Kandy is the perfect size to be explored on foot, since the altitude (500 metres above sea level) makes the climate conducive to long and leisurely strolls. The tour will take in the Hindu devales (temples), the lake and the municipal market. In the early evening, enjoy a performance of the famous Kandyan Dancers and Drummers, with a fire-walking finale. Later in the evening, experience the Buddhist puja (blessing ceremony) at the Temple of the Tooth, which houses Sri Lanka's most revered religious relic."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Leave Kandy and drive through Sri Lankan ‘jungle’ and spectacular mountain scenery to Dickoya in the western Hill Country. Two nights stay at Camellia Hills, which is a five-bedroom boutique hotel overlooking Castlereagh Reservoir on a mountainside amidst emerald tea bushes and pine forests. A contemporary interpretation of a tea planter’s bungalow, the bedrooms, inside and outside living spaces, and infinity pool boast stunning hill country views. All inclusive accommodation comprises of breakfast, lunch, afternoon tea and dinner; beer, house wine, house gin/vodka/whisky/arrack with mixers, soft drinks and tea/coffee throughout the day; and a tea factory tour daily at 4.00 pm (please note that tea leaves are not plucked on Sundays and public holidays so the factory process does not take place on Sundays/Public Holidays)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The fresh mountain climate makes venturing outside a breeze. Trails through neighbouring tea estates, patches of dense forest and to gushing waterfalls promise striking panoramas at every turn, and picnics can be packed up for enjoying in many of these drama-fuelled locations. The islands on the reservoir proffer further picnic potential, and you can island hop by boat. The lush forest edges and the surrounding hills are home to wild leopards. At the local Leopard Research Station, you can learn all about this elusive hill-dwelling sub-species that manages to exist in this fragile environment. Many more live in the nearby Peak Wilderness Sanctuary, a vast region of protected forest which is also home to sacred Adam’s Peak, Sri Lanka’s fourth highest mountain – a place of pilgrimage for Christians, Muslims, Buddhists and Hindus alike."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drop down from the western Hill Country to Kotugoda near the airport. Night stay at Wallawwa, which is an antique colonial manor house, nestled amongst acres of beautifully manicured gardens."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to the airport for your flight to Male (Maldives). On arrival in Male, met by your Dhawa Ihuru representative for your 25-minute speedboat transfer to the resort, your home for the next 5 nights. Cast away on a secluded coral atoll in the paradisaical Maldives archipelago, you experience a sense of magic, romance and tranquillity that is second to none. Surrounded by dazzling white talc sand and the bluest of waters teeming with astonishing soft corals and fish sparkling in brilliant colours around the spectacular house reef, the exquisite beauty of this all-inclusive 5-star tropical haven is yours to enjoy. The thatched-roofed villas are well spaced around the circumference of Ihuru and each has a private garden and veranda with dining and sitting areas. Taking an inspirational approach to resort living, Dhawa Ihuru combines a minimalist modern design with vivid interiors of lime green, tangerine and yellow, presenting you with a contemporary image that surprises and reawakens your senses. Although modern facilities are provided in the villas, utmost care is taken to ensure the resort remains environmentally friendly. The sister property, Banyan Tree Vabbinfaru, is a 5-minute, complimentary boat transfer away and this resort’s facilities are available throughout your stay at Dhawa Ihuru, including dining venues, snorkelling around the magnificent house reef, daily Manta Ray feeding, and reef restoration programmes."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "At leisure. Your “Dine” all inclusive package comprises of breakfast, lunch, afternoon tea and dinner; standard beverages at the restaurant and bar; in-room mini bar replenished daily; 'Destination Dining' discount of 20%; Spa Body Massage discount of 20%; non-motorised water sports; Kids Club entry."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "At leisure. Guests have access to the following activities and services: Cookery class, Diving (5-star PADI-accredited aqua centre), Guided excursions, Kayaking, Library & Games, Snorkelling, Spa, Stand-up paddle boarding, Top Cat catamaran sailing, Volleyball, Wake boarding, Water skiing, Wi-Fi, and Windsurfing."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "At leisure."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Speedboat transfer back to Male for your flight home."
    }
  ],
  "map": ""
}