{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "maldives-private-gulet-cruise-holiday",
  "tourName": "Maldives private gulet cruise holiday",
  "placesVisited": "",
  "generalInfo": "Cruise through the Maldives on a beautiful Turkish Gulet with your family or friends and your very own local guide, skipper, crew and chef. <br/><br/>Awake to the sun rising over the Indian Ocean. Snorkel areas that are famous throughout the world for their stunning beauty and abundance of marine life.  <br/><br/>Watch the beautiful islands slide past on the horizon as you sip a chilled drink and relax on the sun deck, whilst the experienced crews navigate you through the beautiful reefs and channels of the Maldives.<br/><br/>Experience culture and tradition, deserted islands, beautiful sunsets and the beauty of the underwater world. Enjoy the hospitality of the Maldivian people whilst experiencing those things the Maldives is renowned for; diving, snorkeling, glorious sunsets and relaxation. Our itineraries are intertwined with opportunities to learn more about the environment both on land and in our marine life rich ocean through conversation with our guides,  relaxed presentations over coffee and hands-on experiences.<br/><br/>Our promise is that you will have the time of your life with memories to cherish forever.<br/><br/>6 fully air-conditioned cabins, which can accommodate groups of 12 guests on board at a time. <br/>Fully equipped with the required amenities for a comfortable stay.<br/><br/>Your experienced, professional local guide who is a certified First Aider and Life Guard Level 3, will ensure both your safety and comfort throughout the cruise as well as providing memorable Maldives experiences.<br/><br/>We provide cruises subject to availability on board MV Felicity and MV Endheri Maldives.<br/><br/>MV Felicity<br/>A traditionally crafted and built Turkish gulet complete with sails, the MV Felicity has a length of 28m, a beam of 6.85m and a draft of 2.60m.<br/>With two decks and 7 cabins, the Felicity accommodates 12 passengers comfortably. All cabins are air-conditioned with an attached bathroom including shower, small wardrobe, drawer and storage facilities, portholes and a DC wall fan.<br/>There is an outdoor dining area and an indoor area just in case of rain!<br/>The indoor saloon area is furnished with dining table and seating plus banquette seating and is equipped with a TV-DVD-Stereo area and an equipment charging area.<br/>The communal open-air deck space is furnished with sun mats and banquette seating.<br/><br/>MV Endheri Maldives<br/>MV Maldives Endheri has a length of 30m, a beam of 6.85m and a draft of 2.60m. Built in 2004, the owner has just completed a major renovation installing new teak timbering throughout and renovating the bathrooms. They have not yet updated the image library so the attachments were taken this morning in order to provide you an understanding of its style.<br/><br/>With two decks and 7 cabins, Endheri accommodates 11 passengers comfortably. All cabins are air-conditioned with a large attached bathroom including shower, small wardrobe, drawer and storage facilities, portholes and a DC wall fan. <br/>There is an outdoor dining area with rain blinds just in case of rain!<br/>The indoor saloon area is furnished with banquette seating and is equipped with a TV-DVD-Stereo area and an equipment charging area. The communal open-air deck space is furnished with sun mats and banquette seating.",
  "durationDays": "8",
  "price": "13999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Whether you're looking to soak up the sun, explore remote islands, snorkel the clear turquoise reefs, surf, dive, or fish, every aspect of your time is tailored to your specific requirements. Our team will provide a unique personal and experience. Do what you want, when you want!"
    }
  ],
  "map": ""
}