{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "sri-lanka-tailor-made-tour-maldives-holiday",
  "tourName": "Sri Lanka tailor made tour & Maldives holiday",
  "placesVisited": "",
  "generalInfo": "Tropical Discovery Sri Lanka Tour with Maldives offers best of Sri Lanka and relaxing stay in Maldives. In Sri Lanka this tour covers nature, wildlife, culture and food. You will be exploring the Galle Fort and the remote cinnamon islands in the South. From South you will be making your way to the tea plantations and waterfalls of the hill country known as little England, from here you will experience most breathtaking scenic train journey to the Royal city of Kandy explore the temple,  fruit market and dance. From Kandy you will travel to the cultural triangle, discovering the fortress of Sigiriya, ancient city of Anuradhapura, watching the gathering of elephants in the Minneriya and safari at Wilpattu National Park to spot leopards, sloth bear and water buffaloes. You will have your own personal chauffeur guide with car or van, so you can experience Sri Lanka at your own pace. <br/><br/>- Witness the ‘Gathering of Elephants’ at Minneriya  <br/>- Explore Dutch Galle Fort (UNESCO World Heritage Site)<br/>- Madu River &amp; Cinnamon Island Boat Tour<br/>- Watch the feedings of elephants in Elephant Transit Home <br/>- Tea Tasting in the Tea plantation &amp;  Learn the process of tea making <br/>- Scenic train journey through tea hills and waterfalls above 1500 meters <br/>- Climb up the stunning Sigiriya Rock fortress (UNESCO World Heritage Site)<br/>- Explore ancient city of Anuradhapura (UNESCO World Heritage Site)<br/>- Experience Dambulla Golden Rock Cave Temple (UNESCO World Heritage Site)<br/>- Visit Kandy’s Temple of the Tooth (UNESCO World Heritage Site)<br/>- Spotting leopards Wilpattu National park Safari<br/>- Ayurveda Traditional Massage   <br/>- Taste fresh sea food and Sri Lankan curry",
  "durationDays": "13",
  "price": "2980",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival - Balapitiya: “Ayubowan” & ‘’Vanakkam’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or The Earth Trip representative on arrival at the Waiting Area at Colombo International Airport. You will travel to Balapitiya. Travel time approximately 2 hours depends on the road traffic. Rest of the day you can relax & enjoy. Location : Balapitiya Hotel on : Breakfast & Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Balapitiya: Today you will take Boat Tour on the Madu River. You will explore this remote area and Cinnamon Islands. Madu Ganga or (Madu River) wet land spreads across 915 hectares, out of which 770 hectares is covered with water. Sail downstream for about a kilometre, the river opens its doors to 36 spectacular islands covering the rest 145 hectares. The inhabitants of these islands are mostly traditional fishermen and to some extent they are engaged in some traditional cottage industries such as producing peeled cinnamon and cinnamon oil. Afterwards you will be introduced to local family after greetings and cup of tea. Let your host know if you have any allergies or meal preferences. You will visit the bustling local market with your host. In the market you will buy together with your host ingredients for your Lunch. Your host will talk you through the core ingredients of Sri Lankan cuisine such as curry leaves, coconuts, local fruit and vegetables, pandan leaves and spices. Afterwards you will visit the daily fisherman catch of the day; here you will buy fish or seafood local fisherman. From here you will drive to the host place to prepare the rice and curries. You will also discover secrets of coconut, learn to crack open and scrape out your own coconut, and taste samples of each dish as you go along. The end product is a feast of 5-7 unique dishes served in a lotus/banana leaf which you can eat local-style with your fingers if you are up for the challenge with local beer or soft drink. Location : Balapitiya Hotel on :Breakfast & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Balapitiya > Galle > Ella : After breakfast you will travel to Galle Dutch Fort. Travel time is approximately an hour. There are many boutique shops along the narrow streets of the Galle Dutch Fort as well as antiques, art and craft shops. Galle is situated in the southern Sri Lanka. It is the best example of a fortified city built by Europeans in south and Southeast Asia, showing the interaction between European architectural styles and south Asian traditions. The Galle fort is a UNESCO world heritage site and the largest remaining fortress in Asia built by European occupiers. Other prominent landmarks in Galle include the natural harbour, the National Maritime Museum, St. Mary's Cathedral founded by Jesuit priests, one of the main Shiva temples on the island. Galle offers a unique opportunity to create a visible demonstration of the conservation of its inheritance. Afterwards you will visit a near the village of Weligama, where you can see the Stilt Fisherman. Weligama literally translating as ‘sandy village,’ Weligama has a long stretch of fine golden sand. Famous for its stilt fishermen, visitors can see this unique sight only in this part of Sri Lanka. No-one knows where, or even when this form of fishing originated, but it is an old tradition which lives on in a modern world today. This centuries old traditional method of fishing is one of the best sustainable practices to catch the fish. The Stilt Fisherman spends 2-4 hours sitting on a thin plank, hoping to catch one or two fish for their family’s lunch or dinner. After the stilt fisherman watching you will travel to Ella. Travel time is approximately 3 hours depending on the road traffics. Location : Ella Hotel on : Bed & Breakfast"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ella: Ella is described as one of the most breathtaking locations in Sri Lanka. Ella is surrounded by high mountains in the central hills and through a gap in the mountains you can see all the way to the ocean off the Hambantota coast line. This special gap offers breathtaking views is called as Ella Gap. After breakfast you will visit the Lipton Seat & Dambatenne Tea Factory. Lipton Seat is located on the top of the Poonagala hill; this is quite literally the point from which the Scottish tea baron Thomas Lipton would often proudly survey his tea plantations. On a clear day it offers a spectacular view of mountain ranges, lakes and valleys all the way to the southern coast. You will hike to the point through lush tea plantations or you can opt to drive up in the comfort with your guide. Dambatenne Tea Factory was built in 1890 by Sir Thomas Lipton himself, this colonial tea factory is still in operation today. The term “Ceylon Tea” was coined here, and Lipton’s Tea was founded and sold its first pound of tea from the precincts of this very factory. The factory tour is an education in the intricate processes involved in the fermentation, rolling, drying, cutting, sieving and grading of tea, and the comprehensive tour culminates with an authentic tea tasting experience (It’s closed on Sundays). Rest of the day you can relax. Location : Ella Hotel on : Bed & Breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ella > Kandy: Early morning hike to see the sunrise from Little Adam’s Peak. Little Adam’s Peak resembles the main Adam’s Peak near Hatton. By foot it takes about 35-40 minutes. Here you will be able to enjoy the breathtaking views of an endless valleys, tea plantations and waterfalls. (Optional) After breakfast at 09.40hrs you will experience of the most breathtaking train journeys for 2:20 hours. You will travel from Ella to Nanuoya through tea plantations and rolling hills on Old Colonial train known as Podi Manike (the little precious wife) with scenic view. This train journeys recorded in the Guinness Books of Records as the one of the world best scenic train journeys. Your guide will pick you up at the Nanuoya Station and you will go to Nuwara Eliya for a short tour. Afterwards you will travel to Kandy. As the road winds through the hills, you will pass picturesque waterfalls, tumbling down hillsides and vantage points, which afford views over a panorama of rugged hills stretching far into the distance. There are many view points to stop by along the way. In the evening you will see Traditional Kandyan Dance – Kandy, Sri Lanka’s second largest city is home to a Sinhalese cultural tradition of which Sri Lankans are justifiably proud. Rich in colour and agile in their movements, the Kandyan Dancers evoke images of pageantry and traditions past. Lively and exuberant, spellbinding and hypnotic, a Cultural Show is a spectacle to remember with its nimble dancers, energetic drummers and fireproof firewalkers. Location : Kandy Hotel on : Bed & Breakfast"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kandy > Sigiriya : Sri Lanka's second largest city of Kandy is a beautiful historical city in the citadel of the country. It is not only known for its great kings who ruled the city for almost 225 years independently until the British took over in 1815, but it is also the place where the Sacred Tooth of Lord Buddha is laid in a magnificent temple. Strategically nestled amidst three mountain ranges, Kandy was initially built in this location as a natural fortress against attack. Kandy was not an easy target for the foreign invaders who could gain the control of coastal areas of the island without too much loss. Kandy’s main architectural monuments date mainly from the 19th Century when King Vikrama Rajasinha, the last King of Kandy, constructed many new buildings. At the time of the eventual surrender of Kandy to British Rule in 1815, when King Rajasinha was captured, imprisoned and finally deported to India where he died in 1832. The most visited places of cultural, religious and natural interest in Kandy are the Sri Dalada Maligawa and the Peradeniya Botanical Gardens. In the morning you will visit The Temple of the Tooth & Buddhist Museum, Sri Dalada Maligawa dates back to the 16th century, though most of the present buildings were built in the 19th century. Venerated as the most important object in the Buddhist world, the Sacred Relic of the Tooth of Buddha is enshrined at the Temple. Brought from India 2500 years ago, it is said that the possessor of the Relic had the right to rule the country. The Relic is kept in a gold casket and stored amidst great security in the Inner Chamber. In the afternoon you explore the Kandy City & markets. A walk through the town with its brilliantly coloured bazaars, aromatic spices and fruits, this best place to see some of the tropical fruits first time in your life(if you haven’t been in the tropics before). There are also many shrines and temples in and around Kandy city where one could appreciate their intricate sculptures and the intriguing paintings. Kandy period Marks another golden era of Sri Lanka‘s legendary past. It is great place for shopping or just walks around the Lake and enjoys the beautiful scenery and narrow streets. KANDY LAKE – Built in 1806, Kandy Lake was constructed in order to bring more beauty to the Palace of King Sri Rajasinghe. In the centre of the Lake a small island was built to enable the King to be rowed out and relax whilst surveying his kingdom. The Queen’s Bathing House is set on the edge of Kandy Lake. Kandy Lake is sometimes called ‘Milky Sea’. Afterwards you will travel to Sigiriya. Travel time is approximately 2 hours. Location: Kandy Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sigiriya : After breakfast you will discover the Sigiriya Rock fortress. Sigiriya is a UNESCO World Heritage site which is proposed to be the 8th wonders of the World. Sigiriya, a massive rock in the green scrub jungle, is perhaps the most memorable place for visitors to Sri Lanka. The site was known from ancient times as a hermitage for Buddhist monks. A well-planned monastic complex included caved temples, bathing pools, lovely ponds and Asia's oldest surviving landscaped gardens. The \"Lion stairway\", the \"mirror wall\" and the \"water gardens\" are its other highlights. The ruins of the capital built by the parricidal King Kashyapa I (477–95) lie on the steep slopes and at the summit of a granite peak standing some 370 m high (the 'Lion's Rock', which dominates the jungle from all sides). Afternoon enjoy Ayurveda massage one hour each per person to rejuvenate your bodies. Ayurveda is the ancient health care system in South Asia that has been passed down from father to son and based on herbs and diet. It is one of the world’s oldest forms of healing and treatment. You will find some of the best Ayurveda practitioners in Sri Lanka. Ayurveda is a well-known treatment for stress, diabetes, migraine, asthma, arthritis, immune system and high blood pressure. Ayurveda is derived from Sanskrit for life (Ayuh) and knowledge (Veda), means ‘the science of life’. Therefore, Ayurveda is one of the oldest medical sciences of the world and its origins date back as far as 5,000 years South Asia. In the evening enjoy a Jeep Safari at Minneriya National Park (Duration – 2 hours). It’s on the banks of the Minneriya reservoir, which was built in the 4th century A.C. Minneriya is a hide-out for many elephants, where you could see herds of elephants approximately 50 to 60 elephants in a herd. Here in July to September one of the World top ten wild life spectacles takes place known as ‘The Gathering’, more 250 elephants gather around Minneriya water tank in search water and food. Apart from elephants, it is a habitant for migrant and resident bird species like Grey heron, Open built storks, Painted storks …etc. And also you could see 3 different species of monkeys like Silica make, Pink faced leaf monkey and Grey Langer. Location: Sigiriya Hotel on : Breakfast & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Sigiriya > Colombo After breakfast you will travel to Colombo Travel time approximately 3 ½ hours. Afternoon you will take a city tour at Colombo, starting from Fort, Independent Square, Old Parliament, Pettah Bazaar and Galle Face. You will also have time for shopping as well. Colombo Fort is the business district of Sri Lanka with skyscrapers and big international hotels. The Fort was built by the Portuguese and Dutch partly, later took control by the British. In 1870 the British destroyed the Fort for urban development, and then they rebuilt some of the remaining buildings within it now. Colombo Fort is home to Fort Railway Station, President's House and Presidential Gardens, a palatial neo- classical building which was originally the home of the British Governors and is now the residence of Sri Lanka's president. The Lighthouse Clock Tower situated in the Chatham Street commissioned by the wife of Governor Sir Henry Ward in the hope that it would teach the Ceylonese to be punctual. Around here is good for shopping tea, souvenirs, and exchange money. Independence Square is known as one of the most prominent locations in Colombo. It is commonly used as a place where Sri Lankans come together in unison for significant national celebrations and cultural activities. The Independence Commemoration Hall is also used to host ceremonies that mark national unity. This unique and outstanding monument positioned in the heart of Sri Lanka’s commercial capital Colombo, commemorates the country’s independence from foreign rule. Sri Lanka gained independence on the 4th of February 1948 from the British who were the final colonial rulers of the country. Opposite the Presidential Secretariat (old Parliament) is the Colombo breathing green space known as Galle Face. Here every walk of life comes for relaxing time. Just to sit on the grass and watch the sunset over the Indian Ocean. Next to Galle Face is the grand Renaissance-style structure of Galle Face Hotel, South Asia’s leading Grande Dame, and the Galle Face Hotel is testimony to both Sri Lanka’s colonial past and its independent present. You can enjoy the English high tea on the Victorian style Veranda or sip a martini facing the sea and enjoy the sunset. Location: Colombo Hotel :Bed &Breakfast"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Colombo > Airport > Male : You travel to Airport to fly to Maldives. Upon arrival in Male International Airport you will be transferred by speed Boat to the Resort. Transfer takes 35 minutes. Location: - Maldives Hotel: All Inclusive"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Maldives: Full day at leisure. Location: Maldives; Hotel: All Inclusive."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Maldives: Full day at leisure. Location: Maldives; Hotel: All Inclusive."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Maldives: Full day at leisure. Location: Maldives; Hotel: All Inclusive."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Maldives - Airport - Back Home: You travel to Male Airport to fly to fly back home."
    }
  ],
  "map": ""
}