{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "maldives-scuba-diving-holiday",
  "tourName": "Maldives scuba diving holiday",
  "placesVisited": "",
  "generalInfo": "Most people do not come across barely touched remote dive locations. Last February, we visited Addu Atoll on a whim, and my whole take on diving changed. I had found a series of Indian Ocean islands with steep walls, coral covered reefs and passages with currents that brought in Manta Rays and sharks. And to cap it all, in the centre of the Atoll sits the enormous wreck of the Motor Tanker, British Loyalty. The size of the Atoll islands chain makes for scores of dive sites, and with few hotels, the number of dive boats can be counted on one hand ADDU DIVING<br/><br/>Addu Atoll is famous for its sharks that inhabit its passages and its manta cleaning station, where Manta Rays come by and peer at divers in 30m visibility. But Addu should be dived for so much more than the sharks and Manta Rays. <br/><br/>Addu Atoll is one of the final frontiers of global scuba diving. It is host to the healthiest, most vibrant coral reefs that I have seen in 30 years.  Every reef is packed with fish.  If you wish to explore the outside of the Atoll, you can jump onto walls that descend down to the Indian Ocean floor. You drift through “farms” of gorgonian fans that stretch down from 10m-50m.  Sometimes sharks will appear from nowhere, have a look at the divers and then disappear. Down deeper we see 300lb tunas investigate us. <br/><br/>On your safety stop the barracuda, turtles, eagle rays and jacks swim past you.  In the lagoon, close to the pier of Maradu-Feydo, lies the MT British Loyalty. This magnificent wreck lies on her side in 32 metres of water, but only 14 metres from the surface.  Sunk twice by the Germans and Japanese and <br/>refloated twice by the Royal Navy, the MT British Loyalty is a magnificent giant coral reef. Swimming into the cavernous engine room, the giant Sulzer engine is covered in yellow snapper. To sum up the diving in Addu: everything is pristine, untouched, unbroken and vibrant. Best of all you’ll be very unlucky to see other divers. <br/><br/>WHERE IS ADDU ?<br/>Addu Atoll is a series of slightly larger islands by Maldivian standards that lie 620 nautical miles south west of Colombo, 300 nautical miles south of Male, and only 200 nautical miles north of the British Indian Ocean Territory. The heart shaped atoll is made up of three large islands: Hitaddu, Maradu-Feydoo and Gan. <br/><br/>ADDU CULTURE- STEPPING BACK IN TIME<br/>When you land in Addu Atoll you will feel as though you have stepped back in time; to an uncomplicated world where people move at a slower pace. The crushed coral streets of Maradu-Feydoo are spotless; the people polite and incredibly kind. Behind the houses you can find dreamy lagoons with tiny clean beaches. Inside the main lagoon there is a seafront walk where fishing boats occasionally go out through the breakwater.<br/><br/>Addu offers you a real view of the authentic Maldives. Uncluttered with concrete and with a truly relaxed atmosphere, Addu Atoll is a series of calm islands, charming café’s and a world class dive destination.",
  "durationDays": "13",
  "price": "2650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Male, transfer to Addu Atoll by Maldivian Air Check into the Equator Village Lodge"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Scuba Diving twice a day in and around Addu Atoll 2 dives per day"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "In the evening you check out and fly to Male to connect to your international flight"
    }
  ],
  "map": ""
}