{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "maldives-budget-small-group-tour",
  "tourName": "Maldives budget small group tour",
  "placesVisited": "Male, Hulhumale, Guraidhoo, Maafushi, Gulhi, Snorkelling, 'Dhoni' boatyard visit, Dolphin watching, Option for scuba diving",
  "generalInfo": "This Maldives budget trip is a small group tour that takes in four stunning islands, with time not only at their beaches, on the reefs and coastal secrets but also learning about the culture of local communities. <br/><br/>By staying in small, locally owned guest houses we get a chance to learn about the day-to-day lifestyles of islanders. The Maldives has a reputation for high end resorts and exclusive tourism but on this trip we endeavour to bring you into the real Maldives, meeting boat makers, dining with local families, or visiting local cafes to sample 'hedika' - Maldivian savoury and sweet snacks served with black tea.<br/><br/>On this trip you will also get plenty of time to bask in the beauty of the atolls, reefs and white sands, with beach barbeques, snorkelling and a boat cruise to go dolphin watching, as well as an option to go scuba diving. On all our Maldives trips we adhere to a strict responsible tourism policy especially with regards to watching our water footprint, protecting the coral reef and also being culturally sensitive and aware. Your guide will be very informative on all these issues. <br/>",
  "durationDays": "8",
  "price": "1199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Male, transfer to hotel Upon arrival at Male International Airport you will be greeted by our representative and transferred by the airport shuttle taxi to your guesthouse on Hulhumale, just 15 minutes away. Settle in after your flight before taking your first steps on the sands of this tropical paradise. The beach is 3 min walk away, with several local cafes and local restaurants, plus a watersports centre. For guests arriving before 5.00pm there is an option to join your guide on the beach for coffee, a very popular daily activity for Maldivians and a chance to gain your first insight into the local side of this island paradise. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Male Tour, ferry to Guraidhoo, free time & dinner Following breakfast served at the guesthouse you will transfer by public ferry to Male, a 20-minute journey, where a guide will accompany you on a tour of the capital city, providing opportunity to visit places of interest including The Friday Mosque, The National Museum and Sultan Park. After lunch transfer by local ferry (approx. 14.30) to your guesthouse on the local island of Guraidhoo, South Male Atoll, 120 minutes from Male. Sit up top on the ferry to view the beauty of the many Maldives islands that pass you by whilst keeping your eyes open for dolphins! Upon arrival you will have time to settle in before either relaxing in the garden at the guesthouse or on the local beach to watch the sun go down. Dinner this evening is at your guesthouse before your guide will give some information on how the local marine life is under threat because of activities carried out by us humans. Your tour leader will highlight the harmful practices that are pushing the balance in the eco system and what we can do to limit the impact. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Snorkelling trip. Guraidhoo discovery tour with Hedika experience. Following a local style breakfast we travel by speedboat to two of the best nearby reefs. The coral reefs of the Maldives are inhabited by diverse marine life and are teaming with colourful fish and corals. Keep your eyes open for turtles, sharks and rays you never know what may be in the blue! Your tour leader will provide a briefing on responsible snorkeling and act as your ‘spotter’ pointing out marine life that may not have caught your eye. Coral reefs are fragile ecosystems so learning how to snorkel responsibly can help minimize your impact on the marine environment and protect the delicate balance of marine life. They will assist less confident or inexperienced snorkelers, ensuring your equipment is comfortable and you feel safe in the water. As the afternoon cools down accompanied by your tour leader time is spent exploring Guraidhoo with the opportunity to learn about the local way of life including a visit to the Mosque. Visit the harbour, maybe there will be fishermen with their catch. Watch children playing in the street. Discover local fruit trees as you wander the narrow maze of sandy roads. Finally, stop by a local cafe to sample traditional ‘hedika’ - Maldivian savoury and sweet short eats served with black tea. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ferry to Maafushi, coral nursery visit Start early today to transfer by local ferry to the local island of Maafushi, just 20 minutes away, where after checking into the guesthouse you will be able to enjoy a relaxed breakfast before exploring the island to get yourself acquainted with the layout and uncover the best spots to take lunch or enjoy a refreshing juice with a view. Your tour leader will explain the history of local island tourism including the positive and negative impacts on the islands and local communities This afternoon, with your tour leader discover the story of Renee’s Coral Garden and why coral rehabilitation projects are important in the Maldives. On route to the coral rehabilitation site snorkel the seagrass beds with your guide and discover their importance to the Maldives ecosystem. Despite being one of the most valuable ecosystems on the planet, sea grass is considered unsightly, and is often deliberately removed. Your Tour Leader will help you understand the importance of sea grass and why we call it the hero of underwater protection. After dinner at a local cafe, your Tour Leader will introduce you to the work of the Olive Ridley project. Providing an insight into their environmental monitoring and turtle studies preparing you for our turtle snorkeling tomorrow! OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Snorkelling, sandbank picnic and tree planting After breakfast, we'll head out onto the ocean again. We'll take you to a spot perfect for snorkelling, where we'll search for turtles. The reef's soft corals provide a constant food source for these creatures. Before entering the water, your tour leader will explain the turtle snorkelling code of conduct, ensuring a memorable experience for both you and the turtles. We'll then stop at an idyllic sandbank, a short distance from Maafushi. These Maldivian sandbanks are a natural wonder, epitomising the breathtaking beauty of this tropical paradise. Imagine a pristine stretch of glistening white sand emerging from the crystal-clear turquoise waters, forming a tiny, isolated island in the middle of the Indian Ocean. Here, you can swim, snorkel, relax, and enjoy a picnic lunch. On our return to Maafushi, we'll cruise the Indian Ocean, hoping to spot dolphins. Your tour leader and crew, familiar with their habits and behaviour, will keep a lookout for these graceful creatures. They'll share stories about the different dolphin species found in the region, their social dynamics, and their role in the ecosystem. It's an educational and enriching experience that will deepen your appreciation for these incredible marine animals. Back on Maafushi, we'll leave a positive impact by planting a coconut palm for each guest and your tour leader. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Visit Gulhi for a change of pace and beach clean After an early breakfast on day six, we'll take a short speedboat trip to the quiet local island of Gulhi. Once checked into your guesthouse, your guide will take you on a tour of the island. We'll visit the boat yard to marvel at the size of the boats under renovation, chat with the local women sweeping the streets, and finally refresh ourselves with a cool Kurumba (coconut). While we enjoy our refreshments, your tour leader will discuss how plastic waste is managed in the Maldives and the work being done by Parley for the Oceans. We all know the impact of plastic in our daily lives; it's become a huge part of modern living. The Maldives is no different and faces a significant challenge in dealing with daily waste, particularly plastic. For relaxation, you can choose to head to the bikini beach, or, if you're feeling more energetic, join your tour leader for a snorkelling session on Gulhi's house reef. As the afternoon cools down, you can spend time on the beach, giving back to the community that has welcomed us by participating in a beach clean. Our reward will be a refreshing swim in the ocean! OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Free day for relaxation. Local family dinner Today is a free day! Relax on the bikini beach, or, for those feeling more active, participate in the various optional watersports available. This evening's dinner will be prepared by a local family. Don't expect silver service, as meals are traditionally eaten without cutlery! OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Male airport for departure After breakfast you are transferred back to Male by public ferry (approx. 07.30), across town, and on to Male airport where the tour ends. You should expect to arrive at the airport by around 10.30am. If you have a flight departing earlier than 1pm then we recommend taking an earlier speedboat transfer from Gulhi to the airport (at extra cost). If you have a late afternoon or evening flight departure and understandably do not want to spend a long time waiting at the airport, then day-use rooms are available at the Newtown Inn (price includes an airport departure transfer to meet your flight). Alternatively, you can take an unassisted speedboat transfer from Gulhi to the airport (at extra cost). There are also day package options at Hulhule Airport hotel to use the swimming pool, restaurant, bar etc. or an optional half day visit to Vilimale island which is 15 minutes from Male. Other snorkelling trips or other watersport activities are also available. Those travellers booking a resort extension will transfer from Male airport on to their resort via the resort's own transfer boat. Our guide will assist you with meeting this transfer though there may be a short wait depending on the resort boat's schedule. OVERNIGHT"
    }
  ],
  "map": ""
}