{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "maldives-cultural-experience-holiday",
  "tourName": "Maldives cultural experience holiday",
  "placesVisited": "Experience local island life Gulhi South Male Atoll, Male City Tour, ‘hedika’ small dishes meal, Guided snorkelling, Dinner with a local family, Maldivian cooking class and cultural activities, Optional diving, beach clean",
  "generalInfo": "The Maldives has a reputation for being an exclusive destination, but thanks to changes to local law made in 2011, tourists can now stay in accommodation on a local island rather than in one of the resorts here. It's the perfect way to get a flavour of the real Maldives, without the hefty price tag. You will still enjoy the gorgeous beaches, excellent snorkelling and diving and fresh food any visitor to the Maldives expects, but will also have the chance to experience local island life.<br/><br/>This four day adventure includes water sports, exploration and lots of time to relax. For an authentic experience, you’ll use the ferry, have a meal with a local family and even try some Maldivian singing and dancing. There’s the opportunity to find out how boats are built and to simply enjoy being part of the local life of one of this beautiful archipelago’s inhabited islands.<br/><br/>You can also try some of the activities that the Maldives is rightly famous for, including snorkelling, diving, fishing, surfing, dolphin cruises and beach barbecues. The Maldives is a Muslim nation, so drinking alcohol and wearing bikinis on beaches restricted, but all our guests have the option to enjoy the freedom of tourist beaches, picnic islands and resorts where these restrictions are not in effect.<br/><br/>This is an affordable and enriching way of visiting the Maldives, which you can combine with a resort stay or as part of a holiday in Sri Lanka or India, for example. All packages begin and finish at Male International Airport and they can all be customised to your timings and interests.<br/><br/>Accommodation is in small, locally owned guesthouses, usually on the island of Guraidhoo, although we do offer holidays on other islands. All accommodation is chosen for its comfort, excellent service, great value, good food and friendly feel. Rooms are well kitted out with ensuite bathrooms, air conditioning and fans. There is Wifi, too, as well as tea, coffee and water. Some overlook the sea while others have a private garden or beach, and there are usually cafes and restaurants nearby.<br/>",
  "durationDays": "4",
  "price": "899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Meet with your guide at Velana International Airport. on a tour of the capital city, visiting key places of interest including the fish market, local market, President's Palace and Friday Mosque. Wandering through the narrow roads of Male provides a wealth of opportunities to gain a deeper understanding about the culture, history and daily life of this unique capital city and its people. After lunch transfer by local ferry to your guesthouse on the local island of Guraidhoo, South Male Atoll, 120 minutes from Male. View the beauty of the many Maldives islands that pass you by whilst keeping your eyes open for dolphins! Upon arrival you will have time to settle in before either relaxing in the garden at the guesthouse or on the local beach to watch the sun go down."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Following breakfast, accompanied by your guide, we head out for your underwater encounter! Your guide will provide a safety briefing on responsible snorkeling and act as your ‘spotter’ pointing out marine life that may not have caught your eye. Coral reefs are fragile ecosystems so learning how to snorkel responsibly can help minimize your impact on the marine environment and protect the delicate balance of marine life. This snorkel will also provide the opportunity to understand firsthand how development and reclamation impacts coral reefs. Your Tour Leader will assist less confident or inexperienced snorkelers, ensuring your equipment is comfortable and you feel safe in the water. As the afternoon cools down time is spent exploring Guraidhoo and immersing yourself in the local way of life. Stop by the harbour where fishermen may be bringing in their catch. Chat with children playing in the street and watch the ladies of the community begin their evening meal preparations. Stop by a local cafe to sample traditional ‘hedika’ - Maldivian savoury and sweet short eats served with black tea. The Maldives is rich in marine life but unfortunately, our marine life is under threat because of activities carried out by us humans. Following dinner over a coffee your tour leader will highlight the harmful practices that are pushing the balance in the ecosystem and what we can do to limit the impact."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning we learn the local skill of repairing a joali. The joali has been used as relaxing chairs as long as Maldivian people have existed. At first glance the knotting looks difficult and hard work, but after learning it’s just a simple process of knotting using a single piece of rope rather than many different pieces as it would seem like. An important way to show respect for any culture is to embrace cultural differences. This can be as simple as taking the time to learn a few key phrases or words in the local language. Even if you are unable to say them perfectly, your efforts will always be noted. Learn the alphabet and sounds and some key phrases with your tour leader who will also provide you with your name in Dhivehi! Late afternoon spend time on the beach, giving back to the community that has welcomed us by supporting a clean beach. Our reward will be a refreshing fresh Kurumba (coconut water) followed by an ocean swim! Fishing is the second largest industry in the Maldives after tourism and the Maldives has one of the most sustainable fishing industries. “Fishing is the lifeblood of our nation, it is inborn. From the soil on which we live, to the sea around us, it remains an integral part of our existence“. These words will always be in the fisherman heart. This evening there is the option to join the fishermen at the harbour and learn how to fish the traditional way with just a line."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Following an early breakfast you will transfer by early morning public ferry to Male and on to Male International Airport."
    }
  ],
  "map": ""
}