{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "sri-lanka-and-maldives-14-day-holiday",
  "tourName": "Sri Lanka and Maldives 14 day holiday",
  "placesVisited": "",
  "generalInfo": "HIGHLIGHTS<br/>•\tBuddhist temples and hilltop villages<br/>•\tElephants &amp; Leopard Wildlife Spotting<br/>•\tWhite Sandy Beaches And Coral Reefs<br/><br/>This 14 day itinerary takes in the all the 'must-see' sights as well as wildlife of Sri Lanka. With stays in the cooler hill country of Ella, to the bustling streets of the home of the Temple of the Tooth, Kandy, and visiting the famous Yala National Park, where you may even get to spot the elusive Leopard!<br/><br/>Finish off this amazing tour with some R&amp;R on an idyllic island in the Maldives for 4 nights.<br/><br/><br/>Sri Lanka<br/>9 nights<br/>•\tWelcome &amp; assistance on arrival in airport by guide.<br/>•\tAll transfers with air-conditioned Vehicle during the tour. <br/>•\tEnglish speaking chauffeur guide for tour in Sri Lanka.<br/>•\tAccommodation in a Double room.<br/>•\tEntrance fees to the sites mentioned on the itinerary.<br/>•\tMeals as per the itinerary.<br/><br/>Maldives<br/>4 nights<br/>•\tFull Board<br/>•\tDeluxe Beach Villa<br/>•\tReturn Speedboat transfers",
  "durationDays": "14",
  "price": "3349",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Bandaranaike International Airport. Upon your arrival at the airport, you will be met by your private chauffeur-guide and driven to your hotel in Negombo. Enroute to your hotel you will enjoy a brief city tour of Negombo. Negombo is a good starting point, and the town’s Catholic churches, Dutch fort and lively fish markets can be surveyed on foot with a local guide, while the town’s vast mangrove-fringed lagoon and network of old Dutch canals can be explored by boat or aboard a kayak. Check into the hotel for dinner and overnight stay."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In the morning after breakfast proceed to Sigiriya to check in to your hotel with some R&R before your evening excursion. (Approx. travel time: 3 hours 30 minutes). Hotel Sigiriya Hotel Sigiriya is located within the Cultural Triangle of Sri Lanka, an UNESCO World Heritage Site. Featuring the best view of the Lion’s Rock. Comfortable and Air-conditioned guestrooms offer views of the garden. Each room is equipped with a minibar, tea/coffee making facilities and a flat-screen TV with cable channels. Hotel Sigiriya offers massage services at their Ayurveda Spa. The tour desk can assist guests with arranging bird watching and elephant safari tours. Documentaries about wildlife are shown at the Interpretation Centre. The hotel’s restaurant serves buffet breakfast and international dishes. Refreshments can be enjoyed at the three bars on site. In the evening enjoy a game drive in the Minneriya National Park. Minneriya National park was created more recently but serves as an important gathering place for Sri Lanka’s large population of elephants. It is a great place for elephant spotting all year round. It is the largest concentration and gathering of Asian elephants that can be seen anywhere in the world. Watching baby elephants playing with each other, bull elephants tussling for dominance and the great matriarchs surveying the scene is not a sight you are likely to forget in a hurry. Aside from the elephants, Minneriya is also home to other species of mammals. Afterwards return to the hotel for the overnight stay."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "In the morning after breakfast start with a visit to the landmark of this country, the 5th-century legendary sky citadel of “Lion Rock” The legendary sky citadel of Sigiriya, famous for its frescoes of ‘Celestial Maidens’ is possibly the most impressive site in Sri Lanka. Built by King Kasyapa in the 5th century on top of a vast 200m granite rock it took seven years to build and was abandoned after ten years of occupation when the King, defeated by his brother, committed suicide. Although it is a steep climb, and the panoramic view of Dambulla seen on the top is definitely worth the effort. Sigiriya is best visited first thing in the morning or just before sunset when it is cooler and less crowded (Duration: approx. 2 hrs climb). After your visit return to the hotel to freshen up. In the late afternoon proceed to Polonnaruwa for your next walking excursion. The second oldest of all Sri Lanka's kingdoms, Polonnaruwa was first established as a military post by the Sinhalese kingdom. It was renamed Jananathamangalam by the Chola dynasty after their successful invasion of the country's then capital, Anuradhapura, in the 10th century. The Ancient City of Polonnaruwa has been declared a World Heritage Site. Return to the hotel for overnight stay."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "In the morning after breakfast checkout and proceed to Kandy. (Approx. travel time: 2 hours 30 minutes) En route make a visit to the infamous Dambulla Royal Cave Temple. Dambulla is renowned for its Cave Temples, which were built by King Valagam Bahu in the 1st century BC in gratitude for the shelter he sought in the caves when fleeing from Indian invaders. Sited on a gigantic granite outcrop, which towers more than 160m above the surrounding land, the caves are completely covered by ancient frescoes depicting religious and secular scenes. Protected within the caves are hundreds of statues of Buddha, many carved out of the rock itself, of which the largest is the 15 m-long Dying Buddha. Upon arrival in Kandy enjoy a brief city tour of Kandy and a visit to the Kandy Temple. Wandering about in Kandy is a fun experience, with crossroads and interconnecting byroads – all forming an intertwined complex. Most pavements are dominated by vendors selling garments, lotteries, toys and various fancy items – making passing through look almost impossible, especially during festive seasons. The main market area in the heart of the town is frequented often for its array of fresh fruits, vegetables, fish and meat stalls, sweets, clothes, fancy goods and what not…! Followed by a visit the Temple of the tooth relic. Ever since it was founded in the 16th Century, it has housed one of the most sacred relics of Buddhism – a tooth of Buddha collected from his funeral pyre and which is now protected within the gold-roofed Temple of the Tooth. See the blessing ceremony with all the fanfare, drums, trumpets and brightly coloured Monks performing their rituals. Check in to your hotel in Kandy for overnight stay. Amaya Hills Amaya Hills, a leading 5-star hotel in Kandy, offers a hillside retreat overlooking the Heerassagala forest. Known as one of the best luxury hotels in Kandy, this hotel features traditional Sri Lankan architecture, an outdoor pool, a spa and a restaurant. This Kandy hotel also offers air-conditioned rooms, including private balconies with mountain or valley views. Each room at Amaya Hills Kandy is fitted with a flat-screen TV and tea/coffee making facilities. The attached bathroom has a bathtub and shower. A large breakfast buffet is served at Rasawasala, one of the best restaurants in Kandy. Local and international dishes are offered along with indoor and outdoor seating. Drinks are available at the Tea Room and Dumbara Bar."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, checkout of your hotel and proceed to Kandy Railway station to board a scenic train to Ella. Ella is everyone’s favourite hill-country village, and the place to ease off the travel accelerator with a few leisurely days. The views through Ella Gap are stunning, and on a clear night you can even spy the subtle glow of the Great Basses lighthouse on Sri Lanka’s south coast. Upon arrival at Ella station your chauffer guide will pick you up and transfer you to your hotel in Ella. Check-in to your hotel with the rest of the day at leisure. Mountain Heavens Mountain Heavens is nestled in the middle of the charismatic village of Ella and is the only hotel located with views through the legendary Ella Gap that’s located between Little Adam’s Peak and Ella Rock with all the major attractions of Ella within walking distance. The rooms are designed to take in the breathtaking mountain views surrounding them are spectacular. Each come with a comfortable king-size bed, en suite bathroom with hot and cold running water, 32 inch TV with cable and satellite networks, and complimentary tea & coffee making facilities with room service."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today after breakfast proceed to Little Adams Peak for a short hike to the top where you will experience a breathtaking view. Hike to Little Adam’s Peak - a very scenic, short hike, to suit most levels of fitness, it rises to the left of Ella Gap, as you face south. This viewpoint does not sit as high as Ella Rock but still offers great views. It is relatively easy going with only a steep climb for around 20 minutes to reach the summit. En-route back to the hotel visit the infamous Nine Arch Bridge. Overnight stay at the hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast check-out and proceed to Yala. (Approx. travel time: 2 hours 30 minutes). Check-in to your hotel with the rest of the day at leisure and dinner at the hotel. Jetwing Yala Jetwing Yala is a hotel which seeks to heal both the environment and the individual. Not only is the hotel situated next to one of the best wildlife destinations in Asia, the Yala National Park, it also hosts the largest privately owned solar park in Sri Lanka and features recently developed beach access complete with a mini-bar, lounge area and manned by internationally trained lifeguards. The spa rejuvenates your mind, body and soul while the natural habitat will help you reconnect with nature. The delicious food caters to diverse palettes."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "In the morning, make your way to the park gates for a morning jeep safari of the Yala National Park. Yala National Park This is the second largest of Sri Lanka’s national parks. Its open undulating terrain made it famous for elephants for many years, but recently the park has also received much fame through publicity by National Geographic which focused on leopard research and conservation projects. Claims have subsequently been made that Yala National Park has the world’s highest concentration of leopard per square kilometre. This park is primarily shrub jungle with several salt and fresh water lagoons with dense shrub in which the animals hide. Return to your hotel for some R&R before you head back to the park gates, for a Dusk Jeep Safari."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After an early breakfast check-out and proceed to Colombo. (Approx. travel time: 6 hours). Check-in to your hotel. Rest of the afternoon is at leisure. In the evening enjoy Discover Forgotten Colombo on a unique open top Land Rover. Amidst skyscrapers and the bustling city, still lies undiscovered parts of Colombo. From little stone alleyways to buildings that are centuries old, you will explore hidden pockets of the sophisticated culture that remain intact and preserve much of history in the modern world. Most of these are now overlooked or just simply forgotten. Learn of the past sheltered within the walls of some of the oldest structures in the country, while enjoying the welcoming smiles of onlookers with none other than a Lion Lager - a true Sri Lankan beverage - in hand, as you set out to view the collision of eras and discover Colombo on a Landy. Overnight stay at the hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Depart Sri Lanka today! You will be picked up from the hotel and transferred to Bandaranaike International Airport in time for your departure flight to The Maldives. On arrival you will be met and taken on a short 45-minute speedboat transfer to your getaway paradise island located in South Male’ Atoll and beach stay to end your adventure. Sun Siyam Olhuveli At the tip of South Male Atoll, luxurious Sun Siyam Olhuveli Beach & Spa offers an island escape with 2 infinity pools and white sandy beaches. It is nestled within tropical gardens and has 4 restaurants, 3 bars and a PADI-certified dive school."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "The expansive island of Olhuveli has a soft white sandy beach and stretches of sandbanks, easy access to a vibrant House Reef, a vast lagoon perfect for water sports. Enjoy free days at your luxury beach resort with 3 large swimming pools, Dive Centre, Water Sports Centre, Tennis Courts, Spa. Olhuveli Nestled amidst tropical vegetation and shaded by graceful palms, surrounded by a vast sandy beach and a crystal clear lagoon, this is a truly beautiful island. Set in the turquoise heart of the Indian Ocean that is Maldives, Olhuveli is situated at the tip of South Malé Atoll."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Take a short speedboat transfer back to the mainland and transfer to the airport in time for your onward flight home."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Breakfast in the hotel. Your day is at Leisure to enjoy your hotel and surroundings. In the evening enjoy a tour of Forgotten Colombo by Jeep. Return to your hotel for overnight stay."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Transfer to the airport for your flight home."
    }
  ],
  "map": ""
}