{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "maldives-activity-holiday",
  "tourName": "Maldives activity holiday",
  "placesVisited": "Maldives, Male, Internal flight to Gan Island, Sea kayaking safari, Watersports, Jeep safari, Hedika tasting experience, PADI scuba diving",
  "generalInfo": "The Maldives is rightly known as a tropical paradise and attracts sun worshippers and luxury resort lovers from around the world. However, the Maldives is also fast becoming a great destination for thrill-seeking adventure and water based activities. These include incredible snorkelling and scuba diving, great surfing and windsurfing, sea kayaking safaris and much, much more. Our Maldives Active Adventure tour takes you by sea plane from the cosmopolitan capital of Male to the local island of Gan and the surrounding atolls and islands in search of water bound adventures. Lammu atoll was also used as the location for the planet Scarif in the recent Star Wars Rogue One film. Activities included are snorkelling and scuba diving, whether that be an introductory dive or certified dive; a kayaking safari stopping at picturesque sandbars and deserted islands; exploring the local island by jeep and bicycle for a up close look at the local culture; and a try at stand up paddle boarding. There's also plenty of free time to add in more of the activities that you enjoy the most, as well as picnics and beach barbecues. Private tour option If our scheduled departure dates don’t work for you, or you would prefer not to travel with a group, then we can also run this tour privately for you. Please contact us for more information and prices.",
  "durationDays": "8",
  "price": "2599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Male, transfer to Gan Upon arrival at Male International Airport you will be greeted by our representative and transferred by Domestic flight to the island of Gan, in the southern atoll of Laamu and onto Reveries Guesthouse which will be your base for the week. Approximately 35 minutes by domestic plane from Male International Airport, Gan Island in Laamu Atoll is the biggest island of the Maldivian Archipelago, with the longest beach existing in the Maldives (7.8km of white sandy beach). Lammu atoll was also used as the location for the planet Scarif in the recent Star Wars Rogue One film. Reveries is built in a unique contemporary Maldivian style nestled in a beautiful garden setting on a lovely beachfront location. This 4* property with 23 rooms has been welcoming guests from all parts of the world to explore the hidden treasure of untouched reefs, and discover the ancestral heritage of the locals islanders. Reveries offers full services and facilities for a great holiday experience and a comfortable, relaxing holiday destination. Complete with a restaurant, roof top mocktail bar, garden BBQ, Boutique, Gym, Entertainment area, plunge pool and wellness centre, Reveries offers a unique experience. Female guests are also able to sunbathe in bikinis within the confines of the hotels private beach/garden area. Settle in after your flight before taking your first steps on the sands of this tropical paradise or explore the facilities of the guesthouse. Pre -dinner group briefing. | OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kayak safari, snorkelling and picnic lunch Following breakfast served at the guesthouse the day will be spent sea kayaking, providing opportunity to explore the east side of the atoll. You will be coached on how to paddle and manoeuvre the kayak before heading off into the inner atoll. There will be plenty of time to stop off at sandbanks and uninhabited islands to snorkel and gain your first experience of the amazing underwater world of the Maldives. A picnic lunch will be eaten and there will be time to relax before heading back to Gan. The remainder of the afternoon is free for you relax on the beach, snorkel the house reef or just chill in the plunge pool. | OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Jeep Discovery Safari & Hedika experience Today the morning is free is free for you relax on the beach, snorkel the house reef or just chill in the plunge pool. This afternoon you will have the opportunity to explore the island of Gan by jeep. Gan has some unique features such as a fresh water lake in its middle (the Red Lake, so-named because of its red colour water from the tree-leaves falling into it) that was believed to be bottomless, as well as some ancient Buddhist ruins. You will visit a number of historical place and learn more about the history of the Maldives and local life, even visiting a fish factory and a local vegetable farm. The trip will end with a visit to a local café to sample traditional ‘hedika’ - Maldivian savoury and sweet short eats served with black tea. | OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Scuba Diving Today is your chance to give SCUBA diving a go! Reveries dive club is a PADI registered dive school operated by Europeans and locals and was the first PADI scuba diving and water sports centre on a local island in Laamu Atoll. For those who have not dived before we offer a Discover Scuba Diving Course where you learn the basic safety guidelines and skills needed to dive under the direct supervision of a PADI Professional. You will complete two dives from the shore. Qualified divers can take 2 dives by boat to explore this virtually untouched paradise. If you don't want to do any scuba-diving, then please advise us before you depart and an extra snorkelling boat trip can be provided instead at no extra cost. | OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Stand up paddle board, explore the island by bicycle This morning you head out to the water for the opportunity to learn to stand up paddle. With an instructor, learn and practice the skills required on land before testing them on the water. After lunch together with your guide we explore the northern parts of Gan by bicycle. Ride along the Link Road, a boulevard of palm trees connecting Gan to the islands of Fonadhoo, Kadhdhoo and Maandhoo, which together make up the largest local community settlement in the Maldives. At the end of your journey be rewarded with fresh coconut water known locally as ‘kurumba’. | OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Free DAY Following breakfast served at the guesthouse the day is yours to enjoy as you please, relax on the beach or for those feeling energetic practise some of their new found skills. Optional diving trips can be organised for certified divers and a visit to the resort of Six Senses can be organised (subject to availability). | OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Picnic island and BBQ Following breakfast served at the guesthouse we head to a private uninhabited island with a guide, where you can choose to relax, sunbathe, swim or snorkel the beautiful waters whilst a BBQ lunch is prepared. After lunch more of the same before returning to Gan. Fruit cocktails will be served at sunset before a farewell dinner. | OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Male airport for departure After breakfast you are transferred back to Male by domestic flight (please arrange flights departing Male in the afternoon or evening). Those travellers booking a resort extension will transfer from Male airport on to their resort via the resort's own transfer boat. Our local representative will assist you with meeting this transfer though there may be a short wait depending on the resort boat's schedule. Extra nights' accommodation are available in Hulhumale if you need to catch a departure flight tomorrow morning. | OVERNIGHT"
    }
  ],
  "map": ""
}