{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "maldives-holidays-wildlife-cruise",
  "tourName": "Maldives holidays, wildlife cruise",
  "placesVisited": "Live-aboard sailing gulet, Guraidhoo, South Male Atoll, South Ari Atoll, marine biologist/expert, seasonal wildlife spotting, snorkelling or basic Scuba diving course, Hulhumale",
  "generalInfo": "This wonderful week-long wildlife cruise in the Maldives finds travellers joining a small group and taking to the ocean on a traditionally designed sailing gulet in search of an incredibly exciting underwater world – perfect for snorkelling and swimming or sunbathing and star watching on deck.<br/><br/>Discovering the marine ecology of the Maldives if the best way to truly experience the islands at their best with opportunities to visit untouched sandy beaches just as memorable as spotting your first manta ray or whale shark appearing from the Indian Ocean.<br/><br/>Alongside mantas and sharks, you can expect to see several types of turtle in addition to spinner and bottlenose dolphins to ensure this is one wildlife cruise in the Maldives that will last long into the memory after the sun tan finally fades.<br/>",
  "durationDays": "7",
  "price": "3899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Following a short introductory briefing, we transfer by dhoni (a traditional boat) to board the MV Felicity by midday, our home for the next six days, arriving in time for a light lunch. Today we cruise south to Guraidhoo in the South Malé Atoll. During this time, you can do as you please: relax on the sundeck, sit in the shade of the sun canopy and watch the beautiful Maldives pass and maybe catch sight of dolphins. Our crew will try to find an opportunity for you to have your first snorkelling excursion this afternoon. If the islands of the Maldives are beautiful, what lies under the water is a veritable wonder of nature. The reefs that encircle the islands and atolls are just as abundant in their variety of coral as the marine creatures that live in and around them. This, coupled with the amazingly clear water, make snorkelling here an experience you never forget."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Our day begins with a snorkel at a reef on the eastern edge of the atoll, a shallow but dense coral garden where turtles are regular visitors. Alongside them, we’re likely to see boxfish, porcupinefish and neat shoals of bannerfish. Later, we sail (approximately 2hr 30min) to the Ari Atoll, cruising south to Dhangethi. Depending on the conditions, we may pause for another snorkel along the way, perhaps catching sight of a reef alive with butterflyfish and parrotfish. On arrival, we’re welcomed ashore with a traditional Maldivian tea. As the sun sets, your tour leader introduces the Maldives Whale Shark Research Programme (MWSRP) and explains the whale shark code of conduct – a briefing that helps ensure tomorrow’s encounter is a positive experience for both you and the world’s largest fish."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We set off aboard our dhoni, scanning the ocean surface for signs of a whale shark, as we cruise in the South Ari Marine Protected Area. Some days we may encounter one or two within half an hour; on others, the search lasts longer. That unpredictability, though, is part of the thrill. When we’re fortunate enough to find them, there’s the extraordinary chance to snorkel alongside them. Whale sharks can move surprisingly fast, so you might have to kick a little harder to keep up. Bring an underwater camera if you’d like to join the photo-identification effort, contributing to valuable ongoing research into individual whale shark movements and behaviour. Back on board this evening, we connect virtually with a representative from the Maldives Whale Shark Research Programme. They share fascinating insights into whale shark biology and explain how ID work helps protect the species. There’s also time for questions – and perhaps to compare a few of today’s snapshots with the experts’ database."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today we go in search of whale sharks once more; if the time of year is right (December to March), we may also encounter manta rays. Following lunch, we are taken to one of the best snorkelling sites in this area where we may be fortunate to encounter turtles among the colourful corals and fish. The water conditions and currents play an important role in the choice of snorkel sites. However, we will likely see fish species such as dogtooth tuna, trevallies, jacks, sweetlips, butterfly fish, wahoo and fusiliers. When not in the water, the day is one for relaxation on our boat."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "On departures between February and April, we cruise to Madivaru, a protected marine area with two cleaning stations where we hope to encounter manta rays. With a radio network between dive and cruising vessels, our guide and crew do their best to encounter manta rays; should we not be lucky enough, further snorkelling opportunities to encounter sharks, turtles, eels, octopus and rays will be offered. Out of season, it is still possible to encounter solitary manta rays and we also make the most of a final opportunity to encounter whale sharks. This afternoon, we start our cruise northwards."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Cruise north before we anchor in the lagoon off the island of Hulhumalé in the late afternoon. This morning, there is a final chance to snorkel these tropical waters and, while cruising, we can do as we please: relax on the sundeck, sit in the shade of the sun canopy or just watch the beauty of the Maldives pass. Once anchored in Hulhumalé lagoon, there is an optional walking tour of Malé for those who wish to stretch their legs! This evening, a presentation provides an overview of the Maldives marine environment and the work undertaken by local NGOs to protect it for the future."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After a light breakfast, the group is transferred this morning back to Malé International Airport, where we begin our return journeys home."
    }
  ],
  "map": ""
}