{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "maldives-snorkelling-cruise",
  "tourName": "Maldives snorkelling cruise",
  "placesVisited": "",
  "generalInfo": "Explore the extraordinary reefs and atolls of this dreamy country from the comfort of a small, boutique cruise ship. The pace of life is slow, with plenty of relaxation interspersed with swimming and snorkelling, and a little exploration. The marine life is amongst the best in he world, with Manta Rays and Whale Sharks as headliners.<br/><br/>Experience the best of cruising and snorkeling in the pristine waters of the Maldives with a weeks snorkelling cruise on board a small vessel with just 6 cabins and a dedicated local crew.  Your week in the Maldives is designed to show you the best of the snorkeling sites amongst the pristine islands and atolls.<br/><br/>We will have a beach BBQ at Dhigurah and you will have the possibility at trying your hand at beach volleyball!<br/><br/>Snorkelling<br/>Snorkel with sharks, Nurse sharks, manta rays, whale sharks and a vast array of spectacular sealife, and we will have the possibility of a night snorkel with Manta Rays.",
  "durationDays": "8",
  "price": "1465",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kanduoi Giri You will be collected from Male Airport and transferred to Blue Horizon II. After a safety briefing we will sail to Kanduoi Giri for the first night. Kanduoi Giri is known for its large population of Moray eels."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Rasdhoo and Madivaru Cruise to Rasdhoo Islands and snorkel at the nearby Madivaru Sandbank. Rasdhoo - is a local island surrounded by excellent coral reefs that provides superb snorkeling. The region nearby sometimes called Rasdhoo Atoll, famed among divers and connoisseurs of the underwater world for great marine giants like mantas, hammerhead sharks and myriads of colour fish, sea turtles, dolphins and harmless reef sharks. It was dubbed as atoll of “Fish Soup” – for its sheer variety of underwater creatures. Snorkeling Near Madivaru - is one of the most famous dive spots in Rasdhoo due to its excellent reef, many fish (barracuda, batfish, Napoleon, etc.), sharks, and stingrays. Every time you can see something new. Uninhabited Island and Sandbank - perhaps the most breathtaking and amazing place is the nearby chain of uninhabited islands and sandbanks. What is so unique about it? There is a lagoon, where you can see a real 50 shades of blue with a beautiful reef in the center. A lot of fish live on the reef, which themselves swim up to you because they expect some food from you. The second thing is the ability to walk from islands to island and sandbank. The outer reef of the lagoon is rich in its wildlife and you can see sharks, stingrays, and turtles."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Fesdhoo and Maalhos Cruise to Fesdhoo Island for a spectacular snorkel before heading to Mallahos for a night snorkel with Manta Rays. Fesdhoo – one of inhabited island in North Ari Atoll. It embodies a wreck next to Small Thila (Pinaccle). This site is better suited for Nitrox divers. Great for macro lovers, those who enjoy beautiful healthy corals and lovers of Large Fish Schools. This site is also known to be an occasional Manta Cleaning Station."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Dhigurah Cruise to Dhigurah and snorkel the local reefs. We will have some time to relax before and perhaps to try beach volleyball before a BBQ in the evening. Dhigurah is considered as one of the best most beautiful Local Island in Maldives both by locals and tourist. Famous for its long beaches (its big blue lagoon and endless sandbank). Also known as a snorkeling and diving paradise to swim with Mantas and Whale Shark, which can be seen all-year-round in the island vicinity. Snorkeling Near Dhigurah (at Manta Point) - This site is located just a short boat ride from the island, and it’s known for its large population of manta rays. Here, you can snorkel or dive with the manta rays as they glide gracefully through the water, feeding on plankton. Beach Volleyball at Digurah and BBQ Dinner - Escape the island and enjoy the serenity and solitude with BBQ to the sandbank which has pleasant walking tracks and is well-vegetated. The white sandy beaches are perfect, with a beautiful lagoon for a swim in the crystal-clear water."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Whale shark snorkelling at Dhangethi After a morning visit to Fenfushi Island we head to Dhangethi Island, known for its year round whale shark sightings. We will also have the chance to explore the shops, cafes and bars on Dhangethi Island and visit the beautiful white sands of Bikini Beach. Island Hopping in Dhangethi - modest in size, but bright in beauty. The narrow streets of Dhangethi, with their unique and bright houses, create an amazing atmosphere of tranquility. Walking through them, you can feel what it means to be a real islander far from the mainland, in the middle of the Indian Ocean. Like on any other inhabited island, the streets of Dhangeti create a cunning interweaving. But they all somehow lead to the same place – the ocean. Bikini Beach at Dhangethi - Only a 2-minute walk from the village is a bikini beach with beautiful white sand. This is the most popular beach and is exclusively reserved for tourists to wear swimwear. The beach is pristine with crystal clear waters and powdery white sand. Visitors can enjoy swimming, sunbathing, and snorkeling in the calm waters. Snorkeling (House Reef)- The house reef on Island is located just a short distance from the shore, making it easily accessible for both experienced and novice snorkelers. The reef is teeming with colourful fish, vibrant corals, and other fascinating marine life. Snorkeling in the house reef is a must-do activity during your stay on Dhangethi Island. Snorkeling with Whale Sharks - Dhangethi is near the Maldives' famous whale shark point, enjoy the company of these harmless giants. Usually, whale sharks can be spotted all year round. Since they are the biggest fish species, they can grow up to 10 m in length (in the Maldives the average size is 6-8 m)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Vaavu Atoll: Cruise to Vaavu Atholl before snorkelling at Alimatha Sandbank. Spend the night moored at Keyodhoo Island. Vaavu Atoll is a popular tourist destination due to its crystal-clear waters, beautiful coral reefs, and pristine beaches. The boot-shaped atoll is home to the longest continuous reef in the Maldives, totaling 55-kilometres of unbroken coral. This reef is pierced by several narrow channels that act as magnets for marine life, attracting huge amounts of sharks, schooling fish and plenty of other bigger species. Colourful coral reefs and a wide variety of fishes, Nurse Sharks and moreover, groups of sharks lazily sleeping on the shallow seabed are a regular sight."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hulhumale We cruise to North Male for a snorkel at Embudu - a great place to see sharks. We spend the evening at Hulhumale, a new man made island that is now one of the largest towns in the Maldives. Snorkeling in Embudu Shark Point - Surrounded by a coral reef with several passes and endowed with several beaches of powdery white sand. On the reef, you’ll spot an exceptional diversity of tropical fish, as well as eagle rays, reef sharks, and sea turtles. Among the most beautiful, are the oriental sweetlips, the regal angelfish, the emperor angelfish, the yellow-edged lyretail, and the scrawled butterflyfish. Schools of humpback red snappers, fusiliers, and redtail butterflyfish are found on the drop-offs. In places, you may also find Clark’s anemonefish in their sea anemone. Whale sharks are exceptionally regular here, and are spotted frequently"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Male Time to disembark and transfer to Male Airport. NB. This itinerary is subject to change based on weather, currents or other factors."
    }
  ],
  "map": ""
}