{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "maldives-local-islands-tour-5-days",
  "tourName": "Maldives local islands tour, 5 days",
  "placesVisited": "",
  "generalInfo": "Our Maldivian local adventure combines Maldives local island life with water sport activities, excursions and relaxation. <br/><br/>Embark with your own personal Maldivian guide ensures that your trip is fun, authentic and gives you real insight into local Maldivian life. You will gain personal and professional insight into Maldivian culture, history, traditions, food and language, fused with the exploration of picturesque islands. Travelling in the Maldives with a local guide also allows access to unique encounters that most tourists will not experience. <br/><br/>Our short stay Goidhoo Explorer is ideal for those seeking a more authentic and secluded experience which provides an introduction to the Maldives, its culture, marine life and environment. For travelers who also wish to experience resort life in the Maldives or are planning a vacation in Sri Lanka or India it offers an excellent way to combine both styles of vacation, particularly as the tour starts and finishes at Male International Airport.<br/><br/>Goidhoo Island in Horsburgh Atoll is an interesting island paradise waiting to be explored. Experience an island rich in culture with mangrove lakes and agricultural resources, not at all what you expect from a Maldivian island. Enjoy a beautiful beach, vibrant coral reefs, a rich ecosystem and a glimpse into the traditional way of life in the Maldives. Goidhoo could be described as large compared to many other local islands but the village community has a population of no more than 500 and much of the island is given over to tropical flora and agriculture. <br/><br/>Goidhoo is the ideal location to relax, unwind and appreciate the natural beauty of this tropical paradise while at the same time providing the opportunity to discover that there is more to Maldives islands than beaches and palm trees!<br/><br/>Note: The Maldives is a Muslim country and therefore alcohol is not available on local islands. Subject to availability day/evening visits to resorts can be arranged. Bikinis are not allowed to be worn on local island public beaches and female travelers should dress with modesty in mind.  Tourist beach areas are available for guests.<br/><br/>Your guesthouse accommodation is designed to provide a balance of comfort, good service, local atmosphere and value for money. We have chosen a selection of different guesthouses  that provide comfortable clean rooms, friendly service and good food. All rooms have en-suite bathrooms, AC and ceiling fans. complimentary WiFi,  water, tea and coffee is always available. Most of the guesthouses are single or double story comprised of a maximum of 10 rooms. All are owned and managed by locals. Some are set facing out to the ocean with a terrace or balcony. Others are built around a private garden or beach area, but in each you can be assured of a warm welcome.",
  "durationDays": "5",
  "price": "1649",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Male International Airport where you will be greeted by your tour leader, who will assist with your scheduled speedboat transfer, a two-hour journey north west to the local island of Goidhoo in Horsburgh Atoll, a southern section of Baa Atoll. After checking into your island hotel we drop by a local cafe to sample traditional hedika. This afternoon tradition is best described as the Maldives equivalent of tapas! Walk into any café between 3pm and 5pm and you will find an array of bite size savoury and sweet delights, served with black tea. It will become a firm holiday favorite! Then it’s time to hit the beach for a sunset swim before dinner. The Maldives is rich in marine life but unfortunately, our marine life is under threat because of activities carried out by us humans. Over a coffee your tour leader will highlight the harmful practices that are pushing the balance in the eco system and what we can do to limit the impact."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Following breakfast, take your first Maldives underwater encounter. Your guide will provide a safety briefing on responsible snorkeling and act as your ‘spotter’ during the experience, pointing out marine life that may not have caught your eye. Coral reefs are fragile ecosystems so learning how to snorkel responsibly can help minimize your impact on the marine environment and protect the delicate balance of marine life. Your tour leader will assist less confident or inexperienced snorkelers, ensuring your equipment is comfortable and you feel safe in the water. There will be the opportunity to encounter turtles and reef sharks, as well as a multitude of colourful fish. Mid-afternoon as the heat of the day begins to subside, accompanied by your tour leader explore Goidhoo and delve into its cultural history and discover why there are some families from Goidhoo who can trace their decadency to an African ancestor. Be introduced to the local forest crabs known as the ‘ Kadoofa Kakuni’, hear the story of how the atoll was designated as ‘Horsburgh Atoll’ and understand the connection, Frenchman, Francois Pyrard, has with the atoll. Following dinner spend time at the beach where surrounded by lush vegetation see how many of the glittering constellations you can name as they stretch out above you in an inky black sky."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning, dive into a farm-to-table culinary immersion. Engage with a local farmer, explore Goidhoo's agricultural region, acquiring insights on Maldivian farming practices, the challenges faced, and harvest fresh produce. Following the farm visit, enjoy the warm hospitality of ladies of the village. We gather in their home, where they will graciously guide you through the preparation of a delicious meal and share culinary secrets passed down through generations. Watch as they expertly demonstrate the art of grating fresh coconut using a traditional 'Huni Gondi' then, with excitement, pass the task to your hands, allowing you to actively participate in the culinary experience! An experience where you will truly uncover the heart of Maldivian gastronomy, celebrating the versatility of tuna and showcasing locally sourced ingredients such as coconut and chili, defining the unique flavors of the islands. This afternoon we kayak the mangrove lake and learn why the mangroves play such an important role in the Maldives. Goidhoo Koaru, located on the northern side of the island was declared protected in 2011. This area has rich biodiversity and is one of the largest mangrove ecosystems within the Maldives. It is a type of mangrove that grows alongside the coast, being exposed to the elements of the sea and is known as a fringing mangrove. This site is also a popular roosting site for migratory birds. Your tour leader will coach you on how to paddle and manoeuvre the kayak before setting off to explore this unique Maldives ecosystem. This evening your Tour Leader will introduce you to the work of the Manta Trust. Providing an insight into their environmental monitoring and manta ray studies preparing you for our snorkeling tomorrow, when if conditions are right we may be lucky enough to spot a manta ray!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Making the most of the quiet beautiful reefs in this area we take a further opportunity this morning to discover coral reefs that are teeming with fish and marine-life. Whilst never a guarantee we may be lucky enough to encounter manta rays which are often sighted in the atoll. Before entering the water, your tour leader will share the manta snorkeling code of conduct, ensuring the experience is memorable for both you and the manta ray. This afternoon, discover the importance of seagrass to the Maldives ecosystem. Despite being one of the most valuable ecosystems on the planet, sea grass is considered unsightly, and is often deliberately removed. Your Tour Leader will accompany you to snorkel, identify and help you understand why we call it the hero of underwater protection. Returning to Goidhoo the remainder of the afternoon is yours to relax or for those still feeling energetic take advantage of the watersport options available before enjoying your final Maldives sunset."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Following an early breakfast transfer by scheduled speedboat to Male International Airport, where your tour ends."
    }
  ],
  "map": ""
}