{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "maldives-snorkeling-marine-life-awareness-tour",
  "tourName": "Maldives snorkeling & marine life awareness tour",
  "placesVisited": "",
  "generalInfo": "Our North Ari Island Hopping tour is tailored for snorkeling and marine life enthusiasts and those eager to enhance their knowledge of the marine environment. Immerse yourself in crystal-clear waters and explore the vibrant coral reefs, where a rich tapestry of marine life awaits. Get up close and personal with graceful manta rays, gentle turtles, and mesmerizing reef sharks. Connect with this magical underwater world, while gaining valuable insights into the delicate balance of our ecosystem and the importance of preserving it. Prepare for awe-inspiring moments and an educational journey that will leave an indelible mark. <br/><br/>Hulhumale, North Male Atoll, is a suburban island just a 10-minute taxi ride from Male International Airport. This artificial island was reclaimed from the sea to offer alternative living space outside of Male and whilst not a 5* resort Hulhumale provides the ideal base as a start or finishing point to a holiday. There are plenty of local coffee shops, restaurants and a small local shopping area. The public beach located along the east side of the island is an endless stretch of sand and provides the ideal location to swim or just sit and watch the world go by. The capital Male is just a 20 minute ferry journey away or a 15 minute ride by taxi.<br/>Mathiveri is a much smaller island and retains a local feel with a large part of the community is involved in yellow fin tuna fishing. There are a couple of local restaurants and a handful of local shops. In the center of the island is a 500 year old Banyan tree which acts as a landmark from the ocean. The lagoon is large and clear and when the season is right it is possible to snorkel or swim with manta rays on the outside reef. The island has a private tourist beach with sun umbrellas and sun loungers.<br/>Ukulhas has an abundance of green vegetation as well as a beautiful large white sand tourist bikini beach that stretches almost the circumference of the island. The house reef is accessible directly from the island where you may be lucky enough to encounter turtles, stingrays, eagle rays, reef sharks and a host of tropical fish life. Ukulhas provides the ideal location to relax, get active or discover Maldivian culture and has become a popular location for families, couples and solo travelers as it offers everything you may be looking for from a Maldives holiday location on a budget.<br/><br/>The island of Rasdhoo located approximately 60km from Male is the first island you come to when travelling west from the capital to the top of North Ari Atoll.  Rasdhoo is close to some of the best dive sites in the Maldives and is surrounded by excellent coral reefs that provide snorkeling opportunities for the less intrepid.  <br/><br/>As Rasdhoo is the capital island of the atoll it is has a hospital and banking facilities including an ATM. The main street is lined with convenience stores, souvenir shops and a number of cool trendy cafes popular locations for locals and tourists to hang out.<br/><br/>Note: The Maldives is a Muslim country and therefore alcohol is not available on local islands. Subject to availability day/evening visits to resorts can be arranged. Bikinis are not allowed to be worn on local island public beaches and female travelers should dress with modesty in mind.  Tourist beach areas are available for guests.<br/><br/>All of our guesthouse accommodation is handpicked to provide a balance of comfort, good service, local atmosphere and value for money. We have chosen a selection of locally operated guesthouses that provide comfortable clean rooms, friendly service and good food. All rooms have en-suite bathrooms, AC, ceiling fans and complimentary Wi-Fi, whilst water, tea and coffee is always available. All of our properties are a short walk from the beach often with a terrace or balcony, some are built around a private garden or courtyard and in each you can be assured of a warm welcome.",
  "durationDays": "8",
  "price": "2199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Male International Airport you will be greeted by your tour leader and transferred by vehicle to your guesthouse on Hulhumale, just 15 minutes away. Settle in after your flight before taking your first steps on the sands of this suburban tropical paradise. The public beach is just across the road, with several local cafes and local restaurants close by, plus a water sports centre. So, there is plenty to keep you busy! For guests arriving before 5.00pm there is an option to join your guide at a beachside cafe for coffee, a very popular daily activity for Maldivians and chance to gain your first insight into the local side of this island paradise."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning your tour leader will meet with you to join your transfer by public speedboat to the local island of Mathiveri, North Ari Atoll. Following time for lunch explore the reefs close to Mathiveri for your first underwater encounter! Your guide will provide a safety briefing on responsible snorkeling and act as your ‘spotter’ pointing out marine life that may not have caught your eye. They will assist less confident or inexperienced snorkelers, ensuring your equipment is comfortable and you feel safe in the water Late afternoon spend time exploring the island, to get yourself acquainted with the layout and uncover the best spots to take lunch. Stop by a local cafe to sample traditional ‘hedika’ – Maldivian savoury and sweet short eats served with black tea and familiarize yourself with island life. After dinner, your Tour Leader will introduce you to the work of the Manta Trust. Providing an insight into their environmental monitoring and manta ray studies preparing you for our manta ray snorkeling tomorrow!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We depart by boat for another underwater encounter. Discover coral reefs that are teeming with fish and marine-life. Keep your eyes open for turtles and sharks. Whilst never a guarantee we may be lucky enough to encounter manta rays which can be sighted year round in the atoll. Should we be fortunate enough to spot these magnificent creatures, we will follow the manta ray code of conduct, ensuring a responsible and respectful snorkeling interaction. The afternoon is yours to do as you please. Perhaps visit Mathiveri Finolhu, a private uninhabited island fringed with a white sandy beach and surrounded by crystal clear water. As this is an uninhabited island, it is possible to wear a bikini. The Maldives is rich in marine life but unfortunately, our marine life is under threat because of activities carried out by us humans. Following dinner at your guesthouse, your tour leader will highlight the harmful practices that are pushing the balance in the eco system and the work being carried out by organisations such as Save the Beach to limit the impact."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today transfer to our next local island destination of Ukulhas. Take time to explore the island with your guide and learn more about the tradition of fishing in the Maldives and discover why it was the island that led the way for environmental practices. Not only does Ukulhas have some beautiful beaches, the local community here are particularly friendly and will be delighted to engage in conversation with you and show off their home island. Your Tour Leader will introduce you to the work of the Olive Ridley project. Providing an insight into their environmental monitoring and turtle studies preparing you for turtle encounters! Be sure to have your underwater camera with you when snorkeling to capture images which will be shared with Olive Ridley data base. The house reef at Ukulhas is worth getting in the water for and can be accessed easily from the beach and so this afternoon your tour leader will accompany you on a guided house reef snorkel, be sure to keep your eyes open for turtles."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Following breakfast the day is yours to do as you please. For the energetic enjoy the many excursions available including diving, snorkeling and a variety of watersports. For those less active perhaps an excursion with a picnic lunch to a nearby sandbank or uninhabited desert island suits. Why not book a whale shark day trip to South Ari Atoll. This is a full day trip due to the distance from Ukulhas and pricing is dependent on the number of guests joining the trip. Expect to pay approximately $150 per person for 6 persons. The trip is subject to availability and operates when there have been regular whale shark sightings. South Ari Atoll is 90 minutes by speedboat and is very lucky to have a probable unique year-round population of whale sharks. Nowhere else in the world boasts whale sharks every single month of the year and furthermore many of the sharks seen are the same individuals time after time. You may encounter 1 or 2 sharks in half an hour or given that they are wild creatures in their natural habitat we may not encounter one for the whole time we are searching. However the unpredictability all adds to the excitement! If we do spot them we will have the opportunity to snorkel alongside them, a truly magical experience Late afternoon head out for sunset kayaking or SUP tour. Kayak through the beautiful lagoon whilst enjoying the wonderful colours as the sun sets in the ocean. As we navigate through the calm waters, be sure to remain attentive, as you never know, we may be joined by the presence of a graceful eagle ray or a mesmerizing shark gliding by beneath us."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today we transfer on to our final island destination of Rasdhoo where dependent on the current we will head out by boat to snorkel a nearby reef. Expect to encounter huge schools of reef fish, batfish, tuna, and parrot fish. Rasdhoo is famous for its black and white tip reef sharks and close encounters are possible as we hang in the current to observe them. Spend time this afternoon exploring the island with your tour leader, stop for a refreshing drink at a local café or just relax by the ocean listening to the gentle lap of the waves on the shore. This evening before the sun sets we head out in search of dolphins which can often be seen jumping and spinning as the sun sinks on the horizon. Your tour leader and crew familiar with the habits and behavior of dolphins will keep a keen lookout for any signs of these graceful creatures. They will share stories about the different species of dolphins found in the region, their social dynamics, and the role they play in the ecosystem. It's an educational and enriching experience that will deepen your appreciation for these incredible marine creatures."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Following breakfast we head out for our final underwater encounter! Your tour leader will guide you through two snorkeling sites that encapsulates the beauty and wonder of our Maldives' marine environment, leaving you with a deep sense of appreciation and a desire to protect this remarkable paradise. As the afternoon cools down there is the option to spend time on the beach, giving back to the community that has welcomed us by supporting a beach clean. Our reward will be a refreshing fresh Kurumba (coconut water) followed by an ocean swim! This evening enjoy dinner under the stars. The perfect way to end your Maldives holiday."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Following an early breakfast we join the public speedboat for the return journey to Male."
    }
  ],
  "map": ""
}