{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "luxury-maldives-sri-lanka-holiday",
  "tourName": "Luxury Maldives & Sri Lanka holiday",
  "placesVisited": "",
  "generalInfo": "In the Maldives you will be whisked by seaplane to Hurawalhi, surrounded by white sands and crystal-clear water as we start with the beach stay. Set on a private island in the Lhaviyani Atoll in the Maldives, Hurawalhi Island Resort is much like your relationship: it is a perfect match of serenity and excitement, comfort and adventure; it stirs up your every atom with an intricate blend of intimacy and thrill. On the second part of your twin center holiday in Sri Lanka, a private chauffeur guide will enable you to enjoy a combination of history, wildlife, culture, scenery and of course Sri Lankan hospitality. You will get to explore historical UNESCO World Heritage sites including the 5th century Rock Fortress at Sigiriya and the Golden Temple of Dambulla. A visit to the world’s most famous sacred Buddhist shrine, the Temple of the Tooth Relic, will leave you speechless, and a stunning scenic drive will transport you through the breathtaking hills of the lush tea plantation to Nuwara Eliya. Our carefully selected hotels in spectacular locations provide quality relaxation time throughout your tour in Sri Lanka.",
  "durationDays": "13",
  "price": "7999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival at the Male International Airport, you will get your first taste of warm Maldivian hospitality. As soon as you arrive in the country, you’ll be treated like a true VIP. The resort has its very own lounge at Velana International Airport, with complimentary Wi-Fi, cold face-towels, and drinks and snacks to keep you satisfied while you wait for your seaplane transfer. When you touch down at the resort, seven bars and cozy restaurants await, where you can eat your way across the globe. Or, if you need some help de-stressing, visit Duniye Spa for a treatment or two. After an exhilarating 40-minute seaplane transfer from Velana International Airport to Hurawalhi Island Resort Island located in the northern Lhaviyani Atoll a resort representative will welcome you as you arrive at your destination. Check-in formalities will be done and you will be taken to your room after enjoying your welcome drink."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After a scrumptious Breakfast enjoy Stand up Paddle Boards or Kayaking. (Subjected to weather conditions to be paid directly to the hotel) Enjoy Kayaking around the island, there will be plenty of time to stop off at isolated sandbanks and uninhabited islands to snorkel and gain your first experience of the amazing underwater world of the Maldives. Stand up paddling, also known as standup paddle boarding or simply ‘SUP’ is a leisurely, yet exciting modern water-based activity, which has quickly gained popularity in recent years. While it is an offshoot of surfing, in contrast with traditional surfing where the surfer remains seated until a wave comes, stand up paddle boarders stand atop their boards and use a paddle to propel themselves through the water surface. Perfect for the still, calm ocean. Look around to enjoy the magnificent landscape of both land and sea, or look down for a crystal-clear close-up of the ocean ‘aquarium’ beneath you, all the while getting an excellent cardio workout!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After your delicious Breakfast at the Restaurant, you will have some free time to relax at the hotel, where you might choose to take a cooling dip in the pool; sit back and linger over your morning tea or take a stroll outside to enjoy the stunning surroundings or make an advance reservation to dine at the signature underwater restaurant. You can also enjoy snorkeling around the island and TWO Snorkelling excursion shuttles daily to selected sites nearby (**on pre-registration basis, weather permitting)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After your delicious breakfast, you will have some free time to relax at the hotel, where you might choose to take a cooling dip in the pool; sit back and linger over your morning tea or take a stroll outside to enjoy the stunning surroundings of the Island."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leave for Velana Airport and your direct flight (1hr30) to Sri Lanka. From BIA your personal chauffeur guide will welcome you and very briefly go through the plan for the day and afterwards, we travel to Galle for your overnight stay. Upon arrival to Galle, you will engage on a walking tour at the timeless Galle Dutch Fort. EXPERIENCE – A visit to Galle Dutch Fort With the help of your guide step into a local bus to and make more adventurous journey to Galle, the beautiful colonial town along the southern coast that was once the chief port of Sri Lanka and houses the largest occupied Fort in Asia. It is still well known for hand-made lace which was introduced by the Dutch and the UNESCO world heritage site, the Galle Fort. Galle Fort originally built by the Portuguese and later extended by the Dutch in 1663 spans over 90 acres. Asia's largest colonial-built fort has protected a wealth of interesting architecture, now housing galleries, cafes, and shops, or fulfilling their initial intended purpose as law courts and administrative buildings. Nearby beach towns provide an altogether different taste of life in the south of the country. Witness the sunset from ramparts while sipping a chilled beer (to be paid directly). Welcome dinner: we recommend Sri Lankans fresh lobster curry at The Fort Printers restaurant, the best food in the Fort – The ideal venue for a memorable meal, this hotel restaurant offers a concise menu featuring fresh seafood and organic local produce. It's especially good for Mediterranean-inspired dishes, while traditional Sri Lankan rice and curry is also excellent. Dine in the frangipani-shaded courtyard at the rear or in the imposing dining room (to be paid directly)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning breakfast at the hotel and today you will be taken towards Kanneliya Forest. EXPLORE – A visit to Kanneliya Rainforest followed up with a lunch by the stream Discover the Kanneliya forest reserve, a less frequented but nonetheless impressive rainforest to explore with your wildlife tracker host. Kanneliya is just 35km from Galle, so in just 90 minutes you can be out of the fort and into the forest. Your exciting morning walk takes you under thick tropical tree canopies housing monkeys, snakes and chameleons. Multitudes of birds will flutter from branch to branch above, whilst plants and flowers blanket the jungle floor. Stop to savour the sounds of your surrounds and refreshments at a local waterfall! The forest itself envelops nearly 80 villages, one of which is your host’s home and where his talented wife will prepare your lunch to be had in the shallows of a lake. A unique dining experience and an idyllic end to your journey. Then transfer to Koslanda Check-in to the hotel and chilling out at the amazing infinity pool Dinner Experience: Dinner experience in Jungle Ambalama - The Jungle Ambalama located at the head of our the waterfall provides the perfect spot for a memorable proposal, romantic picnic or simply a quiet place to meditate or practice Yoga. Available to all guests you can also book a private dining experience or a for a special occasion (to be paid directly)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Relish a scrumptious breakfast and we recommend you to choose one of the activities detailed below. OPTIONAL EXPERIENCE - Picnic lunch and swim at the private waterfall (Price TBA upon request) How about enjoying a picnic lunch down by our waterfall, a secret natural swimming hole? You’ll have the whole waterfall to yourself. Crack open a bottle of wine, or a few cold beers – just make sure you leave nothing behind but wet footprints! OPTIONAL EXPERIENCE – Learn to make egg hoppers! (Price TBA upon request) Curious how to make one of Sri Lanka’s favourite roadside snacks? The simple, yet delicious and filling hopper is an island-wide staple. Join a cooking class and learn how to impress your friends back at home with a new and exotic breakfast treat. OPTIONAL EXPERIENCE - Proceed to the hill country of Ella The beautiful hill country village surrounded by mountains, tea plantations and greenery everywhere you go. Ella is a great place to relax, wind down and enjoy the breathtaking scenery. The Ella Gap offers a stunning view and on a clear night, you can see the subtle glow of the Great Basses lighthouse on the southern coast of Sri Lanka. Visit to Ella Gap which one of the main tourist attraction symbols that makes the area enchanting. Make your way to see one of the islands widest falls Ravana Falls which has been named after the legendary character Ravana (who is said to have been the king of Sri Lanka during then had kidnapped princess Sita, and hidden her behind the waterfall. Another must see that we have planned for you today is the picturesque Nine Arches Bridge or locally known as ‘Ahas Namaye Palama’ meaning nine skies bridge in Sinhala, built during the British Colonial period. This architectural masterpiece is a great spot to take a souvenir photo from your trip. End your tour by engaging on a hike to the top of Little Adam’s Peak."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After a delicious breakfast proceed to Haputale Railway station and experience a scenic train ride. Meet with your guide at the Nanu Oya railway station and drive towards the royal city of Kandy. EXPERIENCE – A scenic rail journey from Haputale to Nanu Oya The rail route to Nuwara Eliya rises slowly from the subtropical spice and banana trees to pine and eucalyptus forest. From Haputale, the scenery is the most spectacular, passing St Clair and Devon waterfalls on the left-hand side and many tea plantations. After about two hours, you will arrive at Nanu Oya station and from here there is a 15-minute drive to Nuwara Eliya. (train tickets can be purchased on the previous day with the help of your guide, strictly depends on availability and we cannot guarantee any particular class – train’s journey duration is approximately 04 hours) Upon arrival to Nuwara Eliya, explore the chilling atmosphere of “Little England”. EXPLORE – Tour across Nuwara Eliya Nuwara Eliya, also known as the ‘Little England’ of Sri Lanka is a city in the hill country of the Central Province, Sri Lanka. The city is considered to be one of the most important locations for tea cultivation and well known for its cool climate being the coolest area in Sri Lanka. Many of the buildings have still preserved features from the colonial period. Many private homes have also maintained their old English-style lawns and gardens. In between the city tour you will be experiencing an interesting visit to a Tea Plantation and Tea Factory. Then transfer to the Royal city of Kandy and explore the great Temple of The Tooth. EXPERIENCE – A visit to Temple of The Tooth Relic The famous Temple of the Tooth Relic of Lord Buddha is an important pilgrimage site not just for the Buddhist in Sri Lanka but the world over. The temple is known as “Sri Dalada Maligawa” in Sinhalese which implies the English meaning of Temple of the Tooth Relic."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today in the morning you will firstly enjoy a guided hike to the hidden Bambaragala temple and Pettigala Mountain. EXPLORE – The hidden gem, Bambragala temple and Pettigala Rock The trail up to Pettigala rock begins with a stroll through the Bambaragala Buddhist Temple. You will leave with a new-found astonishment and appreciation of the beauty and history of the Bambaragala temple. As soon as you arrive, you will be greeted by resident monks who told us of its long history, stretching back over 2000 years! Feel free to spend some time exploring the cobbled courtyards and appreciating the incredible cave statues and ancient paintings before continuing up the hill to Pettigala. The Pettigala hike begins from the top of the stone steps of the Bambaragala monastery. Although not immediately obvious, there is a well-worn trail that continues into the forest just past the top level of the steps. The track consists of rooty undergrowth and is fairly steep in sections. Once you reach the top you will engage in a meditation session. The scenic and mind blowing views will just make you feel worth of all your sweat. Return to the hotel after excursion and relax by the jacuzzi"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After a leisurely breakfast, drive towards the cultural triangle. En route visit the famous Dambulla Cave Temple. EXPLORE – Dambulla Cave Temple Dambulla is famous for the five cave Temples on a rock. The first 03 caves are better, older and larger than the other two. Some caves dates back to the First Century B.C. Major attractions are spread over five caves, which contain statues and paintings. These paintings and statues are related to Gautama Buddha and his life. There are a total of 153 Buddha statues, three statues of Sri Lankan kings and four statues of gods and goddesses. Depictions on the walls of the caves include the temptation by the demon Mara, and Lord Buddha's first sermon. OPTIONAL EXPERIENCE – Climb Pidurangala Rock in the late afternoon for an authentic picnic Rock Hiking in Pidurangala, in native language a stone throw away not more than 2km from Sigiriya, is more of a natural atmosphere. A popular spot for sunrise/sunset and 360-degree views of the valleys and the neighboring Sigiriya Rock. Also housed a monastery for monks. Continue to Kandalama and check in to the hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, we travel to explore the medieval city of Polonnaruwa, a UNESCO World Heritage site. Upon completion later during the afternoon, we engage in a jeep safari at Minneriya / Kaudulla / Eco National Park. EXPLORE – The ancient city of Polonnaruwa Polonnaruwa is divided into 4 areas. The visit starts with the Kings Palace and Baths. We then visit 3 different tooth relic temples and then proceed to the stupas. The visit ends on the far western side of the complex where you will see one of the most astonishing Buda rock carvings in Sri Lanka. One can walk, bike or drive between locations. It’s hot – no doubt. If it looks like it might rain don’t forget to take an umbrella from the vehicle. EXPERIENCE – Wildlife at Minneriya National Park Which park you visit will depend on the time of year and the recent sightings in the parks. Since the parks are relatively close to each other, the decision of which park to visit will be often made on the day itself, based on up-to-date information about the location of the elephants at that given time, ensuring you the best sightings. From the safety of a well-equipped jeep you will navigate the park with a naturalist who will be able to point out various animal species to you and knows the best spots from which to view the elephants. It’s a bumpy ride but a great adventure and nothing beats the feeling of seeing wild elephants mere meters away from your jeep. Return to the hotel for your overnight stay."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After scrumptious breakfast, we give you the choice of choosing which time you would prefer to go to Sigiriya to explore the rock citadel unofficially known as the 08th Wonder of the world (We recommend early morning with a packed snack so you could observe the sunrise and return to the hotel for breakfast). Sigiriya consists of 1200 steps. The first part of the visit is a leisurely walk through the pleasure gardens. Then one starts to climb. There are two areas where one can take a break on the way up. The entire duration of the experience takes approximately 1.5 to 2.5 hours depending on the speed at which you want to climb. Water is provided. If it looks like it might rain don’t forget to take an umbrella from the vehicle. Return to the hotel and travel to Negombo for your overnight stay. Upon your arrival at the destination, we check-in at the hotel, and the rest of the day will be at leisure."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "All good things must come to an end. Enjoy one last relaxing day by the poolside to recharge our batteries and freshen up before our afternoon flight. TIPS: * We recommend you check-out from the hotel early enough to allow you to reach the airport three hours prior to your departure flight. * Please discuss the exact time of departure with your chauffeur, who will be happy to advise you based on your flight timing."
    }
  ],
  "map": ""
}