{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "maldives-local-island-hopping-holiday",
  "tourName": "Maldives local island hopping holiday",
  "placesVisited": "",
  "generalInfo": "Embark on this tour with your own personal Maldivian guide ensuring that your trip is fun, authentic and gives you real insight into local Maldivian life. You will gain personal and professional insight into Maldivian culture, history, traditions, food and language, fused with the exploration of picturesque islands. Travelling in the Maldives with a local guide also allows access to unique encounters that most tourists will not experience. <br/><br/>Coconut palm fringed islands, sparkling white beaches, tranquil lagoons, turquoise blue waters studded with coloured corals and an abundance of marine life all combine to form breathtaking beauty that is the Maldives and sets the backdrop to our adventure packages. The best way to experience this natural beauty and to gain an insight into the culture and tradition of Maldivian life is to travel to an inhabited island. This provides the opportunity to combine local island life with watersports and a little relaxation. Travel to local islands and stay in local guesthouses; visit family homes, mosques and boat yards, All combined with SCUBA diving and snorkeling, allowing discovery of the underwater beauty of the Maldives. <br/><br/>Hulhumale, North Male Atoll, is a suburban island just a 10-minute taxi ride from Male International Airport. <br/>There are plenty of local coffee shops, a handful of restaurants and a small local shopping area. The beach located along the east side of the island is an endless stretch of sand and provides the ideal location to swim, snorkel or just relax after a great days diving. The capital Male is just a  20 minute ferry journey away and for those who like to end their day with a beer the only hotel serving alcohol on a local island is a short bus journey close to the airport.<br/><br/>Guraidhoo also in South Male Atoll, it is a typical fishing island with about 2,300 inhabitants, with sandy roads and palm trees. A 30 minute walk around the island highlights locals going about their daily routine; carpenters at the local shipyard traditionally constructing typical local dhoni boats, locals drinking coffee in the many small coffee shops and children playing simple games in the street. Guraidhoo is a regular stopping point for safari boats and local shops have quickly adapted by offering all kind of souvenirs and a handful of local restaurants and coffee shops. <br/><br/>Maafushi was once a very typical Maldivian local island but since the introduction of local tourism Maafushi is proving a popular destination for those wishing to experience the Maldives without paying resort prices. Maafushi is located in South Male Atoll and is only 90 minutes away from Male by ferry boat or 30 minutes by speedboat. There are two beaches on opposite sides of the island, one of which is a tourist bikini beach. With over 70 guesthouses some with 6 floors there are plenty of accommodation options to meet all budget needs. There are a variety of local cafes and guesthouse restaurants, some situated on the harbor and with water sport and excursion providers all eager for your business Maafushi provides the ideal destination to discover the Maldives on a budget and mix with other tourists.<br/><br/>Gulhi is a small, quiet island with a small local population. It has two beautiful bikini beaches and is ideal for a holiday where relaxation and reclining on a sun lounger is the priority! Gulhi was one of the few islands that hosted tourists during the early 80’s, when local islands were allowed to provide bed and breakfast service. The locals are friendly by nature and welcome visitors to their charming island. The main economic activity in the island is fishing. And the island also has the oldest dock yard in the Maldives. Many of the sea going vessels in the Maldives use the dock facility in Gulhi island for annual dry dock repairs because of its proximity to the capital island Male’ and International Airport.<br/><br/>All of our guesthouse accommodation is handpicked to provide a balance of comfort, good service, local atmosphere and value for money. We have chosen a selection of locally operated guesthouses that provide comfortable clean rooms, friendly service and good food. All rooms have en-suite bathrooms, AC, ceiling fans and complimentary WiFi, whilst water, tea and coffee is always available. Most of the guesthouses are single or double story comprised of a maximum of 10 rooms. Some are set facing out to the ocean with a terrace or balcony. Others are built around a private garden or beach area, but in each you can be assured of a warm welcome.<br/><br/>Note: The Maldives is a Muslim country and therefore alcohol is not available on local islands. Subject to availability day/evening visits to resorts can be arranged. Bikinis are also not allowed to be worn on local island beaches; however most of our guesthouses offer private gardens or guest beach areas.",
  "durationDays": "8",
  "price": "2499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Male International Airport you will be greeted by your tour leader and transferred by vehicle to your guesthouse on Hulhumale, just 15 minutes away. Settle in after your flight before taking your first steps on the sands of this suburban tropical paradise. The public beach is just across the road, with several local cafes and local restaurants close by, plus a water sports centre. So, there is plenty to keep you busy! For guests arriving before 5.00pm there is an option to join your guide at a beachside cafe for coffee, a very popular daily activity for Maldivians and chance to gain your first insight into the local side of this island paradise."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Following breakfast served at the guesthouse you will transfer to Male, a 20-minute journey, where your tour leader will accompany you on a tour of the capital city, providing opportunity to visit places of interest including The Friday Mosque, local markets and Sultan Park. Wandering through the narrow roads of Male provides a wealth of opportunities to gain a deeper understanding about the culture, history and daily life of this unique capital city and its people. After time for lunch transfer by local ferry to your guesthouse on the local island of Guraidhoo, South Male Atoll, 120 minutes from Male. View the beauty of the many Maldives islands that pass you by whilst keeping your eyes open for dolphins! Upon arrival you will have time to settle in before either relaxing on the roof terrace at the guesthouse or on the local beach to watch the sun go down. The Maldives is rich in marine life but unfortunately, our marine life is under threat because of activities carried out by us humans. Following dinner at your guesthouse, your tour leader will highlight the harmful practices that are pushing the balance in the eco system and what we can do to limit the impact."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Following a local style breakfast we travel by speedboat to two of the best nearby reefs. The coral reefs of the Maldives are inhabited by diverse marine life and are teaming with colourful fish and corals. Keep your eyes open for turtles, sharks and rays you never know what may be in the blue! Your tour leader will provide a briefing on responsible snorkeling and act as your ‘spotter’ pointing out marine life that may not have caught your eye. Coral reefs are fragile ecosystems so learning how to snorkel responsibly can help minimize your impact on the marine environment and protect the delicate balance of marine life. They will assist less confident or inexperienced snorkelers, ensuring your equipment is comfortable and you feel safe in the water. As the afternoon cools down accompanied by your tour leader time is spent exploring Guraidhoo with the opportunity to learn about the local way of life including a visit to the Mosque. Visit the harbour, maybe there will be fishermen with their catch. Watch children playing in the street. Discover local fruit trees as you wander the narrow maze of sandy roads. Finally, stop by a local cafe to sample traditional ‘hedika’ - Maldivian savoury and sweet short eats served with black tea. This evening while you listen to the sound of the waves enjoy a Maldives style beach BBQ under the stars."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Start early today to transfer by local ferry to the local island of Maafushi, just 20 minutes away, where after checking into the guesthouse you will be able to enjoy a relaxed breakfast before exploring the island to get yourself acquainted with the layout and uncover the best spots to take lunch or enjoy a refreshing juice with a view. Your tour leader will explain the history of local island tourism including the positive and negative impacts on the islands and local communities This afternoon, with your tour leader discover the story of Renee’s Coral Garden and why coral rehabilitation projects are important in the Maldives. On route to the coral rehabilitation site snorkel the seagrass beds with your guide and discover their importance to the Maldives ecosystem. Despite being one of the most valuable ecosystems on the planet, sea grass is considered unsightly, and is often deliberately removed. Your Tour Leader will help you understand the importance of sea grass and why we call it the hero of underwater protection. After dinner at a local café, your Tour Leader will introduce you to the work of the Olive Ridley project. Providing an insight into their environmental monitoring and turtle studies preparing you for our turtle snorkeling tomorrow!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Following breakfast we head out on the ocean once again! You will be taken by speedboat to an idyllic sandbank just a short distance from Maafushi. Maldives sandbanks are a natural wonder that epitomizes the breathtaking beauty of this tropical paradise. Picture a pristine stretch of glistening white sand emerging from the crystal-clear turquoise waters, forming a tiny, isolated island in the middle of the Indian Ocean. Here you have the opportunity to swim, snorkel or just lie back and relax. A picnic lunch will be served before we head off to snorkel in search of turtles. The soft corals available on this reef usually mean its lunchtime all the time for turtles! Before entering the water your tour leader will share the turtle snorkeling code of conduct, ensuring the experience is memorable for both you and the turtle. On the return journey to Maafushi cruise the Indian Ocean and hopefully spot dolphins. Your tour leader and crew familiar with the habits and behavior of dolphins will keep a keen lookout for any signs of these graceful creatures. They will share stories about the different species of dolphins found in the region, their social dynamics, and the role they play in the ecosystem. It's an educational and enriching experience that will deepen your appreciation for these incredible marine creatures."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Following an early breakfast we take a short speedboat journey to the quiet local island of Gulhi. Once checked in to your guesthouse, your guide will accompany you on a tour of the island. Visit the boat yard to stand in awe at the size of the boats under renovation, chat with the ladies sweeping the streets and finally refresh yourself with a cool Kurumba (coconut). Over your refreshment your tour leader will inspire and educate on how plastic is being dealt with in the Maldives and the work being done by Parley of the Oceans. We all know the impact we face every day dealing with plastic, in fact plastic is now a huge part of people’s life. The Maldives is no different and faces a huge challenge in dealing with daily waste and plastic. Ready for relaxation you can choose to head to the bikini beach or for the more energetic join your tour leader for a snorkeling opportunity on the house reef of Gulhi. As the afternoon cools down there is the option to spend time on the beach, giving back to the community that has welcomed us by supporting a beach clean. Our reward will be a refreshing ocean swim! Dinner this evening is prepared by a local family, just don’t expect silver service as traditionally meals are eaten without the aid of a knife and fork!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today is a rest day! Relax on the bikini beach, or for those feeling energetic participate in the various optional watersport activities on offer. This evening enjoy a farewell dinner in the peaceful courtyard of your guesthouse."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast transfer back to Male by public ferry, across town, and on to Male airport where the tour ends."
    }
  ],
  "map": ""
}