{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "sri-lanka-tour-and-maldives-dhoni-cruise",
  "tourName": "Sri Lanka tour and Maldives dhoni cruise",
  "placesVisited": "Sri Lanka: Negombo, Wilpattu National Park, leopard spotting, Missaka Mountain, Trincomalee beaches, Dambulla, Sigiriya Rock, Kandy, Maldives: Male, Dhoni cruise, Snorkelling, Bodu Beru show",
  "generalInfo": "Explore the Pearl of the Indian Ocean on this week-long tour of Sri Lanka that packs in all of the highlights. Discover the island's spiritual history, wandering through ancient cities and intricate temples before spotting wildlife on safari in Wilpattu National Park. Take in the views from two of Sri Lanka's famous peaks, before unwinding on white-sand, tropical beaches. <br/> <br/> Wilpattu National Park - Take a jeep safari to search for leopards, elephants, and sambar deer.<br/> Sigiriya - Climb the UNESCO Heritage Site of Lion Rock and soak up stunning views of the surrounding plains.<br/> Dambulla - Explore the incredible painted cave temple filled with Buddha statues and share a meal with a local family.<br/>",
  "durationDays": "14",
  "price": "3225",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Negombo",
      "description": ": Our tour starts today in Negombo, a coastal town that's famous for its fishing industry and golden sands. The perfect introduction to Sri Lankan life, Negombo is a busy coastal town with a lively fish market, and traditional ketti-maran (catamaran) fishing boats scudding across the waters - the capital, Colombo, is a short distance away, too. Head down to the water to catch the sunset and spot locals bringing in the day's catch. For those arriving in time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Negombo at any time. If you'd like an airport transfer, you'll need to arrive into Colombo's Bandaranaike International Airport (CMB), which is a 30-minute drive from our hotel. If you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you might like to head to the beach or make use of the hotel facilities which include a swimming pool."
    },
    {
      "dayNumber": 2,
      "title": "Game drive in Wilpattu National Park; drive to Anuradhapura",
      "description": ": Leaving Negombo this morning, we'll travel north following the coastal road via the small towns of Chilaw and Putalam before reaching the entrance to Wilpattu National Park, a drive of around four hours including stops. Here, we'll leave our bus and hop in jeeps for an afternoon safari through the park, hoping to spot Sri Lanka's most elusive resident, the leopard. Despite its location in Sri Lanka's dry zone, Wilpattu National Park boasts nearly 60 lakes and is renowned for being home to leopards, elephants and sambar deer. We'll head out on a jeep safari in the hope of spotting the elusive leopard. We choose to visit this park, rather than the more touristy Yala National Park further south because we believe it offers our customers a better experience. The same animals can be seen here as in Yala, however, it's less crowded, making our visit more enjoyable and responsible. Leaving the park, we'll drive onwards for about one hour to nearby Anuradhapura, where we'll spend the night."
    },
    {
      "dayNumber": 3,
      "title": "Walk up Mihintale Mount, explore Dambulla cave temples, drive to Sigiriya",
      "description": ": We start early this morning with a visit to Mihintale - a small mountain peak that stands out from the surrounding plains. It's believed that this was the site of a momentous meeting between the monk Mahinda and King Devanampiyatissa, introducing Buddhism to the country. Exploring Mihintale involves climbing a flight of shallow stone steps, and a short final section with uneven steps carved into the bedrock and a handrail leading to the summit. There are excellent panoramic views from the top across the entire surrounding landscape. Afterwards, we'll drive south stopping enroute for a local lunch experience. Travelling like locals, we'll reach Hiriwaduna village by tractor-drawn cart and dugout canoe-style boats crossing the short distance across the lake to the village, where we'll be treated to a traditional Sri Lankan lunch of various curries and rice. Our next stop is Dambulla, where a series of caves have been turned into temples dating from the 1st century BC. This UNESCO World Heritage Site still attracts scores of worshippers. After climbing the hill we'll visit five separate caves, which contain a large number of Buddha images, as well as sculptures of Hindu Gods. Finally, we'll drive the short distance to Sigiriya where we'll spend the night."
    },
    {
      "dayNumber": 4,
      "title": "Climb Lion Rock at sunrise, drive to Kandy",
      "description": ": We'll have an early start this morning as we plan to climb Sigiriya ahead of the crowds and while it's still relatively cool. Rising dramatically from the central plains, the UNESCO-protected ruins of this 5th-century 'Sky Fortress' are one of Sri Lanka's major attractions and an impressive feat of engineering skill. The fortress was built in just seven years as a fortified palace atop the granite peak, to protect the reign of merciless King Kassapa who had assassinated his father and deposed his brother. Before our final ascent to the summit, we'll pass between a set of enormous lion paws carved out of the rock - all that remains of an ancient gateway that gave Sigiriya, the 'Lion Rock', its name. From here a series of switchback steel stairways ascend to the top. Once at the 200-metre/656-foot summit, we can take in the magnificent views of the surrounding jungle and countryside. We return to our hotel in time for a late breakfast. After a chance to have breakfast and freshen up, we leave the hotel at around 11am and we'll drive for around two and a half hours to Kandy. Sitting on a plateau 500 metres/1640 feet above sea level and 112 kilometres/69 miles northeast of Colombo, Kandy is, in climatic and cultural terms, a world apart from Colombo. Serving as the capital of the last Sinhalese kingdom until falling to the British in 1815, it's a place of cultural and spiritual importance. Buddhists from all over the world come here specifically to visit the Temple of the Tooth, the Dalada Maligawa. The costly jewelled shrine of the Holy Tooth, said to be Buddha's left canine, is kept on the upper floor of the original building. This relic was brought from India 1,500 years ago and every year, at the time of the August full moon, it is paraded around the town as part of the Perahera Festival. On arrival, we'll have free time to explore this historic town. You might like to visit the Temple of the Tooth or take a short tuk-tuk ride out to Peradeniya Botanical Gardens."
    },
    {
      "dayNumber": 5,
      "title": "Visit highlands tea producer, drive to Koggala beach via Galle Fort",
      "description": ": Leaving Kandy behind us today, we'll stop at a tea factory to learn about Sri Lanka's largest export. In 1842, a tea bush was brought from China to be planted at Peradeniya Botanical Gardens and 25 years later, James Taylor established Sri Lanka's first tea plantation - the Loolecondera Estate in Kandy. These days, more than one million people in Sri Lanka are employed in the tea industry. The tea factory we'll visit is a small and intimate one so we won't see the tea leaves being picked but we will witness the process of drying and grinding the leaves. We'll also get to sample some of the blends before leaving tea country. After our visit, we'll drive for another four hours to the southwest coast and pay a visit to Galle Fort. An important trading centre since ancient times, the fortifications that can be seen today were built by the Portuguese and then the Dutch between the 16th and 17th centuries. The fort ramparts of this UNESCO World Heritage Site protect the harbour and a myriad of fascinating old houses, churches and warehouses. Finally, we'll follow the coast east to our base for our final two nights in Koggala. With its shallow waters and long, pristine beaches, it's the perfect place to unwind."
    },
    {
      "dayNumber": 6,
      "title": "Free time to explore Galle, whale watching (seasonal) or time to relax at Koggala Beach",
      "description": ": Today you're free to do as little or as much as you wish. A half hour taxi ride will take you back to the pretty coastal town of Galle. Today, the town has a strong arts vibe, with foreign and local artists, writers, photographers, designers, and poets drawing inspiration from their surroundings. Boutique shops and cafes around the town showcase their work. There's plenty to explore in the town and you can soak up the atmosphere with a wander around its streets. For those seeking pure relaxation, local Ayurvedic massages with natural, aromatic herbal oils are highly recommended. Alternatively, between the months of December and April, you might prefer to go on a whale-watching trip in the hope of spotting humpback and blue whales."
    },
    {
      "dayNumber": 7,
      "title": "Fly to the Maldives and join trip in Male",
      "description": ": This morning, we'll fly to Male and after meeting up with our representative we'll transfer to our hotel. After checking in, we'll go on a walking tour of the town, taking in the Mosque, the fish market and strolling along the water's edge to watch the ferries coming and going. Please note, not all group members will join the Maldives extension trip and we'll be saying goodbye to some in Colombo."
    },
    {
      "dayNumber": 8,
      "title": "Sail to Vavuu Atoll and explore Kuda Boli",
      "description": ": This morning, we'll drive to Hulhumale Marina to meet our moored dhoni and crew. We'll have breakfast onboard and our tour leader will take time to introduce the crew and tell us about the boat and our day-to-day living for the coming days. We then begin a four-hour cruise south, passing through the Vaadhoo Canal to the South Male Atoll - a smaller and quieter neighbour to the more developed North Male Atoll. Here, many of the islands are uninhabited and are surrounded by clear turquoise water and reefs. Heading further south, we'll cruise to the Vavuu Atoll, where we'll spend time exploring the picturesque island of Kudiboli. Please note, you don't need special footwear for getting on and off the boat and exploring these islands - most travellers manage just fine in flip-flops. After our island exploration, we'll spend the afternoon snorkelling or relaxing onboard our dhoni. For our first snorkel we plan to enter the sea from the beach or sand bar into relatively calm waters. All subsequent snorkelling and swimming will be directly from the boat, over reefs and into deeper waters. Over the week, we're likely to encounter plenty of underwater fauna. We might be lucky enough to spot green turtles, reef sharks and gigantic manta rays, as well as smaller sting rays and eagle rays. At each stop, we'll also swim amongst a rainbow of small, colourful fish, including the famous Clown Fish. Our knowledgeable local guides will be able to help identify many of the underwater species that we come across. All meals are included on the dhoni. Menus are likely to include freshly caught fish, as well as curries and pasta. Drinking water, tea and coffee are readily available, with alcoholic and soft drinks can be purchased on-board, too. You can pay your bill for drinks at the end of your cruise in USD or by credit card. Cabins are compact but spacious enough for two people. You also have the option to sleep on deck under the stars some nights. Please note that the itinerary is entirely dependent on the local weather, winds and tides. It's very often necessary to adapt the planned itinerary to local conditions."
    },
    {
      "dayNumber": 9,
      "title": "Snorkel in the clear waters of the Vaavu Atoll",
      "description": ": Today (if weather conditions for the next couple of days allow it) we'll sail south for a further two or three hours, crossing to Meemu Atoll. If the weather stops us from doing that, we'll continue to explore Vaavu Atoll, snorkelling in the turtle reef before cruising on to Loabi Faru to snorkel in the pristine reef there. Back on the dhoni, we'll cruise over to Bongo Veli where we plan to spend the night close to a popular sandbank known for its pristine white sand. We'll have time in the late afternoon to enjoy the white-sand beach, swim and watch the sunset. Later this evening, we can look forward to a barbeque beach banquet in an idyllic spot on the island, laid on by the dhoni crew."
    },
    {
      "dayNumber": 10,
      "title": "Cruise to Felidhoo Island",
      "description": ": After breakfast., we cruise for about an hour to Ruhhuri Hura for a snorkel in a quieter reef. We travel on a short distance to Acho Kacho Reef nearby for another chance to marvel at the marine life and have a swim and snorkel. Cruising north, we reach the Felidhoo, the administrative centre of Felidhoo Atoll. With a population of about 400, this is the least populated of all the country's administrative centres. Again, we'll take it easy, taking time to visit the village, meet the island's inhabitants and learn about their traditional, yet relaxed, way of life. Please note, not many tourist groups visit the village and it's essential to dress and act respectfully. This includes removing shoes when visiting a house or a mosque."
    },
    {
      "dayNumber": 11,
      "title": "Shipwreck snorkel. Visit the traditional village of Fulidhoo. Bodu Beru drum display",
      "description": ": Now we've gotten into the flow of island living, our daily routine likely includes reading, sunbathing and napping between island exploration and snorkelling. Our first dip in the ocean today is to snorkel over a shipwreck, spotting myriad colourful fish. In the afternoon, we'll pick another suitably sheltered location for our second snorkel of the day. With a subtly different name to our previous day's stop-off, we plan to spend tonight at anchor off Fulidhoo Island. Once again, we'll meet the locals and gain more of an appreciation for their life in this tropical paradise. This evening, we'll enjoy a Bodu Beru performance, the traditional folk music of the country. Please note that during the month of Ramadan it's not possible to arrange the Bodu Beru drumming performance. In 2026 this runs from 17th February to 18th March, and in 2027 from 7th February to 8th March."
    },
    {
      "dayNumber": 12,
      "title": "Nurse shark reef snorkel before sailing to South Malee Atoll",
      "description": ": For an early morning snorkel today, we'll dip into the waters at Nurse Shark Reef. We'll then start to motor back north for around three hours, crossing the channel once again to South Malee Atoll with time for another snorkel at a sheltered spot."
    },
    {
      "dayNumber": 13,
      "title": "Sail to Male stopping to snorkel at Maafushi Coral Garden and Stingray Point",
      "description": ": Our last day on the boat sees us cruising back towards Male. Of course, we'll take the opportunity for a final splash in the water with a spot of snorkelling and swimming, at Maafushi Coral Garden and Stingray Point, before enjoying a farewell meal with our boat crew. If the weather is clear, we'll try to find a natural spot to drop anchor for tonight but most often we find ourselves in Gulhi Falhu Marina."
    },
    {
      "dayNumber": 14,
      "title": "Trip ends in Male",
      "description": ": The trip ends after breakfast on our dhoni in Male. The crew need to start preparing for the next voyage so we are off boarded after breakfast and dropped at the airport for 9am. There are no activities planned today, however, the earliest your flight can depart is 11am. If your flight is departing later in the day, luggage storage facilities are available at the airport for a cost of $6 per item. If you'd like an airport transfer today, you'll need to depart from Male International Airport (MLE)."
    }
  ],
  "map": ""
}