{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "breathtaking-14-day-beach-vacation-in-the-maldives-and-thailand",
  "tourName": "Breathtaking 14-Day Beach Vacation in the Maldives and Thailand",
  "placesVisited": "Maldives, Bangkok, Chiang Mai, Phuket, Koh Phi Phi",
  "generalInfo": "Tropical white sand shores with crystal clear seas are set to seduce you on this 14-day Thailand and the Maldives beach vacation. Embrace the thrill of adventure partaking in exciting watersports, delve into Thai culture on explorations of the capital city and northern Lanna villages, and photograph the immaculate coastal scenery and pearls of the Andaman Sea during this handcrafted getaway that embodies the perfect tropical escape.",
  "durationDays": "14",
  "price": "11,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Maldives - Make Memories in the Maldives",
      "description": "The Maldives archipelago in South Asia boasts some of the best beaches in the world. The beautiful cyan-blue waters enwreathe powdery white sand shorelines lined with palm trees and chartreuse-colored vegetation. Islands big and small compose the archipelago, and accommodation speckles the idyllic coastlines. Piers jut out into the sea with suites appearing to hang over the shimmering water’s surface. You will enjoy the secluded pleasures of your accommodation in the Maldives after transferring from the airport and tuck into sensational seafood as the sunsets over the oceanic horizon."
    },
    {
      "dayNumber": "2",
      "title": "Maldives - Snorkel in the Sun-Kissed Sea",
      "description": "The Maldives archipelago is a coastal paradise that provides endless watersport activities and experiences for you to soak up the sunshine and swim in the warm water during your stay. You will take your time exploring the seascapes and tropical islands of the Maldives, absorbing the laidback atmosphere as you partake in a combination of thrilling and relaxing activities. This afternoon will bring with it an opportunity to snorkel amongst the sparkling coral reefs just beyond the shore. You will spot a variety of colorful fish and fascinating marine creatures as you swim around the sun-kissed islands."
    },
    {
      "dayNumber": "3",
      "title": "Maldives - Action-Packed Watersport Activities",
      "description": "Having had a day to unwind and slowly uncover the splendors of the Maldives, you will wake up eager to experience the more thrilling watersport experiences across the archipelago. Today, you may choose from water flying, tubing, parasailing, and more to embrace the action-packed activities on offer around the Maldives. During a water flying or parasailing tour, you will take to the skies to see new perspectives of the Maldives. Tubing tours will let you race across the water faster than you could imagine. Each experience will make your stay in the Maldives that much more meaningful and memorable."
    },
    {
      "dayNumber": "4",
      "title": "Maldives - Sit Back and Relax in Style",
      "description": "You will watch the sunrise over the Maldives this morning as the gentle wind rolls off the sea and light pours from the baby blue sky. The wafts of breakfast will entice you to the restaurant, where you will indulge in a selection of continental and local cuisine. Today, you may spend your time relaxing around the pool, swimming in the ocean, or invigorating your mind and body with spa therapies at your accommodation’s wellness center. An afternoon stroll during sunset and dinner on the sand will complete a dreamy day on the stunning islands."
    },
    {
      "dayNumber": "5",
      "title": "Maldives - Island Hopping in the Maldives",
      "description": "There is nothing quite like a sunrise SUP or paddleboard in the Maldives, an opportunity to drift out over the ocean and capture the scenery as you hover on top of the glistening water. After paddling back to shore, you will settle in for breakfast and begin to map out another day discovering the Maldives’ marvelous islands. You may hop from one islet to the next in search of hideaway beaches, kayak across the crystal clear waters, walk amongst the flourishing forests, and snorkel a series of vibrant coral reefs before you return for dinner and star-gazing this evening."
    },
    {
      "dayNumber": "6",
      "title": "Bangkok - Thailand’s Bustling Capital City",
      "description": "You will wake up to watch the sunrise over the Maldives one last time before grabbing your things, joining your transfer, and heading to the airport to catch your flight to Thailand. Bangkok, the country’s capital, will invite you to let loose and embrace the cityscape’s high-octane energy from the moment you arrive at your accommodation in a bustling district. You will see boats gliding across the Chao Phraya River, temples glimmering under the sunshine, and crowds flooding nearby food markets as you acclimate to Bangkok’s bustling atmosphere this afternoon."
    },
    {
      "dayNumber": "7",
      "title": "Bangkok - Cultural Tour of Ratchaburi and the Capital",
      "description": "An insightful guide will meet you after breakfast to show you around the Land of Smiles, starting in Ratchaburi. Seated comfortably in a longtail boat at the Damnoen Saduak Floating Market, you will snake between wooden homes that float above the water and pick fruits and vegetables from stalls on the ships that you pass by. You will return to Bangkok sipping fresh juice from a coconut, and begin a city tour at the famous Wat Phra Kaew and the Grand Palace. Discovering more sacred temples of Bangkok, you will deeply connect with Thailand’s proud spiritual and cultural beliefs."
    },
    {
      "dayNumber": "8",
      "title": "Bangkok - Masterclass in Thai Cuisine",
      "description": "Markets make up a massive part of Bangkok’s culinary culture, and each presents an endless stream of stalls that serve traditional delicacies, modern creations, and fusion dishes. You will smell fragrant spices spilling from wooden bowls, indulge in authentic Pad Thai , a stir-fried rice noodle dish, and learn the art of Thai cuisine as a local chef shares their unique techniques and recipes. Your culinary excursion will then take you to a Bangkok cooking school where you will test your knowledge gleaned at the markets and share a lunch of the local meals you prepare."
    },
    {
      "dayNumber": "9",
      "title": "Chiang Mai - Head for the Northern Thai Hills",
      "description": "Chiang Mai is a fairly contemporary city set against the backdrop of Thailand’s jungle-clad mountains. Though it boasts modern amenities and lavish accommodation, it retains much of its old-world charm and the surrounding northern reaches remain rural, remote, and full of historic culture. After transferring to the northern Thai hills and settling into your accommodation in the heart of Chiang Mai, you may spend some time in the afternoon absorbing the local flair and flavor at spirited markets, golden temples, and Lanna precincts peppering the city."
    },
    {
      "dayNumber": "10",
      "title": "Chiang Mai - Explore Lanna Heritage",
      "description": "Chiang Mai is a treasure trove of Thai culture you will discover with a knowledgeable guide after breakfast. The massive Warorot Market will invite you to tuck into authentic Lanna cuisine as you look out across the Ping River and the humming city backdrop. Your guide will then show you to significant temple complexes speckling the city and outskirts, including Wat Chiang Man, Wat Chedi Luang, Wat Suan Dok, and Wat Jet Yod. An afternoon drive up the mountain to Doi Suthep Temple will share remarkable panoramic views of northern Thailand and holy relics guarding the grounds."
    },
    {
      "dayNumber": "11",
      "title": "Phuket - Escape to Thai Shorelines",
      "description": "Your travels will take you to the sunbathed shores of Phuket. The large island offers plenty to see and do as you transfer from the airport to your accommodation overlooking the Andaman Sea. You will arrive, unpack, and wander to the beach where you will find a spot beneath the shady palm trees. Behind you, bartenders will flair and serve colorful cocktails as the sun begins to set. Towards the horizon, speed boats and jet skis will disappear behind the headlands as thrillseekers race around the island. The island will come to life as beach-lovers embrace the tropical lifestyle."
    },
    {
      "dayNumber": "12",
      "title": "Phuket - Jewels of the Andaman Sea",
      "description": "Phuket is a gateway to the jewels of the Andaman Sea, and you will join your guide and captain today for a cruise to see what lies beyond the shore. Snorkeling around Bamboo Island will reveal the marine life that swims below the water’s surface and hanging with the clever monkeys of Monkey Beach will present stunning wildlife photography. You will pass Viking Cave to learn about fascinating mysteries, discover the vibrant island of Koh Phi Phi, and capture postcard-perfect scenery as you arrive in the emerald waters of Pileh Lagoon."
    },
    {
      "dayNumber": "13",
      "title": "Phuket - Explore the Island at Leisure",
      "description": "Your final full day in Thailand is left unplanned for you to freely enjoy the pleasures of Phuket. You may try authentic delicacies at the thronging markets, sit back and enjoy the sunshine around your pool, sunbathe on the sparkling beaches, or partake in a vitalizing yoga routine led by enthusiastic locals. However you choose to spend your day in Phuket, you will feel your worries melt away as you relish the laidback Thai lifestyle that sweeps the tropical island paradise and enjoy a delicious seafood dinner during sunset."
    },
    {
      "dayNumber": "14",
      "title": "Phuket - Explore Before You Go",
      "description": "Your vacation to the Maldives and Thailand will come to an end today, though you will relish the morning to take in as much as possible before you transfer to the international airport for your flight. You may join locals at busy markets and wander between the colorful food stalls sizzling as fried foods boil in piping hot oil, head to the beaches around the corner from your accommodation for a swim in the balmy sea, or explore Phuket Old Town to visit a few more museums and boutiques before you leave."
    }
  ],
  "map": ""
}