{
  "destination": "Maldives",
  "mainPhoto": "",
  "id": "perfect-maldives-vacation-island-escapes-and-pristine-beaches",
  "tourName": "Perfect Maldives Vacation: Island Escapes and Pristine Beaches",
  "placesVisited": "Huvahendhoo Island, Ari Atoll, Dhonakulhi Island, Haa Alifu Atoll",
  "generalInfo": "Experience supreme luxury and delightful attention during your 11-day Maldives vacation. From clear azure waters to lush tropical forest, overwater bungalows to private island escapes, you can delight in the opulent spirit of secluded islands. As you embrace the perfect island retreat, you will bask in the serene ambiance or discover exciting excursions that bring your surroundings into a new light.",
  "durationDays": "11",
  "price": "13,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Huvahendhoo - Arrive on Idyllic Huvahendhoo Island",
      "description": "The Maldives is home to unrivaled luxury represented by white-sand beaches and pristine azure waters. Your flight will land in Male, the capital and most populous city in the archipelago. You will continue by seaplane to Huvahendhoo Island on what will feel like a scenic flight over the crystal-clear Indian Ocean for views of the distant coastlines of the scattered coral islands. Upon your arrival at the resort, you will have the remainder of the day at your leisure to indulge in the five-star luxuries of an overwater villa accentuated by a private butler and surrounding idyllic waters."
    },
    {
      "dayNumber": "2",
      "title": "Huvahendhoo - Embrace Paradise at your Leisure",
      "description": "At breakfast, you may find the aromas of breadfruit and papaws accompanying the subtle scent of the sea. The day will be at your leisure to experience and explore the atoll at your preferred pace. With seemingly endless options for things to do, you can begin your exploration of the waters on a glass-bottom canoe. Take to the water to feel the warm waters of the Indian Ocean as you paddle around the celebrated lagoon, easily spotting vibrant fish and colorful coral. You can plunge into the water for a closer look at long-nosed butterflyfish or imperial angelfish."
    },
    {
      "dayNumber": "3",
      "title": "Huvahendhoo - Discover South Ari Atoll",
      "description": "With so many options to choose from, the day is yours to discover the island and South Ari Atoll. Delve deeper into luxury with a private escape to a hamacland, a floating platform anchored in the private lagoon. Relax on elevated hammocks as the gentle water soothes you by effortlessly rocking. Bask in the views and the private island big enough for two as you overlook the clear water and the distant island shore. You can jump into the water for a quick dip and dry off once more in the tropical sun."
    },
    {
      "dayNumber": "4",
      "title": "Huvahendhoo - Enjoy your Idyllic Surroundings",
      "description": "For a different perspective of the Maldives, you can set away from Huvahendhoo for the day and visit Dhangethi island, known for the local history and vibrant culture. The island itself will welcome you with lush greenery and beaches carpeted with snow-white sands. Shops showcase artisan craftsmanship with the likes of wooden vases and books made with coconut timber. You can take to the water once more, but this time on a traditional dhoni boat."
    },
    {
      "dayNumber": "5",
      "title": "Huvahendhoo - Delight in the Maldives’s Beauty",
      "description": "Dive deeper into the wonders of the sea after breakfast with a semi-submarine excursion. You can step into the hull to find exceptional and unique views of the marine life seen through the glass windows. See the paradise submerged in the crystal-clear waters as signs of stingrays and coral mounds come into view. The tranquil atmosphere will still leave you with a sense of excitement as you spend time both with your view from the boat and as you snorkel."
    },
    {
      "dayNumber": "6",
      "title": "Dhonakulhi - Transfer to Dhonakulhi Island",
      "description": "After breakfast, you will travel from Huvahendhoo island to reach Dhonakulhi island, home to a pristine island retreat at the northern end of the Haa Alifu Atoll. Enjoy the private escape tucked into the mixture of tropical trees, azure waters, and white-sand beaches as you settle into the luxury of a stunning villa. The remainder of the day will be at your leisure to soak in the new ambiance. For an enticing and soothing immersion into the resort, you can revel in a spa treatment meant for bringing together a harmonious experience of body, mind, and environment."
    },
    {
      "dayNumber": "7",
      "title": "Dhonakulhi - Indulge in Haa Alifu Atoll’s Charms",
      "description": "The scent of coconut may sweep through the resort alongside the aromas of the Indian Ocean after breakfast. The remainder of the day is yours to indulge in the beauty of your surroundings as you take advantage of the various experiences your resort will offer. You can spend the day on a deserted island to truly feel the depth of tropical paradise and adventure. You can feel far from civilization and within the depths of nature as you embrace the emerald leaves and find fish around the encircling reef until the aroma of a private barbecue lunch fills the air."
    },
    {
      "dayNumber": "8",
      "title": "Dhonakulhi - Relax at your Leisure on Dhonakulhi",
      "description": "You can spend time lounging in a private pool, relaxing on the sands, or once more relaxing with a soothing massage. At the end of the day, partake in a unique excursion of night snorkeling. Several marine creatures glow with bioluminescence that can attract mates, as well as make it easier for you to spot them in the dark. The glint creates a fascinating spectacle in the water and adds an extra surreal layer to the wonders of the reef."
    },
    {
      "dayNumber": "9",
      "title": "Dhonakulhi - Find your Pace on the Island Paradise",
      "description": "Today, you can focus on the cuisine if you wish to indulge in secluded dining experiences that only add to your enchanting time on the secluded island. An in-villa dining service will give you an unprecedented private meal while highlighting the exotic local flavors focused on the ocean, beach, and tropical trees. When you are ready, you can plunge back into the water with the sensational coral reef acting as your backyard. The fish shine rainbows of color, and you may even spot a turtle searching for a snack as the calm, warm water welcomes you."
    },
    {
      "dayNumber": "10",
      "title": "Dhonakulhi - Bask in the Splendor of the Maldives",
      "description": "You can welcome the morning with a unique exploration of the water on a stand-up paddleboard or spend time stretching with an early yoga class overlooking the island. Your final day in the Maldives is once more at your leisure with plenty of excursions and activities to enjoy. For a more active day, you can take a tennis lesson on the property or enjoy a quieter outing with a fly fishing excursion that will take you to unexplored sand flats known for hosting giant trevally and groupers."
    },
    {
      "dayNumber": "11",
      "title": "Dhonakulhi - Depart for Home",
      "description": "In the morning, you can enjoy a private breakfast and views over the water. Boats may fill the marina as they ferry visitors to and from the island or bring produce to the market. Before you depart for home, you can bask once more in the endless beauty of the resort and the surrounding island. When you are ready, you will head back to Male airport and check-in for your flight home bringing an end to your luxurious Maldives discovery from south to north."
    }
  ],
  "map": ""
}