{
    "Main_Title": "Our Zimbabwe safari holidays",
    "Main_Paragraph": "Zimbabwe boasts some of Africa’s most beautiful landscapes and flourishing wildlife populations, including huge numbers of elephants. Our small group and tailor made safari holidays take you from national parks such as Hwange to Victoria Falls, and sometimes over the border into neighbouring Botswana. And whether you’re tracking rhinos in Matusadona, or visiting a village to learn about tribal life, there’s no finer companion than the local guides that our holidays employ. No one knows Zimbabwe’s landscapes, wildlife, nature and communities better, and equally there’s no one better placed to help you get to know them.",
    "Subtitle": "About our Zimbabwe holidays",
    "Title1": "Zimbabwe safaris",
    "Paragraph1": "Our safari holidays encapsulate Zimbabwe’s greatest hits. Hippos wallow in Mana Pools National Park and Lake Kariba, where you can take a boat out to view them… at a safe distance. You can drive out to see the elephant herds that still survive in the savannahs, despite years of drought and poaching. Our holidays avoid unethical ‘walking with lions’ experiences and instead help you to track the big beasts down in their natural environment. Expert Zimbabwean guides lead the way, and will also have an eye out for wild dogs, giraffes, rhinos, wildebeest, leopards, and hyenas.",
    "image1": "",
    "Title2": "Hwange National Park",
    "Paragraph2": "Hwange National Park has come a long way from its days as a hunting ground for King Mzilikazi Khumal in the 19th century. It’s one of the biggest national parks in Africa, and home to most of Zimbabwe’s huge elephant population, as well as lion prides, packs of wild dogs, and springy antelopes, all supported by your visit. Our fantastic local guides drive you out to grassy plains at the crack of dawn and show you how to track giraffes safely on foot. Your visit to Hwange National Park will be part of a larger tour of Zimbabwe or Southern Africa; choose a tailor made trip to spend extra time here.",
    "image2": "",
    "Title3": "Victoria Falls",
    "Paragraph3": "Victoria Falls is known as Mosi-oa-Tunya (‘the smoke that thunders’) in the Lozi tongue and Shungu Namutitima in Tonga (‘boiling water’). As you stand beneath its 108m-tall and 1.5km-wide waterfalls, you can see where these evocative local names come from. Victoria Falls straddles the border of Zimbabwe and Zambia, but you’ll get the best views on the Zimbabwe side, where four out of five of the cascades crash. Many of our Zimbabwe holidays feature a stop at Victoria Falls, which is one of the most impressive sights in Africa.",
    "Title4": "Zimbabwe & Botswana",
    "Paragraph4": "It makes perfect sense to visit Zimbabwe and Botswana on the same trip. The elephants and lodges of Chobe National Park are just over the border from Zimbabwe, and the wildlife-rich Okavango Delta (see it by mokoro canoe steered by a local boatman) is just a few hours’ drive from there. Botswana has had years to perfect its conservation-based tourism, so expect luxury camps and more visitors, whereas wildlife holidays in Zimbabwe are still in their formative years. The neighbouring countries concur when it comes to rigorous guide training, however: the Zimbabwean and Botswanan guides on our trips are some of the finest in the world.",
    "image3": ""
}