{
  "destination": "Uzbekistan",
  "mainPhoto": "",
  "id": "uzbekistan-holiday-tamerlane-s-empire",
  "tourName": "Uzbekistan holiday, Tamerlane's Empire",
  "placesVisited": "",
  "generalInfo": "Take a deeper look into Uzbekistan as we transport you from the lively capital of Tashkent to hidden villages in a remote valley, before focusing on those magical places which have besotted travellers for centuries – Samarkand, Bukhara and Khiva.",
  "durationDays": "15",
  "price": "3730",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tashkent.",
      "description": "We begin our journey in Tashkent – the dynamic Uzbek capital, busily shaking off its Soviet past, despite twenty percent of its citizens being Russian. But street-side shashlik and pilau vendors don’t differentiate between the newer city or the old town which remains distinctly Turkic. In the evening of Day 1 you join your National Guide and fellow travellers at 5:00pm for your Welcome Meeting as detailed in your joining instructions."
    },
    {
      "dayNumber": 2,
      "title": "Fly to Nukus and to Muynak.",
      "description": "We begin our adventure by flying to the autonomous Republic of Karakalpakstan and Nukus which provides a gateway to gateway to the Aral Sea and its related environmental challenges. We journey out to Muynak, famous for being one of the former ports on the Aral Sea that has now been left stranded due to the dramatic shrinking of the sea."
    },
    {
      "dayNumber": 3,
      "title": "To Khiva and Ayaz Qala.",
      "description": "We spend the morning visiting the incredible collection of the Savitsky Museum, renowned for its unique and extensive collection of avant-garde Russian and Uzbekistan art from the early to mid-20th century. Our journey to Khiva is via the ancient forts of Ayaz Qala in the Kyzylkum Desert. One of the highlights of Ayaz Qala is the panoramic view of the surrounding desert landscape, the vastness unimaginable from the fortress. We arrive in Khiva and settle into our hotel within the city walls."
    },
    {
      "dayNumber": 4,
      "title": "Khiva.",
      "description": "Today we explore in the wonderfully preserved city of Khiva – one of the finest examples of a Khanate fortified city and a living museum with mosques, madrassas and caravanserai crowded within its walls. Kunya Ark – a former residence of the Khan, the beautiful Kalta Minar minaret and the extraordinary Tash Khauli or ‘Stone Palace’ are among the prominent attractions."
    },
    {
      "dayNumber": 5,
      "title": "To Bukhara.",
      "description": "A final morning in Khiva before we depart to Bukhara where we are treated to Central Asia’s most complete medieval city and revel in its beautiful traditional architecture as we walk through its history."
    },
    {
      "dayNumber": 6,
      "title": "Bukhara.",
      "description": "Encapsulating and enchanting, Bukhara’s intrigue lies in the evolution of the city; whilst some highly significant centres of human history are frozen for prosperity – Bukhara lives on unchanged by time. Highlights of your time here will most certainly include the Ark Fortress, the Samanid Mausoleum – one of the world’s oldest monuments, and the Kalyan Minaret which once served as a beacon for caravans negotiating the desert at night, the only surviving structure from 1220 when Genghis Khan laid the city to waste."
    },
    {
      "dayNumber": 7,
      "title": "Bukhara.",
      "description": "Take your time here to explore the Old Town and enjoy some of the many chaikhanas (tea-houses) in Lyabi-Hauz, one of the most peaceful and interesting people-watching places in town."
    },
    {
      "dayNumber": 8,
      "title": "Samarkand via Shakhrisabz.",
      "description": "A spectacular drive takes us to Gijduvan a pretty market town offers a relaxed atmosphere with traditional homes, teahouses and mosques and famed for it's role as a centre of ceramics and trade. It's also famous for delicious shashlik kebabs. Continue onwards to Samarkand."
    },
    {
      "dayNumber": 9,
      "title": "Samarkand.",
      "description": "Tamerlane – affectionately known in Uzbekistan as Timur – was dragged to Samarkand as a prisoner by an invading Mongol army. In the years following, his fortune improved and he returned and made Samarkand the capital of his Temurid realm. He and successive 14 & 15 century rulers shaped the city we see today. The madrassas of Registan Square and the mausoleum of Timur and his family – Gur-e-Amir – are sure to be highlights of your journey."
    },
    {
      "dayNumber": 10,
      "title": "Samarkand.",
      "description": "Our sightseeing continues and also includes some free time for exploring further in this magical city."
    },
    {
      "dayNumber": 11,
      "title": "Samarkand to Khujand.",
      "description": "We cross another border to Tajikistan and journey to Khujand. The city will delight with the vast array of ancient monuments and ancient charm, offering a journey through millennia along the Silk Road. Explore historic treasures like the Khujand Fortress and Sheikh Muslihiddin Mausoleum. Immerse yourself in the vibrant Panjshanbe Bazaar, savoring the flavors of Tajikistan."
    },
    {
      "dayNumber": 12,
      "title": "To Fergana.",
      "description": "This morning we stop in Rishton – a town renowned for its master potters, around 300 of them! Then we continue on to the town of Fergana in the oasis of the Fergana Valley, the lyrical land of fruit and honey."
    },
    {
      "dayNumber": 13,
      "title": "To Kokand and on to Tashkent.",
      "description": "After spending the night in Fergana we explore one of the Silk Road’s earliest and most important centres as well as the birthplace of Babur, father to India’s great Moghul Empire - Margilan, the silk capital of Uzbekistan, here friendly locals spruik their wears at the fascinating bazaar dressed in traditional costume. From there we journey to Kokand.Once home to over three hundred mosques, today you can still discover a number of impressive palaces, mosques and madrassas, including the magnificent Khudayar Khan Palace and Mir Mosque. Remnants of what once was a powerful state as well as a prosperous trading and religious centre. This afternoon we board our train back to Tashkent."
    },
    {
      "dayNumber": 14,
      "title": "To Tashkent.",
      "description": "We spend the day exploring this vibrant capital city and it is your last chance to haggle in the bazaar, wander the gardens and eat a final meal of delicious plov."
    },
    {
      "dayNumber": 15,
      "title": "Tashkent.",
      "description": "Today our incredible journey ends, one which has traced the path of defeats and victories, of births and deaths all experienced in the shadow of incredible architecture and with iconic Central Asian hospitality."
    }
  ],
  "map": ""
}