{
  "destination": "Uzbekistan",
  "mainPhoto": "",
  "id": "uzbekistan-small-group-tour-with-added-comfort",
  "tourName": "Uzbekistan small group tour with added comfort",
  "placesVisited": "Silk Road, Chorsu Bazaar in Tashkent, Introduction to Samarkand – and Uzbek wine, Excursions give an understanding of Uzbek ceramics, fabrics and bread-making, Tour Bukhara, Stay in a historic former madrassa in Khiva, Cookery class to learn about Khorezmian cuisine",
  "generalInfo": "This small group tour journeys through Uzbekistan and its great cities: Tashkent, Bukhara, Khiva and Samarkand. Accompanied by a knowledgeable local tour leader, you’ll explore Uzbekistan’s Silk Road history, the Soviet legacy, and contemporary culture too, with a series of well-chosen activities that showcase Uzbekistan hospitality.<br/><br/>You’ll meet the rest of your group and tour leader on the first evening in Tashkent, getting to know everyone over a welcome dinner in a restaurant, and a walking tour of the city on day two. The group size is just 15 meaning that it’s sociable but not overwhelming, and you can stay in small, locally owned accommodation. In both Bukhara and Khiva you’ll stay in boutique historic properties – including a former madrassa in Khiva, with centuries of history in its walls.<br/><br/>Over the next week you’ll travel in a loop by private vehicle, high-speed train and metro, spending time in key destinations along the legendary Silk Road: Samarkand, Bukhara and Khiva. Each city’s colourful history will be revealed by the tour leader as you explore them on foot, with group meals organised on some evenings, while on other days you can follow your leader’s restaurant recommendations. You will have countless opportunities to enjoy local cuisine – indeed, in Khiva, you’ll take a cookery class and learn how to make a few dishes.<br/><br/>Expect a host of other activities too, all of them carefully selected to immerse you in Uzbekistan’s culture while also benefitting local people. In Samarkand, visit the studio of an artisan making paper with a 1,000-year-old method, and share a meal of plov, a rice dish, cooked in a cauldron over an open fire, with a local family. En route to Khiva, pause at a pottery workshop to learn about Uzbekistan’s ancient ceramics tradition, and to meet a family who produce beautiful silk fabrics known as suzani.<br/><br/>Uzbekistan is one of Central Asia’s most interesting and welcoming countries, and this fantastic tour makes for a memorable introduction.",
  "durationDays": "10",
  "price": "2371",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tashkent.",
      "description": "Xush kelibsiz! Welcome to Uzbekistan. Your adventure begins in the largest city in Central Asia, Tashkent. The mix of Russian and Uzbek style is an indication that for many years, it was a key city of the USSR. Extravagant mosques, both ancient and new, sit alongside modern highways and Soviet monuments. When you arrive at the airport, you’ll be met by a local representative and be transferred to your hotel. You’ll have a welcome meeting at 6 pm tonight to meet your local leader and fellow travellers. If you arrive early, maybe take a walk to see some of the contemporary architecture that sets this city apart from many other Silk Road destinations. After your meeting, join your group for a welcome dinner at an excellent local restaurant serving traditional Uzbek food such as laghman noodles, norin noodles and fried dumplings."
    },
    {
      "dayNumber": 2,
      "title": "Tashkent.",
      "description": "Explore Tashkent on a city tour with your leader. First, make your way to the Khast Imom Complex, which includes the Barak Khan medressa (a college for Islamic instruction), the Kaffal Shashi Mausoleum, the Quran Library and the Mosque, which holds one of the oldest and holiest koran in the world. Then, leave behind the spiritual world and venture into the Chorsu Bazaar – one of the largest and oldest markets in Central Asia. Wandering through this giant marketplace is a fantastic way to see locals going about their daily lives. Uzbeks are some of the friendliest people in the world and with your leader on hand to bridge any language gaps, you’ll soon find yourself chatting to many locals. Your leader will show you some of Tashkent’s beautiful metro stations, then you’ll finish the tour at Amir Timur Square. With your free afternoon, you may like to visit the striking Kukeldash medressa."
    },
    {
      "dayNumber": 3,
      "title": "Samarkand.",
      "description": "Early this morning, take a high-speed Afrosiab train to the ancient Silk Road hub of Samarkand. The city has long been a centre of artisans and traders as well as the prize for many a conquering army, leaving behind a rich and complex history. When you arrive, stop by the gorgeous remains of the Ulugbek Observatory – built by a Muslim prince, your leader will explain how this unpopular ruler had a controversial passion for astronomy. After, explore the Afrosiab Museum – home to a treasured 7th-century fresco of the Sogdian King Varkhouman. Then, head to the workshop of a local artisan in Konigil to discover one of the few people in Central Asia who continues to produce paper using a 1000-year-old method. This village is home to the Meros paper mill, founded by well-known masters, the Mukhtarov brothers. Thanks to their efforts, the local factory revived an ancient tradition based on old Samarkand technologies. You'll also see a ceramics workshop, then you can enjoy a free evening to explore Samarkand at your own pace."
    },
    {
      "dayNumber": 4,
      "title": "Samarkand.",
      "description": "Today you’ll dig deeper into Samarkand’s fascinating cultural heritage with your leader. First, visit the holy Shah-i-Zinda complex – the so-called ‘Town of the Dead’ necropolis, with more than 20 beautifully decorated unique buildings. Then, head to the Gur Amir Mausoleum. Your leader will tell you all about the mighty ruler Timur, as this is his final resting place. Stand on the iconic Registan Square with three mosaic-adorned madrassas towering over you, then explore the Siob Bazaar, full of bustling stalls and friendly local traders. This afternoon, head out of the city to the Bagizagan winery, considered the best wine producer in Uzbekistan. Get a special insight into the production of Uzbek wine and try a few drops for yourself. In the evening, you’ll have the intimate Uzbek experience of joining a local family for a cooking demonstration on the traditional meal ‘plov’. Uzbek men pride themselves on their ability to prepare the most unique and delicious plov (a tasty rice dish cooked over an open flame in a traditional cauldron) and you’ll sit down to share some over dinner."
    },
    {
      "dayNumber": 5,
      "title": "Bukhara.",
      "description": "This morning, you’ll make your way to the holy and historic city of Bukhara on a high-speed train. A UNESCO World Heritage-listed site, Bukhara is widely regarded as Central Asia’s holiest city and is home to monuments dating from the 8th to the 18th century AD. When you arrive, you’ll take a tour of some of the sites with your leader. Head out to see some of the monuments – the meticulous restoration of many of the mosaic and majolica decorations gives you a true sense of how these buildings looked in their original glory. Visit the Ismail Samani Mausoleum, the Chashma Ayub Mausoleum and the Bolo-Khauz Mosque. After, head to your Feature Stay in a converted Jewish House. Historic and authentic, these houses are interestingly decorated and there’s much to explore here. This evening, head out to dinner at a local restaurant, then you’ll enjoy an Uzbek folklore and music performance at one of the city’s madrasses."
    },
    {
      "dayNumber": 6,
      "title": "Bukhara.",
      "description": "This morning, you’ll continue to explore Bukhara with your leader. After breakfast, visit the ruins of the 5th-century Ark Fortress and the imposing Poikalon complex. Taki Zargaron and the trading domes near here still offer a colourful array of goods including embroideries, jewellery, spices, handicrafts and all manner of Silk Road treasures. This is the place to test your haggling skills and share a joke or two with local craftsman and merchants. Visit the central Lyabi-Hauz complex and its surrounding areas, which you may want to revisit during twilight hours. Then, you have the rest of the afternoon and evening free to explore at your own pace – your leader will always be on hand with great recommendations."
    },
    {
      "dayNumber": 7,
      "title": "Khiva.",
      "description": "After a leisurely morning in Bukhara, visit Sitorai Mohi Hosa – the summer Palace of Alim Khan, Uzbekistan’s last emir. Your leader will share stories of the emir’s extravagant lifestyle as you explore the luxuriously decorated compound. Then, say your goodbyes and drive to Khiva. You’ll travel through the Kyzyl-Kum (Red Sands Desert) – the largest desert area in Central Asia that has long been inhabited by various nomadic people. Arrive in Khiva in the evening, where you’re free to rest and recharge after a long travel day."
    },
    {
      "dayNumber": 8,
      "title": "Khiva.",
      "description": "Take a full day to explore Khiva with your leader. This city is well preserved and perfect for exploring on foot, with impressive walls that mark the boundaries of the Old City. Your leader will guide you through the ancient monuments, including the turquoise Kalta Minor Minaret, the Khan museum, the 17th-century Juma Mosque and the Islom-Hoja Minaret and Medressa. Visit the Kuhna Ark, which was the main fortress, and look over the city from the hill of the Ak-Sheikh Baba observation platform. Finish with the tranquil 19th-century Tosh-Hovli Palace. Later, head to one of the city’s roof terraces for a glass of champagne as you watch the sunset. Tonight, join a cooking class and learn the secrets of Khorezmian cuisine. Make traditional dishes like shivit oshi (green noodles) and tuhum-barak (egg dumplings) then tuck into your creations for dinner."
    },
    {
      "dayNumber": 9,
      "title": "Tashkent.",
      "description": "Transfer to the airport in the morning for a flight to Tashkent. Admire the facade of the Navoi Theatre, named for one of the nom de plume’s of Ali-Shir Nava’I – a 16th-century writer and mystic. The multi-arched building was partially constructed by Japanese prisoners of war. Next, take a walk down the buzzing Broadway Alley, where there’s always something happening. Take some time to wander the street lined by shady trees and works from local artists. Tonight, join your fellow travellers for a final dinner and say farewell to this spectacular Silk Road country."
    },
    {
      "dayNumber": 10,
      "title": "Tashkent.",
      "description": "Your adventure comes to an end after breakfast today. If you would like to spend some more time in Tashkent, just get in touch with your booking agent ahead of time to organise additional accommodation."
    }
  ],
  "map": ""
}