{
  "destination": "Uzbekistan",
  "mainPhoto": "",
  "id": "uzbekistan-small-group-tour-uzbekistan-embraced",
  "tourName": "Uzbekistan small group tour, Uzbekistan embraced",
  "placesVisited": "",
  "generalInfo": "This journey through Uzbekistan offers an enriching exploration of some of Central Asia’s most evocative Silk Road cities, combined with moments of genuine cultural connection in rural mountain communities. Beginning in the atmospheric mud walled streets of Khiva, you follow the ancient caravan routes to the holy city of Bukhara and on to majestic Samarkand, where shimmering blue domes and monumental Islamic architecture create one of the most memorable cityscapes in the region. Along the way you visit traditional markets, historic fortresses and intricately tiled mausoleums, and you spend a night in a family owned guest house in the Nuratau Mountains where village life unfolds at a gentle pace. The adventure concludes in the modern capital of Tashkent where leafy boulevards, impressive museums and elegant metro stations provide a final contrast to the country’s ancient heritage. This itinerary offers a balanced blend of history, culture and everyday life, creating a vivid and rewarding introduction to Uzbekistan.",
  "durationDays": "11",
  "price": "1595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Urgench- Khiva 35kms, approx.40 mins driving time) - Upon arrival you will be met and transfer to hotel in Khiva. Check-in right away and rest in the morning after the long flight. This afternoon then we will start our guided tour of Khiva with introduction to city itself and the country. Overnight at Orient Star Khiva or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Khiva - Today will be given over to a full day city tour of the UNESCO listed Ichan Kala, or inner town, and its many sights, including the Friday Mosque with its 218 wooden pillars supporting its roof, and the Islam Khoja Minaret whose stripes rise to an impressive 60 metres in height. We will visit Kunya Ark, or Old Fortress, the residence of the rulers of Khiva from the 12th Century and the Pakhlavan Mahmud Mausoleum which is one of the most beautiful spots with its lovely courtyard and stately tilework. After lunch at a private house we will continue our tour to include a visit to a bazaar and a caravanserai. Overnight at Orient Star Khiva or similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Khiva- Bukhara (455 kms, approx. 6 hrs, 35mins driving time) - We will depart Khiva this morning for the Holy City of Bukhara, stopping at Amudarya River. On arrival transfer to your hotel. Overnight at Sasha & Sons or similar (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bukhara - We will spend today delving further into Bukhara one of the most spectacular cities in the region and with a superbly preserved old quarter. Visits include Ark Castle, Ismail Samani Mausoleum, Karan Mosque, Labihauz and Bola Houz Complexes, and Toki-Zargaron, the largest trading dome of Bukhara. Overnight at Sasha & Sons or similar. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bukhara - A second day exploring this fascinating city. We visit Sitorai Mokhi Hosa, the summer residence of the last emir of Bukhara, Chor Bakr Necropolis and Nakshbandi Memorial Complex. This afternoon explore the narrow streets of the old town. Overnight at Sasha & Sons or similar (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bukhara- Nurata- Yangikishlak village - (200 kms, approx. 4 hrs driving time) - We will check out of our hotel and begin the drive towards the Nuratau Mountains. On the way we will visit the town of Nurata, famous for its Suzuni, an embroidered and decorative tribal textile. We will visit the Holy Chasma and then continue to Yangikishlak village, and on arrival settle into our family owned guest-house in the small village where we will spend the night and get to know the local lifestyle in mountainous area of the country. Activities can be arranged such as walk in the village, walk to Nuratau eco reservoir, dinner cooking class with the family and meal with the family we will be staying with tonight. Overnight in a local family owned guest-house (basic facilities, restrooms outside, single supplement can’t be guaranteed as rooms are usually divided amongst the group). (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Yangikishlak- Samarkand (210 kms, approx. 4 hrs driving time) - This morning visit Nuratau eco reservoir for easy hike, and flora and fauna tour of the area, get to know the village life. We then drive to the legendary city of Samarkand after the lunch in the village. The rest of the day will be at leisure. Overnight at Jahongir Premium hotel in Samarkand or similar (BL)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Samarkand - A full day to discover glorious Samarkand with its spectacular collection of traditional buildings. The city is most famous for its Registan Square, which contains perhaps the most stunning and well-preserved architecture in the whole region. Long held in awe by early western travellers, it is easy to lose yourself in wonder at the incredible mosques and medressas, elaborately decorated in blue tiles and traditional Islamic art. We will also visit the Tomb of the Emir, beneath which lie Timur, along with two of his sons and two of his grandsons. After admiring the impressive Bibi Khanym congregational mosque we will continue to Siab Market, the main farmers market, before taking lunch in a local restaurant. In the afternoon we will visit Shakhi Zinda, a dazzling collection of richly tiled mausoleums, the tombs of the rulers and nobles of Samarkand, lining either side of a gently rising pathway. The name, meaning the tomb of the Living King, refers to the original shrine which is thought to be the grave of Qusam ibn- Abbas, a cousin of the prophet Muhammad, who is said to have brought Islam to the area. Overnight at Jahongir Premium hotel in Samarkand or similar (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Samarkand - Tashkent - Today gives the opportunity to discover more of the sights of this inspiring city. We will begin with a tour of Ulugbek’s Observatory, which was constructed in 1420, and he was probably more famous as an astronomer than as a ruler. He was fascinated by the stars and the universe, and as a result of the observations he undertook with the naked eye only, he calculated the length of the year to within a minute of the modern accepted value; and predated the telescope by over 150 years. Other sites will include the Khodja Daniil Mausoleum and the Meros craft centre where silk paper is made. Later this afternoon we transfer to the railway station to board our bullet train back to Tashkent. Overnight at Inspira-S hotel or similar (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Tashkent - Today we will explore the capital city of Tashkent. Visits include Amir Temur Square, Museum of Applied Arts, Independence Square, Khast Imam Complex with ancient Koran from the VIIth centry, and some of the spectacular metro stations. Overnight Inspira-S Tashkent or similar (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Tashkent Departure - The tour ends with a transfer to the airport to connect with your onward flight. (B)"
    }
  ],
  "map": ""
}