{
  "destination": "Uzbekistan",
  "mainPhoto": "",
  "id": "uzbekistan-11-day-cultural-tour",
  "tourName": "Uzbekistan 11 day cultural tour",
  "placesVisited": "",
  "generalInfo": "Truly magical adventure following the ancient Silk Road to discover jaw-droppingly beautiful turquoise-tiled madrassas, ornate palaces with hidden courtyards, desert cities, bustling bazaars and the traditional yurts of this trading nation. <br/><br/>Uzbekistan, deep in the heart of Central Asia, flourished in prosperity, culture, trade and religion as a vital section of the ancient Silk Road linking China to Europe. Tamerlaine founded the Timurid Empire in the 14th Century, which brought an architectural magnificence (and also later via the Timurid Renaissance) seldom rivalled, especially in Bukhara, Samarkand, Khiva and Tashkent in Uzbekistan, and in many of the ancient cities of Iran. <br/><br/>(Available as a small group tour or tailor-made holiday)",
  "durationDays": "11",
  "price": "1999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Tashkent: Welcome to Tashkent, Uzbekistan’s capital since 1930 and one of the oldest and largest cities in Central Asia. It’s known for its wealth of Soviet and post-Soviet architecture. On arrival to the airport you will be met and transferred to your hotel where you have some time to relax and unwind from the flight. This afternoon you will meet your guide for a chance to explore the city, starting first at the Old Town. Here you can see Barak Khana Seminary and Tillya Sheikh Mosque, home to the oldest version of the Koran written by the third Caliph Osman. After admiring the beautiful architecture in this religious complex, continue to Chorsu Bazaar, which is the oldest market in the city. You can browse a range of traditional gifts nestled under the blue domes of the building. Your final visit will be Kukeldash Madrasah located close to the market and dating back since the medieval times. It is a place of religious learning for students and is built of yellow brick with serene gardens and beautiful traditional architecture. After your visit, the remainder of the day is free for you to enjoy."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Urgench – Khiva: This morning you will transfer to the airport to catch a short flight to Urgench, the city that is the gateway to Khiva, a remarkably wonderful desert city that basks in natural light. It is the most intact city of the Silk Road. It is a destination that is made for walking and today you can enjoy a tour of the citadel, known as Ichan Kala, home to over 50 historical monuments. Some clients may prefer to take the overnight train from Tashkent to Urgench - it is a very long ride of approximately 15 hours on an old locomotive, but sleeper cabins are available. If this is something you would like more information about please contact us directly. Discover the glittering Kalta Minor Minaret famous for its stunning turquoise tiles, arguably one of the most architecturally beautiful minarets in Central Asia. You will also see Kunya Ark, the former fortress of the Khiva rulers and Islam Khodja Minaret which offers wonderful views of the town and the desert beyond. Walking around Khiva is comparable to an open-air museum. Soak up the history, some of which dating back more than 2000 years. This afternoon visit the Friday mosque and Tashauli Palace built by Alla-kuli Khan as a harem for his wives. It is a spectacular structure, with unique architecture and hidden hallways for the Khan to visit his female companions. The remainder of the day is at your leisure to fully explore the magic of Khiva."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Journey to Bukhara via the Silk Road: After breakfast it is time to venture across Kyzylkum (Red Desert), known as Red Sands. It is a lengthy but very scenic drive following the route of the ancient Silk Road. On the way there are several stops to get photos of the beautiful desert and its local flora and fauna. There will also be a visit to the banks of the Amu Darya, known by the Ancient Greeks as the River Oxus. We will arrive in Bukhara, an ancient city and an important trading stop on the Silk Road route."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bukhara: Today you can enjoy a full day soaking up the sights of Bukhara. It is the most preserved medieval city in Central Asia with a huge amount of UNESCO registered monuments. We will visit a number of these including the mausoleum of Ismali Samanid which boasts the best surviving 10th century architecture in the Arabic world. You will also visit the Lyabi-Hauz ensemble which is famous for its hauz pool as well as the biggest madrassah in the city. Other sights which won’t be missed include the Poi Kalon Minaret and Mosque, and Abdulaziz-Khan Madrasah. Lunch will involve a cookery class. You will visit a local and learn how to make Uzbekistan's signature dish plov, a wholesome rice based dish infused with spices and flavour. After lunch, there will also be a visit to the Ark Fortress and the Hunarmand UNDP Assisted Workshop where you can see a number of traditional art methods including suzani embroidery, gold embroidery and block printing."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bukhara: Today explore the outskirts of Bukhara with a visit to the Sitora-i-Mokhikhosa, the summer residence of the former emir of the city. Here you will discover a unique mixture of traditional Russian architecture blended beautiful with local oriental traditional art. Discover the lavish interiors including the White Hall which has a number of furniture items brought in from Russia. The palace also used to have a 2-storey harem, a pool and even a zoo. It is a building showcasing rich opulence in abundance. After your visit, continue to the Bahauddin Naqshbandi Mausoleum, built for the famous Sufi spiritual leader in the 14th century. Bahauddin Naqshband’s cult was highly revered and his mausoleum reflects this. Later, return to the city for a visit to a traditional bazaar and enjoy some free time before being whisked off for dinner at Bukhara's famous Nadir Divan-Begi Madrasahfolk folklore show. It may be a little touristy (bearing in mind Uzbekistan is still very much off the beaten track), but word on the street is that it's well worth it: held in the beautiful courtyard of this 17th century historical monument, it's a fun way to acquaint yourselves with the age-old dance and music traditions of Uzbekistan."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Aydarkul (Aydar Lake) Yurt Camp via Sarmysh Gorge: After breakfast, drive 130km to the beautiful Sarmysh Gorge where you will see some of the 10,000 petroglyphs from the Paleolithic, Neolithic and Bronze ages. After the visit, continue the remaining 150km to the Aydarkul (Aydar Lake) Yurt Camp which will be your home for the evening. The camps are situated near the Aydarkul and spending the evening here will give you a wonderful taste of nomadic life."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Aydarkullake - Majrum village - Ukhum village: After breakfast, drive to the nearby mountain villages. Visit Majerum Village, home to the biggest tree in the Nuratau Nature Reserve. The Biota Tree is over 1000 years old and has a trunk which reaches 8.5m circumference and has a wealth of legends and traditions associated with it. Locals believe that the tree was planted by Alexander the Great in honour of one of his favourite commanders. You will also see the ruins of an ancient mosque, also considered sacred and Majerum Qala, the ruins of a small fortress. The latter is one of the oldest archaeological sites in the Nuratau Mountains, located 100m above the village of Majerum. The fortress is located on the top of a large oval-shaped hill rising in a narrow part of the valley. After exploring, drive to the village of Ukhum to spend the night at a local guest house."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drive to Samarkand (220 km): Today you are heading to Samarkand, 220km away, but the journey will be broken up with some interesting stops. After breakfast, visit the Severcev Sheep Nursery which is home to one of the rare species of Wild Argali sheep, added to the International Union for Conservation of Nature’s (IUCN) Red List of Threatened Species in 2020. You will also visit ruins of an ancient village and mosque and hike to Karaul Mountain for a picturesque view of the valley below. Lunch will be served at a local family's house. They are ethnic Tajiks; you will have a unique opportunity to hear the regional language and learn about day to day life in the village. The food served is prepared from natural products only made in the village including delicious butter and other dairy items. After lunch continue to the ancient city of Samarkand. It is one of the oldest existing cities in the world and certainly the oldest of Central Asia. It was built on the site of Afrosiab, which dated from the 3rd or 4th millennium B.C. Samarkand was known to the ancient Greeks as Marakanda and ruins of the old settlement remain north of the present city."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Samarkand: Today there is a full day city tour of Samarkand to visit Registan Square which was for many centuries the heart of Samarkand. The word \"Registan\" means \"a sandy place\", and is derived from the sand left behind after a river running through the region had dried up. You will visit the three beautiful madrasahs: the Ulug-Bek Madrasah (15th c); the Tillya-Kori Madrasah (17th c) and the Sher-Dor Madrasah (17th c). Later, visit Gur Emir - another famous sight in Uzbekistan. The name means \"Tomb of the King\" and is the mausoleum of the Asian conqueror Tamerlane and his descendants. Next discover the grandest structure of Amir Temur’s times - the chief Friday Mosque called Bibi-Khanum, one of the most magnificent looking mosques in the world. You will also visit the Siab bazaar offering an authentic market experience as well as the jaw-droppingly beautiful Shahi Zinda necropolis, a mausoleum with rich tile-work and an important religious site in the country. All that exploring is thirsty work, so we will visit the Bagizagan Winery including a tasting to sample traditional Uzbek wine."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Tashkent: This morning, visit the Ulugbek’s observatory, constructed by Ulugbek (Grandson of the Great Amir Temur) in 1428-1429. Later, visit the ancient settlement of Afrosiab, which is situated on the spurs of Chupan-Ata hills to the north-east of present-day Samarkand. According to the legend, it was here, on the banks of the river Siab, that the Turanian king and hero Afrosiab, a character of the folk epic ‘Shahnama’, founded the town that became the capital of Sogdiana. Later, head out to the village of Konigil (10 km from Samarkand) to visit a paper-making workshop. For a long time Samarkand has been famous as a centre of high-quality paper manufacture. In the workshop, led by a talented master, you will see how the rind of the mulberry tree turns into paper. Here you will be able to take part in the unique process of hand-made paper production: cleaning tree branches from the bark, polishing paper with a stone and painting it . This afternoon, head to the railway station to catch your train to Tashkent. On arrival, transfer to your hotel for your final night in this wonderful country."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Depart Tashkent: Transfer to the airport for your departure flight home filled with an Aladdin's Cave of delightful memories."
    }
  ],
  "map": ""
}