{
  "destination": "Uzbekistan",
  "mainPhoto": "",
  "id": "uzbekistan-mountains-desert-holiday",
  "tourName": "Uzbekistan mountains & desert holiday",
  "placesVisited": "",
  "generalInfo": "During this fascinating mountain trip where you will feel like a real traveller and researcher, you will experience the creations of primitive man living in the mountains of Uzbekistan thousands of years ago. An impressive mountain background adds to the magic of these people, a landscape of gorges and caves, great plains with fir trees or wheat, perfect for walking. You will hike through green fields with horses grazing, over hills with luminous yellow bushes of ferula, old juniper trees with contorted roots, see majestic mountains and of course petroglyphs from the Stone Age.  <br/><br/>It is not just the rich culture of the country which makes your trip to Uzbekistan an unforgettable experience, but also its landscape highlights and, not least, its welcoming people.",
  "durationDays": "16",
  "price": "3330",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival – Tashkent. Flight to Tashkent. Arrival in the evening or early morning (depending on flight connection). You will be met by your travel guide and taken to the hotel. Two overnight stays in Tashkent."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tashkent. Arrival in Tashkent with another airline is at midnight or early morning. You will be greeted by your travel guide and taken to the hotel. Rest-time in the hotel. After breakfast, you make a tour of the country’s capital. You visit Khast Imam Square with the Barak Khan Medrasa and Kaffal Shashi Mausoleum. The historic complex is in the old town and today still consists mainly of the old clay houses which survived the earthquake of 1966. The complex developed around the grave of one of the first Koran preachers of Central Asia, who was at the same time a famous scientist. In the large square, there is also a library with a collection of original manuscripts, one of which is the world-famous Osman Koran from the 7th century. Then you go to the Chorsu Bazaar, which was already known in the Middle Ages and which stood at the crossroads of the caravansaries of the Great Silk Road. In the afternoon you will visit modern Tashkent, on the way seeing Independence Square with the Building Complex of the „Grieving Mother “and the Alisher Navoi Opera House and walking to Amir Timur Park. Dinner in a local restaurant."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tashkent - Beldersay. In the morning we will drive through countless Uzbek villages, by gardens and rivers, to the Chimgan Mountain Range (80 km, ~2 hours). On arrival, check in to the hotel and lunch. Then we take the cable-car to the top of the Kumbel (2‘080 m above sea level), where Uzbekistan’s longest ski-run begins. From here we walk to the top, approx. 45 minutes (2‘350 m above sea level). Enjoy the wonderful view. If we are lucky with the weather and if the view is clear, we can see Tashkent from far away. On the way back, we walk along the ski-run back to the hotel (1‘800 m above sea level). Dinner. One overnight stay in Beldersay."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Beldersay – Tashkent. After breakfast, we walk down to the Mramornya River (1‘500 m above sea level). Then we go up the river until we get to a birch grove. After a short break, we start a-45-minute climb to the Urta Kumbel Pass (1820 m above sea level). At the top, we have a breath-taking view across the valley with the Beldersay River, the Chet-Kumbel Pass and the path going up. A simple, relatively flat descent brings us to the Beldersay River where a tree grove is perfect for resting and having a picnic. After lunch, we go up to the saddle of the Chet-Kumbel Pass (1‘850 m above sea level). From here you can see the valley, the Nurekata River and the top of the great Chimgan (3309 m above sea level). After admiring the view, we walk to the Beldersay cable-car station (1550 m above sea level) where our coach will be waiting. Return to Tashkent. Check in to the hotel. Dinner in a local restaurant. One overnight stay in Tashkent."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tashkent – Urgench – Khiva. We take an early flight to Urgench and then go on by coach to the historic town of Khiva (40 km). Today we will see the “Ichan Kala” in the old town, which has maintained its Oriental character. You stand before the massive town walls with its four entrance gates to the Ichan Kala and will think you are in another world. Life pulsates around the Kalta Minor (short minaret) - which once was to have been so high that one could from the top see distant Bukhara – just as it did in ancient times. There are so many sights to admire on the tour: Kunya Ark – the old residence of the Khiva Khans, the Medrasa of Muhammad Rakhim Khan, the Mausoleum of Pakhlavon Makhmud, the Medrasa and Minaret Islam Khoda, the Tosh Hovli Residence and the Djuma Mosque – Friday mosque, the wooden beam roof of which is held by 212 wooden columns decorated with artistic woodcarvings. Dinner in a local restaurant. One overnight stay in Khiva."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Khiva – Bukhara. Impressive journey through the vegetated desert „Kyzylkum “(«Red Sand») and the vast steppe to Bukhara (420 km). On the way we make a lunch break in an Uzbek «tea-room». We reach Bukhara in the evening and you will have time to discover the old town on your own. Dinner in a local restaurant. Two overnight stays in Bukhara."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bukhara. We start our sightseeing with the mausoleum of Ismail Samani and Chashmai Ayub. Then we make a tour of the town on foot. Bukhoroi sharif (noble Bukhara) is a town with impressive market dome buildings, active mosques and medrasas. Bukhara was named a World Heritage Site by UNESCO. You will feel transported to the world of ‚One Thousand and One Nights ‘. It is quite amazing that teaching and learning still takes place today in the mosques and medrasas, for instance in the Miri Arab Medrasa and Minaret and the Kalyan Mosque. You can admire the «classic» architectural complex Lyabi Khauz with trading domes and several mosques, medrasas and the dervish monastery Khanaka in the town centre and will understand the honorary title «the noble». On the way you will visit market domed buildings auch as Toki Zargaron, Toki Telpakfurushon and Toki Saraffon. Dinner in a local restaurant."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bukhara – Nurata – Yurt settlement. Breakfast at the hotel. In the morning you will have some time to explore Bukhara on your own. Then we go to Nurata (approx. 3-hour journey) and visit the ruined fort of Alexander the Great and the holy Chashma (spring water) source. Then a further a journey through the Kyzylkum Desert to Yangigazgan to our traditional yurt camp. The name of the desert means „red sand“, and the sandy ground sometimes seems red towards evening when the sun goes down. Due to the high groundwater level and very little rain in spring, only a few tough plants such as saxaul, tamarisk, sand acacias and some grasses and herbs can survive, and these allow some modest agriculture around the oases. In the late afternoon, we make a trial trip to get to know our camels and prepare ourselves for our caravansary trip through the desert the next day. Lunch with a local family in Nurata, Dinner and overnight stay in the yurt camp."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Camel trekking. After breakfast in the yurt camp, we start our camel trekking. There is a camel per two persons so you can take it in turns to ride and walk. In the afternoon we will visit a small farm where cattle is kept despite the adverse desert conditions. Then we prepare our tents for the night (almost) in the open. Picnic lunch en route. Dinner around the campfire. One overnight stay in a tent in the desert."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Aydarkul Lake – Sentob mountain village. Early in the morning, after breakfast in the yurt camp, we start the last stage of our desert trekking. We say goodbye to our camels and our luggage will be taken to our next stop: the enormous reservoir Aydarkul, which appears after about three hours suddenly and surreally in the middle of the desert. Here we will make a long bathing stop and have a picnic on the beach. When we go on towards the Nuratau mountains, we will notice that the desert slowly changes to steppe – dry grassland. We go from the plains to the mountains, as we are in the region of the western foothills of the Tian Shan with peaks up to 2000m, before the mountains give way to the flat Kyzylkum Desert. In the Tadjik mountain village of Sentob, we will stay in one or two guesthouses (depending on the size of the group). In the afternoon, we will have time to explore the village and climb up to the ruins of the fort or experience village life (visiting the irrigation systems and stone buildings, baking bread or making butter, etc.). Dinner with the family (in the guesthouse). Two overnight stays in Sentob village."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Sentob village. After breakfast in the guesthouse, an easy hike of 6 hours with breaks. This hike takes us along an idyllic mountain river with many small bathing pools in which we can cool down. On the way, we will pass an old water-mill and Arabic signs carved in the rocks. It is also an ideal route to observe local birds, flora and fauna is very different here. We can walk for many hours through the valley (depending on your wishes and your stamina), take a break at a beauty spot (for a picnic, for instance) and we will return to Sentob in the late afternoon. If anyone does not want to hike or prefers to continue with the activities started the previous afternoon in the village, they can of course stay in the village. Picnic lunch en route, dinner with the family (in the guesthouse)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Hayat mountain village. After breakfast with the guest family we go on our coach to the next mountain village of Hayat (approx. 45 minutes) and visit the Severtzov Argali compound. This animal which is also called Giant Wild Sheep has horns which are very striking, larger and longer than any other Wild Sheep. 90% of the world’s population of this rare species live in the Nurata mountains. But you will probably only see them in this compound. After lunch in our guesthouse in Hayat, we will hike for 4-5 hours through the Nurata Nature Reserve (admission fee included), which starts right at the end of Hayat village. In the evening we can see the Uzbek national dish Plov being prepared (or participate if so desired), and that is what we will have for dinner, with the family in the guesthouse. One overnight stay in Hayat village."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Uhum and Ashraf mountain villages. Our luggage will be transported to the next village, and we will just take a light rucksack for today’s hike. After breakfast with our family in Hayat, we walk for about three hours to Uhum. We will cross the Guzar and Sari Bedak (1035m) passes, from where we will have a wonderful view of the mountain panorama. If we have time, we will visit a Sogdic fort ruin from the 4th to 5th century as well as a traditional water-mill. Our guest family is nearby and we will have lunch there. Then we will continue on to Ashraf (approx. 3 hours), with a varied landscape and flora and fauna on the way. From some places, we have a wonderful view to Aydarkul Lake and the expanse of the Kyzylkum Steppe. Then we pass through the ruins of the old Mongolian fort „Qorgoni Honkeldi “. On arrival in Ashraf, we will use the time before dinner to explore the village. Or we can rest on the Tapchans and Ayvans (covered seating areas) – our guest family has a picturesquely situated house with a mountain stream running through their large orchard and vegetable garden. In the evening, a local musician will come and play for us (not a professional show for tourists). Dinner with the family. One overnight stay in Ashraf."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Rome of the Orient – Samarkand. After breakfast, we say goodbye to our host family in the village – the ancient town of Samarkand awaits us! When Samarkand was under Timur’s rule, it was considered to be one of the most beautiful towns in the world. You will be impressed by the palace-like mausoleum of the ruler Timur - the Gur Emir Mausoleum. Today you will enjoy the highlight of your trip – Registan Square with its three impressive, enormous, decorated medrasas. Then you will see the largest mosque of Central Asia – the Bibi Khanum Mosque. Timur wanted to demonstrate his unlimited technical and financial possibilities by building the most beautiful mosque of the Eastern world. You are cordially requested to try the raisins, apricots and nuts during a stroll through the bazaar. Samarkand is not only famous for its historical monuments, but also for its wine. Wine and cognac slide easily down your throat here! After visiting the Wine Museum in Samarkand, you can try 10 of the best types of Uzbek wine and cognac. Dinner in the restaurant „Samarkand “. One overnight stay in Samarkand."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Samarkand – Tashkent. Samarkand is one of the oldest towns in the world and at the same time the centre of the famous Silk Road. In the Museum „Afrosiyob “you will get an idea of old Samarkand. Then you will visit one of the greatest pilgrimage sites of the Islamic world – the Grave complex of Saint Daniel and the Complex Shahi Zinda, a marvellous complex of different mausoleums cased in Timur-style majolica and mosaic tiles. After a break, we will visit a Silk paper factory, founded by the master brothers Mukhtarov. Thanks to their efforts, the old tradition of paper-making using Samarkand technology has been revived in this factory. It is interesting that the whole process is carried out manually. The guests can watch the process of making a silk paper. Then we go on to the Ulugbek Observatory, once the largest research centre in Central Asia. Ulugbek, grandson of Amir Timur and a world-famous astronomer, where you will get introduced with the sextant of his observatory which was only unearthed in 1908. Then we leave Samarkand at 18:00 by fast train “Afrosiyob” to Tashkent. Arrival at 20:08h, transfer to the hotel. Dinner in a local restaurant. One overnight stay in Tashkent."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Tashkent – Return flight (breakfast) After an early breakfast, drive to Tashkent Airport and flight home."
    }
  ],
  "map": ""
}