{
  "destination": "Uzbekistan",
  "mainPhoto": "",
  "id": "uzbekistan-holiday-tailor-made",
  "tourName": "Uzbekistan holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "Oriental Samarkand and „noble“ Bukhara, the mythical town of Khiva and welcoming Tashkent – these wonderful pearls of Uzbekistan reveal their mysteries and teach you not just their history and culture, but also the old customs and traditions together with Uzbekistan’s hospitable cuisine! Moreover, you will see beautiful Fergana Valley, famous for the cultivation of fruits and vegetables, silk and traditional ceramics. It will be a special experience to spend the night in a yurt camp in a desert in the middle of nowhere – without electricity and comfort, far away from the hectic life of the large towns. Become part of Uzbek culture and centuries-old traditions and enjoy the peace and quiet of the mountains.",
  "durationDays": "14",
  "price": "3345",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival-Tashkent. (Meals: breakfast and dinner) After your arrival to Tashkent, you will be met by the local tour guide who will take you to your hotel where you can have a rest. Morning breakfast at the hotel. After breakfast will get started with a tour of capital - Tashkent. In the old town you will then visit the historical complex of Khasti Imam. On the huge square, you will see the Tilla-Shaysh-Mosque, the Barakkhan-Madrasa, the Kaffal Shashi Mausoleum and the library in which the oldest version of the Koran is kept. Then transfer to Chorsu Bazaar, which was already well-known in the Middle Ages and which stood at the crossroads of the caravansaray processions of the Great Silk Road. You can wander around the pedestrian area with its many street traders and cafés and take the only Underground Train of Central Asia which has impressively decorated stations. Dinner in a local restaurant. Overnight in Tashkent."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tashkent – Kokand – Rishtan – Fergana (Meals: breakfast and dinner) After the breakfast departure by train through the impressive Kamchik - Pass (2.268 m) to Kokand. Arrival and meeting with the local coach driver. In Kokand, you will discover the splendid Islamic buildings – the Palace of Khudoyar-Khan and the imposing Juma-Mosque. Transfer to Rishtan and visit a ceramics workshop in which the potter will tell you about the process of producing ceramics and make demonstration. Dinner in the hotel. An overnight in Fergana."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Fergana – Margilan – Tashkent (Meals: breakfast and dinner) To get to know the town, you will make a tour through the avenue-like streets of Fergana. After through different landscapes to Margilan. There you will visit the largest Silk Factory, the “Yodgorlik”, where you will learn the individual steps in the making of a silk. In the afternoon transfer by cars, over the mountain pass, back to Tashkent. Dinner in a local restaurant. An overnight in Tashkent."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tashkent – Nukus – Muynak – Nukus (Meals: breakfast, picnic type lunch, dinner) Morning flight to Nukus (1255 Km, 2h 45 min). On arrival, trip to the former fishing village Muynak (220 km, 3 h), which is on what was once the banks of the Aral Lake. In Muynak you can see the former port with abandoned ships in the sand - \"Ships Cemetery\". Then you will visit the local museum with art exhibitions showing the history of the Aral Sea. In the afternoon return back to Nukus. On the way a stop to visit the archaeological Complex Mizdakhan. Here you will visit the most important graveyards in the region. an overnight in Nukus. Dinner in a typical local restaurant."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Nukus – Ayaz Kala – Toprak Kala – Khiva (Meals: breakfast, lunch, dinner) After breakfast a visit to the Savitsky - Art Museum, which is located in the autonomous Republic of Karakalpakstan inside the Uzbekistan's territory and which has a unique collection of classical Russian Vanguard Art. Drive to Khiva, on the way stop to visit Ayaz Kala – an impressive ancient fortress. In the Kyzylkum Desert, on the slope of the eastern foothills of the Sultanuvaystag, are the enormous ruins of one of the largest fortresses of the old Khorezm – Ayaz Kala. According to archaeological excavations, the Ayaz Kala fortress stems from the 2nd century BC. It was part of a system of border fortresses which stretched from east to west and defended the oasis Khiva from the desert side. Lunch in the yurt camp. Then visit the other fortress Toprak Kala (the ancient capital of Khorezm, 2nd century AD). Arrival to the ancient - Khiva in the afternoon. For dinner, a typical meal of this region – „Shivitoshi“, which can be translated as „green noodles“ will be served. As the noodle dough is made with dill juice, the noodles are green. Two overnight stays in Khiva."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Khiva. (Meals: breakfast, dinner) A highlight of your trip! The narrow streets and the two-wheeled donkey carts which can still be seen today give you an idea of the unchanged lifestyle since the Middle Ages. Admire in the historic center the Oriental ornaments and turquoise tiles of the finely decorated buildings, and see why the old town of Khiva “Ichan Kala” is reasonably called an “Open Air Museum”. Kuhna Ark, once residence of the Khans of Khiva, Juma Mosque – a Friday mosque, known for its very artistically decorated 212 wooden columns. Pakhlavon-Makhmud-Mausoleum, Madrasa and Minaret of Islam Khodja– the wise Vizier of Khan Muhammad Rakhim Khan and the Tash-Hovli-Palace. Splendid dinner in the summer palace of the „Toza-Bog“ Khans. Let the magical impressions of the day sink in."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Khiva – Bukhara (450 km)(Meals: breakfast/picnic type lunch/dinner) Drive to Bukhara through the half - desert Kyzylkum («Red Sand»). Picnic lunch on the way in an Uzbek «Roadhouse» tea room. Arrival to Bukhara, check in to the hotel. Free evening time to exploration of the city. Dinner in a local restaurant. Two overnights in Bukhara"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bukhara (Meals: breakfast and dinner) Bukhoroi sharif (noble Bukhara) is a town with impressive trading domes, active mosques, and madrasas and has been declared by UNESCO as a World Heritage Site. We start our sightseeing with the mausoleum of Ismail Samani and then visit the mausoleum, Chashmai Ayub. Then we make a walking tour. You will feel transfered to the world of 'One Thousand and One Nights' - a fairy tale. It is most impressive that still today active teaching and learning takes place in the mosques and madrasas, such as the madrasa Miri Arab, Minaret and Kalon Mosque. Admire the \"classic\" architectural complex Lyabi Hauz with market domes and several mosques, madrasas and the dervish monastery - Chanaka in the town centre and will understand the honorary title «the noble one». On the way you will also visit market dome buildings such as Toqi Zargaron, Toqi Telpak furushon and Toqi Saraffon. In the afternoon a visit to the Jewish quarter and to a Synagogue which is over 400 years old. Then a visit the Dolls‘ Workshop. Dinner today in an old Jewish house with a Bukhara family. The Susani embroiderer Abdurahman will tell us about Bukhara embroidery. Today you will try Emirs Plov."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bukhara – Nurata – Yurt Camps (Meals: breakfast and dinner) In the house of the merchant Khodjaev, which is today a museum, you can see how wealthy merchants and traders lived in Bukhara one hundred years ago. Then a visit to the summer residence of the last Bukhara Emir – Sitorai Mokhi Hossa. «The place where the moon and stars meet» is the name of the palace in the original Persian. In the afternoon, we leave Bukhara and drive towards the yurt camps in the Kyzylkum Desert (230 Km, 4 h*). A stop in Nurata for visits of a local mosque and the holy spring. Then drive to the Nurata Pass where you can see petroglyphs. Arrival in evening to the yurt camps. A single yurts can accommodate up to 2-6 people – or exceptionally even 8 people. After dinner an Akyn (folksinger) will sing Uzbek songs around the campfire. One overnight stay in the yurts."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Yurt Camps – Aydarkul Lake – Samarkand (Meals: breakfast/lunch/dinner) After breakfast, we go on a camel ride to the nearby village of Dungalak (1.5 km, 30 min). If so desired, you can prepare traditional Uzbek bread together with the locals and see how these are baked in mud ovens. Then you take a walk through the village and see what everyday life is like for the locals. Towards lunch time drive to the Aydarkul Desert Lake. Lunch by the lake. In the afternoon, drive to Samarkand. On the way we will make a brief stop at the ruins of an old caravansaray and «Sardoba» (reservoir). Both these sights date from the 11th to the 14th century and bear witness to the many caravansaries which passed through that way on the Silk Road. Samarkand – the pearl of the Orient, over 2750 years old, was considered in the Middle Ages to be one of the most beautiful towns in the world and still today it has lost none of its fascination. Dinner in a local restaurant. Three overnight stays in Samarkand."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Samarkand (Meals: breakfast/dinner) In Samarkand, the Tales from One Thousand and One Nights begin again… it is one of the oldest towns in the world and was at the same time the hub of the famous Silk Road. In the Afrosiyob Museum, one can get a clear idea of old Samarkand. Then a visit to one of the greatest pilgrimage sites of the Islamic world – the The Complex of Saint Daniel and the Shahi-Zinda Complex, a marvelous collection of different mausoleums decorated in Timur style with majolica and mosaic tiles. After the break, you will go to a Silk Paper Manufacturing which has been revived by the brothers Mukhtarov. Thanks to them, the production of paper according to Samarkand technology has come alive again. It is interesting that the entire production is done by hand, and the guests can watch. Then you will visit Ulugbek`s Observatory, once the greatest research centre in Central Asia. Ulugbek, the grandson of Amir Timur, will introduce himself to you with the sextant of the observatory which was only discovered in 1908. Dinner with a local family."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Samarkand (Meals: breakfast/dinner) During the tour, you will not fail to be impressed by the palace-like mausoleum of the ruler Amir Timur, the Gur-Emir-Mausoleum. Today you can enjoy the highlight of your trip – Registan-Square with three impressive, enormous and richly decorated medrasas. Tashkentskaya Street, with its many souvenir shops, leads you to the once largest mosque of Central Asia – the Bibi-Khanum-Mosque. Timur wanted to demonstrate his unlimited technical and financial capabilities by building the most beautiful mosque of the Eastern world. You are encouraged during your walk through the Bazaar Siyab to try raisins, apricots and nuts. Enjoy the colourful hustle and bustle of the friendly locals. Towards the evening you attend a theatricalised presentation of historical Oriental costumes in the „El Merosi“ Theatre. This theatre shows costumes of the people of Central Asia at different eras – from ancient times to the 19th century – the times of the Massagets, Achemenids, Anakhita, Sogdians and Timurids. Dinner in the restaurant „Samarkand“, where you can see at first hand the culture of the country and the people."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Samarkand – Shakhrisabz – Samarkand – Tashkent (Meals: breakfast/dinner is included) Today you will make an excursion to Shakhrisabz – to the birthplace of the great Timur. Drive with private cars over the mountain pass. Photo-stops on the way. You can see the remains of Timur’s summer palace Ak Saray, which took 20 years to be built; the Jahongir-Mausoleum for Timur’s eldest son who died in a riding accident. You will also see the Kuk-Gumbaz-Mosque, which is visible from afar with its blue dome and which has unbelievable acoustics. Return to Samarkand in the afternoon. At 17:00 transfer to the station. Departure at 18:00 on the fast train “Afrosiyob” to Tashkent (300 km). Arrival at 20:10. Dinner in a local restaurant. One overnight in Tashkent."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Tashkent – Return flight (breakfast) After an early breakfast, you will be transferred to Tashkent Airport for your return flight."
    }
  ],
  "map": ""
}