{
  "destination": "Uzbekistan",
  "mainPhoto": "",
  "id": "uzbekistan-classic-small-group-tour",
  "tourName": "Uzbekistan classic small group tour",
  "placesVisited": "",
  "generalInfo": "Discover Uzbekistan's wonders on this comprehensive 15-day small-group tour, starting in Tashkent, where you'll explore the Old Town, iconic sites, and modern history. Then, traverse to the Chimgan Mountains, savour stunning vistas, and experience a night on an overnight sleeper train. In Urgench, you'll venture to Ayaz Kala, exploring UNESCO-listed Desert Castles before reaching Khiva, a captivating Silk Road city. Next, set off on a desert road to Bukhara, immersing yourself in its historical wonders. Your journey continues to Samarkand, where you'll explore its grandeur and take a day trip to Shakhrisabz, the birthplace of Amir Timur. Delve into Samarkand's treasures, including the Registan Square and Bibi Khanum Mosque, and venture to nearby historical sites. Conclude your journey with a train ride to Tashkent and a farewell group dinner before departing. This immersive tour promises an unforgettable adventure through the heart of Central Asia.",
  "durationDays": "15",
  "price": "3495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly to Tashkent on a direct overnight service."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Upon arrival in Tashkent, meet your Uzbek escort guide who will assist your group throughout the tour. Head to central Tashkent and check-in to your hotel for a relaxing morning. In the afternoon, your guide will lead you through cultural and historical sites of Tashkent's Old Town, including the Abu Bakr Kaffal Shashi Shrine, Khazrati Imam Complex, Chorsu Bazaar, Kukeldash Madrassah, Rakhimov's Ceramic Studio. You'll have the rest of the evening to enjoy at your leisure. (B/L)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You will explore Tashkent's modern history today visiting landmarks representing the city's development under the Russian Tsar, the Soviet Union, and independent Uzbekistan. The guided tour covers significant Soviet-era architectural sites, a panoramic view from the Tashkent Tower, and a visit to a museum detailing the darker aspects of Uzbekistan's Soviet past. You'll also embark on a unique metro station tour, discovering the artistic beauty of Tashkent's underground. The day concludes with a visit to the Islam Karimov Memorial Complex, offering insight into Uzbekistan's journey from the USSR's collapse to the present day. Enjoy the rest of the day at leisure or opt to be dropped off at a centrally located venue for an independent evening. (B/L)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After a leisurely morning, check-out of your hotel as we head on to the Chimgan Mountains, a stunning region between Kazakhstan and Kyrgyzstan. There lies Amirsoy mountain and ski resort where you will take a cable car ride to 2290 Bar Terrace for lunch with fantastic mountain views. Returning to Tashkent, we'll drive along the Charvak Reservoir's southern shoreline to enjoy the landscape. The day concludes with dinner before transferring to the railway station to board the overnight sleeper train to Urgench. (B/L/D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "You will arrive Urgench, the capital of Uzbekistan's Khorezm Region, in the morning. After disembarking from the train, we'll drive northeast to Ayaz Kala. There, we'll enjoy lunch at a Yurt Camp and get a taste of desert life. We will explore two Desert Castles in the afternoon, Ayaz Kala and Toprak Kala which are both on UNESCO's Tentative List for World Heritage Status. Then we'll drive to Khiva, where you'll check in to your hotel for a two-night stay. The rest of the evening is free at your own leisure. (L)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Spend a full day exploring Khiva, an impressive city on the Silk Road and a UNESCO World Heritage Site. Located between the Karakum and Kyzylkum deserts, Khiva served as a vital stop for Silk Road traders, with a storied history that extends back 2,500 years. You will have the full day to wander through this living museum and appreciate the architectural and cultural heritage of this remote oasis city. (B/L)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After check-out, we'll embark on a 450km/280-mile journey to Bukhara. Our journey passes through the arid Kyzylkum Desert, with sporadic settlements along the way. We'll make stops at a basic café for refreshments (at your own expense) and at a few points to stretch our legs. After a 7-hour drive, we'll arrive in Bukhara for a 3-night stay, where we'll have time to freshen up before enjoying an early dinner at a nearby restaurant. (B/D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Spend a full day immersed in the historical wonders of Bukhara, a captivating Silk Road city with a millennia-long history. Bukhara's Old Town feels like a journey through time, explore iconic sites such as the preserved Kalyan Minaret, spared during the Mongol invasion of 1220 by Chinggis Khan, the Lab-I Hauz Ensemble, and the Nasreddin monument. Later in the day, in a madrasah courtyard, indulge in a folklore show featuring traditional music, national costumes, and mesmerizing traditional dances. (B/L/D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Explore Bukhara further today, beginning with a trip to Sitorai Makhi Khosa, the summer palace of the last emir of Bukhara, Alim Khan. This 20th-century compound blends Russian and Bukharan architectural styles, offering a glimpse into the emirate's final days. The city sightseeing continues with visits to the Mir-I Arab Madrassah, Ismail Samani Mausoleum, and the imposing Ark Of Bukhara, a massive fortress that served until 1920 when the Soviets took control. Afterwards, return to your hotel and enjoy the rest of the day at leisure. (B/L)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Leaving Bukhara for Samarkand, a 285km/180-mile journey, we opt for a more leisurely route with stops in Gijduvan and Navoi. Gijduvan, known for its traditional ceramics, offers a glimpse into small-town life as we visit a ceramics studio and enjoy a quick tea break. In Navoi, a modern city 'refounded' by the Soviets in the 1950s, we'll have lunch and briefly explore the city center with its somewhat Soviet-style architecture. Upon arriving in Samarkand in the late afternoon, check in to your hotel for a 4-night stay and after some downtime, enjoy dinner at a nearby restaurant. (B/L/D)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Spend a full day exploring Samarkand, the last of the three essential Uzbek 'Silk Road' cities. Our itinerary includes the magnificent Registan Square, the Gur-I Amir necropolis with Amir Timur's tomb, the impressive 15th-century Bibi Khanum Mosque, and a visit to the nearby Siyob Bazaar. We'll also take a short walk to the Hazrat Hizr Mosque for a city view and visit the Mausoleum of Islam Karimov. The evening is yours to explore and dine at your leisure in Samarkand. (B/L)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today, we journey from Samarkand to Shakhrisabz, a city located 90km/55 miles to the south, known as the birthplace of Amir Timur. Shakhrisabz boasts a UNESCO World Heritage Site in its historic center, and we'll explore its wonders, including the Dor at-Tilyavat Complex, Dor as-Siadat Complex, and the Ak Serai Complex. We'll take a break for lunch in the city and return to Samarkand in the late afternoon, leaving the rest of the day and evening for you to enjoy at your own pace. (B/L)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Explore Samarkand for half a day, beginning with a visit to the Shah I Zinda Necropolis, a breathtaking site with elaborately decorated tombs and vibrant blue and turquoise domes. Afterward, venture out of the city to visit the historic Afrosiab fort and the nearby Ulug Beg Observatory, a fascinating medieval astronomical site. Heading east, enjoy lunch and a wine-tasting experience in Bagigazan, a village with a wine-making tradition dating back to the 4th century BC. Return to Samarkand in the mid-afternoon, leaving the rest of the day and evening for you at your leisure. (B/L)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "We'll check out of our hotel this morning and make our way to the railway station to catch the Sharq Train to Tashkent, a 4-hr journey. Upon arrival in Tashkent, we'll have lunch near the station before making our way towards our hotel for the night. The afternoon schedule is flexible, we can catch up on any missed sights from earlier in the tour or explore independently. In the evening, we'll gather for a farewell group dinner in central Tashkent to conclude our journey in Uzbekistan. (B/L/D)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "You will be transferred to the airport this morning for your flight back home. (B)"
    }
  ],
  "map": ""
}