{
  "destination": "Uzbekistan",
  "mainPhoto": "",
  "id": "uzbekistan-history-tour-silk-road",
  "tourName": "Uzbekistan history tour, Silk Road",
  "placesVisited": "",
  "generalInfo": "A journey along the oldest trading route in the world - The Great Silk Road. Experience the lively oases in the middle of the Kyzylkum and Karakum Deserts, where heavily-laden camel caravansaries once travelled. The formidable palaces, madrasas and mosques from the Middle Ages still make an overwhelming impression. You are also invited to a wine-tasting in the \"Samarkand Wine-Factory\". Spend a night in a traditional yurt in the middle of the desert and experience the starry sky from ‚One Thousand and One Nights‘ by the bright campfire with musical accompaniment by an Akyn (folklore singer). Get an incredible panorama view of Afghan side from the top of the Fayaz Tepa Hill in Termez, the south of Uzbekistan. You will moreover be delighted by the lively Middle East bazaars, where you will discover traces from the dazzling era of the rulers along the Silk Road.",
  "durationDays": "10",
  "price": "2290",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Flight to Tashkent. Arrival in the evening or early the following day (depending on your flight connection). Your travel guide will meet you at the international airport and take you to your hotel for two nights in Tashkent."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tashkent After breakfast in the hotel, start exploring the city with the visit to the old town of Tashkent where you will see the Khast Imam Complex with the Barakkhan Medrasa and the Kaffal Shashi Mausoleum. Also there is the oldest Koran in the world in the Muyi Muborak Medrasa’s library that dates back to the 7th century. This a 353-sheet of unique manuscript written in the skin of the deer belonged to Caliph Osman and was brought by Amir Temur the Great who found it in Iraq during his military campaign. Discover the central bazaar of Tashkent nearby called Chorsu where you can find not only fruits and vegetable, but also souvenirs, dry fruits and clothes as well. From the market you can take a ride in metro and see beautiful stations of Tashkent metropolitan. Visit the Museum of Applied Arts – a treasury of the pearls of applied arts created by various Uzbek masters that are known worldwide for their unique and amazing work. After that visit The State Museum of History of Uzbekistan and Independence Square. Wander around the city centre and get to Amir Timur Square through the colourful street – Broadway where you will find a various art works of painters. Dinner in a local restaurant."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tashkent – Bukhara (train trip) In the morning, transfer to the station for the trip by fast train to Bukhara at 07:30-11:19. On arrival, transfer to the hotel in Bukhara Old Town. Today you will visit the most important sights in Bukhara Old Town: Samanids Mausoleum, the oldest architectural building in Central Asia, the Bolo Khauz Mosque, the Ark Citadel the residence of the Emirs of Bukhara, and the most famous complex and the emblem of Bukhara – the Poi Kalon Complex with its three magnificent architectural buildings. On route from the Poi Kalon Complex through the domed bazaars past madrasas to the Lyabi Khauz, gold-stickers, scissor-makers and shoe-menders will greet you. The Lyabi Khavuz Complex is the centre of Old Bukhara with its impressive buildings. Fortify yourself with a cup of coffee in the “German Corner”. Then you can lose yourself in the hustle and bustle of the craftsmen and discover the woodcarvers, the cutlers, potters and weavers working in their workshops. Folklore show in the Nadir Divan Begi Madrasa where you will get introduced with beautiful culture and traditions of the country. Dinner is in a local restaurant. Two overnight stays in Bukhara."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bukhara Today you will continue to explore the oasis town of Bukhara. You will go to the Chor Minor mosque, built in 1807 by the rich Turkman Caliph Niyazkul. The four sky-blue minarets tower above a traditional residential zone. Thanks to its unusual style, this building has become one of Bukhara’s landmarks. We go on through the streets of the Old Town and you discover Jewish traces in Bukhara during a visit to a synagogue. In the house of the merchant Khodjaev, you will see how wealthy merchants and traders lived in Bukhara 100 years ago. The complex, consisting of several buildings, is a museum today, and your tour guide will show you the most interesting rooms. Then at the gates of Bukhara you will see the wonderful summer palace \"Sitorai Mokhi-Khosa\" (Palace of the Moon and Sky) of the last ruling Emir of Bukhara, Said Alim-Khan. The palace is a mixture of Russian, Oriental and European architecture, with an impressive park area. In the afternoon, we will visit the Jewish Quarter of Bukhara and then a synagogue which is more than 400 years old. Then go on to a dolls’ workshop. Dinner in a local restaurant."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bukhara – Gijduvan – Nurata – Yurt camp After breakfast in the hotel we go to Gijduvan (apx. 40km) where we will visit the grave complex of Abdukhalik Gijduvani (1103-1179) – one of the Sufi saints. We will also visit a ceramics factory and the appendant museum. Gijduvan is well known all over Uzbekistan amongst other things for its ceramics in particularly warm colours. We continue on to the ancient town of Nurata (170km) where we will visit the Mausoleum Nurata and the Ruins of the Fort of Alexander the Great. A source of fresh water which was here, called Chashma, was the reason for the settlement. The holy source of Chashma is a place of pilgrimage and one of the most important religious centres of Islam in the region. After lunch in Nurata, you will go to the yurt camp in the Kyzylkum Desert, where you will spend a night in yurts under starry sky. You will be pleasantly surprised to see that everything is provided for a comfortable stay in the midst of the desert. On the way to the yurt you will have visited the Petroglyphs of the Sarmysh Gorge where there are more than 3500 drawings from the Bronze Age. This gorge is a real museum and one of the largest galleries of petroglyphs in the world. Your beautifully situated yurt camp is near Aydarkul Lake. After dinner, you will enjoy typical Kazakh songs by local Akyns (folklore singers). Dinner and overnight stay in the yurt."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Aydarkul – mountain village Uhum After breakfast, you can try riding a camel. Camel-riding or a hike along a part of the route to the Aydarkul Lake (4.5 km), and a walk along the lake (5 km). The water is refreshing, and you should take a swim if possible (depending on the season). Then you will enjoy a picnic by the lake or in the camp (depending on the weather). On to the mountain village Uhum (ca. 70km). Lodgings with a local family (guesthouse). In the afternoon, you can learn about the traditions of the typical village family. Visit to a silkworm breeding factory (only possible in May), (participation in bread-baking). Chatting to your hosts, their neighbours and a short walk through the village before dinner to hear about the everyday life of Uzbeks. Dinner and overnight stay in Uhum with the host family."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Uhum village – Samarkand During a short walk in the area (if so desired), you can see the ladies out milking on their farms. Today is an adventure day for the hikers with a climb to the pass next to the „Gaukum “(1615). From here, you have a panorama view of Uhum and the Aydarkul Lake. After a short walk, you will have lunch with your host family before going on to world-famous Samarkand (ca. 220km trip). Arrival towards evening. Samarkand is one of the oldest and most famous towns in the world and at the same time the centre-point of the Great Silk road. The town owes its heyday to Amir Timur (Tamerlan), who brought back the best craftsmen and artists from his military campaigns from India to Europe. In the 14th century, these created the architecture which made Samarkand famous at home and abroad. Registan Square, the emblem of Samarkand, is evidence of this heyday of Oriental architecture. Samarkand is not just well known for its historic monuments, but also for its wine. Here, wine and brandy are balsam for the throat! After visiting the Wine Museum in Samarkand, you can try 10 types of Uzbek wine and brandy. Dinner in the restaurant “Samarkand”. Two overnight stays in Samarkand."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Samarkand In Samarkand, you will again feel transported to ‚One Thousand and One Nights ‘. Today you will visit the sights in this town which is over 2700 years old (UNESCO-World Heritage): In the “Afrosiyob” Museum you can get a feeling for ancient Samarkand. We will also visit the grave of Daniel – the prophet of three religions: Judaism, Christianity and Islam. It is not the most imposing, but perhaps the most interesting of Samarkand’s mausoleums. Then we go to the Shakhi Zinda Complex, a wonderful group of mausoleums cased in majolica and mosaic tiles in Timuridic style. You will see that centuries-old traditions still continue in Samarkand when you see the paper manufacturing factory. You will experience a traditional, natural paper-making process which uses the fibres of the mulberry tree. Our last trip today will be to the observatory in Ulugbek. Dinner in a local restaurant."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Samarkand – Tashkent Ancient Samarkand still shows the splendour of old times! In the Middle Ages, it was considered to be one of the most beautiful and most important towns in the world. The palace-like mausoleum of the ruler Amir Timur, the Gur Emir Mausoleum, will not fail to impress you. Today, you will enjoy the highlight of your trip, Registan Square, with its three enormous, artistically adorned medrasas. Then you will go to what was once the greatest mosque of Central Asia – the Bibi Khanym Mosque. After the visit, you will go to a colourful bazaar, passing from the museum-like to Oriental reality. Pyramids of nuts, almonds, pistachios, dried apricots, raisins as well as all sorts of fresh fruit and vegetables are piled up on the market stands. All sorts of exotic aromas from spices and herbs will assail your noses. A market which is as colourful and fascinating as life itself. In the late afternoon you leave Samarkand on the “Afrosiyob” fast train at 17:00 to Tashkent. Transfer to the hotel. Dinner in a local restaurant. Overnight stay in Tashkent."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Tashkent – flight home After an early breakfast you will be driven to Tashkent International Airport for your flight home."
    }
  ],
  "map": ""
}