{
  "destination": "Uzbekistan",
  "mainPhoto": "",
  "id": "uzbekistan-silk-road-holiday",
  "tourName": "Uzbekistan Silk Road holiday",
  "placesVisited": "",
  "generalInfo": "What timeless secrets will Uzbekistan's Silk Road give up for you on this beguiling journey? From cities that were once caravanserais, to villages steeped in folklore; and from tree-cloaked mountains and weird canyons to old fortresses and bullet trains, this 16-day tour de force will keep you enthralled.<br/><br/>Few countries are as captivating as Uzbekistan, a land rich in Silk Road heritage and diverse cultural traditions. This unique tour has been carefully designed to showcase the best of this enigmatic Central Asian republic, led by knowledgeable guides. Explore the magnificent cities of Samarkand and Bukhara, with their plentiful historical treasures. Roam around the archaeological treasures of Termez. See prehistoric cave paintings and petroglyphs in the Nurata Mountains. Feel the ethnic charms and cultural continuity of Baysun. And attend workshops to learn manufacturing techniques that make Uzbekistan one the greatest producers of fine floor and wall textiles in the world.<br/><br/>What's more, your trip will directly benefit these communities, thus helping to preserve their customs, as well as governing our ethical principles here at Travel The Unknown.<br/><br/>TOUR HIGHLIGHTS<br/>Archaeological treasures of remote Termez<br/>UNESCO-listed folk traditions of Baysun<br/>Sublime monuments in Samarkand, World Tourism Capital 2023<br/>Hayot Village, an alpine oasis in the Nuratau Mountains<br/>UNESCO Silk Road city of Bukhara<br/>UNESCO-listed Ichin Kala in Khiva<br/>Uzbekistan's crucible of old and new, Tashkent.<br/>Savitsky Museum's Russian avant garde art<br/><br/>Places Visited<br/>Tashkent - Karshi - Termez - Fayaz Tepe - Baysun - Shakhrisabz - Samarkand - Nurata - Bukhara - Khiva - Kyzlkum Desert - Nukus<br/><br/>WHAT'S INCLUDED<br/>Arrival &amp; departure transfers with the group<br/>Ground transport with driver<br/>Bullet train tickets (economy class)<br/>Accommodation<br/>Full board meal plan<br/>English-speaking guides<br/>Entrance fees to sites &amp; parks",
  "durationDays": "16",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You will be met by our representative at Tashkent International Airport and transferred to your hotel for early check-in and a rest. The tour will officially begin at midday, when you’ll meet your tour leader, guide, and fellow guests for lunch. This afternoon’s sightseeing tour begins in Old Tashkent, at the Khast Imam complex. These attractive monuments offer a glimpse of what is to come in the Silk Road cities. At the Muyi Muborak Library you will see what is thought to be the world’s oldest surviving Quran: it belonged to Caliph Uthman, who is said to have been martyred whilst reading it in 656. His blood still stains the vellum pages. A walk around Chorsu Bazaar reveals the commercial heart of Tashkent. There are plenty of spices and dried fruits and nuts on sale, plus fresh produce and bakeries churning out thousands of loaves every day. Popping into the nearby Tashkent Metro, a subterranean art gallery, you’ll then see famous faces from the Soviet space programme at the appropriately-named Kosmonaut station. Don’t miss the State Museum of Applied Arts, which is located in a remarkably decorative building dating from the turn of the 20th century. There are galleries for suzanis (embroidery), carpets, ceramics, musical instruments, jewellery, and more. There will be time for a drive past several of Tashkent’s other famous sites, including the Brutalist Hotel Uzbekistan and Amir Timur Square, before dinner. Dinner will be served at a popular local restaurant. Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "It is an early start this morning as you will take the comfortable Afrosiyob bullet train from Tashkent to Karshi, the capital of Kashkadarya Region. The city grew up around a river crossing for Silk Road caravans, a point marked by the gorgeous Nikolayev Bridge, which is similar in design to the Si-o-se Bridge in Isfahan. Having walked over the bridge and taken photos, you will stop in the central park to see Soviet-era tanks and helicopters (some of which you can climb on or get inside); visit the 16th century Odina Mosque, which was at one stage a prison and now houses an exhibition remembering the victims of political repression; and then admire the colourful modern stained glass which decorates Karshi’s war memorial. Dinner will be served in the hotel’s restaurant. Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, you will travel south by coach to Termez (275km, 5-6hr), which is the capital of the Surkhandarya Region. You will stop for a picnic lunch in the village of Sayrob, where a pair of 1,000 year-old plane trees have been hollowed out and used variously as administrative offices, a school, and a shop! Local people still gather water from a holy spring across the street. Reaching Termez by mid afternoon, you will have a tour of Termez Archaeological Museum, which displays the most important finds from Surkhandarya’s many ancient sites. The museum visit provides important historical context for the many archaeological sites you will see in and around Termez. Head just outside the city and also see Kyrk Kyz, a fortified caravanserai named after a local legend which describes how 40 girls rose up to fight against invaders. Dinner will be served at a restaurant in the city. Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Your full day of sightseeing in and around Termez will begin with a focus on the Buddhist monasteries of Fayaz Tepe and Kara Tepe, which date from the 3rd and 2nd centuries respectively. Buddhism spread here from India during the Kushan period, and along with Zoroastrianism, it was commonplace until the arrival of Islam. You'll also get to visit Kampir Tepe, a vast archaeological site dating from c. 320 BC. The likelihood is that there will be no one else there; few tourists ever venture this far south. Your sightseeing programme continues to the shrines of Al Hakim At Termizi and Sultan Saodat, two religious complexes which have grown up around the graves of Islamic saints. They are important pilgrimage sites for local Muslims, and have fine tiles and painted ceilings. Dinner will be served at a local restaurant. Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "In the morning you will drive to Baysun District, an area recognised by UNESCO for its Intangible Cultural Heritage. En route you will stop at the 12th century Jarkurgan Minaret, which has stunning decorative brickwork and some similarity in style with the Minaret of Jam in Afghanistan. Next you will visit the Museum of National Applied Art and Crafts Centre. Here you will learn about the embroidery and carpet weaving techniques which earned the district its UNESCO status. After lunch you will drive to Shakhrisabz, a historic city and the birthplace of the great conqueror Tamerlane. The rest of the evening is at leisure. Dinner will be served at the hotel. Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning’s sightseeing tour will be on foot, as all Shakhrisabz’s UNESCO-listed monuments are within easy walking distance of the hotel. You will start at the Ak Seray, the mighty palace of Amir Timur; then continue through the huge new city park to see the Dorus-Saodat (Seat of Power and Might) and the Kok Gumbaz Mosque. You will have an early lunch in a converted caravanserai, and then drive onto Samarkand. Your hotel in Samarkand is on the Boulevard, a wide, tree-lined street laid out in the late 19th century. You will have an hour or two before dinner in a local restaurant to take a stroll past the Russian Orthodox Church and the main administrative building of Samarkand State University, a magnificent piece of architecture which wouldn’t look out of place in Saint Petersburg. After dinner, we will drive past the Registan for the first time, stopping to take photos of this architectural masterpiece at night. Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Samarkand is the heart of the Silk Road, and a full day of sightseeing awaits. You will start at the magnificent Shah-i Zinda, the jewel-like royal necropolis of the Timurids, which is photogenic from every angle but best appreciated before the sun is directly overhead and the shadows become harsh. You will then see Ulugbeg’s Observatory, where Timur’s grandson made groundbreaking astronomical discoveries; and the excellent Afrosiyob Museum, with its remarkable Sogdian frescoes. You'll also visit Gur-i Amir, Amir Timur’s mausoleum; and the recently renovated Ak Seray nearby. These buildings have the most spectacular interiors in Samarkand, and are a credit to the imagination and skill of the artisans who painted them. Lunch will be in the courtyard of a former caravanserai, a few minutes’ walk from the Registan. There will be ample time to explore Uzbekistan’s most iconic UNESCO monument, with the guide and independently, before walking along the pedestrianised street to the Bibi Khanym Mosque and Siyob Bazaar. You will then end the afternoon with free time for more sightseeing and souvenir shopping, or a visit to see weaving at the Samarkand Bukhara Silk Carpet Factory. Dinner will be served in a city restaurant. Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You will leave Samarkand this morning and drive to the Nuratau Mountains, stopping en route for a picnic. Hayot Village is in the Nuratau-Kyzylkum Biosphere Reserve and is an anchor for community-based tourism in the region. Your charming, family-run guesthouse has a stream running through the garden, and in the late afternoon there will be time to walk into a side valley above Hayot to see mouflon, wild mountain sheep, which are breeding in the nature reserve. In the valley there are also a small number of petroglyphs depicting hunting scenes. Dinner will be served at the guesthouse. Overnight in guesthouse (note that guesthouse rooms and facilities are on a shared basis) Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Enjoy a leisurely morning before beginning your descent from the mountains around eleven o'clock. Your first stop is at Nurata, where Alexander the Great built a fort with impressive views, and there’s also a large shrine complex popular with local pilgrims. You will have an early lunch in the garden of a private home, then continue on to see the Rabati Malik and Sardoba Malik, a UNESCO-listed caravanserai and domed reservoir, as we pass the industrial city of Navoi. You'll then stop by Gijduvan, a village famed for its ceramics, so here you will visit the Narzullaev family’s workshop and museum. Alisher and Olimjon Narzullaev represent the sixth and seventh generation of ceramicists, and their work is often exhibited abroad. Their female family members and neighbours produce traditional suzanis and carpets, so you will see all three of these crafts in one place. Upon arrival in Bukhara, settle your things at your hotel before enjoying dinner at a restaurant in the city: it is an atmospheric walk there and back. Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Nowhere compares to the beauty of Bukhara, one of the world’s most complete medieval cities, which is rightly protected as a UNESCO World Heritage Site. Your sightseeing tour will include Bukhara’s main synagogue; the trading domes and Lyabi Hauz complex; the Poi Kalon, with its 12th century minaret, madrassa, and mosque; the vast Ark Fortress; and the groundbreaking Samanid Mausoleum and nearby Ayub Chashma. Dine out at a restaurant in the city; after the meal you will have the option to go to the atmospheric hammam (extra cost applies). Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today you will have free time to continue exploring: the major sites are all within walking distance of the hotel, and your tour leader and guide can point you in the direction of the best places to shop. For anyone who would like to go, there will be an optional visit in the morning to the Jeyran Eco Center, approximately 40km south of Bukhara. This nature reserve was set up to breed endangered species of goitered gazelles (jeyrans). Learn about the conservation work being done here and then return to Bukhara. Enjoy the afternoon and evening at leisure before dinner. Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "You will see two final monuments before departing from Bukhara. Sitorai Mohi Xosa was built as a summer palace by Emir Alim Khan, the last ruler of Bukhara, and it combines vernacular architecture with fashions from Russia. The palace also has small museums of suzanis and luxurious costumes. The decadent palace contrasts with the Baha-ud-din Naqshband complex, a religious shrine around the grave of the venerated 14th century Sufi scholar Baha-ud-din Naqshband Bukhari (aka Saint Sheikh). Naqshband founded the Naqshbandi order of mystical Islam, which still has many followers, including in the UK. After lunch, it's time to make the drive to Khiva on which you'll pass through the Kyzyl Kum Desert and stop by the banks of the Amu Darya River. In the evening, settle into your hotel. Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Spend the day exploring Khiva and the many monuments within Ichin Kala, the Friday Mosque and Tashauli Palace. Gain a deep understanding of these UNESCO protected sights and their preserved Muslim architecture and cultural highlights. End the day with dinner and an evening at rest. Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "This morning brings visits to the ancient Khorezmian Fortresses and archaeological sight of Ayaz Kala. Break for lunch before you continue on toward the desert fortresses of Kizil Kala and Toprak Kala from where the final stretch to Nukus will be driven. Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "This morning you'll visit the famous Savitsky Museum, known for its impressive avant- garde collection of Russian art. After a while of wandering it's halls, head for lunch before an afternoon which is yours to explore or relax. Enjoy your final dinner in Uzbekistan before you make your way to the airport for your late evening flight to Tashkent. Upon arrival, transfer to the hotel. Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "At the appropriate time, transfer to the airport for your onward journey home. If you have time before your departure, you may like to visit the Russian Orthodox Cathedral or the Railway Museum, both of which are within walking distance of the hotel. Meal plan: Breakfast"
    }
  ],
  "map": ""
}