{
  "destination": "Uzbekistan",
  "mainPhoto": "",
  "id": "uzbekistan-upgraded-small-group-holiday",
  "tourName": "Uzbekistan upgraded small group holiday",
  "placesVisited": "",
  "generalInfo": "Journey through Uzbekistan's rich history, staying in premium accommodation along the way. Discover the beautiful tiles of Shakhi-Zinda Necropolis in Samarkand and walk in the footsteps of the Silk Road merchants while learning about the ancient art of making carpets. Take in a mesmerising sunset from Khiva's city walls and watch local life over a coffee at the charming Lyabi Khause Square in Bukhara. Last but not least, walk around the imposing Registan Square, the centrepiece of the city of Samarkand.<br/> <br/> The Walled City of Khiva - One and a half days to explore the ancient labyrinth of narrow alleyways and fantastic architecture of this open-air museum.<br/> Nukus - Discover a superb Soviet avant-garde art collection at Savitsky Museum and visit the mysterious Mizdahkhan Necropolis.<br/> World Heritage sites in Bukhara - Visit the wonderful 9th century Magoki Attar Mosque.<br/> Upgraded Range - Immerse yourself in Uzbekistan's fabled Silk Road highlights with our hand-picked selection of Premium hotels.<br/>",
  "durationDays": "10",
  "price": "2095",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Tashkent. Dinner at a traditional restaurant",
      "description": ": Our tour starts today in Tashkent, the capital of Uzbekistan. Its tree-lined boulevards, museums and galleries along with the many Soviet buildings set the scene for the remarkable tour ahead of us. If you'd like an airport transfer today, you'll need to arrive into Islam Karimov Tashkent International Airport (TAS), which is around a 30-minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made pre-tour accommodation arrangements through Explore, regardless of your arrival day. If you miss the welcome meeting, our tour leader will inform you of any essential information at 9am on day 2. Also, if you'd like to fight jet lag and add on extra days in Tashkent before our tour starts, contact us to book accommodation. A walk along Navruz Park's canal is a must to get acquainted with the laid back atmosphere of the capital. For those arriving in time, your tour leader plans to meet you in the hotel reception at 6pm for the welcome meeting. Please note that hotel rooms are not available until after 3pm. You can contact us to arrange early check-in for an extra charge. Tonight, dinner is included, and we have the opportunity to sample some of the local specialities at a traditional restaurant."
    },
    {
      "dayNumber": 2,
      "title": "City tour of Tashkent and free time in the afternoon",
      "description": ": This morning, our city tour starts with the Khast Imom Complex, one of the spiritual monuments of the capital located in the heart of the old city. We then move on to Independence Square with its fountains, impressive buildings and flower beds and we even have a go at travelling like a local and take the Tashkent Metro which boasts some ornately decorated stations. To follow, we visit the workshop of ceramic master to learn about their pottery technique which was passed on through generations. Finally, we head to Amir Timur Square to admire its historical buildings and we finish with a stroll on the broadway, a lively pedestrian alley right in the heart of the city. The rest of the day is free at leisure, and you can choose to further explore Tashkent or to relax and unwind by the pool or at the spa of our hotel. Chorsu Bazaar and the Monument of Courage are some of the sights you might want to visit independently. The Boulevard is an option too and it's particularly lively in the evening."
    },
    {
      "dayNumber": 3,
      "title": "Fly to Nukus. Visit the Savitsky Museum and the mysterious Mizdahkhan Necropolis",
      "description": ": We rise early this morning for our short flight to Nukus - the capital of the autonomous region of Karakalpakstan, which makes up much of Northwest Uzbekistan. Please note that in order to secure your space on the internal group flight, we require your passport details at the time of booking. A once-thriving region, the Aral Sea disaster that started in the 1960s and 70s, devastated this rich delta leaving it all but dried up when the sea receded far to the north. By the end of the 1980s, the Aral Sea had shrunk to just 10% of its original size. Consequently, present-day Nukus has been half-deserted, creating an atmosphere that some describe as like being at the very edge of the world. Hidden in this forgotten city is what is widely regarded as one of the best collections of Soviet art, housed in the Savitsky Museum, sometimes referred to as the 'Louvre of the Steppe'. Here we spend some time appreciating the world's second-largest collection of Russian avant-garde art, which Mr Savitsky helped to keep hidden here, away from the far-reaching eyes of the KGB. In the afternoon we head to the suburbs and take a guided tour of the fascinating Mizdahkhan Necropolis and here we will learn about the mystery surrounding it. Founded in the 4th Century BC, Mizdakhan is one of Karakalpakstan's oldest and holiest sites and is thought to be the burial place of Adam according to local legend. One of the crumbling mausoleums is known as the Apocalypse clock, where every fallen brick brings us closer to the end of the world, so Muslim pilgrims return a brick to the structure just in case. Later in the day, we return to Nukus for our night at a comfortable hotel. Despite the lack of choice of Premium hotels at this location, visiting Nukus adds depth and gives a better insight to the overall experience, hence we have chosen to include it in the itinerary. Please note that the order of the activities today may change during the hottest months."
    },
    {
      "dayNumber": 4,
      "title": "Drive to Khiva through the Valley of Fifty Fortresses. Watch the sun set on top of Khiva’s city walls",
      "description": ": We start making our way to Khiva after breakfast and the approximate overall driving time today is 3 hours with parts of the journey on slightly bumpy roads - the tarmac dates back to the Soviet times! Along the way we drive through the so-called Valley of 50 Kalas (fortresses), stopping to admire the mystical ruins from the Zoroastrian era. Chilpik Dakma or the Tower of Silence and the ancient palace city remains of Toprak Kala are some of the wonders we see while in the valley. The early history of the walled city of Khiva and the surrounding area is uncertain. By the time the Arabs arrived in the 8th century, Khiva was one of three important cities which dominated the region. The city's strategic location on the Volga branch of the Silk Route made it a much sought-after imperial asset, with the British and Russians vying for sovereignty throughout the 19th century as part of the 'Great Game'. In 1873, it fell to the Russians as both Samarkand and Bokhara had already done. A 1970s Soviet conservation programme restored much of the city, turning it into what is effectively an open-air museum. On arrival in Khiva, we check-in to our hotel and just before sunset, we reunite with our tour leader for a visit to the Nurullabay Palace. The palace dates back to the early 20th Century - a unique mixture of European and Oriental architecture and décor styles created by local and German Mennonite masters, who found refuge in Khiva in the late 19th century. Our tour of the old citadel takes us to the Ichan-Kala fortress and the Kunya-Ark Palace. Finally, we ascend to the top of the city walls to take in the beautiful colours of sunset making the view over ancient Khiva an even more mesmerising experience."
    },
    {
      "dayNumber": 5,
      "title": "Take a walking tour of the ancient city of Khiva. Shivit Oshi noodles for lunch and free afternoon",
      "description": ": On this morning's guided walking tour, we may well feel like we are stepping into a scene from the film 'Arabian Nights' as we explore the majestic Old Citadel on foot. This 12th-century fortress dominated the city before a palace, harem, barracks and mosques were constructed over the following centuries. Khiva, also known as Ichan-Kala, is the only remaining inhabited fortress along the Silk Road. Our sightseeing includes a visit to the Kalta Minor Minaret, a recognisable highlight of Khiva's skyline, the Pahlavan Mahmud Mausoleum - which hosts the tomb of the city's patron saint - and the Islam Khodja Madrasah complex including its museum rich in ancient artefacts. Moving on, we visit Ak Mosque and Juma Mosque, one of the most beautiful mosques within the walled city with its intricately carved columns that gained it the status as a World Heritage site. Our final visit before lunch is to another UNESCO treasure the Tash Hauli Palace and its intricate blue, white and golden-tiled decoration. For lunch today, we'll attend a cooking demonstration of a local speciality called Shivit Oshi. These handmade noodles are bright green in colour thanks to a dill infusion. After our delicious meal, the rest of the day is free to explore Khiva further, relax or go on a hunt for the perfect souvenir."
    },
    {
      "dayNumber": 6,
      "title": "Drive through the Kizilkum Desert to Bukhara. Late afternoon visit to picture-perfect Kalyan Mosque",
      "description": ": After an early breakfast, we wave Khiva goodbye and start making our way to Bukhara. The road to this ancient Persian city is scenic and we will stop along the way of this 6-hour journey to stretch our legs or buy refreshments. The fabled city of Bukhara is more than 2,000 years old and is one of the most exceptionally preserved Islamic cities in Central Asia, considered by some to be the 'Bastion of Islam'. The town retains much of its Uzbek character and has more than 140 unique monuments. On arrival, there will be some free time to go for a wander or have lunch at one of the many chaikhanas (tea houses), cafes and restaurants on the charming Lyabi Khause Square. Later this afternoon, we meet up to wander through the narrow alleys of the old town and take a lift to the top of Shukhov Tower, where we enjoy a stunning bird's eye view of the city's outline. We then head to one of the most outstanding and iconic buildings in Bukhara; Kalyan Mosque and its towering minaret dates back to 1127, one of the few buildings in the city to pre-date Genghis Khan's invasion. Completing the end of a great day of discovery and wonder, we have included dinner at a historic rooftop restaurant."
    },
    {
      "dayNumber": 7,
      "title": "Guided visit of Bukhara; free time in the afternoon",
      "description": ": This morning, we go on the first part of our full-day guided exploration of Bukhara. Our exploration starts with the Ark, a massive citadel that served as a fortress from the 5th century until its capture by the Russians in 1920. Today, the Ark houses several small museums dedicated to Bukhara's history. Bukhara was the site where two British soldiers were imprisoned during 'The Great Game,' a significant race for Imperial power between Victorian Britain and Tsarist Russia across Central Asia. Next, we visit the Bolo Khauz Mosque with its peaceful pond and façade before taking a short drive to the Samanid Mausoleum, an iconic example of early Islamic architecture and a pilgrimage site housing the tomb of the Samanid dynasty's founder. After lunch, we carry on with our tour and head to the 9th-century Magoki Attar Mosque which used to be the Temple of the Moon during the Zoroastrian era, and we finish by visiting the largest surviving shopping arcade of Bukhara dating back to 1569. The rest of the afternoon is free and there is an option to either visit the ancient Hamam Bozori-Kord (for men) or Kunjak (for women) and enjoy an oriental bath and spa experience."
    },
    {
      "dayNumber": 8,
      "title": "Optional visit to Bukhara Emir’s summer house. Take a high-speed train to the city of Samarkand",
      "description": ": This morning has been left free for you to relax and there is the opportunity to briefly leave the city to go and visit the summer residence of Bukhara's Emir: Sitoria-Mokhi-Hosa. Later in the afternoon, we embark on our high-speed Afrosiyob train journey, and we cover a distance of 265 kilometres/164 miles in just 90 minutes. Samarkand, stormed by Alexander the Great and reduced to ashes by Genghis Khan, was transformed into the most dazzling city in Transoxiana by Amir Temur the Conqueror, half Turkic and half Mongol, who turned it into his capital in the 14th century. The monumental scale of its buildings is astonishing and is a continued source of wonder for its visitors. On arrival, we check in to our centrally located hotel where we have a few hours to ourselves to either wander around Alisher Naboi Central Park, surrounding the hotel's grounds, or relax by the beautiful outdoor pool. In the evening, we start exploring Samarkand by visiting the majestic Gur-e-Amir (in Persian, Tomb of the King) mausoleum and the final resting place of Amir Temur. Finally, we head to the iconic Registan Square to enjoy a show of lights over its exceptionally patterned madrassahs."
    },
    {
      "dayNumber": 9,
      "title": "Guided tour of Samarkand’s magnificent mosques and mausoleums. Pilov dinner at a local house",
      "description": ": We start our last day of sightseeing by visiting a local workshop of handmade silk carpets. Here we learn about the ancient local art of making carpets, using traditional techniques and top-quality materials. To follow, we head to Shakhi-Zinda - a stunningly tiled necropolis of tombs, mosques and mausoleums belonging to Amir Temur 's family and the prophet Mohammad's cousin, Kusam ibn Abbas. After lunch, we admire Bibi-Khanym Mosque built by Amir Temur and named after his favourite Mongolian wife. Our guided tour finishes in Registan Square and from here we have some free time for some downtime relaxation at the hotel, more sightseeing at your own pace or a last round of handmade souvenir shopping. Early this evening we then head to the National House Adras where we will first see a cooking demonstration and then sample pilov, the delicious Uzbek national dish made with long grain rice, chunks of lamb, onions and carrots. The most appropriate way to finish our epic journey through Uzbekistan."
    },
    {
      "dayNumber": 10,
      "title": "Tour ends in Samarkand",
      "description": ": The trip ends after breakfast at our hotel in Samarkand. There are no activities planned today, so you are free to depart from Samarkand at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you need to depart from Samarkand International Airport (SKD) , which is around a 20-minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made post-tour accommodation arrangements through Explore, regardless of your departure day. If you'd like to add on extra days in Samarkand at the end, contact us to book accommodation. The Paper factory, the Afrosyab museum and the Observatory are only some of Samarkand's highlight you might want to explore independently."
    }
  ],
  "map": ""
}