{
  "destination": "Uzbekistan",
  "mainPhoto": "",
  "id": "uzbekistan-tailor-made-holiday-colourful-uzbekistan",
  "tourName": "Uzbekistan tailor made holiday, colourful Uzbekistan",
  "placesVisited": "",
  "generalInfo": "A magical journey to the legendary towns of the ancient Silk Road, such as Samarkand, Bukhara, Khiva and Tashkent. On this trip, you will discover the impressive beauty of the Islamic architecture of the Orient. You immerse yourself in the velvet colors of Central Asia and enjoy the relaxed, enjoyable eating and drinking culture of the region. But modern life has also come to Uzbekistan, with Tashkent an example of a modern town – our starting point for your journey into magical Uzbekistan.",
  "durationDays": "8",
  "price": "1810",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival – Tashkent. Fly with Uzbekistan Airways or others (depending on your flight connection) to Tashkent, the capital of Uzbekistan. Your tour guide will meet you at the international airport and accompany you to your Hotel. One overnight stay in Tashkent."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tashkent – Urgench – Khiva. The city tour starts with the visit to Khast Imam Complex which is situated in the old town. This religious centre is named after one of the first Imams of Tashkent – Abu Bakr Kaffal Shashi who was the great scholar known as the author for many books on Islamic Law. Initially he was a locksmith, so the Mausoleum of Kaffal Shashi, the first sight that you will visit, is erected in the place of his master shop. Behind this mausoleum there is Barakhan Medrasa built in the 16th century. The most valuable thing of this complex is the oldest Koran in the world which belonged to the third Caliph Othman. The manuscript dating back to the 7th century was brought by Amir Temur the Great. Discover one of the largest bazaars of the city – Chorsu Bazaar. Built during the Soviet Time, the bazaar plays an important role in daily life of the locals. Adjacent to this bazaar there is the Kukeldash Medrasa – an educational institution built of baked bricks dates back to XVI century. When you enter to this place you can see that the students still getting knowledge – both religious and general education. In the afternoon, take a walk around the city centre visiting the Independence Square, State Museum of the History of Uzbekistan and Amir Timur Park. In the evening we fly to Urgench. Transfer to the hotel in Khiva, about 35km from Urgench. Typical local dishes for dinner. Two overnight stays in Khiva."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Khiva. Visit to Ichan Kala («the inner town citadel» of Khiva). It still looks as historical as it did centuries ago. It is one of the few preserved places in Central Asia where one can imagine life as it was in the time of Khanate. The famous buildings of Central Asia which have long become landmarks are to be found in Ichan Kala (UNESCO World Heritage Site). Walking around the historic centre, you will admire the Oriental ornaments and turquoise tiles of the richly decorated buildings, and will understand why the old town of Khiva, “Ichan Kala”, is called an “open-air museum”. Climb the minaret of Islam Khodja where you will get the whole Panorama view to the fortress. In the evening, you can enjoy the sunset over the oasis. Sumptuous dinner in the summer palace of the Khans called „Toza-Bog “(at least 8 people). The residence with beautiful courtyard and rooms decorated with traditional ornaments was a place where the rulers received the guests and spent time with the family. Let the magical impressions of the day take effect."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Khiva – Bukhara. The impressive trip through the vegetated „Kizilkum“ («Red Sand») Desert and the vast steppe to Bukhara (approx. 420 km). On the way, we will have a lunch break in an Uzbek «Roadhouse». You will also make a short stop at the ancient Chodra Khovli caravanserai — a unique monument of the Silk Road. This secluded architectural complex, surrounded by desert landscapes, once served as a resting place for merchants and travelers. Even today, it preserves the spirit of the ancient East, the silence of centuries, and the charm of untouched history. In the late evening, we arrive in Bukhara and you then have time to explore Bukhara by yourself. Dinner is in a local restaurant. Two overnight stays in Bukhara."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bukhara. We start our sightseeing with the mausoleum of Ismail Samani and visit the mausoleum Chashmai Ayub. We continue our tour on foot and visit the Citadel Ark – which had been the residence of all Bukharian rulers till 1920. After we go to a big ensemble called Poi Kalyan that consists of an operating Madrasa of 15th century – Mir Arab, 46-meter-tall Minaret which was built in the 12th century and the biggest mosque of the town Kalyan Mosque. In the afternoon visit Kosh Madrasa that consists of Ulugbek Madrasa and Abdulazizkhan Madrasa. After wander around trading domes like: Toki Zargaron – the goldsmiths, Toki Telpakfurushon – the hatmakers and Toki Sarrafon – the moneychangers. Through these domes take a walk to Lyabi Khauz complex – the centre of the old town with a big water pound and several mosques and madrasas. In the middle you will see the statue of the man riding a donkey - dedicated to satirical hero of the Orient – Khodja Nasriddin. Visit a Jewish Synagogue and Puppet Workshop where the master will give you a small demonstration of making a puppet with a two-minute-performance. Dinner is in the rooftop of the restaurant Dolon where you can enjoy a beautiful view to the Kalyan Minaret lit up in the evenings."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bukhara – Rabbati Malik – Samarkand. We drive on to Samarkand, the town of the stories in 1001 nights (UNESCO World Heritage Site). In the Middle Ages, this was considered to be one of the most beautiful towns in the world and still today it has lost none of its charm. On the way, we will visit the Rabbati Malik Caravansaray and a Sardoba (water reservoir). Then we go to one of the visiting cards of Uzbekistan, the famous Registan Square with its three unique madrasas Ulugbek, Sherdor and Tillya Kori. We will also visit the palace-like mausoleum Guri-Emir of the ruler Timur. Dinner in the Restaurant „Samarkand“, where you can experience up closer the culture of the country and its people celebrating birthdays and traditional holidays with their friends and family. One overnight stay in Samarkand."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Samarkand – Tashkent. Excursion to the paper-making factory of Samarkand, where silk paper has been produced since 2005 using the technology of 8th century. Then we visit Ulugbek Observatory, once the greatest research centre in Central Asia, and Shakhi Zinda Necropolis, the grave complex «living king», where today Timur’s family members are buried. We go to the largest mosque in Central Asia Bibi Khanym. Then we walk to Siyob Bazaar which is just next to the mosque. The selection of dry fruits alone is very impressive. At 18:00h we take a fast train \"Afrosiyob\" to Tashkent. Dinner in Tashkent. One overnight stay in Tashkent. At 18:00 we take the fast train \"Afrosiyob\" to Tashkent. Dinner in a local restaurant. One overnight stay in Tashkent."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tashkent – Return flight. Early in the morning the driver will take you to Tashkent International Aiport for your flight back home(depends on your flight connection)."
    }
  ],
  "map": ""
}