{
  "destination": "Uzbekistan",
  "mainPhoto": "",
  "id": "uzbekistan-off-the-beaten-track-holiday",
  "tourName": "Uzbekistan off the beaten track holiday",
  "placesVisited": "",
  "generalInfo": "A fairy-tale tour to the legendary towns of the ancient Silk Road in Samarkand, Bukhara, Khiva and Tashkent. On this trip you will discover the beauty of the Islamic architecture of the Orient. You will dive into the velvet colours of Central Asia and enjoy the relaxed and enjoyable eating and drinking culture of the region. Get away from the bustle of cities with a stop in Nurata, a mid-sized village with a number of sights. You’ll get to spend the night in the broad desert, near Aydarkul Lake, ride a camel, and sleep as nomads have done for centuries. Spend the next day in the fresh air of a quaint village, getting to know the customs and traditions of Uzbek village life. This tour leads you also into the delicious world of tastes, so that you can experience and admire the fine art of the best Uzbek cuisine.",
  "durationDays": "9",
  "price": "2325",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Meet your guide at hotel lobby at 9:00, after short introductory and briefing start your sight-seeing. Today we visit the historical complex of Khasti Imam in the Old Town. On the large square you will see the Tilya-Sheikh-Mosque, the Barak khan Madrassah, the Mausoleum of Kaffal Shashi and the library, where the oldest manuscript of the Koran is kept. Today Tashkent is the modern capital of Uzbekistan, and it is considered as Islamic cultural centre of Central Asia. One cannot find many ancient landmarks as opposed to Samarkand, Khiva and Bukhara. But it has its own sights. One of them is the Tashkent Metro, the first ever built underground system in Central Asia. Walk around green parks of Tashkent including Independence square, Amir Temur square with the Statue for Tamerlane. Have some rest before regrouping for dinner. Lunch and Dinner at local restaurant. O/n at 3* hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Early breakfast at the hotel. Morning flight to Urgench. Arrival in Urgench, transfer to Khiva (35km) and check-in the hotel. Today we visit the Ichan-Kala («the inner town»). Khiva is a town which looks back on a rich history and still looks the same today as it did hundreds of years ago. It is one of the few places in Central Asia which allow us to imagine what life was like in the Khan era. The famous buildings of Central Asia which have long become an emblem are to be found in Itschan-Kala: amongst them are the Mohammed-Amin-Khan Medressah and Kalta Minor (the short minaret), Islam Khodja Minaret, the Juma Mosque (Friday mosque) originally built as a Zoroastrian temple. Lunch at local restaurant. O/n at 3* hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Impressive journey through the vegetated Kyzyl-Kum desert («Red Sand» – desert) and the vast steppe to Bukhara (450 km). En route your escort guide will tell you about the national customs and traditions of Uzbek people. We reach Bukhara by late afternoon. Check-in hotel and have some time to refresh your mood, just before going out to walk around Lyabi Hauz and to go continuously to dinner. Enjoy your dinner tonight at old Jewish merchant’s house, the home of an Uzbek family. Today you will try Uzbek food “Manty” (steamed dumplings). O/n at 3* hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today we start with the Excursion to the mausoleum of Ismail Samani. Then we visit the Chashmai-Ayub mausoleum and continue walking to the Old Town where you feel transported into the fairy-tales of One Thousand and One Nights. Sights include also Ark the citadel, Kalyan Mosque and Miri Arab madrassah. Amazingly even today some of medressahs (theological schools) function as they did hundreds of years ago. Admire the «classic» architectural complex of Lyabi Hauz with trading domes and several mosques, madrassahs and khanaka (dervish monastery) in the town centre, and understand the title of «noble town». We still have some time to pay a visit to Jewish Quarter of Bukhara and go into a Synagogue which is over 400 years old. Then we visit a puppet workshop. Lunch and dinner at local restaurant. O/n at 3* hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, you set to journey to Gijduvan (45 km). Since ancient times Gijduvan has been known as a craft and trade centre. The incredibly beautiful and truly unique ceramics is a special pride of the town. Visit a ceramics workshop and its museum with a demonstration room. On the way to our destination stop by at Nurata and visit local mosque with a holy spring water. There are a lot of legends related with the origin of the city and its name. People refer the origin of the city to the fortress Nur, which was founded by Alexander the Great in 4th century BC. Supposedly, the main reason to choose this place for settlement was the spring, known as Chashma. Continue driving to yurt (nomadic tent) camp. Arrive in Safari Yurt Camp, accommodation in yurt. In the evening dinner and swap your tales under the starry sky by sitting around the camp fire with Kazakh akin singing folk songs. Overnight stay in yurts."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast in yurt camp, camel ride or trekking on part of the route to the Aydarkul Lake through the desert. Enjoy your time on the lake and have lunch. Depending on the season, you can swim in the lake or observe the fauna (depending on the season you can see steppe turtles, hares or desert pangolins). In the afternoon depart the Aydarkul Lake and drive to Ukhum. Today we eat our dinner in village family guesthouse. Overnight in the guesthouse."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The village is located far away from roads and cities in a picturesque mountain area with fresh air, green orchards, singing birds, sky full of stars, and friendly people. Have a tour around the village and explore lifestyle of villagers. People have been living in Nurata Mountains since the times of Alexander the Great. Villagers keep house and farm as it was done centuries ago. Women cook on the open fire, weave, spin yarn, bake their own bread, milk the cows. Men farm, shepherd, built houses of stone, rocks and clay. Staying in the village, watching birds, hiking, riding donkey and participating in baking traditional bread “non” gives an excellent opportunity to witness life of local peasants. After lunch depart to Samarkand (270 km) – one of the pearls of the Orient with a history over 2750 years. Samarkand is a town of the Tales of 1001 Nights – was considered in the Middle Ages to be one of the most beautiful towns of the world and has still today lost none of its charm and attraction. After arriving in Samarkand have a break and then have your dinner in the town. O/n at 3* hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today`s sight-seeing includes visit of the greatest pilgrimage destinations of the Islamic world – Necropolis of Shakhi Zinda or «living king» – a burial site where Tamerlane’s family members are buried. Samarkand – «the Rome of the Orient» – has been since time immemorial a flourishing trading and culture center – the famous Registan Square with its three unique madrassahs Ulugbekh, Sherdor and Tilya Kori. We visit mausoleum of Gur-Emir, burial place of Tamerlane. Then we will visit Observatory of Ulugbekh, which used to be the greatest research center in Central Asia; Then drive to Konigil village to explore traditional way of making Samarkand paper from mulberry. It is interesting that the entire production is done by hand, and guests can watch the manufacturing process. O/n at 3* hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today enjoy your free morning and visit the Bibi-Khanim-Mosque, which was once considered to be one of the greatest sacred buildings of the Orient. Next to the mosque is one of the oldest Bazaars in Samarkand, the Siyob bazaar, where we will spend half an hour. Transfer to railway station to take the high-speed Afrosiyob train departing to Tashkent at 17:30 (300 km). Scheduled arrival time is 19:45. Have farewell dinner and check in the hotel. Say good-bye to your guide and have a nice time. End of Service"
    }
  ],
  "map": ""
}