{
  "destination": "Uzbekistan",
  "mainPhoto": "",
  "id": "uzbekistan-highlights-tour-including-aral-sea",
  "tourName": "Uzbekistan highlights tour including Aral Sea",
  "placesVisited": "",
  "generalInfo": "The trip to the Aral Lake allows tourists to experience human madness, to feel the wonders of nature. The adventurous and active tour to the Aral Lake which is on the border of Kazakhstan and Uzbekistan illustrates the extent of the tragedy surrounding the disappearance of the Aral Lake. The tour to the Aral Lake leaves one with mixed feelings of admiration and sadness. Admiration for the unbelievable beauty of the barren landscape and the Ustjurt Plateaus. And sadness because of the bare wounds of this area which are so evident. In the unusual landscape of deserts and oases, we meet hospitable people – open to the West and yet still bound up in their centuries-old culture.",
  "durationDays": "13",
  "price": "3110",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Flight to Tashkent. Arrival in the evening or early morning of the next day (depending on flight connections). On arrival in Tashkent, you will be received by your travel guide in the international airport and taken to your hotel. Two overnight stays in Tashkent."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tashkent. After a rest in the hotel, you will go on a sightseeing tour through the old town of Tashkent to see the Khast Imam Complex which consists of the Barakkhan Medrasa, Kaffal Shashi Mausoleum and Muyi Muborak Medrasa where the oldest Koran in the world is kept. There is «Chorsu» Bazaar nearby which is one of the central markets of the town built in Soviet time where you can see many Uzbek specialities, and all kinds of exotic, spicy smells will tickle your taste buds. Over there you can take a ride in metro and explore one of the most beautiful metropolitans in the world. Get unforgettable impressions in such stations: Cosmonauts, Alisher Navoiy and Pakhtakor. In the Museum of Applied Art, which is housed in an impressive, historic community centre, there are over 7,000 exhibits of traditional popular art from a past era and a foreign culture. You can walk through the pedestrian areas with its many street traders and cafés. Dinner in a local restaurant."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tashkent – Nukus (morning flight). Early breakfast in the hotel. At 05:30 transfer to the airport for the flight to Nukus at 07.10 - 9:55. After check-in to the hotel, we will visit the state museum of art named after I. Savitsky, which houses the second largest collection of Russian avant-garde art in the world and is one of the largest collections of applied art in Central Asia. Dinner in a local restaurant. One overnight stay in Nukus."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Nukus – Kungrad – Ustyurt Plateau – Sudoshye Lake – Aral Lake (ca. 450km). We leave Nukus at 06:00 for the Ustyurt Plateau and the Aral Lake, ca.450 km, the journey takes 8-9 hours. You pass the Kungrad District, a previous trading centre along the Silk Road. On to Ustyurt. Stop at the Sudoshye Lake, lunch in a fisher’s house. After lunch, on to the Aral Lake. On the way, you visit the old lighthouse, and a village by a gasworks. On the route you can take photos of unbelievably beautiful gorges and fissured plains. Arrival at the Aral Lake. We pitch our tents and have a simple camp dinner. One overnight stay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Aral Lake – Muynak (250km) – Mizdakhan – Gaur Kala – Nukus. Early start to photograph the sunrise. Breakfast. Muynak (250 km – 4 hours), to see the old port with its abandoned ships in the sand – a “ship cemetery”. We continue on the parched seabed of the lake past the gas towers of the Ushsay gasworks. Lunch. Stop in Nukus to see the architectural complex of Mizdakhan and Gaur Kala from the 14th century which was destroyed by Genghis Khan. Arrival in Nukus. Dinner in a local hotel. One overnight stay."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Nukus – Toprak Kala – Ayaz-Kala – Khiva. Drive to Khiva, visiting Ayaz Kala on the way – an impressive ancient mud fort. In the Kyzylkum Desert, enormous ruins of one of the greatest forts of the old Khorezm – Ayaz Kala – rise up on the slope of one of the east foothills of the Sultanuvaystag. According to archaeological excavations, the Ayaz Kala fort dates back to the 2nd century BC. It was part of a system of border forts which stretched from East to West and defended the Khiva Oasis from the desert side. Then we visit the other mud fort Toprak Kala (the ancient capital of Khorezm, 2nd century AD). In the afternoon, we arrive in the oasis town – Khiva. Today you can enjoy a typical dinner of the region – \"Shivitoshi\", which translates as \"green noodles\". As the noodle dough is made with dill juice, the noodles are green. Two overnight stays in Khiva."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Khiva. A highlight of your trip! The mud roads and the two-wheeled donkey carts, which are still part of the streetscape today, give you an idea of the unchanged way of living since the Middle Ages. On your trip through the historic centre, you can admire the oriental ornaments and turquoise tiles of the richly decorated buildings and can understand that the old town of Khiva is rightly called \"Ichan Kala\" (open-air museum). Kunya Ark, once the residence of the Khans of Khiva, the Djuma Mosque – a Friday Mosque famous for its very artistically decorated 212 wooden columns, the Pakhlavon Makhmud Mausoleum, the Madrasa and Minaret of Islam Khodja – the wise vizier of Khan Muhammad Rakhim Khan as well as the Tash Khovli Palace. Enjoy the effect of the magical impressions of the day."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Khiva – Bukhara (ca. 420km). You make the most of the cool morning hours and make the long trip to Bukhara through the Kyzylkum Desert. You cross the famous \"Amudarya\" river and enjoy countless photo stops on the banks of the river and in the desert. In the late afternoon, you reach the next Silk Road metropolis, Bukhara. Dinner in a local restaurant. Two overnight stays in Bukhara."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bukhara. Today, you will make a tour on foot through the 2500-year-old town Bukhara. Sightseeing in the Citadel Ark, the mosque Bolo Khauz, the Chashma Ayub and the Samanids mausoleum - the oldest buildings of Bukhara. In the afternoon, you will see the enormous architectural complex of Poi Kalyan. You will visit the domed bazaars and trading streets of the Toki Zargaron goldsmiths, the capmakers Toki Telpak Furushon, the architectural complex Kosh Madrasa with the Ulugbek and Abdulaziz Khan madrasas. Then you can relax with a cup of tea at the cooling water basis in the Lyabi Khauz Complex. You can listen to some stories and legends in front of the monument of Nasretdin on the donkey, to some extent, the Oriental Baron Munchausen."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Bukhara – Shakhrisabz – Samarkand. Today you go to Shakhrisabz (270km), the birthplace of Amir Timur (Tamerlan). Timur was a ruler who conquered Iran and Caucasia in the 14th century and defeated the Golden Horde in South Russia. With unforgettable impressions from visiting the ruins of the Ak Saray Castle, the Kuk Gumbaz Mosque and the \"Dorut-Tilovat\" Complex with the Shamsuddin Kulal and Gumbaz Sayyidon mausoleums, you continue on to Samarkand (170km). Check in to the hotel, with free time for the rest of the day. Dinner in a local restaurant. Two overnight stays in Samarkand."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Samarkand. In Samarkand, \"One Thousand and One Nights\" starts again for you. It is one of the oldest towns in the world and also the centre of the famous Silk Road. In the Afrosiyob Museum you will get a good idea of what ancient Samarkand was like. Then you go to the Shakhi Zinda Complex, a wonderful collection of different mausoleums, coated in Timurid style with majolica and mosaic tiles. When visiting the paper manufacturing factory, you will realise that centuries-old traditions are still alive in Samarkand today. You can watch a traditional paper-producing process using the fibres of the mulberry tree. To finish the day, you go to the Ulugbek Observatory, built in 1428-1429 on a hill of the Chupanata-chain."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Samarkand – Tashkent. Ancient Samarkand still shows the splendour of old times! In the Middle Ages, it was considered to be one of the most beautiful and most important towns in the world. The palace-like mausoleum of the ruler Amir Timur, the Gur Emir Mausoleum, will not fail to impress you. Today, you will enjoy the highlight of your trip, Registan-Square, with its three enormous, artistically adorned madrasas. Then you will go to what was once the greatest mosque of Central Asia – the Bibi Khanum Mosque. After the visit, you will go to a colourful oriental bazaar. Pyramids of nuts, almonds, pistachios, dried apricots, raisins as well as all sorts of fresh fruit and vegetables are piled up on the market stands. All sorts of exotic aromas from spices and herbs will assail your noses. A market which is as colourful and fascinating as life itself. In the late afternoon you leave Samarkand on 'Afrosiyob' fast train at 17:00 to Tashkent. Arrival at 19:10, transfer to the hotel. Dinner in a local restaurant. Overnight stay in Tashkent."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Tashkent – return flight. After early breakfast, you will be driven to the airport for your flight home."
    }
  ],
  "map": ""
}