{
  "destination": "Uzbekistan",
  "mainPhoto": "",
  "id": "uzbekistan-small-group-tour-uzbekistan-odyssey",
  "tourName": "Uzbekistan small group tour, Uzbekistan odyssey",
  "placesVisited": "Tashkent, Nukus, Khiva, Bukhara, Kizil Kum Desert, Nurata, Samarkand, Kokand, Margilan",
  "generalInfo": "This Uzbekistan small group tour is a veritable odyssey, taking you to a country that’s the biggest tourist draw in Central Asia, and with good reason. A major part of the legendary Silk Road, Uzbekistan in rich in ancient architecture; but its natural landscapes are equally as impressive, with vast swathes of desert, soaring mountains and a mysterious inland lake known as the Aral Sea.  <br/><br/>Travelling with a small group of fellow adventurers, as well as a driver and expert English-speaking guides, you’ll get to visit some of the country’s top highlights, including the breathtaking architecture of UNESCO-listed Samarkand, the elegant walled desert city of Khiva and Bhukara, home to hundreds of ancient and brilliantly preserved mosques, bazaars and caravanserais. You’ll also get the chance to take part in craft workshops, such as traditional silk weaving or woodwork, alongside talented local artisans. <br/>",
  "durationDays": "11",
  "price": "1995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Tashkent Airport early this morning, where you will be met by a Travel The Unknown representative and transferred to your hotel. Morning at leisure to rest and relax after your flight (early check-in is included). Spend the rest of the day exploring the iconic sights of the city, including: the Kukeldash Madrassah, Kaffal Shashi Mausoleum, Barak Khan Madrassah, Harzat Imam Complex and the vibrant Chorsu Bazaar. Return to hotel in the evening. Meal plan: Breakfast & lunch"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Morning flight to Nukus. Visit the famous Savitsky Museum, known for its impressive avant-garde collection of Russian art. After lunch drive out to visit some of the ancient desert fortress of Ayaz Kala. Continue to Khiva for overnight. Meal plan: Breakfast, lunch"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Spend the day exploring Khiva, including the sights of the Kunya-Ark fortress, the Friday Mosque and Tashauli Palace amongst many others. In the evening you will enjoy dinner in a local restaurant. Overnight stay in Khiva. Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Depart Khiva, driving through the Kizil Kum desert to Bukhara. You will break the journey en-route for lunch and also stop off at the scenic banks of the Oxus river (aka Amu Darya river). Once in Bukhara, the rest of the evening is your own. Overnight stay in Bukhara Meal plan: Breakfast, lunch"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today is a full day exploring the main sights within this incredible Silk Road city. These will include the Ark Fortress and Bolo-Hauz complex, Poi-Kalyan ensemble, and Taqi tradiing domes. In the evening, enjoy dinner in an ancient madrassah accompanied by traditional music. Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning takes you outside of the city to visit the impressive Bakhauddin Nakhshbandi Ensemble, considered to be one of the most important and sacred sites in Central Asia. Upon your return to the city, the rest of the day is your own to rest or explore at your own pace. Meal plan: Breakfast, dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Early morning set off for the Nurata Mountains, stopping off to see the ruins of Alexander the Great's Fortress and ancient petroglyphs. Arrive for lunch at your guesthouse in the mountains. Enjoy the rest of the day with the family and local area, learning about rural life in this remote part of Uzbekistan. Make traditional Uzbek bread with your hosts and enjoy dinner at the guesthouse. Your stay there contributes to their income and also employ local people. Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Take a morning walk in the pictureque mountain village where you will see Severtsev sheep and birdlife. After lunch at the guesthouse, drive to Samarkand. Meal plan: Breakfast & lunch"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you will spend the day exploring the magnificent sites in Samarkand, including the Gur Emir Mausoleum, the Bibi Khanom mosque and the Registan Ensemble. Enjoy a typical Uzbek lunch in a local restaurant and in the afternoon wander through Siyob bazaar. Evening is at leisure. Meal plan: Breakfast & lunch"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning you will visit Shah i Zinda Mausoleum and the restored silk paper mill in Konigil. After lunch leave for the railway station to catch your train back to the capital Tashkent. Transfer to hotel and enjoy a traditional farewell dinner. Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Spend the morning at your leisure, before transferring to Tashkent airport for your onward journey. Meal plan: Breakfast"
    }
  ],
  "map": ""
}