{
  "destination": "Uzbekistan",
  "mainPhoto": "",
  "id": "uzbekistan-tour-road-to-samarkand",
  "tourName": "Uzbekistan tour, Road to Samarkand",
  "placesVisited": "Tashkent, Urgench, Khiva, The Silk Route, Bokhara, Yangikasgan desert camp, Samarkand, Overnight Yurt stay, Optional activities include a camel ride",
  "generalInfo": "Make your way along the Silk Road as it passes through some of the highlights of Uzbekistan, one of the most interesting of the Central Asian states. Your journey takes you through cities ancient and modern, and you’ll also spend one night in an authentic desert yurt. You’ll travel by train, bus, the occasional camel, plus one flight from Tashkent to Urgench.<br/><br/>Join your tour in Tashkent, the capital city, where you’ll have time to admire its Soviet-era architecture and impressive, lavishly-decorated metro. Fly from Tashkent to Urgench. From here, your exploration of the Silk Road begins in earnest with a visit to the city of Khiva and its ancient citadel and a few days in Bokhara, where blue-tiled Islamic architecture cloaks many of the monuments. The trip finishes in Samarkand, where you can wander around Persian-built mausoleums and soak up the glorious proportions of Registan Square. <br/><br/>On the way across the country you’ll get used to seeing mosques, minarets, madrassahs (educational institutions) and mausoleums. In the countryside, caravanserais, old roadside inns used by travellers in days gone by, break up the vast plains. You’ll spend one night in a traditional felt yurt, and have the chance to ride a camel if you wish to get a true sample of life as a nomad. This tour shows you many of the highlights of Uzbekistan, the legacy of the Silk Road always tugging you onwards. <br/>",
  "durationDays": "11",
  "price": "1695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip Tashkent. Afternoon exploring the Uzbek capital",
      "description": ": Our tour starts today in Tashkent, Uzbekistan's capital which fuses elements of a modern hub, leafy Soviet city and quiet Uzbek town. For those arriving on time today, our tour leader plans to meet us in the hotel reception at 1pm for a welcome meeting, followed by an afternoon sightseeing tour of Tashkent. On our tour, we'll see the city's main points of interest, including the Independence Square, Old City and the Earthquake Monument. We'll also take a ride on the Tashkent Metro, which boasts some ornately decorated stations. Our tour will end in Timur Square, just opposite from our hotel. If you'd like an airport transfer today, you'll need to arrive into Islam Karimov Tashkent International Airport (TAS), which is a 20-minute drive from the hotel. If you'd like to start your holiday early and recharge before the tour starts, please get in touch with us to book additional nights' accommodation. Please note, if you'd like to join the afternoon sightseeing tour today, you'll need to arrive at the hotel by 1pm. If you're booking your own flights, we recommend giving yourself at least 75 minutes to clear the airport. From the airport to the hotel is around a 20-minute drive, therefore the latest your flight can arrive is 10.30am."
    },
    {
      "dayNumber": 2,
      "title": "Fly to Urgench and take a walking tour of the ancient city of Khiva",
      "description": ": We'll be up early this morning to catch our flight to Urgench. Please note that in order to secure your space on the internal group flight, we require your passport details at the time of booking. Once we land, we'll take a 40-minute bus ride to the remarkable ancient city of Khiva, our base for the next two nights. The early history of this area is somewhat unknown but we do know that by the time the Arabs arrived in the 8th century, Khiva was one of three important cities that dominated the region. The city's strategic location on the Volga branch of the Silk Route made it a much sought-after imperial asset, with the British and Russians vying for sovereignty throughout the 19th century as part of the 'Great Game'. In 1873, it fell to the Russians as both Samarkand and Bokhara had already done. A 1970s Soviet conservation programme restored much of the city, turning it into what is effectively an open-air museum. On this afternoon's walking tour, we may well feel like we're stepping into a scene from the film 'Arabian Nights' as we explore the majestic Old Citadel. This 12th-century fortress dominated the city before a palace, harem, barracks and mosques were constructed."
    },
    {
      "dayNumber": 3,
      "title": "In Khiva, Free day to explore the Old Citadel or optional tour to desert castles",
      "description": ": Today has been left free to explore the mosques, tombs, palaces, madrassahs, mausoleums, craft workshops, city walls and museums of this well-preserved city, which has hardly changed since ancient times. This evening, you might like to explore a bit more of the city after dark, when magical moonlit silhouettes make it even more spectacular. There is also the option to take a half-day trip to the desert castles of Toprak Qala and Ayaz Qala, part of UNESCO's Golden Ring of Ancient Khorezm, located in the autonomous republic of Karakalpakstan."
    },
    {
      "dayNumber": 4,
      "title": "Scenic drive through the vast plains of Central Asian Plateau to Bukhara",
      "description": ": Today's drive to the fabled city of Bokhara will take up the day but we'll break it up with stops as we cross the Oxus (Amu-Darya) River and travel through the expansive plains of the Kizilkum Desert. As home to the famous Islamic poets, Firdausa and Rudaki, Bokhara is considered by some to be the 'Bastion of Islam'. The town retains much of its Uzbek character and has more than 140 unique monuments. We'll take a short stroll to picturesque Lyabi Khauz, a water-filled stone pool flanked by chaikhanas (tea houses), cafes and restaurants, popular with newlyweds taking wedding photographs."
    },
    {
      "dayNumber": 5,
      "title": "In Bukhara, discover blue-tiled domes and minarets; learn about the city's history",
      "description": ": Today's day of sightseeing starts off by bus before we continue on foot. Highlights include the Bolo Khauz mosque, the Samanid mausoleum (a place of pilgrimage where the founder of the Samanid dynasty is buried)the 9th-century Magoki Attar mosque and the Poi Kalyan complex (a simple square filled with some spectacular buildings - the Mir-i-Arab Madrassah, the Kalyon Juma mosque and the majestice 11th century Kalyon ~Minar, one of the few buildings in the city to pre-date Genghis Khan's invasion), from where we will see the Kalyan minaret. We'll also visit the Ark - a massive citadel which was used as a fortress from the 5th century until it fell to the Russians in 1920. Today, it houses several small museums connected with Bokhara's history. Bukhara was the site of the imprisonment of two British soldiers during 'The Great Game' - an epic battle fought between Victorian Britain and Tsarist Russia across the vastness of Central Asia. This afternoon, we plan to visit the summer palace of the Emirs of Bokhara, which is known as the 'Palace of Moon-like Stars'. Here, we'll see the famous White Hall, which took 30 architects two years to construct. Finally, we'll take in the Char Minar Mosque - the impressive entrance to a now-demolished madrassah, and wander the backstreets of the old town maybe stopping off at a 'chaikhana', a local tea house."
    },
    {
      "dayNumber": 6,
      "title": "Free day to explore Bukhara's sights further",
      "description": ": Today has been left free for you to explore more solo. You might like to visit the Taqi-Sarrafon market - one of the four domed bazaars in Bokhara. Used as a money exchange during the height of the Silk Road, it's now home to plenty of souvenir shops."
    },
    {
      "dayNumber": 7,
      "title": "Drive to desert yurt camp via Nurata; optional camel ride",
      "description": ": This morning, we'll drive a short distance to Gijduvan - a town celebrated for its crafts and trade since the 10th century. Here, we will visit the famous ceramic centre. Our next stop is Karmana, where we plan to visit the 10th-century Mir-Said Bakhram Mausoleum. Heading off the main highway, we continue our journey north across the desert to Nurata. Famous for its sacred Chashma Spring, the town attracts visitors from across the Islamic World. According to legend, this healing spring, containing gold, silver and bromide, was formed by a meteorite hitting the ground. Whilst in Nurata, we plan to have lunch in a local house and see the remains of Alexander the Great's Karazy Fortress, affording excellent views of the desert landscape. This afternoon, we'll head to our overnight base in the desert and on the journey we might spot camels wandering through the desert as well as sheep herds. Once we arrive and settle in, we'll have the opportunity to go on a short optional camel ride, or simply relax and take in the remote surroundings. In the early evening, we'll climb the sand dunes to watch the sunset then after dinner, sit around the campfire listening to a local Kazakh musician. Tonight's desert camp accommodation is in yurts, typical of those used by the nomadic people of Central Asia. Yurts are circular dwelling structures made from felt and insulated with sheepskins, traditionally made to be portable."
    },
    {
      "dayNumber": 8,
      "title": "Drive to Samarkand; afternoon exploration of the city's monuments including Registan Square",
      "description": ": We'll spend this morning driving to Samarkand, through plenty of small towns and past cotton fields, giving a glimpse into rural life in Uzbekistan. Stormed by Alexander the Great and reduced to ashes by Genghis Khan, Samarkand was nevertheless transformed into the most glittering city in Transoxiana by Tamerlane, who made it his capital in the 14th century. Even today, the monumental scale of the buildings overwhelms visitors. This afternoon, we'll visit Registan, a majestic square framed on three sides by huge blue-tiled madrassahs. We'll also visit the Gur Emir, the gold-ceilinged tomb of Tamerlane himself."
    },
    {
      "dayNumber": 9,
      "title": "In Samarkand, discover magnificent mosques and mausoleums.",
      "description": ": This morning's sightseeing takes us to the Shah-i-Zinda - a beautifully tiled necropolis of tombs, mosques and mausoleums belonging to Tamerlane's family, friends and the prophet Mohammad's cousin. We'll also visit the Ulug-Beg Observatory, considered to have been one of the finest observatories in the Islamic World. It was here that Ulug-Beg, the great medieval astronomer, built his gigantic sextant which enabled him to calculate the length of a year within just 10 seconds. We'll see the Bibi-Khanym Mosque, once the largest in Central Asia; it was built by Tamerlane with loot from Indian campaigns and named after his favourite Mongolian wife. Later this afternoon, you will have time to explore more of the city at your own pace. You might choose to visit ancient Afrosiab - the original site of the town in northeast Samarkand, dating back to the late Stone Age."
    },
    {
      "dayNumber": 10,
      "title": "In Samarkand, free morning; afternoon high-speed train to Tashkent",
      "description": ": Today, we'll have more free time to explore further. Later this afternoon, we'll transfer to the train station for our modern high-speed train back to Tashkent. Arriving just after 7pm, we'll have time to enjoy our final evening."
    },
    {
      "dayNumber": 11,
      "title": "Tour ends in Tashkent",
      "description": ": The trip ends after breakfast at our hotel in Tashkent. There are no activities planned today, so you're free to depart from Tashkent at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Islam Karimov Tashkent International Airport (TAS), which is a 20-minute drive from the hotel."
    }
  ],
  "map": ""
}