{
  "destination": "Uzbekistan",
  "mainPhoto": "",
  "id": "uzbekistan-small-group-tour",
  "tourName": "Uzbekistan small group tour",
  "placesVisited": "Tashkent, Khiva, Central Asian Plateau, Bukhara, Bolo Khauz Mosque, Char Minar, Sarmysh Gorge, Nurata, Alexander the Great's fortress, Yangikazgan, Lake Aidarkul, Samarkand, Registan Square, Ulugbek Observatory, Tamerlane Mausoleum, Optional: camel ride in Yangikazgan",
  "generalInfo": "Who can mention Samarkand, Bukhara or Khiva without conjuring images of newly arrived Silk Road traders, of the romance and intrigue of the Great Game, of skull caps and silk sashes, or of fabulously decorated mosaic domes and minarets? This trip explores Uzbekistan in depth. In addition to the famous Silk Road cities, we travel to the semi-autonomous Republic of Karakalpakstan, learn about the tragic shrinking of the Aral Sea, and spend a night in a traditional village in the Nurata Mountains.",
  "durationDays": "15",
  "price": "3399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our adventure begins in Tashkent, the capital of Uzbekistan. As many flights arrive very late in the evening or early tomorrow morning, there are no activities scheduled today. Want more time in Tashkent? Secure pre-tour hotel nights through your sales representative. Accommodation: Gabrielle International Hotel or Milan Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Say hi to your tour leader and fellow travellers this morning, when we gather as a group to get to know each other and learn more about the adventures ahead. Late morning, we explore this Central Asian capital, which includes visiting Independence Square, which is flanked by public buildings and water fountains, and the Old City, home to mausoleums and a bazaar. Tashkent was largely destroyed by earthquakes in the 1960s and was rebuilt in true Soviet style with pleasant leafy boulevards and lots of fountains to cool the summer heat. There are also very interesting museums and mosques. This evening, your tour leader will ensure a big welcome over dinner at a local restaurant before returning to our hotel. Please note: Some flights arrive into Tashkent very early this morning, giving a few hours to rest before the city tour. Accommodation: Gabrielle International Hotel or Milan Hotel (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Travel to Samarkand by high-speed train (approximately 2hr 15min) this morning. Samarkand is a jewel of the ancient and modern Silk Road. We have a busy day, taking in many of the sights. There is the exquisite jade mausoleum of Gur-i-Emir, the resting place of Tamerlane, now considered by many to be an Uzbek national hero. Perhaps the greatest treasure is Registan Square, Tamerlane’s outstanding creation, a vast complex of domes and minarets, mosques and madrassas. We visit the grandiose Bibi Khanum mosque, and the magnificent Gur-Emir mausoleum, where Tamerlane, his sons, and his grandson Ulugbek are buried. Samarkand is still a major hub for textiles, carpets and art and is a great place to try your bargaining skills and explore the bazaar. Accommodation: Ideal Hotel or Malika Prime (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We continue our exploration of Samarkand today, visiting: Ulugbek Observatory; Shahi-Zinda, the necropolis of the rulers and nobility of Samarkand, home to magnificently decorated mausoleums; and Siab bazaar. We also enjoy a masterclass on making and painting ceramics, plus a demonstration on creating silk paper using medieval technology in the village of Konigil. Accommodation: Ideal Hotel or Malika Prime (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Enjoy free time in Samarkand this morning for shopping or further exploration. In the afternoon, we drive (4hr 30min) to the Nurata Mountains through the central Jizzakh Region. Our destination is the ancient mountain village of Sentyab, nestled into a fertile river valley. We have time for a scenic walk to explore the village, before cooking a traditional dish with our hosts. Accommodation: Homestay"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning, we hike for two to three hours to the ruins of an ancient village, where the houses were originally built of flat stone. After lunch at the homestay, we drive west for three hours to the Kyzylkum desert, where we stay overnight at a simple yurt camp. After arriving, we take a walk in the vicinity of the camp and get acquainted with the flora and fauna of the desert. After dinner, we sit around a large bonfire while listening to traditional folk musician, who sings with a dombra (a stringed instrument). Accommodation: Yurt camp"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, we can take a short ride (optional) on two-humped Bactrian camels, before heading to nearby Aydarkul, a huge lake (more than 125mi/200km long) surrounded by the sands and dunes of the Kyzyl-kum desert. Here, we can relax and swim from the sandy beach, before returning to the yurt camp for lunch. In the afternoon, we drive towards the city of Navoi. After around one hour, we stop in Nur, a place of pilgrimage, for a short exploration of the city. After, we complete the transfer (two hours) to Navoi and take a sleeper train departing around 8.30pm to Kungrad, arriving around 9.30am tomorrow. Accommodation: Overnight train"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We arrive into Kungrad and the Republic of Karakalpakstan, an autonomous (at least in name) republic of Uzbekistan. The Karakalpak people have a culture and language closer to that of the Kazakhs than Uzbeks. Once an area of agricultural importance, Karakalpakstan now suffers greatly from drought. The Amu Darya River (historically known as the Oxus) ran into the Aral Sea but Soviet-era irrigation schemes, particularly for the production of cotton, mean the river no longer reaches the sea, causing an environmental tragedy and the dramatic shrinking of the sea. We drive on the bumpy road from Kungrad to Moynaq, which takes about two hours. Moynaq was formerly an important fishing port on the shores of the Aral Sea. The sea is long gone and all that’s left behind are the rusting remains of the fishing fleet sat on the dry seabed amid what is now a bleak, lunar-like landscape. We have time to look around and see the town’s small museum. At times, the area can be dusty, temperatures high and air quality poor, caused in large part by the disappearance of the sea. We leave Moynaq and drive about three hours to Nukus, the capital of Karakalpakstan for the night. Accommodation: Pana Hotel or Jipek Joli Hotel (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Visit the Savitsky art museum this morning, which houses an important collection of Soviet avant-garde art, plus a collection of historic artifacts of ancient Khorezm and a collection relating to Karakalpak culture. Leaving Nukus, we visit the Mizdakhkan necropolis before beginning the drive to Khiva (which takes about six hours). On the way, we visit the Zoroastrian Chilpik dakhma and the ancient Ayaz-Kala fortress, where we enjoy dinner at a yurt camp before the final leg of our journey to Khiva. Accommodation: Malika Kheivak or Bek Minor (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We spend today exploring Khiva, starting with a visit to Ichan Kala, a World Heritage Site, the inner fortress of Khiva. While exploring the open-air museum-city, we see the tile-decorated Kalta Minor minaret, Kunya Ark Fortress (the former residence of Khiva khans), the complex of Pahlavan Mahmud (a national hero and poet), Islam Khoja minaret and madrasah, Juma Mosque, the Tash Khauli and Allakuli Khan palaces. We also visit the workshops of local artisans and see the production of Khiva wool and silk carpets, embroidery, ceramic products and wood inlays. Accommodation: Malika Kheivak or Bek Minor (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today we travel across the Kyzyl-Kum desert from Khiva to Bukhara by train, normally with the morning in Khiva before taking an early afternoon train. The journey in a Soviet-era train with four beds per compartment usually takes around eight hours. Bukhara has more than 900 historic monuments, and we spend time visiting many sites and wandering at leisure among the old city streets. Unlike Samarkand, the district of the old town has remained separate from the rest of Bukhara and has undergone lots of restoration and preservation in recent years. In addition to its importance as a trading hub, it is the perfect setting to sit and watch the world go by, much as it has done for hundreds of years. Accommodation: Kavsar Boutique Hotel, Hotel Fatima, Sultan Hotel (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "We spend the day exploring Bukhara. Of particular interest is the Fortress Ark where, in the 19th century, the Emir of Bukhara had the English officers Stoddart and Connolly imprisoned and killed, and the mausoleum of Ismail Samani, a beautiful example of early Islamic architecture dating to the 10th century. We also visit the Emir’s rather kitsch Summer Palace, the old town with its domed bazaars and khauz (stone pools, which used to be the only water supply for the city), and the attractive 12th-century Char Minar. One of the great landmarks of Bukhara is the Kalyan minaret, known as the death tower, where many an unfaithful wife has met a sticky end. Accommodation: Kavsar Boutique Hotel, Hotel Fatima, Sultan Hotel (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "We continue our tour of Bukhara today before boarding a high-speed train to Tashkent in the afternoon. After arriving in the evening, we transfer to our hotel and have the rest of the evening free to relax. Accommodation: Gabrielle International Hotel or Milan Hotel (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "We have a day trip out of Tashkent today visiting Ugam-Chatkal National Park in the Chimgan mountains. This includes a visit to the resort of Amirsai and a cable-car ascent to an observation point at an altitude of 7,545ft/2,300m, providing views of the snow-capped peaks of the Tien Shan, Charvak reservoir and hydroelectric dam. We also visit The Sun heliocomplex at Parkent, a gigantic solar furnace built in the 1980s for the Soviet Union’s Institute of Solar Physics. A vast series of mirrors concentrate the sun’s rays, creating the furnace, which is still in use today. Accommodation: Gabrielle International Hotel or Milan Hotel (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Our trip ends after breakfast this morning. If you’d like a little more time to explore, speak to your sales representative about extending your stay in Tashkent."
    }
  ],
  "map": ""
}