[
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "central-asia-small-group-holiday",
    "tourName": "Central Asia small group holiday",
    "placesVisited": "",
    "generalInfo": "Traverse landscapes of alpine lakes and mountains, only interrupted by yurts, on this 17-day adventure through Kyrgyzstan, Tajikistan and Uzbekistan. Discover the ancient trading square of Registan, see the blue-tiled Madrassas in Samarkand and explore the ruins at Panjakent – once the capital of the ancient Sogdiana country on the Silk Road. Enjoy a picnic lunch on the banks of the Kokomeren River, learn how Kyzyl-Oi locals cook their favourite snack and travel along the Chychkan River, which cuts through the Tien Shan Mountain Range.",
    "durationDays": "17",
    "price": "3425",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Bishkek.",
        "description": "Salamatsyzby! Welcome to Kyrgyzstan! Your adventure begins with a welcome meeting at 6 pm tonight in Bishkek. Tomorrow you’ll take a guided tour of the city, so don’t stress if you don’t have time to see much today. If you arrive early, maybe wander through the State Museum of Fine Arts or head out in search of some samsa (pastry pockets filled with meat and vegetables). After your meeting, maybe get to know your fellow travellers over a group dinner."
      },
      {
        "dayNumber": 2,
        "title": "Bishkek.",
        "description": "This morning, join your local leader on a guided city tour that showcases the various stages of Bishkek’s history. Visit the Ala-Too Square, once known as Lenin Square, and learn about the towering statue depicting folkloric hero Manas. Then, continue to Dubovy Park. Here, you’ll wander the open-air galleries, then explore the century-old oaks along Freedom Avenue. In the afternoon, you'll have some free time to further explore Bishkek at your own pace – maybe visit the Osh Market and wander through the stalls selling spices, fruits, clothes and carpets."
      },
      {
        "dayNumber": 3,
        "title": "Issyk-Kul Lake.",
        "description": "This morning, watch the beautiful landscape change as you drive to Kyrgyzstan. Along the way, stop at Burana Tower – a minaret that’s the most visible remnant of the ancient city of Balasagun. Then, continue to Don Aryk, where you’ll meet a local Kyrgyz family and sit down for a home-cooked lunch. After, continue to today’s destination – Issyk-Kul Lake. At 170 km long and 70 m wide, the Issyk-Kul Lake is the second-largest alpine lake in the world. Your yurt camp for tonight is set up along the south shore of the lake where you'll get a fantastic view of the snow-capped mountains setting behind the lake. Made of felt and tarpaulins on a round frame, yurts are the traditional dwellings of the Kyrgyz people, and this will be your 'settlement' for today and tomorrow."
      },
      {
        "dayNumber": 4,
        "title": "Issyk-Kul Lake.",
        "description": "After breakfast, you’ll head out to Kyzyl Tuu – known for yurt making. Almost every family here is a yurt maker, and the village is known far beyond Kyrgyzstan. Visit an artisan family who’ll teach you about their traditional yurts. With a special workshop, you’ll learn the basics of how these nomadic dwellings have been manufactured and how they play an important role in the community here. The rest of the afternoon is then free for you to explore at your own pace – maybe relax at your yurt camp, jump into the lake or set off on a short hike."
      },
      {
        "dayNumber": 5,
        "title": "Song-Kul Lake (3016 meters).",
        "description": "Travel to Song-Kol Lake this morning. This alpine is considered sacred to many Kyrgyz people and one of the best summer pastures for nomadic herders. On the way, stop at Kochkor to visit the local market and a women's felt co-op. The landscape today will change depending on the season, but it is sure to be beautiful no matter when you travel. In the summer, you might see nomadic herdsmen and their families watching over goats, sheep and horses. When you arrive later today, spend some time exploring the surroundings at your own pace. Tonight, fall asleep in yurts set up along the shore."
      },
      {
        "dayNumber": 6,
        "title": "Kyzyl-Oi.",
        "description": "Travel along gravel roads to the tiny village of Kyzyl-Oi after breakfast. Today is a bit of a long travel day, so it's a good idea to get stuck into your book or favourite podcasts. On the way, pass large coal deposits and travel along the Kokomeren River, which feeds into the Syr Darya. Then, stop for a picnic lunch on the banks of the river and maybe use your free time to explore the village when you arrive. Tonight, learn how the locals cook their favourite snack of boorsok."
      },
      {
        "dayNumber": 7,
        "title": "Suusamyr Valley/ Chychkan River/ Toktogul.",
        "description": "Get ready for a full day of driving though beautiful landscapes. As you cross the Suusamyr Valley (a high steppe plateau situated at around 2200 m above sea level) take in the mountainous surroundings, often dotted with yurts. Then, travel along the Chychkan River that cuts through the Tien Shan Mountain Range. Stop here for a while and soak up the beautiful scenery before continuing to Toktogul – a city in Jalal-Abad Region of Kyrgyzstan, named after a popular poet and musician from the region, Toktogul Satilganov. Later, you’ll arrive at tonight’s accommodation, which is part of the local community-based tourism network in Toktogul."
      },
      {
        "dayNumber": 8,
        "title": "Osh.",
        "description": "After breakfast, travel to Osh – the second-largest city in Kyrgystan. Located in the Fergana Valley in the south of the country, Osh is often referred to as the Capital of the South and is the oldest city in the country. Along the way, stop at Uzgen – an ancient trading town and handicrafts centre along the Silk Road. Although much of the ancient city has been destroyed, the three surviving mosques remain important examples of medieval Central Asian architecture. When you arrive in Osh this afternoon, the rest of the day is free for you to explore at your own pace."
      },
      {
        "dayNumber": 9,
        "title": "Osh.",
        "description": "Rise and shine early for a visit to the only UNESCO World Heritage site in Kyrgyzstan – the Sulaiman-Too Sacred Mountain. For centuries, Silk Road travellers have sought out the mountain's caves and petroglyphs, believing they’d be blessed with longevity and healthy children. Visit the National Historical and Archaeological Museum Complex. In the afternoon, enjoy some free time in Osh. Maybe visit the Jayma Bazaar, where you might pick up an interesting souvenir or two, or maybe take a self-guided tour of the remnants of Osh's Soviet past with a walk to the giant Lenin statue in the city square."
      },
      {
        "dayNumber": 10,
        "title": "Kokand (Border crossing into Uzbekistan).",
        "description": "This morning, cross the border to Margilan in Uzbekistan – a city along the Silk Road that’s been at the centre of Uzbekistan’s silk production since the 11th century. When you arrive, visit a silk weaving factory and the ikat-silk weavers of Margilan. Here, you can wander through the markets and workshops and learn about every step of the silk production process. Then, meet a potter at one of Rishton’s ceramics workshops. According to legend, ceramic production originated in Rishton in the 9th century when the city became a transit point on the Silk Road. Sit down to lunch at the potter’s home and learn about this ancient craft before travelling to Kokand. The rest of the afternoon is free for you to explore at your own pace."
      },
      {
        "dayNumber": 11,
        "title": "Kokand.",
        "description": "In the cool of the morning, discover the Khudayar Khan Palace Museum – the palace of the last Khan of Kokand Khanate. The palace, constructed in the late 19th century, is known for its blue, green and yellow tiles on the facade of the building and ornate interiors. Then, enjoy an afternoon free to explore Kokand at your own pace. Maybe see the Friday Mosque, wander through the bustling bazaars or visit the Royal Cemetery. Tonight, maybe find a local restaurant and head out for dinner with your fellow travellers."
      },
      {
        "dayNumber": 12,
        "title": "Khujand (Border crossing into Tajikistan).",
        "description": "Cross the border into Tajikistan this morning. Then, continue to Khujand. Known as Alexandria Eskhata (Alexandria the Furthest) and believed to be founded by Alexander the Great, Khujand is one of the oldest cities in Central Asia. When you arrive, the rest of the day is free for you to explore the city at your own pace. Maybe wander around the evening bazaar and barter a good price on fruits and other local produce. Across the market is Jami Mosque from 16th century. If time allows, maybe visit the History Museum or Khujand Fortification."
      },
      {
        "dayNumber": 13,
        "title": "Panjakent.",
        "description": "This morning, start your journey to Panjakent – once the capital of ancient Sogdiana country on the Silk Road. Today is a bit of a long travel day, so it's a good idea to get stuck into your book or favourite podcasts. On the way, visit Marquzor Lakes – a chain of alpine lakes and local villages. Have lunch with a local Tajik family in the village before continuing to Penjikent. When you arrive this afternoon, explore the ancient city walls and ruins. Archaeologists working on the site have recently discovered more than fifty rooms here! Visit the tiny museum and wander through the foothills of the city walls before enjoying a free night to explore at your own pace."
      },
      {
        "dayNumber": 14,
        "title": "Samarkand.",
        "description": "After breakfast, take the bus across the border back into Uzbekistan. When you arrive, take a bus to Samarkand. This city is located at the very centre of the ancient Silk Road – a vast network of land and sea trade routes, which facilitated the exchange of goods like silk and spices from the second century to the mid-15th century. Later today, follow your leader on a short city orientation walk and see the historic mosques and bustling bazaars. Tonight, maybe head out for dinner with your group – your local leader will have the best recommendations of where to eat!"
      },
      {
        "dayNumber": 15,
        "title": "Samarkand.",
        "description": "This morning, visit central square called the Registan, which features mosques and mausoleums that are true pinnacles of Islamic architecture. Then, continue to Guri-Amir, where Tamerlane is buried, and then the enormous Bibi-Khanum Mosque. Visit Shak-i-Zinda – a necropolis that features a series of blue-tiled mausoleums. This sacred site has monuments from the 14th to 19th century, reflecting the development of the monumental art and architecture of the Timurid dynasty onwards. Tonight, you’ll learn the secrets of plov cuisine during a cooking demonstration with a local family."
      },
      {
        "dayNumber": 16,
        "title": "Tashkent.",
        "description": "This morning, take the train back to Tashkent. As the largest city in Central Asia, Tashkent blends Russian and Uzbek style, with grand mosques that sit alongside modern highways and Soviet monuments. Enjoy a free afternoon – maybe visit the State Museum of History of Uzbekistan or wander through the Art Gallery of Uzbekistan. Tonight, why not celebrate this great adventure with an optional farewell dinner!"
      },
      {
        "dayNumber": 17,
        "title": "Tashkent.",
        "description": "As there are no further activities planned today, your adventure comes to an end today. If you’d like to stay longer, just speak to your booking agent ahead of time."
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-11-day-cultural-tour",
    "tourName": "Uzbekistan 11 day cultural tour",
    "placesVisited": "",
    "generalInfo": "Truly magical adventure following the ancient Silk Road to discover jaw-droppingly beautiful turquoise-tiled madrassas, ornate palaces with hidden courtyards, desert cities, bustling bazaars and the traditional yurts of this trading nation. <br/><br/>Uzbekistan, deep in the heart of Central Asia, flourished in prosperity, culture, trade and religion as a vital section of the ancient Silk Road linking China to Europe. Tamerlaine founded the Timurid Empire in the 14th Century, which brought an architectural magnificence (and also later via the Timurid Renaissance) seldom rivalled, especially in Bukhara, Samarkand, Khiva and Tashkent in Uzbekistan, and in many of the ancient cities of Iran. <br/><br/>(Available as a small group tour or tailor-made holiday)",
    "durationDays": "11",
    "price": "1999",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Tashkent: Welcome to Tashkent, Uzbekistan’s capital since 1930 and one of the oldest and largest cities in Central Asia. It’s known for its wealth of Soviet and post-Soviet architecture. On arrival to the airport you will be met and transferred to your hotel where you have some time to relax and unwind from the flight. This afternoon you will meet your guide for a chance to explore the city, starting first at the Old Town. Here you can see Barak Khana Seminary and Tillya Sheikh Mosque, home to the oldest version of the Koran written by the third Caliph Osman. After admiring the beautiful architecture in this religious complex, continue to Chorsu Bazaar, which is the oldest market in the city. You can browse a range of traditional gifts nestled under the blue domes of the building. Your final visit will be Kukeldash Madrasah located close to the market and dating back since the medieval times. It is a place of religious learning for students and is built of yellow brick with serene gardens and beautiful traditional architecture. After your visit, the remainder of the day is free for you to enjoy."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Urgench – Khiva: This morning you will transfer to the airport to catch a short flight to Urgench, the city that is the gateway to Khiva, a remarkably wonderful desert city that basks in natural light. It is the most intact city of the Silk Road. It is a destination that is made for walking and today you can enjoy a tour of the citadel, known as Ichan Kala, home to over 50 historical monuments. Some clients may prefer to take the overnight train from Tashkent to Urgench - it is a very long ride of approximately 15 hours on an old locomotive, but sleeper cabins are available. If this is something you would like more information about please contact us directly. Discover the glittering Kalta Minor Minaret famous for its stunning turquoise tiles, arguably one of the most architecturally beautiful minarets in Central Asia. You will also see Kunya Ark, the former fortress of the Khiva rulers and Islam Khodja Minaret which offers wonderful views of the town and the desert beyond. Walking around Khiva is comparable to an open-air museum. Soak up the history, some of which dating back more than 2000 years. This afternoon visit the Friday mosque and Tashauli Palace built by Alla-kuli Khan as a harem for his wives. It is a spectacular structure, with unique architecture and hidden hallways for the Khan to visit his female companions. The remainder of the day is at your leisure to fully explore the magic of Khiva."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Journey to Bukhara via the Silk Road: After breakfast it is time to venture across Kyzylkum (Red Desert), known as Red Sands. It is a lengthy but very scenic drive following the route of the ancient Silk Road. On the way there are several stops to get photos of the beautiful desert and its local flora and fauna. There will also be a visit to the banks of the Amu Darya, known by the Ancient Greeks as the River Oxus. We will arrive in Bukhara, an ancient city and an important trading stop on the Silk Road route."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Bukhara: Today you can enjoy a full day soaking up the sights of Bukhara. It is the most preserved medieval city in Central Asia with a huge amount of UNESCO registered monuments. We will visit a number of these including the mausoleum of Ismali Samanid which boasts the best surviving 10th century architecture in the Arabic world. You will also visit the Lyabi-Hauz ensemble which is famous for its hauz pool as well as the biggest madrassah in the city. Other sights which won’t be missed include the Poi Kalon Minaret and Mosque, and Abdulaziz-Khan Madrasah. Lunch will involve a cookery class. You will visit a local and learn how to make Uzbekistan's signature dish plov, a wholesome rice based dish infused with spices and flavour. After lunch, there will also be a visit to the Ark Fortress and the Hunarmand UNDP Assisted Workshop where you can see a number of traditional art methods including suzani embroidery, gold embroidery and block printing."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Bukhara: Today explore the outskirts of Bukhara with a visit to the Sitora-i-Mokhikhosa, the summer residence of the former emir of the city. Here you will discover a unique mixture of traditional Russian architecture blended beautiful with local oriental traditional art. Discover the lavish interiors including the White Hall which has a number of furniture items brought in from Russia. The palace also used to have a 2-storey harem, a pool and even a zoo. It is a building showcasing rich opulence in abundance. After your visit, continue to the Bahauddin Naqshbandi Mausoleum, built for the famous Sufi spiritual leader in the 14th century. Bahauddin Naqshband’s cult was highly revered and his mausoleum reflects this. Later, return to the city for a visit to a traditional bazaar and enjoy some free time before being whisked off for dinner at Bukhara's famous Nadir Divan-Begi Madrasahfolk folklore show. It may be a little touristy (bearing in mind Uzbekistan is still very much off the beaten track), but word on the street is that it's well worth it: held in the beautiful courtyard of this 17th century historical monument, it's a fun way to acquaint yourselves with the age-old dance and music traditions of Uzbekistan."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Aydarkul (Aydar Lake) Yurt Camp via Sarmysh Gorge: After breakfast, drive 130km to the beautiful Sarmysh Gorge where you will see some of the 10,000 petroglyphs from the Paleolithic, Neolithic and Bronze ages. After the visit, continue the remaining 150km to the Aydarkul (Aydar Lake) Yurt Camp which will be your home for the evening. The camps are situated near the Aydarkul and spending the evening here will give you a wonderful taste of nomadic life."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Aydarkullake - Majrum village - Ukhum village: After breakfast, drive to the nearby mountain villages. Visit Majerum Village, home to the biggest tree in the Nuratau Nature Reserve. The Biota Tree is over 1000 years old and has a trunk which reaches 8.5m circumference and has a wealth of legends and traditions associated with it. Locals believe that the tree was planted by Alexander the Great in honour of one of his favourite commanders. You will also see the ruins of an ancient mosque, also considered sacred and Majerum Qala, the ruins of a small fortress. The latter is one of the oldest archaeological sites in the Nuratau Mountains, located 100m above the village of Majerum. The fortress is located on the top of a large oval-shaped hill rising in a narrow part of the valley. After exploring, drive to the village of Ukhum to spend the night at a local guest house."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Drive to Samarkand (220 km): Today you are heading to Samarkand, 220km away, but the journey will be broken up with some interesting stops. After breakfast, visit the Severcev Sheep Nursery which is home to one of the rare species of Wild Argali sheep, added to the International Union for Conservation of Nature’s (IUCN) Red List of Threatened Species in 2020. You will also visit ruins of an ancient village and mosque and hike to Karaul Mountain for a picturesque view of the valley below. Lunch will be served at a local family's house. They are ethnic Tajiks; you will have a unique opportunity to hear the regional language and learn about day to day life in the village. The food served is prepared from natural products only made in the village including delicious butter and other dairy items. After lunch continue to the ancient city of Samarkand. It is one of the oldest existing cities in the world and certainly the oldest of Central Asia. It was built on the site of Afrosiab, which dated from the 3rd or 4th millennium B.C. Samarkand was known to the ancient Greeks as Marakanda and ruins of the old settlement remain north of the present city."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Samarkand: Today there is a full day city tour of Samarkand to visit Registan Square which was for many centuries the heart of Samarkand. The word \"Registan\" means \"a sandy place\", and is derived from the sand left behind after a river running through the region had dried up. You will visit the three beautiful madrasahs: the Ulug-Bek Madrasah (15th c); the Tillya-Kori Madrasah (17th c) and the Sher-Dor Madrasah (17th c). Later, visit Gur Emir - another famous sight in Uzbekistan. The name means \"Tomb of the King\" and is the mausoleum of the Asian conqueror Tamerlane and his descendants. Next discover the grandest structure of Amir Temur’s times - the chief Friday Mosque called Bibi-Khanum, one of the most magnificent looking mosques in the world. You will also visit the Siab bazaar offering an authentic market experience as well as the jaw-droppingly beautiful Shahi Zinda necropolis, a mausoleum with rich tile-work and an important religious site in the country. All that exploring is thirsty work, so we will visit the Bagizagan Winery including a tasting to sample traditional Uzbek wine."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Tashkent: This morning, visit the Ulugbek’s observatory, constructed by Ulugbek (Grandson of the Great Amir Temur) in 1428-1429. Later, visit the ancient settlement of Afrosiab, which is situated on the spurs of Chupan-Ata hills to the north-east of present-day Samarkand. According to the legend, it was here, on the banks of the river Siab, that the Turanian king and hero Afrosiab, a character of the folk epic ‘Shahnama’, founded the town that became the capital of Sogdiana. Later, head out to the village of Konigil (10 km from Samarkand) to visit a paper-making workshop. For a long time Samarkand has been famous as a centre of high-quality paper manufacture. In the workshop, led by a talented master, you will see how the rind of the mulberry tree turns into paper. Here you will be able to take part in the unique process of hand-made paper production: cleaning tree branches from the bark, polishing paper with a stone and painting it . This afternoon, head to the railway station to catch your train to Tashkent. On arrival, transfer to your hotel for your final night in this wonderful country."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Depart Tashkent: Transfer to the airport for your departure flight home filled with an Aladdin's Cave of delightful memories."
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-adventure-holiday",
    "tourName": "Uzbekistan adventure holiday",
    "placesVisited": "",
    "generalInfo": "Take an adventure through Uzbekistan, a country famous for its ancient Silk Road cities overflowing with mosques, mausoleums and mystery. Beginning and ending in Tashkent, the nation's capital, this trip will have you following in the footsteps of traders, pilgrims, Alexander the Great and Tamerlane himself. Walk in the shadows of ancient, blue-tiled buildings, sleep in a yurt under thousands of desert stars and spend an evening at a home stay with a family in the Nuratau Mountains.",
    "durationDays": "9",
    "price": "1355",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Tashkent.",
        "description": "Welcome to Tashkent, Uzbekistan's capital and Central Asia's main hub. Your adventure begins with a welcome meeting at 6 pm where you'll meet you tour leader and fellow travellers. Please look for a note in the hotel lobby or ask the hotel reception where it will take place."
      },
      {
        "dayNumber": 2,
        "title": "Bukhara.",
        "description": "Travel from Tashkent to Bukhara by train this morning (approx 4 hours). Located on the ancient Silk Road, Bukhara was an important regional and world hub for many, many years and has a long, fascinating history featuring invasions by both Genghis Khan and the Soviet Red Army. The majority of the town centre is filled with beautiful old buildings and, after checking into the hotel on arrival, you'll explore these on a guided tour. Visit the spectacular Ark building, a fortress that was occupied from the 5th century right up until its bombing in 1920, the Bolo - Hauz Mosque with its most elegant wooden carvings, and thousand - year old Ismail Samani Mausoleum. This shrine, built around the 10th century, was spared destruction during Genghis Khan's invasion as it's thought to have been buried as a result of flooding. It was discovered and excavated in the 20th century, and became a popular spot for pilgrims and local residents who considered it sacred."
      },
      {
        "dayNumber": 3,
        "title": "Bukhara.",
        "description": "With over 100 architectural monuments scattered throughout the city, there's plenty to be seeing in the well-preserved ancient town. Today, enjoy a full day city tour through sites and places that are steeped in history. Visit the iconic Kalon Mosque and Minaret, one of the most impressive with a view of the city. Stop at the Lyabi - Hauz Plaza, built about 400 years ago around a pool, still full of the old world feel with its picturesque backdrop. Chor Minor, the 4 cornered Minarets stand right behind it too. Don't miss Maghoki - Attar Mosque, which is the oldest mosque in Central Asia built in the 12th century, but was once a Buddhist and a Zoroastrian temple before that. And Ulugbek Madrasah, the first in the city. If you are still energetic after a full day's exploration, perhaps take an optional visit to Hammam Bozori Kord, the oldest Turkish-style bathhouse in Bukhara, before a free evening in town. Your leader can help with suggestions on where to find some authentic Uzbek fare for dinner tonight."
      },
      {
        "dayNumber": 4,
        "title": "Yurt Camp.",
        "description": "Depart Bukhara and drive to Gijduvan. Here you'll visit a ceramic workshop, where sixth-generation ceramicists Abdulla and Alisher Narzullaev make some truly beautiful pieces. Spend an hour or so at the workshop then continue to Nurata, a drive of approximately 2.5 hours. The city proper was founded by Alexander the Great in the 4th century BC, though archaelogical remains date the first inhabitants of the area many thousands of years earlier, and the ruins of his fortress can still be seen today. From Nurata, the group will head into the Kyzylkum desert to spend the night sleeping in yurts. Perhaps choose to take an optional camel ride in the desert, and enjoy an evening campfire and local music with tonight's dinner underneath the desert stars."
      },
      {
        "dayNumber": 5,
        "title": "Nuratau Mountains.",
        "description": "Drive into the Nuratau Mountains for our stay in a Tajik village (2-3 hours). These villages are serene, hidden away in the hills with paths shaded by greenery and buildings made of stone. The region is a desert oasis, with irrigation channels watering crops and giving life to trees. Spend the day hiking to waterfalls or petroglyph sites, possibly seeing the endemic mountain sheep called argali. Learn to bake traditional tandir bread and in the evening, learn how their beloved national dish - plov is cooked at the local family and enjoy a feast of home-cooked flavors. Spend the night in a homestay, learning about the local traditions and culture."
      },
      {
        "dayNumber": 6,
        "title": "Samarkand.",
        "description": "Marco Polo described Samarkand as a 'very large and splendid city,' and after a four hour drive you'll find out for yourself. This is a truly breathtaking place that conjures up images of ancient splendour, and there's perhaps no more well-known sight in Central Asia than the magnificent Registan in the heart of the city. This public square was once a gathering place for locals, where they would hear royal announcements and watch public executions among other things. Also visit the Gur-e-Amir Mausoleum, the resting place of Timur who was the first ruler of the Timurid Dynasty. His crypt was opened in 1941 by a Soviet anthropologist, who found an inscription on Timur's gravestone essentially saying that 'He who opens this will be defeated by an enemy more fearsome than I'. On the following day, the Soviet Union was attacked by Hitler. After a day of sightseeing, overnight in a hotel in town and enjoy a free evening."
      },
      {
        "dayNumber": 7,
        "title": "Samarkand.",
        "description": "Spend a full day in Samarkand continuing to take in the ancient sights and modern sounds. Don't miss Shah-i-Zinda, a stunning avenue of mausoleums decorated with beautiful blue tiles. Its holiest, most loved shrine is built around what's thought to be the grave of Quasam ibn-Abbas, cousin of the Prophet Mohammed and the man who brought Islam to the region many centuries ago. The Bibi-Khanym Mosque is an incredible example of Islamic architecture, built for Timur by Bibi Khanym, his Chinese wife, while he was away. As the story goes, the architect of the mosque fell deeply in love with her and his kiss left a trace on her cheek. Timur saw the kiss on his return and this, of course, led to the architect's execution. Enjoy some free time after touring the sites in this glorious Silk Road city."
      },
      {
        "dayNumber": 8,
        "title": "Tashkent.",
        "description": "Depart early this morning return to Tashkent by local train (approx 4 hours). Hop on local metro and enjoy a short city tour after arrival. Visit the Amir Timur Square in the center of the city, spend time wandering Chorsu Bazaar. The main building is topped by an impressive dome, and the market sells pretty much everything you could imagine, and plenty of things you couldn't. Then enjoy some free time. There maybe the option to catch a performance at the Navoi Ballet & Opera Theatre tonight.This theatre is just one of three that were given the status of 'Grand' within the Soviet Union, the other two being located in Moscow and Minsk. It's housed in a beautiful 20th-century building with a fountain at its entrace, and has played host to classic productions like Swan Lake and some incredible artists. Perhaps get your group together for a final dinner tonight before saying your farewells tomorrow morning."
      },
      {
        "dayNumber": 9,
        "title": "Tashkent.",
        "description": "This adventure through Uzbekistan comes to an end after breakfast this morning. There are no activities planned and you're free to depart at any stage before hotel check-out."
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-classic-small-group-tour",
    "tourName": "Uzbekistan classic small group tour",
    "placesVisited": "",
    "generalInfo": "Discover Uzbekistan's wonders on this comprehensive 15-day small-group tour, starting in Tashkent, where you'll explore the Old Town, iconic sites, and modern history. Then, traverse to the Chimgan Mountains, savour stunning vistas, and experience a night on an overnight sleeper train. In Urgench, you'll venture to Ayaz Kala, exploring UNESCO-listed Desert Castles before reaching Khiva, a captivating Silk Road city. Next, set off on a desert road to Bukhara, immersing yourself in its historical wonders. Your journey continues to Samarkand, where you'll explore its grandeur and take a day trip to Shakhrisabz, the birthplace of Amir Timur. Delve into Samarkand's treasures, including the Registan Square and Bibi Khanum Mosque, and venture to nearby historical sites. Conclude your journey with a train ride to Tashkent and a farewell group dinner before departing. This immersive tour promises an unforgettable adventure through the heart of Central Asia.",
    "durationDays": "15",
    "price": "3495",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly to Tashkent on a direct overnight service."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Upon arrival in Tashkent, meet your Uzbek escort guide who will assist your group throughout the tour. Head to central Tashkent and check-in to your hotel for a relaxing morning. In the afternoon, your guide will lead you through cultural and historical sites of Tashkent's Old Town, including the Abu Bakr Kaffal Shashi Shrine, Khazrati Imam Complex, Chorsu Bazaar, Kukeldash Madrassah, Rakhimov's Ceramic Studio. You'll have the rest of the evening to enjoy at your leisure. (B/L)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "You will explore Tashkent's modern history today visiting landmarks representing the city's development under the Russian Tsar, the Soviet Union, and independent Uzbekistan. The guided tour covers significant Soviet-era architectural sites, a panoramic view from the Tashkent Tower, and a visit to a museum detailing the darker aspects of Uzbekistan's Soviet past. You'll also embark on a unique metro station tour, discovering the artistic beauty of Tashkent's underground. The day concludes with a visit to the Islam Karimov Memorial Complex, offering insight into Uzbekistan's journey from the USSR's collapse to the present day. Enjoy the rest of the day at leisure or opt to be dropped off at a centrally located venue for an independent evening. (B/L)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After a leisurely morning, check-out of your hotel as we head on to the Chimgan Mountains, a stunning region between Kazakhstan and Kyrgyzstan. There lies Amirsoy mountain and ski resort where you will take a cable car ride to 2290 Bar Terrace for lunch with fantastic mountain views. Returning to Tashkent, we'll drive along the Charvak Reservoir's southern shoreline to enjoy the landscape. The day concludes with dinner before transferring to the railway station to board the overnight sleeper train to Urgench. (B/L/D)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "You will arrive Urgench, the capital of Uzbekistan's Khorezm Region, in the morning. After disembarking from the train, we'll drive northeast to Ayaz Kala. There, we'll enjoy lunch at a Yurt Camp and get a taste of desert life. We will explore two Desert Castles in the afternoon, Ayaz Kala and Toprak Kala which are both on UNESCO's Tentative List for World Heritage Status. Then we'll drive to Khiva, where you'll check in to your hotel for a two-night stay. The rest of the evening is free at your own leisure. (L)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Spend a full day exploring Khiva, an impressive city on the Silk Road and a UNESCO World Heritage Site. Located between the Karakum and Kyzylkum deserts, Khiva served as a vital stop for Silk Road traders, with a storied history that extends back 2,500 years. You will have the full day to wander through this living museum and appreciate the architectural and cultural heritage of this remote oasis city. (B/L)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "After check-out, we'll embark on a 450km/280-mile journey to Bukhara. Our journey passes through the arid Kyzylkum Desert, with sporadic settlements along the way. We'll make stops at a basic café for refreshments (at your own expense) and at a few points to stretch our legs. After a 7-hour drive, we'll arrive in Bukhara for a 3-night stay, where we'll have time to freshen up before enjoying an early dinner at a nearby restaurant. (B/D)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Spend a full day immersed in the historical wonders of Bukhara, a captivating Silk Road city with a millennia-long history. Bukhara's Old Town feels like a journey through time, explore iconic sites such as the preserved Kalyan Minaret, spared during the Mongol invasion of 1220 by Chinggis Khan, the Lab-I Hauz Ensemble, and the Nasreddin monument. Later in the day, in a madrasah courtyard, indulge in a folklore show featuring traditional music, national costumes, and mesmerizing traditional dances. (B/L/D)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Explore Bukhara further today, beginning with a trip to Sitorai Makhi Khosa, the summer palace of the last emir of Bukhara, Alim Khan. This 20th-century compound blends Russian and Bukharan architectural styles, offering a glimpse into the emirate's final days. The city sightseeing continues with visits to the Mir-I Arab Madrassah, Ismail Samani Mausoleum, and the imposing Ark Of Bukhara, a massive fortress that served until 1920 when the Soviets took control. Afterwards, return to your hotel and enjoy the rest of the day at leisure. (B/L)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Leaving Bukhara for Samarkand, a 285km/180-mile journey, we opt for a more leisurely route with stops in Gijduvan and Navoi. Gijduvan, known for its traditional ceramics, offers a glimpse into small-town life as we visit a ceramics studio and enjoy a quick tea break. In Navoi, a modern city 'refounded' by the Soviets in the 1950s, we'll have lunch and briefly explore the city center with its somewhat Soviet-style architecture. Upon arriving in Samarkand in the late afternoon, check in to your hotel for a 4-night stay and after some downtime, enjoy dinner at a nearby restaurant. (B/L/D)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Spend a full day exploring Samarkand, the last of the three essential Uzbek 'Silk Road' cities. Our itinerary includes the magnificent Registan Square, the Gur-I Amir necropolis with Amir Timur's tomb, the impressive 15th-century Bibi Khanum Mosque, and a visit to the nearby Siyob Bazaar. We'll also take a short walk to the Hazrat Hizr Mosque for a city view and visit the Mausoleum of Islam Karimov. The evening is yours to explore and dine at your leisure in Samarkand. (B/L)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Today, we journey from Samarkand to Shakhrisabz, a city located 90km/55 miles to the south, known as the birthplace of Amir Timur. Shakhrisabz boasts a UNESCO World Heritage Site in its historic center, and we'll explore its wonders, including the Dor at-Tilyavat Complex, Dor as-Siadat Complex, and the Ak Serai Complex. We'll take a break for lunch in the city and return to Samarkand in the late afternoon, leaving the rest of the day and evening for you to enjoy at your own pace. (B/L)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Explore Samarkand for half a day, beginning with a visit to the Shah I Zinda Necropolis, a breathtaking site with elaborately decorated tombs and vibrant blue and turquoise domes. Afterward, venture out of the city to visit the historic Afrosiab fort and the nearby Ulug Beg Observatory, a fascinating medieval astronomical site. Heading east, enjoy lunch and a wine-tasting experience in Bagigazan, a village with a wine-making tradition dating back to the 4th century BC. Return to Samarkand in the mid-afternoon, leaving the rest of the day and evening for you at your leisure. (B/L)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "We'll check out of our hotel this morning and make our way to the railway station to catch the Sharq Train to Tashkent, a 4-hr journey. Upon arrival in Tashkent, we'll have lunch near the station before making our way towards our hotel for the night. The afternoon schedule is flexible, we can catch up on any missed sights from earlier in the tour or explore independently. In the evening, we'll gather for a farewell group dinner in central Tashkent to conclude our journey in Uzbekistan. (B/L/D)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "You will be transferred to the airport this morning for your flight back home. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-highlights-tour-including-aral-sea",
    "tourName": "Uzbekistan highlights tour including Aral Sea",
    "placesVisited": "",
    "generalInfo": "The trip to the Aral Lake allows tourists to experience human madness, to feel the wonders of nature. The adventurous and active tour to the Aral Lake which is on the border of Kazakhstan and Uzbekistan illustrates the extent of the tragedy surrounding the disappearance of the Aral Lake. The tour to the Aral Lake leaves one with mixed feelings of admiration and sadness. Admiration for the unbelievable beauty of the barren landscape and the Ustjurt Plateaus. And sadness because of the bare wounds of this area which are so evident. In the unusual landscape of deserts and oases, we meet hospitable people – open to the West and yet still bound up in their centuries-old culture.",
    "durationDays": "13",
    "price": "3110",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival Flight to Tashkent. Arrival in the evening or early morning of the next day (depending on flight connections). On arrival in Tashkent, you will be received by your travel guide in the international airport and taken to your hotel. Two overnight stays in Tashkent."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Tashkent. After a rest in the hotel, you will go on a sightseeing tour through the old town of Tashkent to see the Khast Imam Complex which consists of the Barakkhan Medrasa, Kaffal Shashi Mausoleum and Muyi Muborak Medrasa where the oldest Koran in the world is kept. There is «Chorsu» Bazaar nearby which is one of the central markets of the town built in Soviet time where you can see many Uzbek specialities, and all kinds of exotic, spicy smells will tickle your taste buds. Over there you can take a ride in metro and explore one of the most beautiful metropolitans in the world. Get unforgettable impressions in such stations: Cosmonauts, Alisher Navoiy and Pakhtakor. In the Museum of Applied Art, which is housed in an impressive, historic community centre, there are over 7,000 exhibits of traditional popular art from a past era and a foreign culture. You can walk through the pedestrian areas with its many street traders and cafés. Dinner in a local restaurant."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Tashkent – Nukus (morning flight). Early breakfast in the hotel. At 05:30 transfer to the airport for the flight to Nukus at 07.10 - 9:55. After check-in to the hotel, we will visit the state museum of art named after I. Savitsky, which houses the second largest collection of Russian avant-garde art in the world and is one of the largest collections of applied art in Central Asia. Dinner in a local restaurant. One overnight stay in Nukus."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Nukus – Kungrad – Ustyurt Plateau – Sudoshye Lake – Aral Lake (ca. 450km). We leave Nukus at 06:00 for the Ustyurt Plateau and the Aral Lake, ca.450 km, the journey takes 8-9 hours. You pass the Kungrad District, a previous trading centre along the Silk Road. On to Ustyurt. Stop at the Sudoshye Lake, lunch in a fisher’s house. After lunch, on to the Aral Lake. On the way, you visit the old lighthouse, and a village by a gasworks. On the route you can take photos of unbelievably beautiful gorges and fissured plains. Arrival at the Aral Lake. We pitch our tents and have a simple camp dinner. One overnight stay."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Aral Lake – Muynak (250km) – Mizdakhan – Gaur Kala – Nukus. Early start to photograph the sunrise. Breakfast. Muynak (250 km – 4 hours), to see the old port with its abandoned ships in the sand – a “ship cemetery”. We continue on the parched seabed of the lake past the gas towers of the Ushsay gasworks. Lunch. Stop in Nukus to see the architectural complex of Mizdakhan and Gaur Kala from the 14th century which was destroyed by Genghis Khan. Arrival in Nukus. Dinner in a local hotel. One overnight stay."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Nukus – Toprak Kala – Ayaz-Kala – Khiva. Drive to Khiva, visiting Ayaz Kala on the way – an impressive ancient mud fort. In the Kyzylkum Desert, enormous ruins of one of the greatest forts of the old Khorezm – Ayaz Kala – rise up on the slope of one of the east foothills of the Sultanuvaystag. According to archaeological excavations, the Ayaz Kala fort dates back to the 2nd century BC. It was part of a system of border forts which stretched from East to West and defended the Khiva Oasis from the desert side. Then we visit the other mud fort Toprak Kala (the ancient capital of Khorezm, 2nd century AD). In the afternoon, we arrive in the oasis town – Khiva. Today you can enjoy a typical dinner of the region – \"Shivitoshi\", which translates as \"green noodles\". As the noodle dough is made with dill juice, the noodles are green. Two overnight stays in Khiva."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Khiva. A highlight of your trip! The mud roads and the two-wheeled donkey carts, which are still part of the streetscape today, give you an idea of the unchanged way of living since the Middle Ages. On your trip through the historic centre, you can admire the oriental ornaments and turquoise tiles of the richly decorated buildings and can understand that the old town of Khiva is rightly called \"Ichan Kala\" (open-air museum). Kunya Ark, once the residence of the Khans of Khiva, the Djuma Mosque – a Friday Mosque famous for its very artistically decorated 212 wooden columns, the Pakhlavon Makhmud Mausoleum, the Madrasa and Minaret of Islam Khodja – the wise vizier of Khan Muhammad Rakhim Khan as well as the Tash Khovli Palace. Enjoy the effect of the magical impressions of the day."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Khiva – Bukhara (ca. 420km). You make the most of the cool morning hours and make the long trip to Bukhara through the Kyzylkum Desert. You cross the famous \"Amudarya\" river and enjoy countless photo stops on the banks of the river and in the desert. In the late afternoon, you reach the next Silk Road metropolis, Bukhara. Dinner in a local restaurant. Two overnight stays in Bukhara."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Bukhara. Today, you will make a tour on foot through the 2500-year-old town Bukhara. Sightseeing in the Citadel Ark, the mosque Bolo Khauz, the Chashma Ayub and the Samanids mausoleum - the oldest buildings of Bukhara. In the afternoon, you will see the enormous architectural complex of Poi Kalyan. You will visit the domed bazaars and trading streets of the Toki Zargaron goldsmiths, the capmakers Toki Telpak Furushon, the architectural complex Kosh Madrasa with the Ulugbek and Abdulaziz Khan madrasas. Then you can relax with a cup of tea at the cooling water basis in the Lyabi Khauz Complex. You can listen to some stories and legends in front of the monument of Nasretdin on the donkey, to some extent, the Oriental Baron Munchausen."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Bukhara – Shakhrisabz – Samarkand. Today you go to Shakhrisabz (270km), the birthplace of Amir Timur (Tamerlan). Timur was a ruler who conquered Iran and Caucasia in the 14th century and defeated the Golden Horde in South Russia. With unforgettable impressions from visiting the ruins of the Ak Saray Castle, the Kuk Gumbaz Mosque and the \"Dorut-Tilovat\" Complex with the Shamsuddin Kulal and Gumbaz Sayyidon mausoleums, you continue on to Samarkand (170km). Check in to the hotel, with free time for the rest of the day. Dinner in a local restaurant. Two overnight stays in Samarkand."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Samarkand. In Samarkand, \"One Thousand and One Nights\" starts again for you. It is one of the oldest towns in the world and also the centre of the famous Silk Road. In the Afrosiyob Museum you will get a good idea of what ancient Samarkand was like. Then you go to the Shakhi Zinda Complex, a wonderful collection of different mausoleums, coated in Timurid style with majolica and mosaic tiles. When visiting the paper manufacturing factory, you will realise that centuries-old traditions are still alive in Samarkand today. You can watch a traditional paper-producing process using the fibres of the mulberry tree. To finish the day, you go to the Ulugbek Observatory, built in 1428-1429 on a hill of the Chupanata-chain."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Samarkand – Tashkent. Ancient Samarkand still shows the splendour of old times! In the Middle Ages, it was considered to be one of the most beautiful and most important towns in the world. The palace-like mausoleum of the ruler Amir Timur, the Gur Emir Mausoleum, will not fail to impress you. Today, you will enjoy the highlight of your trip, Registan-Square, with its three enormous, artistically adorned madrasas. Then you will go to what was once the greatest mosque of Central Asia – the Bibi Khanum Mosque. After the visit, you will go to a colourful oriental bazaar. Pyramids of nuts, almonds, pistachios, dried apricots, raisins as well as all sorts of fresh fruit and vegetables are piled up on the market stands. All sorts of exotic aromas from spices and herbs will assail your noses. A market which is as colourful and fascinating as life itself. In the late afternoon you leave Samarkand on 'Afrosiyob' fast train at 17:00 to Tashkent. Arrival at 19:10, transfer to the hotel. Dinner in a local restaurant. Overnight stay in Tashkent."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Tashkent – return flight. After early breakfast, you will be driven to the airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-history-tour-silk-road",
    "tourName": "Uzbekistan history tour, Silk Road",
    "placesVisited": "",
    "generalInfo": "A journey along the oldest trading route in the world - The Great Silk Road. Experience the lively oases in the middle of the Kyzylkum and Karakum Deserts, where heavily-laden camel caravansaries once travelled. The formidable palaces, madrasas and mosques from the Middle Ages still make an overwhelming impression. You are also invited to a wine-tasting in the \"Samarkand Wine-Factory\". Spend a night in a traditional yurt in the middle of the desert and experience the starry sky from ‚One Thousand and One Nights‘ by the bright campfire with musical accompaniment by an Akyn (folklore singer). Get an incredible panorama view of Afghan side from the top of the Fayaz Tepa Hill in Termez, the south of Uzbekistan. You will moreover be delighted by the lively Middle East bazaars, where you will discover traces from the dazzling era of the rulers along the Silk Road.",
    "durationDays": "10",
    "price": "2290",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival Flight to Tashkent. Arrival in the evening or early the following day (depending on your flight connection). Your travel guide will meet you at the international airport and take you to your hotel for two nights in Tashkent."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Tashkent After breakfast in the hotel, start exploring the city with the visit to the old town of Tashkent where you will see the Khast Imam Complex with the Barakkhan Medrasa and the Kaffal Shashi Mausoleum. Also there is the oldest Koran in the world in the Muyi Muborak Medrasa’s library that dates back to the 7th century. This a 353-sheet of unique manuscript written in the skin of the deer belonged to Caliph Osman and was brought by Amir Temur the Great who found it in Iraq during his military campaign. Discover the central bazaar of Tashkent nearby called Chorsu where you can find not only fruits and vegetable, but also souvenirs, dry fruits and clothes as well. From the market you can take a ride in metro and see beautiful stations of Tashkent metropolitan. Visit the Museum of Applied Arts – a treasury of the pearls of applied arts created by various Uzbek masters that are known worldwide for their unique and amazing work. After that visit The State Museum of History of Uzbekistan and Independence Square. Wander around the city centre and get to Amir Timur Square through the colourful street – Broadway where you will find a various art works of painters. Dinner in a local restaurant."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Tashkent – Bukhara (train trip) In the morning, transfer to the station for the trip by fast train to Bukhara at 07:30-11:19. On arrival, transfer to the hotel in Bukhara Old Town. Today you will visit the most important sights in Bukhara Old Town: Samanids Mausoleum, the oldest architectural building in Central Asia, the Bolo Khauz Mosque, the Ark Citadel the residence of the Emirs of Bukhara, and the most famous complex and the emblem of Bukhara – the Poi Kalon Complex with its three magnificent architectural buildings. On route from the Poi Kalon Complex through the domed bazaars past madrasas to the Lyabi Khauz, gold-stickers, scissor-makers and shoe-menders will greet you. The Lyabi Khavuz Complex is the centre of Old Bukhara with its impressive buildings. Fortify yourself with a cup of coffee in the “German Corner”. Then you can lose yourself in the hustle and bustle of the craftsmen and discover the woodcarvers, the cutlers, potters and weavers working in their workshops. Folklore show in the Nadir Divan Begi Madrasa where you will get introduced with beautiful culture and traditions of the country. Dinner is in a local restaurant. Two overnight stays in Bukhara."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Bukhara Today you will continue to explore the oasis town of Bukhara. You will go to the Chor Minor mosque, built in 1807 by the rich Turkman Caliph Niyazkul. The four sky-blue minarets tower above a traditional residential zone. Thanks to its unusual style, this building has become one of Bukhara’s landmarks. We go on through the streets of the Old Town and you discover Jewish traces in Bukhara during a visit to a synagogue. In the house of the merchant Khodjaev, you will see how wealthy merchants and traders lived in Bukhara 100 years ago. The complex, consisting of several buildings, is a museum today, and your tour guide will show you the most interesting rooms. Then at the gates of Bukhara you will see the wonderful summer palace \"Sitorai Mokhi-Khosa\" (Palace of the Moon and Sky) of the last ruling Emir of Bukhara, Said Alim-Khan. The palace is a mixture of Russian, Oriental and European architecture, with an impressive park area. In the afternoon, we will visit the Jewish Quarter of Bukhara and then a synagogue which is more than 400 years old. Then go on to a dolls’ workshop. Dinner in a local restaurant."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Bukhara – Gijduvan – Nurata – Yurt camp After breakfast in the hotel we go to Gijduvan (apx. 40km) where we will visit the grave complex of Abdukhalik Gijduvani (1103-1179) – one of the Sufi saints. We will also visit a ceramics factory and the appendant museum. Gijduvan is well known all over Uzbekistan amongst other things for its ceramics in particularly warm colours. We continue on to the ancient town of Nurata (170km) where we will visit the Mausoleum Nurata and the Ruins of the Fort of Alexander the Great. A source of fresh water which was here, called Chashma, was the reason for the settlement. The holy source of Chashma is a place of pilgrimage and one of the most important religious centres of Islam in the region. After lunch in Nurata, you will go to the yurt camp in the Kyzylkum Desert, where you will spend a night in yurts under starry sky. You will be pleasantly surprised to see that everything is provided for a comfortable stay in the midst of the desert. On the way to the yurt you will have visited the Petroglyphs of the Sarmysh Gorge where there are more than 3500 drawings from the Bronze Age. This gorge is a real museum and one of the largest galleries of petroglyphs in the world. Your beautifully situated yurt camp is near Aydarkul Lake. After dinner, you will enjoy typical Kazakh songs by local Akyns (folklore singers). Dinner and overnight stay in the yurt."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Aydarkul – mountain village Uhum After breakfast, you can try riding a camel. Camel-riding or a hike along a part of the route to the Aydarkul Lake (4.5 km), and a walk along the lake (5 km). The water is refreshing, and you should take a swim if possible (depending on the season). Then you will enjoy a picnic by the lake or in the camp (depending on the weather). On to the mountain village Uhum (ca. 70km). Lodgings with a local family (guesthouse). In the afternoon, you can learn about the traditions of the typical village family. Visit to a silkworm breeding factory (only possible in May), (participation in bread-baking). Chatting to your hosts, their neighbours and a short walk through the village before dinner to hear about the everyday life of Uzbeks. Dinner and overnight stay in Uhum with the host family."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Uhum village – Samarkand During a short walk in the area (if so desired), you can see the ladies out milking on their farms. Today is an adventure day for the hikers with a climb to the pass next to the „Gaukum “(1615). From here, you have a panorama view of Uhum and the Aydarkul Lake. After a short walk, you will have lunch with your host family before going on to world-famous Samarkand (ca. 220km trip). Arrival towards evening. Samarkand is one of the oldest and most famous towns in the world and at the same time the centre-point of the Great Silk road. The town owes its heyday to Amir Timur (Tamerlan), who brought back the best craftsmen and artists from his military campaigns from India to Europe. In the 14th century, these created the architecture which made Samarkand famous at home and abroad. Registan Square, the emblem of Samarkand, is evidence of this heyday of Oriental architecture. Samarkand is not just well known for its historic monuments, but also for its wine. Here, wine and brandy are balsam for the throat! After visiting the Wine Museum in Samarkand, you can try 10 types of Uzbek wine and brandy. Dinner in the restaurant “Samarkand”. Two overnight stays in Samarkand."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Samarkand In Samarkand, you will again feel transported to ‚One Thousand and One Nights ‘. Today you will visit the sights in this town which is over 2700 years old (UNESCO-World Heritage): In the “Afrosiyob” Museum you can get a feeling for ancient Samarkand. We will also visit the grave of Daniel – the prophet of three religions: Judaism, Christianity and Islam. It is not the most imposing, but perhaps the most interesting of Samarkand’s mausoleums. Then we go to the Shakhi Zinda Complex, a wonderful group of mausoleums cased in majolica and mosaic tiles in Timuridic style. You will see that centuries-old traditions still continue in Samarkand when you see the paper manufacturing factory. You will experience a traditional, natural paper-making process which uses the fibres of the mulberry tree. Our last trip today will be to the observatory in Ulugbek. Dinner in a local restaurant."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Samarkand – Tashkent Ancient Samarkand still shows the splendour of old times! In the Middle Ages, it was considered to be one of the most beautiful and most important towns in the world. The palace-like mausoleum of the ruler Amir Timur, the Gur Emir Mausoleum, will not fail to impress you. Today, you will enjoy the highlight of your trip, Registan Square, with its three enormous, artistically adorned medrasas. Then you will go to what was once the greatest mosque of Central Asia – the Bibi Khanym Mosque. After the visit, you will go to a colourful bazaar, passing from the museum-like to Oriental reality. Pyramids of nuts, almonds, pistachios, dried apricots, raisins as well as all sorts of fresh fruit and vegetables are piled up on the market stands. All sorts of exotic aromas from spices and herbs will assail your noses. A market which is as colourful and fascinating as life itself. In the late afternoon you leave Samarkand on the “Afrosiyob” fast train at 17:00 to Tashkent. Transfer to the hotel. Dinner in a local restaurant. Overnight stay in Tashkent."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Tashkent – flight home After an early breakfast you will be driven to Tashkent International Airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-holiday-tailor-made",
    "tourName": "Uzbekistan holiday, tailor made",
    "placesVisited": "",
    "generalInfo": "Oriental Samarkand and „noble“ Bukhara, the mythical town of Khiva and welcoming Tashkent – these wonderful pearls of Uzbekistan reveal their mysteries and teach you not just their history and culture, but also the old customs and traditions together with Uzbekistan’s hospitable cuisine! Moreover, you will see beautiful Fergana Valley, famous for the cultivation of fruits and vegetables, silk and traditional ceramics. It will be a special experience to spend the night in a yurt camp in a desert in the middle of nowhere – without electricity and comfort, far away from the hectic life of the large towns. Become part of Uzbek culture and centuries-old traditions and enjoy the peace and quiet of the mountains.",
    "durationDays": "14",
    "price": "3345",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival-Tashkent. (Meals: breakfast and dinner) After your arrival to Tashkent, you will be met by the local tour guide who will take you to your hotel where you can have a rest. Morning breakfast at the hotel. After breakfast will get started with a tour of capital - Tashkent. In the old town you will then visit the historical complex of Khasti Imam. On the huge square, you will see the Tilla-Shaysh-Mosque, the Barakkhan-Madrasa, the Kaffal Shashi Mausoleum and the library in which the oldest version of the Koran is kept. Then transfer to Chorsu Bazaar, which was already well-known in the Middle Ages and which stood at the crossroads of the caravansaray processions of the Great Silk Road. You can wander around the pedestrian area with its many street traders and cafés and take the only Underground Train of Central Asia which has impressively decorated stations. Dinner in a local restaurant. Overnight in Tashkent."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Tashkent – Kokand – Rishtan – Fergana (Meals: breakfast and dinner) After the breakfast departure by train through the impressive Kamchik - Pass (2.268 m) to Kokand. Arrival and meeting with the local coach driver. In Kokand, you will discover the splendid Islamic buildings – the Palace of Khudoyar-Khan and the imposing Juma-Mosque. Transfer to Rishtan and visit a ceramics workshop in which the potter will tell you about the process of producing ceramics and make demonstration. Dinner in the hotel. An overnight in Fergana."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Fergana – Margilan – Tashkent (Meals: breakfast and dinner) To get to know the town, you will make a tour through the avenue-like streets of Fergana. After through different landscapes to Margilan. There you will visit the largest Silk Factory, the “Yodgorlik”, where you will learn the individual steps in the making of a silk. In the afternoon transfer by cars, over the mountain pass, back to Tashkent. Dinner in a local restaurant. An overnight in Tashkent."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Tashkent – Nukus – Muynak – Nukus (Meals: breakfast, picnic type lunch, dinner) Morning flight to Nukus (1255 Km, 2h 45 min). On arrival, trip to the former fishing village Muynak (220 km, 3 h), which is on what was once the banks of the Aral Lake. In Muynak you can see the former port with abandoned ships in the sand - \"Ships Cemetery\". Then you will visit the local museum with art exhibitions showing the history of the Aral Sea. In the afternoon return back to Nukus. On the way a stop to visit the archaeological Complex Mizdakhan. Here you will visit the most important graveyards in the region. an overnight in Nukus. Dinner in a typical local restaurant."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Nukus – Ayaz Kala – Toprak Kala – Khiva (Meals: breakfast, lunch, dinner) After breakfast a visit to the Savitsky - Art Museum, which is located in the autonomous Republic of Karakalpakstan inside the Uzbekistan's territory and which has a unique collection of classical Russian Vanguard Art. Drive to Khiva, on the way stop to visit Ayaz Kala – an impressive ancient fortress. In the Kyzylkum Desert, on the slope of the eastern foothills of the Sultanuvaystag, are the enormous ruins of one of the largest fortresses of the old Khorezm – Ayaz Kala. According to archaeological excavations, the Ayaz Kala fortress stems from the 2nd century BC. It was part of a system of border fortresses which stretched from east to west and defended the oasis Khiva from the desert side. Lunch in the yurt camp. Then visit the other fortress Toprak Kala (the ancient capital of Khorezm, 2nd century AD). Arrival to the ancient - Khiva in the afternoon. For dinner, a typical meal of this region – „Shivitoshi“, which can be translated as „green noodles“ will be served. As the noodle dough is made with dill juice, the noodles are green. Two overnight stays in Khiva."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Khiva. (Meals: breakfast, dinner) A highlight of your trip! The narrow streets and the two-wheeled donkey carts which can still be seen today give you an idea of the unchanged lifestyle since the Middle Ages. Admire in the historic center the Oriental ornaments and turquoise tiles of the finely decorated buildings, and see why the old town of Khiva “Ichan Kala” is reasonably called an “Open Air Museum”. Kuhna Ark, once residence of the Khans of Khiva, Juma Mosque – a Friday mosque, known for its very artistically decorated 212 wooden columns. Pakhlavon-Makhmud-Mausoleum, Madrasa and Minaret of Islam Khodja– the wise Vizier of Khan Muhammad Rakhim Khan and the Tash-Hovli-Palace. Splendid dinner in the summer palace of the „Toza-Bog“ Khans. Let the magical impressions of the day sink in."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Khiva – Bukhara (450 km)(Meals: breakfast/picnic type lunch/dinner) Drive to Bukhara through the half - desert Kyzylkum («Red Sand»). Picnic lunch on the way in an Uzbek «Roadhouse» tea room. Arrival to Bukhara, check in to the hotel. Free evening time to exploration of the city. Dinner in a local restaurant. Two overnights in Bukhara"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Bukhara (Meals: breakfast and dinner) Bukhoroi sharif (noble Bukhara) is a town with impressive trading domes, active mosques, and madrasas and has been declared by UNESCO as a World Heritage Site. We start our sightseeing with the mausoleum of Ismail Samani and then visit the mausoleum, Chashmai Ayub. Then we make a walking tour. You will feel transfered to the world of 'One Thousand and One Nights' - a fairy tale. It is most impressive that still today active teaching and learning takes place in the mosques and madrasas, such as the madrasa Miri Arab, Minaret and Kalon Mosque. Admire the \"classic\" architectural complex Lyabi Hauz with market domes and several mosques, madrasas and the dervish monastery - Chanaka in the town centre and will understand the honorary title «the noble one». On the way you will also visit market dome buildings such as Toqi Zargaron, Toqi Telpak furushon and Toqi Saraffon. In the afternoon a visit to the Jewish quarter and to a Synagogue which is over 400 years old. Then a visit the Dolls‘ Workshop. Dinner today in an old Jewish house with a Bukhara family. The Susani embroiderer Abdurahman will tell us about Bukhara embroidery. Today you will try Emirs Plov."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Bukhara – Nurata – Yurt Camps (Meals: breakfast and dinner) In the house of the merchant Khodjaev, which is today a museum, you can see how wealthy merchants and traders lived in Bukhara one hundred years ago. Then a visit to the summer residence of the last Bukhara Emir – Sitorai Mokhi Hossa. «The place where the moon and stars meet» is the name of the palace in the original Persian. In the afternoon, we leave Bukhara and drive towards the yurt camps in the Kyzylkum Desert (230 Km, 4 h*). A stop in Nurata for visits of a local mosque and the holy spring. Then drive to the Nurata Pass where you can see petroglyphs. Arrival in evening to the yurt camps. A single yurts can accommodate up to 2-6 people – or exceptionally even 8 people. After dinner an Akyn (folksinger) will sing Uzbek songs around the campfire. One overnight stay in the yurts."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Yurt Camps – Aydarkul Lake – Samarkand (Meals: breakfast/lunch/dinner) After breakfast, we go on a camel ride to the nearby village of Dungalak (1.5 km, 30 min). If so desired, you can prepare traditional Uzbek bread together with the locals and see how these are baked in mud ovens. Then you take a walk through the village and see what everyday life is like for the locals. Towards lunch time drive to the Aydarkul Desert Lake. Lunch by the lake. In the afternoon, drive to Samarkand. On the way we will make a brief stop at the ruins of an old caravansaray and «Sardoba» (reservoir). Both these sights date from the 11th to the 14th century and bear witness to the many caravansaries which passed through that way on the Silk Road. Samarkand – the pearl of the Orient, over 2750 years old, was considered in the Middle Ages to be one of the most beautiful towns in the world and still today it has lost none of its fascination. Dinner in a local restaurant. Three overnight stays in Samarkand."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Samarkand (Meals: breakfast/dinner) In Samarkand, the Tales from One Thousand and One Nights begin again… it is one of the oldest towns in the world and was at the same time the hub of the famous Silk Road. In the Afrosiyob Museum, one can get a clear idea of old Samarkand. Then a visit to one of the greatest pilgrimage sites of the Islamic world – the The Complex of Saint Daniel and the Shahi-Zinda Complex, a marvelous collection of different mausoleums decorated in Timur style with majolica and mosaic tiles. After the break, you will go to a Silk Paper Manufacturing which has been revived by the brothers Mukhtarov. Thanks to them, the production of paper according to Samarkand technology has come alive again. It is interesting that the entire production is done by hand, and the guests can watch. Then you will visit Ulugbek`s Observatory, once the greatest research centre in Central Asia. Ulugbek, the grandson of Amir Timur, will introduce himself to you with the sextant of the observatory which was only discovered in 1908. Dinner with a local family."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Samarkand (Meals: breakfast/dinner) During the tour, you will not fail to be impressed by the palace-like mausoleum of the ruler Amir Timur, the Gur-Emir-Mausoleum. Today you can enjoy the highlight of your trip – Registan-Square with three impressive, enormous and richly decorated medrasas. Tashkentskaya Street, with its many souvenir shops, leads you to the once largest mosque of Central Asia – the Bibi-Khanum-Mosque. Timur wanted to demonstrate his unlimited technical and financial capabilities by building the most beautiful mosque of the Eastern world. You are encouraged during your walk through the Bazaar Siyab to try raisins, apricots and nuts. Enjoy the colourful hustle and bustle of the friendly locals. Towards the evening you attend a theatricalised presentation of historical Oriental costumes in the „El Merosi“ Theatre. This theatre shows costumes of the people of Central Asia at different eras – from ancient times to the 19th century – the times of the Massagets, Achemenids, Anakhita, Sogdians and Timurids. Dinner in the restaurant „Samarkand“, where you can see at first hand the culture of the country and the people."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Samarkand – Shakhrisabz – Samarkand – Tashkent (Meals: breakfast/dinner is included) Today you will make an excursion to Shakhrisabz – to the birthplace of the great Timur. Drive with private cars over the mountain pass. Photo-stops on the way. You can see the remains of Timur’s summer palace Ak Saray, which took 20 years to be built; the Jahongir-Mausoleum for Timur’s eldest son who died in a riding accident. You will also see the Kuk-Gumbaz-Mosque, which is visible from afar with its blue dome and which has unbelievable acoustics. Return to Samarkand in the afternoon. At 17:00 transfer to the station. Departure at 18:00 on the fast train “Afrosiyob” to Tashkent (300 km). Arrival at 20:10. Dinner in a local restaurant. One overnight in Tashkent."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Tashkent – Return flight (breakfast) After an early breakfast, you will be transferred to Tashkent Airport for your return flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-holiday-tamerlane-s-empire",
    "tourName": "Uzbekistan holiday, Tamerlane's Empire",
    "placesVisited": "",
    "generalInfo": "Take a deeper look into Uzbekistan as we transport you from the lively capital of Tashkent to hidden villages in a remote valley, before focusing on those magical places which have besotted travellers for centuries – Samarkand, Bukhara and Khiva.",
    "durationDays": "15",
    "price": "3730",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Tashkent.",
        "description": "We begin our journey in Tashkent – the dynamic Uzbek capital, busily shaking off its Soviet past, despite twenty percent of its citizens being Russian. But street-side shashlik and pilau vendors don’t differentiate between the newer city or the old town which remains distinctly Turkic. In the evening of Day 1 you join your National Guide and fellow travellers at 5:00pm for your Welcome Meeting as detailed in your joining instructions."
      },
      {
        "dayNumber": 2,
        "title": "Fly to Nukus and to Muynak.",
        "description": "We begin our adventure by flying to the autonomous Republic of Karakalpakstan and Nukus which provides a gateway to gateway to the Aral Sea and its related environmental challenges. We journey out to Muynak, famous for being one of the former ports on the Aral Sea that has now been left stranded due to the dramatic shrinking of the sea."
      },
      {
        "dayNumber": 3,
        "title": "To Khiva and Ayaz Qala.",
        "description": "We spend the morning visiting the incredible collection of the Savitsky Museum, renowned for its unique and extensive collection of avant-garde Russian and Uzbekistan art from the early to mid-20th century. Our journey to Khiva is via the ancient forts of Ayaz Qala in the Kyzylkum Desert. One of the highlights of Ayaz Qala is the panoramic view of the surrounding desert landscape, the vastness unimaginable from the fortress. We arrive in Khiva and settle into our hotel within the city walls."
      },
      {
        "dayNumber": 4,
        "title": "Khiva.",
        "description": "Today we explore in the wonderfully preserved city of Khiva – one of the finest examples of a Khanate fortified city and a living museum with mosques, madrassas and caravanserai crowded within its walls. Kunya Ark – a former residence of the Khan, the beautiful Kalta Minar minaret and the extraordinary Tash Khauli or ‘Stone Palace’ are among the prominent attractions."
      },
      {
        "dayNumber": 5,
        "title": "To Bukhara.",
        "description": "A final morning in Khiva before we depart to Bukhara where we are treated to Central Asia’s most complete medieval city and revel in its beautiful traditional architecture as we walk through its history."
      },
      {
        "dayNumber": 6,
        "title": "Bukhara.",
        "description": "Encapsulating and enchanting, Bukhara’s intrigue lies in the evolution of the city; whilst some highly significant centres of human history are frozen for prosperity – Bukhara lives on unchanged by time. Highlights of your time here will most certainly include the Ark Fortress, the Samanid Mausoleum – one of the world’s oldest monuments, and the Kalyan Minaret which once served as a beacon for caravans negotiating the desert at night, the only surviving structure from 1220 when Genghis Khan laid the city to waste."
      },
      {
        "dayNumber": 7,
        "title": "Bukhara.",
        "description": "Take your time here to explore the Old Town and enjoy some of the many chaikhanas (tea-houses) in Lyabi-Hauz, one of the most peaceful and interesting people-watching places in town."
      },
      {
        "dayNumber": 8,
        "title": "Samarkand via Shakhrisabz.",
        "description": "A spectacular drive takes us to Gijduvan a pretty market town offers a relaxed atmosphere with traditional homes, teahouses and mosques and famed for it's role as a centre of ceramics and trade. It's also famous for delicious shashlik kebabs. Continue onwards to Samarkand."
      },
      {
        "dayNumber": 9,
        "title": "Samarkand.",
        "description": "Tamerlane – affectionately known in Uzbekistan as Timur – was dragged to Samarkand as a prisoner by an invading Mongol army. In the years following, his fortune improved and he returned and made Samarkand the capital of his Temurid realm. He and successive 14 & 15 century rulers shaped the city we see today. The madrassas of Registan Square and the mausoleum of Timur and his family – Gur-e-Amir – are sure to be highlights of your journey."
      },
      {
        "dayNumber": 10,
        "title": "Samarkand.",
        "description": "Our sightseeing continues and also includes some free time for exploring further in this magical city."
      },
      {
        "dayNumber": 11,
        "title": "Samarkand to Khujand.",
        "description": "We cross another border to Tajikistan and journey to Khujand. The city will delight with the vast array of ancient monuments and ancient charm, offering a journey through millennia along the Silk Road. Explore historic treasures like the Khujand Fortress and Sheikh Muslihiddin Mausoleum. Immerse yourself in the vibrant Panjshanbe Bazaar, savoring the flavors of Tajikistan."
      },
      {
        "dayNumber": 12,
        "title": "To Fergana.",
        "description": "This morning we stop in Rishton – a town renowned for its master potters, around 300 of them! Then we continue on to the town of Fergana in the oasis of the Fergana Valley, the lyrical land of fruit and honey."
      },
      {
        "dayNumber": 13,
        "title": "To Kokand and on to Tashkent.",
        "description": "After spending the night in Fergana we explore one of the Silk Road’s earliest and most important centres as well as the birthplace of Babur, father to India’s great Moghul Empire - Margilan, the silk capital of Uzbekistan, here friendly locals spruik their wears at the fascinating bazaar dressed in traditional costume. From there we journey to Kokand.Once home to over three hundred mosques, today you can still discover a number of impressive palaces, mosques and madrassas, including the magnificent Khudayar Khan Palace and Mir Mosque. Remnants of what once was a powerful state as well as a prosperous trading and religious centre. This afternoon we board our train back to Tashkent."
      },
      {
        "dayNumber": 14,
        "title": "To Tashkent.",
        "description": "We spend the day exploring this vibrant capital city and it is your last chance to haggle in the bazaar, wander the gardens and eat a final meal of delicious plov."
      },
      {
        "dayNumber": 15,
        "title": "Tashkent.",
        "description": "Today our incredible journey ends, one which has traced the path of defeats and victories, of births and deaths all experienced in the shadow of incredible architecture and with iconic Central Asian hospitality."
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-holiday-wonders-of-the-silk-road",
    "tourName": "Uzbekistan holiday,wonders of the Silk Road",
    "placesVisited": "",
    "generalInfo": "After arriving in Tashkent you will fly to Bukhara and transfer to Khiva to start your journey, working back through Bukhara, Kyzyl-Kum desert, Samarkand and back to Tashkent. The programme is full of Silk Road culture, unique to Uzbekistan, religious, historical and nature and you will meet the Uzbek people who are proud of their cultural background. It is a unique and enjoyable programme, delivered by our local guides, to give you a taste of this special part of the World.",
    "durationDays": "11",
    "price": "2579",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "London to Tashkent. Arrival to Tashkent in the morning from direct flight from London. Meeting at the airport by guide, transfer to hotel, accommodation, overnight, breakfast and rest. Afternoon sightseeing tour in Tashkent: Khast Imam Complex, Chorsu Bazaar and Kukeldash Madrasah. Visit to the modern part of the city: Mustakillik Square (Independence Square), Alisher Navoi Theater and square, Amir Temur Monument and Square. Overnight in Tashkent hotel – choice of premium, luxury boutique or affordable 3*"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Tashkent to Urgench/Khiva. Transfer to airport for morning flight to Urgench, flight approx. at 07:00-08:40am. Transfer to Khiva (30 minutes’ drive) and to the hotel and then sightseeing in Khiva: Ancient city Ichan Qala with its ancient palaces, mosques and madrasas, mausoleums, minarets and caravanserais, local bazaar and workshops of local artisans. Overnight in Khiva hotel"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Khiva to Bukhara. Transfer from Khiva to Bukhara (7-7.5 hours) crossing the Kyzylkum desert. Lunch in the roadside café. Arrival into Bukhara at approx. 16:00 hours. Overnight in Bukhara hotel"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Bukhara. Day of sightseeing in Bukhara: The Samanids Mausoleum, Chashma-Ayub Mausoleum, Kalyan Mosque, Kalyan Minaret, Miri-Arab Madrassah, Chor-Minor Madrassah, Modari-khan Madrassah, Ulugbek Madrassah, Lyabi-Hauz Architectural Complex, Magoki-Attori Mosque, Bolo-Khauz Mosque, Monumental Shopping Arcades, The Ark Fortress. Overnight in Bukhara hotel"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Bukhara. Sightseeing outside of Bukhara: visit to Sitorai Mokhi Hosa – Summer palace of last Emir, Chor Bakr ancient memorial complex, Bakhoutdin Nakshbandi mausoleum. Today you will have culinary master class in an Uzbek family house – you will learn to cook Uzbek traditional food under the guidance of master of the house and have dinner together. Overnight in Bukhara hotel"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Bukhara to Yangikazgan. Transfer to Yangikazgan area, Kyzyl-Kum desert. You will accommodate in yurts. Desert is one of untouched by human life places on Earth. Kyzyl-Kum is fifth largest sandy desert in the World and it is amazingly beautiful. Yurts and camels – “ships of desert” remain unchanged in desert for centuries. People in the East believe that camel is the most beautiful animal in the world. Even the words \"camel\" and \"beauty\" in Arabic language are cognate. Here you can ride a camel, walk around and watch the desert fauna. You will enjoy open air dinner and music show of Akyn – local singer. Overnight in Yurts"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Yangikazgan to Samarkand. In the morning you will go to Aydarkul – a blue lake among the Kyzyl-Kum sands –one of the most beautiful places in Uzbekistan. Aydarkul is a home for many species of birds and mammals. You can go fishing and, if weather permits, swim in the clear water of Aydarkul. You will have a delicious lunch cooked of fresh fish at the lake. After lunch drive to Samarkand. Overnight in Samarkand hotel"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Samarkand. Full day sightseeing tour in Samarkand with visits to Registan Square, Guri-Amir Mausoleum, Bibikhanum Mosque, Shakhi Zinda Necropolis, world famous Siyob Bazaar to try local delicacies and sweets. Overnight in Samarkand hotel"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Samarkand. On our second full day in Samarkand, we take it slow and enjoy the city, with visits to Ulugbek Observatory, Afrosiab museum of the ancient town, paper production mill Meros located outside of the city which keeps the ancient methods of paper making. Overnight in Samarkand hotel"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Samarkand to Tashkent. Morning at leisure in Samarkand to explore the town in depth. Lunch at a local Tajik family house (given as an option). Afternoon bullet train to Tashkent at 17:00-19:40. Our last night Hotel in Tashkent"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Tashkent to London. Morning transfer to airport for flight back home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-mountains-desert-holiday",
    "tourName": "Uzbekistan mountains & desert holiday",
    "placesVisited": "",
    "generalInfo": "During this fascinating mountain trip where you will feel like a real traveller and researcher, you will experience the creations of primitive man living in the mountains of Uzbekistan thousands of years ago. An impressive mountain background adds to the magic of these people, a landscape of gorges and caves, great plains with fir trees or wheat, perfect for walking. You will hike through green fields with horses grazing, over hills with luminous yellow bushes of ferula, old juniper trees with contorted roots, see majestic mountains and of course petroglyphs from the Stone Age.  <br/><br/>It is not just the rich culture of the country which makes your trip to Uzbekistan an unforgettable experience, but also its landscape highlights and, not least, its welcoming people.",
    "durationDays": "16",
    "price": "3330",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival – Tashkent. Flight to Tashkent. Arrival in the evening or early morning (depending on flight connection). You will be met by your travel guide and taken to the hotel. Two overnight stays in Tashkent."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Tashkent. Arrival in Tashkent with another airline is at midnight or early morning. You will be greeted by your travel guide and taken to the hotel. Rest-time in the hotel. After breakfast, you make a tour of the country’s capital. You visit Khast Imam Square with the Barak Khan Medrasa and Kaffal Shashi Mausoleum. The historic complex is in the old town and today still consists mainly of the old clay houses which survived the earthquake of 1966. The complex developed around the grave of one of the first Koran preachers of Central Asia, who was at the same time a famous scientist. In the large square, there is also a library with a collection of original manuscripts, one of which is the world-famous Osman Koran from the 7th century. Then you go to the Chorsu Bazaar, which was already known in the Middle Ages and which stood at the crossroads of the caravansaries of the Great Silk Road. In the afternoon you will visit modern Tashkent, on the way seeing Independence Square with the Building Complex of the „Grieving Mother “and the Alisher Navoi Opera House and walking to Amir Timur Park. Dinner in a local restaurant."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Tashkent - Beldersay. In the morning we will drive through countless Uzbek villages, by gardens and rivers, to the Chimgan Mountain Range (80 km, ~2 hours). On arrival, check in to the hotel and lunch. Then we take the cable-car to the top of the Kumbel (2‘080 m above sea level), where Uzbekistan’s longest ski-run begins. From here we walk to the top, approx. 45 minutes (2‘350 m above sea level). Enjoy the wonderful view. If we are lucky with the weather and if the view is clear, we can see Tashkent from far away. On the way back, we walk along the ski-run back to the hotel (1‘800 m above sea level). Dinner. One overnight stay in Beldersay."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Beldersay – Tashkent. After breakfast, we walk down to the Mramornya River (1‘500 m above sea level). Then we go up the river until we get to a birch grove. After a short break, we start a-45-minute climb to the Urta Kumbel Pass (1820 m above sea level). At the top, we have a breath-taking view across the valley with the Beldersay River, the Chet-Kumbel Pass and the path going up. A simple, relatively flat descent brings us to the Beldersay River where a tree grove is perfect for resting and having a picnic. After lunch, we go up to the saddle of the Chet-Kumbel Pass (1‘850 m above sea level). From here you can see the valley, the Nurekata River and the top of the great Chimgan (3309 m above sea level). After admiring the view, we walk to the Beldersay cable-car station (1550 m above sea level) where our coach will be waiting. Return to Tashkent. Check in to the hotel. Dinner in a local restaurant. One overnight stay in Tashkent."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Tashkent – Urgench – Khiva. We take an early flight to Urgench and then go on by coach to the historic town of Khiva (40 km). Today we will see the “Ichan Kala” in the old town, which has maintained its Oriental character. You stand before the massive town walls with its four entrance gates to the Ichan Kala and will think you are in another world. Life pulsates around the Kalta Minor (short minaret) - which once was to have been so high that one could from the top see distant Bukhara – just as it did in ancient times. There are so many sights to admire on the tour: Kunya Ark – the old residence of the Khiva Khans, the Medrasa of Muhammad Rakhim Khan, the Mausoleum of Pakhlavon Makhmud, the Medrasa and Minaret Islam Khoda, the Tosh Hovli Residence and the Djuma Mosque – Friday mosque, the wooden beam roof of which is held by 212 wooden columns decorated with artistic woodcarvings. Dinner in a local restaurant. One overnight stay in Khiva."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Khiva – Bukhara. Impressive journey through the vegetated desert „Kyzylkum “(«Red Sand») and the vast steppe to Bukhara (420 km). On the way we make a lunch break in an Uzbek «tea-room». We reach Bukhara in the evening and you will have time to discover the old town on your own. Dinner in a local restaurant. Two overnight stays in Bukhara."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Bukhara. We start our sightseeing with the mausoleum of Ismail Samani and Chashmai Ayub. Then we make a tour of the town on foot. Bukhoroi sharif (noble Bukhara) is a town with impressive market dome buildings, active mosques and medrasas. Bukhara was named a World Heritage Site by UNESCO. You will feel transported to the world of ‚One Thousand and One Nights ‘. It is quite amazing that teaching and learning still takes place today in the mosques and medrasas, for instance in the Miri Arab Medrasa and Minaret and the Kalyan Mosque. You can admire the «classic» architectural complex Lyabi Khauz with trading domes and several mosques, medrasas and the dervish monastery Khanaka in the town centre and will understand the honorary title «the noble». On the way you will visit market domed buildings auch as Toki Zargaron, Toki Telpakfurushon and Toki Saraffon. Dinner in a local restaurant."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Bukhara – Nurata – Yurt settlement. Breakfast at the hotel. In the morning you will have some time to explore Bukhara on your own. Then we go to Nurata (approx. 3-hour journey) and visit the ruined fort of Alexander the Great and the holy Chashma (spring water) source. Then a further a journey through the Kyzylkum Desert to Yangigazgan to our traditional yurt camp. The name of the desert means „red sand“, and the sandy ground sometimes seems red towards evening when the sun goes down. Due to the high groundwater level and very little rain in spring, only a few tough plants such as saxaul, tamarisk, sand acacias and some grasses and herbs can survive, and these allow some modest agriculture around the oases. In the late afternoon, we make a trial trip to get to know our camels and prepare ourselves for our caravansary trip through the desert the next day. Lunch with a local family in Nurata, Dinner and overnight stay in the yurt camp."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Camel trekking. After breakfast in the yurt camp, we start our camel trekking. There is a camel per two persons so you can take it in turns to ride and walk. In the afternoon we will visit a small farm where cattle is kept despite the adverse desert conditions. Then we prepare our tents for the night (almost) in the open. Picnic lunch en route. Dinner around the campfire. One overnight stay in a tent in the desert."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Aydarkul Lake – Sentob mountain village. Early in the morning, after breakfast in the yurt camp, we start the last stage of our desert trekking. We say goodbye to our camels and our luggage will be taken to our next stop: the enormous reservoir Aydarkul, which appears after about three hours suddenly and surreally in the middle of the desert. Here we will make a long bathing stop and have a picnic on the beach. When we go on towards the Nuratau mountains, we will notice that the desert slowly changes to steppe – dry grassland. We go from the plains to the mountains, as we are in the region of the western foothills of the Tian Shan with peaks up to 2000m, before the mountains give way to the flat Kyzylkum Desert. In the Tadjik mountain village of Sentob, we will stay in one or two guesthouses (depending on the size of the group). In the afternoon, we will have time to explore the village and climb up to the ruins of the fort or experience village life (visiting the irrigation systems and stone buildings, baking bread or making butter, etc.). Dinner with the family (in the guesthouse). Two overnight stays in Sentob village."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Sentob village. After breakfast in the guesthouse, an easy hike of 6 hours with breaks. This hike takes us along an idyllic mountain river with many small bathing pools in which we can cool down. On the way, we will pass an old water-mill and Arabic signs carved in the rocks. It is also an ideal route to observe local birds, flora and fauna is very different here. We can walk for many hours through the valley (depending on your wishes and your stamina), take a break at a beauty spot (for a picnic, for instance) and we will return to Sentob in the late afternoon. If anyone does not want to hike or prefers to continue with the activities started the previous afternoon in the village, they can of course stay in the village. Picnic lunch en route, dinner with the family (in the guesthouse)."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Hayat mountain village. After breakfast with the guest family we go on our coach to the next mountain village of Hayat (approx. 45 minutes) and visit the Severtzov Argali compound. This animal which is also called Giant Wild Sheep has horns which are very striking, larger and longer than any other Wild Sheep. 90% of the world’s population of this rare species live in the Nurata mountains. But you will probably only see them in this compound. After lunch in our guesthouse in Hayat, we will hike for 4-5 hours through the Nurata Nature Reserve (admission fee included), which starts right at the end of Hayat village. In the evening we can see the Uzbek national dish Plov being prepared (or participate if so desired), and that is what we will have for dinner, with the family in the guesthouse. One overnight stay in Hayat village."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Uhum and Ashraf mountain villages. Our luggage will be transported to the next village, and we will just take a light rucksack for today’s hike. After breakfast with our family in Hayat, we walk for about three hours to Uhum. We will cross the Guzar and Sari Bedak (1035m) passes, from where we will have a wonderful view of the mountain panorama. If we have time, we will visit a Sogdic fort ruin from the 4th to 5th century as well as a traditional water-mill. Our guest family is nearby and we will have lunch there. Then we will continue on to Ashraf (approx. 3 hours), with a varied landscape and flora and fauna on the way. From some places, we have a wonderful view to Aydarkul Lake and the expanse of the Kyzylkum Steppe. Then we pass through the ruins of the old Mongolian fort „Qorgoni Honkeldi “. On arrival in Ashraf, we will use the time before dinner to explore the village. Or we can rest on the Tapchans and Ayvans (covered seating areas) – our guest family has a picturesquely situated house with a mountain stream running through their large orchard and vegetable garden. In the evening, a local musician will come and play for us (not a professional show for tourists). Dinner with the family. One overnight stay in Ashraf."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Rome of the Orient – Samarkand. After breakfast, we say goodbye to our host family in the village – the ancient town of Samarkand awaits us! When Samarkand was under Timur’s rule, it was considered to be one of the most beautiful towns in the world. You will be impressed by the palace-like mausoleum of the ruler Timur - the Gur Emir Mausoleum. Today you will enjoy the highlight of your trip – Registan Square with its three impressive, enormous, decorated medrasas. Then you will see the largest mosque of Central Asia – the Bibi Khanum Mosque. Timur wanted to demonstrate his unlimited technical and financial possibilities by building the most beautiful mosque of the Eastern world. You are cordially requested to try the raisins, apricots and nuts during a stroll through the bazaar. Samarkand is not only famous for its historical monuments, but also for its wine. Wine and cognac slide easily down your throat here! After visiting the Wine Museum in Samarkand, you can try 10 of the best types of Uzbek wine and cognac. Dinner in the restaurant „Samarkand “. One overnight stay in Samarkand."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Samarkand – Tashkent. Samarkand is one of the oldest towns in the world and at the same time the centre of the famous Silk Road. In the Museum „Afrosiyob “you will get an idea of old Samarkand. Then you will visit one of the greatest pilgrimage sites of the Islamic world – the Grave complex of Saint Daniel and the Complex Shahi Zinda, a marvellous complex of different mausoleums cased in Timur-style majolica and mosaic tiles. After a break, we will visit a Silk paper factory, founded by the master brothers Mukhtarov. Thanks to their efforts, the old tradition of paper-making using Samarkand technology has been revived in this factory. It is interesting that the whole process is carried out manually. The guests can watch the process of making a silk paper. Then we go on to the Ulugbek Observatory, once the largest research centre in Central Asia. Ulugbek, grandson of Amir Timur and a world-famous astronomer, where you will get introduced with the sextant of his observatory which was only unearthed in 1908. Then we leave Samarkand at 18:00 by fast train “Afrosiyob” to Tashkent. Arrival at 20:08h, transfer to the hotel. Dinner in a local restaurant. One overnight stay in Tashkent."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Tashkent – Return flight (breakfast) After an early breakfast, drive to Tashkent Airport and flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-off-the-beaten-track-holiday",
    "tourName": "Uzbekistan off the beaten track holiday",
    "placesVisited": "",
    "generalInfo": "A fairy-tale tour to the legendary towns of the ancient Silk Road in Samarkand, Bukhara, Khiva and Tashkent. On this trip you will discover the beauty of the Islamic architecture of the Orient. You will dive into the velvet colours of Central Asia and enjoy the relaxed and enjoyable eating and drinking culture of the region. Get away from the bustle of cities with a stop in Nurata, a mid-sized village with a number of sights. You’ll get to spend the night in the broad desert, near Aydarkul Lake, ride a camel, and sleep as nomads have done for centuries. Spend the next day in the fresh air of a quaint village, getting to know the customs and traditions of Uzbek village life. This tour leads you also into the delicious world of tastes, so that you can experience and admire the fine art of the best Uzbek cuisine.",
    "durationDays": "9",
    "price": "2325",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Meet your guide at hotel lobby at 9:00, after short introductory and briefing start your sight-seeing. Today we visit the historical complex of Khasti Imam in the Old Town. On the large square you will see the Tilya-Sheikh-Mosque, the Barak khan Madrassah, the Mausoleum of Kaffal Shashi and the library, where the oldest manuscript of the Koran is kept. Today Tashkent is the modern capital of Uzbekistan, and it is considered as Islamic cultural centre of Central Asia. One cannot find many ancient landmarks as opposed to Samarkand, Khiva and Bukhara. But it has its own sights. One of them is the Tashkent Metro, the first ever built underground system in Central Asia. Walk around green parks of Tashkent including Independence square, Amir Temur square with the Statue for Tamerlane. Have some rest before regrouping for dinner. Lunch and Dinner at local restaurant. O/n at 3* hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Early breakfast at the hotel. Morning flight to Urgench. Arrival in Urgench, transfer to Khiva (35km) and check-in the hotel. Today we visit the Ichan-Kala («the inner town»). Khiva is a town which looks back on a rich history and still looks the same today as it did hundreds of years ago. It is one of the few places in Central Asia which allow us to imagine what life was like in the Khan era. The famous buildings of Central Asia which have long become an emblem are to be found in Itschan-Kala: amongst them are the Mohammed-Amin-Khan Medressah and Kalta Minor (the short minaret), Islam Khodja Minaret, the Juma Mosque (Friday mosque) originally built as a Zoroastrian temple. Lunch at local restaurant. O/n at 3* hotel."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Impressive journey through the vegetated Kyzyl-Kum desert («Red Sand» – desert) and the vast steppe to Bukhara (450 km). En route your escort guide will tell you about the national customs and traditions of Uzbek people. We reach Bukhara by late afternoon. Check-in hotel and have some time to refresh your mood, just before going out to walk around Lyabi Hauz and to go continuously to dinner. Enjoy your dinner tonight at old Jewish merchant’s house, the home of an Uzbek family. Today you will try Uzbek food “Manty” (steamed dumplings). O/n at 3* hotel."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today we start with the Excursion to the mausoleum of Ismail Samani. Then we visit the Chashmai-Ayub mausoleum and continue walking to the Old Town where you feel transported into the fairy-tales of One Thousand and One Nights. Sights include also Ark the citadel, Kalyan Mosque and Miri Arab madrassah. Amazingly even today some of medressahs (theological schools) function as they did hundreds of years ago. Admire the «classic» architectural complex of Lyabi Hauz with trading domes and several mosques, madrassahs and khanaka (dervish monastery) in the town centre, and understand the title of «noble town». We still have some time to pay a visit to Jewish Quarter of Bukhara and go into a Synagogue which is over 400 years old. Then we visit a puppet workshop. Lunch and dinner at local restaurant. O/n at 3* hotel."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After breakfast, you set to journey to Gijduvan (45 km). Since ancient times Gijduvan has been known as a craft and trade centre. The incredibly beautiful and truly unique ceramics is a special pride of the town. Visit a ceramics workshop and its museum with a demonstration room. On the way to our destination stop by at Nurata and visit local mosque with a holy spring water. There are a lot of legends related with the origin of the city and its name. People refer the origin of the city to the fortress Nur, which was founded by Alexander the Great in 4th century BC. Supposedly, the main reason to choose this place for settlement was the spring, known as Chashma. Continue driving to yurt (nomadic tent) camp. Arrive in Safari Yurt Camp, accommodation in yurt. In the evening dinner and swap your tales under the starry sky by sitting around the camp fire with Kazakh akin singing folk songs. Overnight stay in yurts."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "After breakfast in yurt camp, camel ride or trekking on part of the route to the Aydarkul Lake through the desert. Enjoy your time on the lake and have lunch. Depending on the season, you can swim in the lake or observe the fauna (depending on the season you can see steppe turtles, hares or desert pangolins). In the afternoon depart the Aydarkul Lake and drive to Ukhum. Today we eat our dinner in village family guesthouse. Overnight in the guesthouse."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "The village is located far away from roads and cities in a picturesque mountain area with fresh air, green orchards, singing birds, sky full of stars, and friendly people. Have a tour around the village and explore lifestyle of villagers. People have been living in Nurata Mountains since the times of Alexander the Great. Villagers keep house and farm as it was done centuries ago. Women cook on the open fire, weave, spin yarn, bake their own bread, milk the cows. Men farm, shepherd, built houses of stone, rocks and clay. Staying in the village, watching birds, hiking, riding donkey and participating in baking traditional bread “non” gives an excellent opportunity to witness life of local peasants. After lunch depart to Samarkand (270 km) – one of the pearls of the Orient with a history over 2750 years. Samarkand is a town of the Tales of 1001 Nights – was considered in the Middle Ages to be one of the most beautiful towns of the world and has still today lost none of its charm and attraction. After arriving in Samarkand have a break and then have your dinner in the town. O/n at 3* hotel."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Today`s sight-seeing includes visit of the greatest pilgrimage destinations of the Islamic world – Necropolis of Shakhi Zinda or «living king» – a burial site where Tamerlane’s family members are buried. Samarkand – «the Rome of the Orient» – has been since time immemorial a flourishing trading and culture center – the famous Registan Square with its three unique madrassahs Ulugbekh, Sherdor and Tilya Kori. We visit mausoleum of Gur-Emir, burial place of Tamerlane. Then we will visit Observatory of Ulugbekh, which used to be the greatest research center in Central Asia; Then drive to Konigil village to explore traditional way of making Samarkand paper from mulberry. It is interesting that the entire production is done by hand, and guests can watch the manufacturing process. O/n at 3* hotel."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Today enjoy your free morning and visit the Bibi-Khanim-Mosque, which was once considered to be one of the greatest sacred buildings of the Orient. Next to the mosque is one of the oldest Bazaars in Samarkand, the Siyob bazaar, where we will spend half an hour. Transfer to railway station to take the high-speed Afrosiyob train departing to Tashkent at 17:30 (300 km). Scheduled arrival time is 19:45. Have farewell dinner and check in the hotel. Say good-bye to your guide and have a nice time. End of Service"
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-silk-road-holiday",
    "tourName": "Uzbekistan Silk Road holiday",
    "placesVisited": "",
    "generalInfo": "What timeless secrets will Uzbekistan's Silk Road give up for you on this beguiling journey? From cities that were once caravanserais, to villages steeped in folklore; and from tree-cloaked mountains and weird canyons to old fortresses and bullet trains, this 16-day tour de force will keep you enthralled.<br/><br/>Few countries are as captivating as Uzbekistan, a land rich in Silk Road heritage and diverse cultural traditions. This unique tour has been carefully designed to showcase the best of this enigmatic Central Asian republic, led by knowledgeable guides. Explore the magnificent cities of Samarkand and Bukhara, with their plentiful historical treasures. Roam around the archaeological treasures of Termez. See prehistoric cave paintings and petroglyphs in the Nurata Mountains. Feel the ethnic charms and cultural continuity of Baysun. And attend workshops to learn manufacturing techniques that make Uzbekistan one the greatest producers of fine floor and wall textiles in the world.<br/><br/>What's more, your trip will directly benefit these communities, thus helping to preserve their customs, as well as governing our ethical principles here at Travel The Unknown.<br/><br/>TOUR HIGHLIGHTS<br/>Archaeological treasures of remote Termez<br/>UNESCO-listed folk traditions of Baysun<br/>Sublime monuments in Samarkand, World Tourism Capital 2023<br/>Hayot Village, an alpine oasis in the Nuratau Mountains<br/>UNESCO Silk Road city of Bukhara<br/>UNESCO-listed Ichin Kala in Khiva<br/>Uzbekistan's crucible of old and new, Tashkent.<br/>Savitsky Museum's Russian avant garde art<br/><br/>Places Visited<br/>Tashkent - Karshi - Termez - Fayaz Tepe - Baysun - Shakhrisabz - Samarkand - Nurata - Bukhara - Khiva - Kyzlkum Desert - Nukus<br/><br/>WHAT'S INCLUDED<br/>Arrival &amp; departure transfers with the group<br/>Ground transport with driver<br/>Bullet train tickets (economy class)<br/>Accommodation<br/>Full board meal plan<br/>English-speaking guides<br/>Entrance fees to sites &amp; parks",
    "durationDays": "16",
    "price": "2995",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "You will be met by our representative at Tashkent International Airport and transferred to your hotel for early check-in and a rest. The tour will officially begin at midday, when you’ll meet your tour leader, guide, and fellow guests for lunch. This afternoon’s sightseeing tour begins in Old Tashkent, at the Khast Imam complex. These attractive monuments offer a glimpse of what is to come in the Silk Road cities. At the Muyi Muborak Library you will see what is thought to be the world’s oldest surviving Quran: it belonged to Caliph Uthman, who is said to have been martyred whilst reading it in 656. His blood still stains the vellum pages. A walk around Chorsu Bazaar reveals the commercial heart of Tashkent. There are plenty of spices and dried fruits and nuts on sale, plus fresh produce and bakeries churning out thousands of loaves every day. Popping into the nearby Tashkent Metro, a subterranean art gallery, you’ll then see famous faces from the Soviet space programme at the appropriately-named Kosmonaut station. Don’t miss the State Museum of Applied Arts, which is located in a remarkably decorative building dating from the turn of the 20th century. There are galleries for suzanis (embroidery), carpets, ceramics, musical instruments, jewellery, and more. There will be time for a drive past several of Tashkent’s other famous sites, including the Brutalist Hotel Uzbekistan and Amir Timur Square, before dinner. Dinner will be served at a popular local restaurant. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "It is an early start this morning as you will take the comfortable Afrosiyob bullet train from Tashkent to Karshi, the capital of Kashkadarya Region. The city grew up around a river crossing for Silk Road caravans, a point marked by the gorgeous Nikolayev Bridge, which is similar in design to the Si-o-se Bridge in Isfahan. Having walked over the bridge and taken photos, you will stop in the central park to see Soviet-era tanks and helicopters (some of which you can climb on or get inside); visit the 16th century Odina Mosque, which was at one stage a prison and now houses an exhibition remembering the victims of political repression; and then admire the colourful modern stained glass which decorates Karshi’s war memorial. Dinner will be served in the hotel’s restaurant. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast, you will travel south by coach to Termez (275km, 5-6hr), which is the capital of the Surkhandarya Region. You will stop for a picnic lunch in the village of Sayrob, where a pair of 1,000 year-old plane trees have been hollowed out and used variously as administrative offices, a school, and a shop! Local people still gather water from a holy spring across the street. Reaching Termez by mid afternoon, you will have a tour of Termez Archaeological Museum, which displays the most important finds from Surkhandarya’s many ancient sites. The museum visit provides important historical context for the many archaeological sites you will see in and around Termez. Head just outside the city and also see Kyrk Kyz, a fortified caravanserai named after a local legend which describes how 40 girls rose up to fight against invaders. Dinner will be served at a restaurant in the city. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Your full day of sightseeing in and around Termez will begin with a focus on the Buddhist monasteries of Fayaz Tepe and Kara Tepe, which date from the 3rd and 2nd centuries respectively. Buddhism spread here from India during the Kushan period, and along with Zoroastrianism, it was commonplace until the arrival of Islam. You'll also get to visit Kampir Tepe, a vast archaeological site dating from c. 320 BC. The likelihood is that there will be no one else there; few tourists ever venture this far south. Your sightseeing programme continues to the shrines of Al Hakim At Termizi and Sultan Saodat, two religious complexes which have grown up around the graves of Islamic saints. They are important pilgrimage sites for local Muslims, and have fine tiles and painted ceilings. Dinner will be served at a local restaurant. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "In the morning you will drive to Baysun District, an area recognised by UNESCO for its Intangible Cultural Heritage. En route you will stop at the 12th century Jarkurgan Minaret, which has stunning decorative brickwork and some similarity in style with the Minaret of Jam in Afghanistan. Next you will visit the Museum of National Applied Art and Crafts Centre. Here you will learn about the embroidery and carpet weaving techniques which earned the district its UNESCO status. After lunch you will drive to Shakhrisabz, a historic city and the birthplace of the great conqueror Tamerlane. The rest of the evening is at leisure. Dinner will be served at the hotel. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This morning’s sightseeing tour will be on foot, as all Shakhrisabz’s UNESCO-listed monuments are within easy walking distance of the hotel. You will start at the Ak Seray, the mighty palace of Amir Timur; then continue through the huge new city park to see the Dorus-Saodat (Seat of Power and Might) and the Kok Gumbaz Mosque. You will have an early lunch in a converted caravanserai, and then drive onto Samarkand. Your hotel in Samarkand is on the Boulevard, a wide, tree-lined street laid out in the late 19th century. You will have an hour or two before dinner in a local restaurant to take a stroll past the Russian Orthodox Church and the main administrative building of Samarkand State University, a magnificent piece of architecture which wouldn’t look out of place in Saint Petersburg. After dinner, we will drive past the Registan for the first time, stopping to take photos of this architectural masterpiece at night. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Samarkand is the heart of the Silk Road, and a full day of sightseeing awaits. You will start at the magnificent Shah-i Zinda, the jewel-like royal necropolis of the Timurids, which is photogenic from every angle but best appreciated before the sun is directly overhead and the shadows become harsh. You will then see Ulugbeg’s Observatory, where Timur’s grandson made groundbreaking astronomical discoveries; and the excellent Afrosiyob Museum, with its remarkable Sogdian frescoes. You'll also visit Gur-i Amir, Amir Timur’s mausoleum; and the recently renovated Ak Seray nearby. These buildings have the most spectacular interiors in Samarkand, and are a credit to the imagination and skill of the artisans who painted them. Lunch will be in the courtyard of a former caravanserai, a few minutes’ walk from the Registan. There will be ample time to explore Uzbekistan’s most iconic UNESCO monument, with the guide and independently, before walking along the pedestrianised street to the Bibi Khanym Mosque and Siyob Bazaar. You will then end the afternoon with free time for more sightseeing and souvenir shopping, or a visit to see weaving at the Samarkand Bukhara Silk Carpet Factory. Dinner will be served in a city restaurant. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "You will leave Samarkand this morning and drive to the Nuratau Mountains, stopping en route for a picnic. Hayot Village is in the Nuratau-Kyzylkum Biosphere Reserve and is an anchor for community-based tourism in the region. Your charming, family-run guesthouse has a stream running through the garden, and in the late afternoon there will be time to walk into a side valley above Hayot to see mouflon, wild mountain sheep, which are breeding in the nature reserve. In the valley there are also a small number of petroglyphs depicting hunting scenes. Dinner will be served at the guesthouse. Overnight in guesthouse (note that guesthouse rooms and facilities are on a shared basis) Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Enjoy a leisurely morning before beginning your descent from the mountains around eleven o'clock. Your first stop is at Nurata, where Alexander the Great built a fort with impressive views, and there’s also a large shrine complex popular with local pilgrims. You will have an early lunch in the garden of a private home, then continue on to see the Rabati Malik and Sardoba Malik, a UNESCO-listed caravanserai and domed reservoir, as we pass the industrial city of Navoi. You'll then stop by Gijduvan, a village famed for its ceramics, so here you will visit the Narzullaev family’s workshop and museum. Alisher and Olimjon Narzullaev represent the sixth and seventh generation of ceramicists, and their work is often exhibited abroad. Their female family members and neighbours produce traditional suzanis and carpets, so you will see all three of these crafts in one place. Upon arrival in Bukhara, settle your things at your hotel before enjoying dinner at a restaurant in the city: it is an atmospheric walk there and back. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Nowhere compares to the beauty of Bukhara, one of the world’s most complete medieval cities, which is rightly protected as a UNESCO World Heritage Site. Your sightseeing tour will include Bukhara’s main synagogue; the trading domes and Lyabi Hauz complex; the Poi Kalon, with its 12th century minaret, madrassa, and mosque; the vast Ark Fortress; and the groundbreaking Samanid Mausoleum and nearby Ayub Chashma. Dine out at a restaurant in the city; after the meal you will have the option to go to the atmospheric hammam (extra cost applies). Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Today you will have free time to continue exploring: the major sites are all within walking distance of the hotel, and your tour leader and guide can point you in the direction of the best places to shop. For anyone who would like to go, there will be an optional visit in the morning to the Jeyran Eco Center, approximately 40km south of Bukhara. This nature reserve was set up to breed endangered species of goitered gazelles (jeyrans). Learn about the conservation work being done here and then return to Bukhara. Enjoy the afternoon and evening at leisure before dinner. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "You will see two final monuments before departing from Bukhara. Sitorai Mohi Xosa was built as a summer palace by Emir Alim Khan, the last ruler of Bukhara, and it combines vernacular architecture with fashions from Russia. The palace also has small museums of suzanis and luxurious costumes. The decadent palace contrasts with the Baha-ud-din Naqshband complex, a religious shrine around the grave of the venerated 14th century Sufi scholar Baha-ud-din Naqshband Bukhari (aka Saint Sheikh). Naqshband founded the Naqshbandi order of mystical Islam, which still has many followers, including in the UK. After lunch, it's time to make the drive to Khiva on which you'll pass through the Kyzyl Kum Desert and stop by the banks of the Amu Darya River. In the evening, settle into your hotel. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Spend the day exploring Khiva and the many monuments within Ichin Kala, the Friday Mosque and Tashauli Palace. Gain a deep understanding of these UNESCO protected sights and their preserved Muslim architecture and cultural highlights. End the day with dinner and an evening at rest. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "This morning brings visits to the ancient Khorezmian Fortresses and archaeological sight of Ayaz Kala. Break for lunch before you continue on toward the desert fortresses of Kizil Kala and Toprak Kala from where the final stretch to Nukus will be driven. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "This morning you'll visit the famous Savitsky Museum, known for its impressive avant- garde collection of Russian art. After a while of wandering it's halls, head for lunch before an afternoon which is yours to explore or relax. Enjoy your final dinner in Uzbekistan before you make your way to the airport for your late evening flight to Tashkent. Upon arrival, transfer to the hotel. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "At the appropriate time, transfer to the airport for your onward journey home. If you have time before your departure, you may like to visit the Russian Orthodox Cathedral or the Railway Museum, both of which are within walking distance of the hotel. Meal plan: Breakfast"
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-small-group-holiday",
    "tourName": "Uzbekistan small group holiday",
    "placesVisited": "Tashkent, Nukus, Khiva, Kyzylkum Desert, Bukhara, Yangikishlak, Khiva, Nuratau Mountains, Samarkand",
    "generalInfo": "Hear someone mention Uzbekistan and you’ll immediately think of the mysteries and legends of the ancient Silk Road – and this small group holiday takes you to its very heart. Along with a band of likeminded travellers and expert guides, you’ll spend ten days exploring the treasures of this extraordinary country and you’re sure to rack up a large collection of memories that will stay with you for a long time to come.  <br/><br/>Your journey begins in the Uzbek capital Tashkent, where there’s time to acclimatise before hopping on a plane to Nukus. Here, highlights include a visit to the Savitsky Museum, which details the region’s Karakalpakstan culture and early 1900s avantgarde Russian art. Next, it’s on to Khiva and its ancient city centre, before following the Silk Route to Bukhara, a UNESCO World Heritage Site and the best preserved medieval city in Central Asia.  <br/><br/>The peace and quiet of the Nuratau Mountains are next on the agenda, and you’ll get a real insight into local village life around these parts. Your journey ends in fabled Samarkand, where the myths and legends of the Silk Road still loom large.  <br/>",
    "durationDays": "11",
    "price": "2295",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tour starts in Tashkent: Rooms will be available in Tashkent from this afternoon. Those arriving on the group flights will arrive in the early hours of tomorrow morning."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Tashkent: City Tour Including Bazaar & Opera House: Tashkent is Uzbekistan’s vibrant capital which sat at the heart of the old Central Asian trading routes, gaining prominence under the Mongols and the Shabanids, before finally being absorbed by the expansionist policies of the Russian empire during the 19th century. Flattened by a devastating earthquake in the mid-1960s, the city was reinvented by the Kremlin to represent the very epitome of the socialist ideal. After our morning briefing, we will head out and see some of the capital's highlights - including the Khast Imam Complex, the stunning edifice of the Alisher Navoi Opera and Ballet Theatre and the Chorsu Bazaar, a vast open-air market that sits in the heart of the old part of the city."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Tashkent – Nukus/ Urgench - Khiva: Kyzyl-Kum Desert, Ayaz Kala & Toprak Kala: This morning we take an early flight to Nukus or Urgench, and then drive to the Kyzyl-Kum Desert, to explore Ayaz Kala and Toprak Kala. Ayaz Kala, an impressing mudwalled hilltop fortress dating from the 2nd century has magnificent views over the nearby lake. From there, we continue to Toprak Kala which flourished in the 3rd century AD as the capital of the Khoresmshah Dynasty. Later this afternoon, we'll travel by road to Khiva where we can enjoy an evening walk around the incredibly well-preserved old town."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Khiva: Full Day Exploring the Many Historic Monuments: Considered a pearl of eastern architecture, Khiva is one of the oldest cities of ancient Khorezm. Legend has it that is was founded by Shem, the son of Noah, and archaeological records can trace its origins back to the 4th or 5th century BC. We will spend today exploring its madrasahs and museums, wandering the narrow streets of the Ichan Kala (inner city) and enjoying the atmosphere and sights of a city that can boast some 50 historic monuments."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Khiva – Bukhara: Afternoon Walk & Dinner: Continuing our journey down the old Silk Road, we will make our way to Bukhara. More than 2,000 years old and home to some 140 architectural monuments, the historic centre has been described by UNESCO as the most complete example of a medieval city in Central Asia. Upon arrival later this afternoon, we will take a stroll around the old city before dinner. Driving distance 480km, 7-8 hours approx."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Bukhara: Cultural Highlights, Plov Demonstration & Free Time: Considered to be Central Asia’s holiest city, Bukhara is liberally sprinkled with an architectural legacy that spans a thousand years of history. A centre of trade, culture and scholarship for centuries, under the Samanids the city became a major intellectual centre of the Islamic world. Today we’ll take in some of its highlights, with visits planned to the imposing Ark of Bukhara and the Samanids Mausoleum, the Friday Mosque and Lab-i Hauz, home to the 16th century Kukeldash Madrasah, the largest in the city. Lunch will consist of a plov cookery demo, so that we can see how the national dish of Uzbekistan is made before sampling the results. We will then have the remainder of the day free for shopping and generally relaxing in this most characterful of the old Silk Road towns."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Bukhara – Yangikishlak: Experience Village Life: Departing Bukhara this morning our next stop is the village of Yangikishlak, located between Lake Aydarkul and the Nurafshan Mountains. Occupying a fertile valley that forms part of the Nuratau-Kyzyikum Bio-Reserve, this area is home to a number of traditional villages, unique plant life and the highly endangered Severtzov wild sheep. On arrival we will have a chance to settle into our family guesthouse, before enjoying an afternoon’s introduction to the family and to village life. If we’re lucky, we may be able to enjoy some of the region’s traditional music and dance - a wonderful way to learn more about local folklore and legends. Total driving distance and time: 320km, approx. 5hrs."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Yangikishlak – Samarkand: Nuratau Nature Reserve & Evening in Registan Square: This morning we will visit the Nuratau Reserve by walking through some of the local villages. Offering up a mix of natural and cultural highlights, the area is home to an array of unique plant life and some 160 species of birds. After a delicious lunch prepared by our host family, we journey east towards one of the oldest continually inhabited cities in Central Asia. Once one of the greatest cities on earth, Samarkand is a name that resonates with the commerce and colour of the old Silk Road. We will aim to arrive by evening at the Registan, a sublime combination of three magnificent madrassahs overlooking a square for which this ancient city is so famous."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Samarkand: Monuments, Bazaars & Wine-Tasting: Our tour of the city continues today with a visit to the Gur Emir Mausoleum, the final resting place of Tamerlane, the founder of the Timurid Empire. We’ll also take in the Shah-i-Zinda Necropolis and the 15th century Bibi-Khanym Mosque, once considered one of the most magnificent mosques in the Islamic world. After a chance to explore the bustling Siyob Bazaar, there will be some free time before we set out for wine-tasting at the Khovrenko Winery."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Samarkand – Tashkent: Konigil Meros Paper Mill, Train to Tashkent: Today we will visit to the fascinating Konigil Meros Paper Mill to see the famous Samarkand paper production process before some time at leisure. Bidding farewell to this famed city, we will take an afternoon train back to Tashkent for the last night of the tour. Full circle, we’ll reminisce about our journey through such a hospitable and vibrant country."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Tour finishes in Tashkent: The tour ends this morning after breakfast."
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-small-group-tour-uzbekistan-embraced",
    "tourName": "Uzbekistan small group tour, Uzbekistan embraced",
    "placesVisited": "",
    "generalInfo": "This journey through Uzbekistan offers an enriching exploration of some of Central Asia’s most evocative Silk Road cities, combined with moments of genuine cultural connection in rural mountain communities. Beginning in the atmospheric mud walled streets of Khiva, you follow the ancient caravan routes to the holy city of Bukhara and on to majestic Samarkand, where shimmering blue domes and monumental Islamic architecture create one of the most memorable cityscapes in the region. Along the way you visit traditional markets, historic fortresses and intricately tiled mausoleums, and you spend a night in a family owned guest house in the Nuratau Mountains where village life unfolds at a gentle pace. The adventure concludes in the modern capital of Tashkent where leafy boulevards, impressive museums and elegant metro stations provide a final contrast to the country’s ancient heritage. This itinerary offers a balanced blend of history, culture and everyday life, creating a vivid and rewarding introduction to Uzbekistan.",
    "durationDays": "11",
    "price": "1595",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Urgench- Khiva 35kms, approx.40 mins driving time) - Upon arrival you will be met and transfer to hotel in Khiva. Check-in right away and rest in the morning after the long flight. This afternoon then we will start our guided tour of Khiva with introduction to city itself and the country. Overnight at Orient Star Khiva or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Khiva - Today will be given over to a full day city tour of the UNESCO listed Ichan Kala, or inner town, and its many sights, including the Friday Mosque with its 218 wooden pillars supporting its roof, and the Islam Khoja Minaret whose stripes rise to an impressive 60 metres in height. We will visit Kunya Ark, or Old Fortress, the residence of the rulers of Khiva from the 12th Century and the Pakhlavan Mahmud Mausoleum which is one of the most beautiful spots with its lovely courtyard and stately tilework. After lunch at a private house we will continue our tour to include a visit to a bazaar and a caravanserai. Overnight at Orient Star Khiva or similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Khiva- Bukhara (455 kms, approx. 6 hrs, 35mins driving time) - We will depart Khiva this morning for the Holy City of Bukhara, stopping at Amudarya River. On arrival transfer to your hotel. Overnight at Sasha & Sons or similar (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Bukhara - We will spend today delving further into Bukhara one of the most spectacular cities in the region and with a superbly preserved old quarter. Visits include Ark Castle, Ismail Samani Mausoleum, Karan Mosque, Labihauz and Bola Houz Complexes, and Toki-Zargaron, the largest trading dome of Bukhara. Overnight at Sasha & Sons or similar. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Bukhara - A second day exploring this fascinating city. We visit Sitorai Mokhi Hosa, the summer residence of the last emir of Bukhara, Chor Bakr Necropolis and Nakshbandi Memorial Complex. This afternoon explore the narrow streets of the old town. Overnight at Sasha & Sons or similar (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Bukhara- Nurata- Yangikishlak village - (200 kms, approx. 4 hrs driving time) - We will check out of our hotel and begin the drive towards the Nuratau Mountains. On the way we will visit the town of Nurata, famous for its Suzuni, an embroidered and decorative tribal textile. We will visit the Holy Chasma and then continue to Yangikishlak village, and on arrival settle into our family owned guest-house in the small village where we will spend the night and get to know the local lifestyle in mountainous area of the country. Activities can be arranged such as walk in the village, walk to Nuratau eco reservoir, dinner cooking class with the family and meal with the family we will be staying with tonight. Overnight in a local family owned guest-house (basic facilities, restrooms outside, single supplement can’t be guaranteed as rooms are usually divided amongst the group). (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Yangikishlak- Samarkand (210 kms, approx. 4 hrs driving time) - This morning visit Nuratau eco reservoir for easy hike, and flora and fauna tour of the area, get to know the village life. We then drive to the legendary city of Samarkand after the lunch in the village. The rest of the day will be at leisure. Overnight at Jahongir Premium hotel in Samarkand or similar (BL)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Samarkand - A full day to discover glorious Samarkand with its spectacular collection of traditional buildings. The city is most famous for its Registan Square, which contains perhaps the most stunning and well-preserved architecture in the whole region. Long held in awe by early western travellers, it is easy to lose yourself in wonder at the incredible mosques and medressas, elaborately decorated in blue tiles and traditional Islamic art. We will also visit the Tomb of the Emir, beneath which lie Timur, along with two of his sons and two of his grandsons. After admiring the impressive Bibi Khanym congregational mosque we will continue to Siab Market, the main farmers market, before taking lunch in a local restaurant. In the afternoon we will visit Shakhi Zinda, a dazzling collection of richly tiled mausoleums, the tombs of the rulers and nobles of Samarkand, lining either side of a gently rising pathway. The name, meaning the tomb of the Living King, refers to the original shrine which is thought to be the grave of Qusam ibn- Abbas, a cousin of the prophet Muhammad, who is said to have brought Islam to the area. Overnight at Jahongir Premium hotel in Samarkand or similar (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Samarkand - Tashkent - Today gives the opportunity to discover more of the sights of this inspiring city. We will begin with a tour of Ulugbek’s Observatory, which was constructed in 1420, and he was probably more famous as an astronomer than as a ruler. He was fascinated by the stars and the universe, and as a result of the observations he undertook with the naked eye only, he calculated the length of the year to within a minute of the modern accepted value; and predated the telescope by over 150 years. Other sites will include the Khodja Daniil Mausoleum and the Meros craft centre where silk paper is made. Later this afternoon we transfer to the railway station to board our bullet train back to Tashkent. Overnight at Inspira-S hotel or similar (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Tashkent - Today we will explore the capital city of Tashkent. Visits include Amir Temur Square, Museum of Applied Arts, Independence Square, Khast Imam Complex with ancient Koran from the VIIth centry, and some of the spectacular metro stations. Overnight Inspira-S Tashkent or similar (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Tashkent Departure - The tour ends with a transfer to the airport to connect with your onward flight. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-small-group-tour-uzbekistan-odyssey",
    "tourName": "Uzbekistan small group tour, Uzbekistan odyssey",
    "placesVisited": "Tashkent, Nukus, Khiva, Bukhara, Kizil Kum Desert, Nurata, Samarkand, Kokand, Margilan",
    "generalInfo": "This Uzbekistan small group tour is a veritable odyssey, taking you to a country that’s the biggest tourist draw in Central Asia, and with good reason. A major part of the legendary Silk Road, Uzbekistan in rich in ancient architecture; but its natural landscapes are equally as impressive, with vast swathes of desert, soaring mountains and a mysterious inland lake known as the Aral Sea.  <br/><br/>Travelling with a small group of fellow adventurers, as well as a driver and expert English-speaking guides, you’ll get to visit some of the country’s top highlights, including the breathtaking architecture of UNESCO-listed Samarkand, the elegant walled desert city of Khiva and Bhukara, home to hundreds of ancient and brilliantly preserved mosques, bazaars and caravanserais. You’ll also get the chance to take part in craft workshops, such as traditional silk weaving or woodwork, alongside talented local artisans. <br/>",
    "durationDays": "11",
    "price": "1995",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Tashkent Airport early this morning, where you will be met by a Travel The Unknown representative and transferred to your hotel. Morning at leisure to rest and relax after your flight (early check-in is included). Spend the rest of the day exploring the iconic sights of the city, including: the Kukeldash Madrassah, Kaffal Shashi Mausoleum, Barak Khan Madrassah, Harzat Imam Complex and the vibrant Chorsu Bazaar. Return to hotel in the evening. Meal plan: Breakfast & lunch"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Morning flight to Nukus. Visit the famous Savitsky Museum, known for its impressive avant-garde collection of Russian art. After lunch drive out to visit some of the ancient desert fortress of Ayaz Kala. Continue to Khiva for overnight. Meal plan: Breakfast, lunch"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Spend the day exploring Khiva, including the sights of the Kunya-Ark fortress, the Friday Mosque and Tashauli Palace amongst many others. In the evening you will enjoy dinner in a local restaurant. Overnight stay in Khiva. Meal plan: Breakfast & dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Depart Khiva, driving through the Kizil Kum desert to Bukhara. You will break the journey en-route for lunch and also stop off at the scenic banks of the Oxus river (aka Amu Darya river). Once in Bukhara, the rest of the evening is your own. Overnight stay in Bukhara Meal plan: Breakfast, lunch"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today is a full day exploring the main sights within this incredible Silk Road city. These will include the Ark Fortress and Bolo-Hauz complex, Poi-Kalyan ensemble, and Taqi tradiing domes. In the evening, enjoy dinner in an ancient madrassah accompanied by traditional music. Meal plan: Breakfast & dinner"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This morning takes you outside of the city to visit the impressive Bakhauddin Nakhshbandi Ensemble, considered to be one of the most important and sacred sites in Central Asia. Upon your return to the city, the rest of the day is your own to rest or explore at your own pace. Meal plan: Breakfast, dinner"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Early morning set off for the Nurata Mountains, stopping off to see the ruins of Alexander the Great's Fortress and ancient petroglyphs. Arrive for lunch at your guesthouse in the mountains. Enjoy the rest of the day with the family and local area, learning about rural life in this remote part of Uzbekistan. Make traditional Uzbek bread with your hosts and enjoy dinner at the guesthouse. Your stay there contributes to their income and also employ local people. Meal plan: Breakfast, lunch & dinner"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Take a morning walk in the pictureque mountain village where you will see Severtsev sheep and birdlife. After lunch at the guesthouse, drive to Samarkand. Meal plan: Breakfast & lunch"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Today you will spend the day exploring the magnificent sites in Samarkand, including the Gur Emir Mausoleum, the Bibi Khanom mosque and the Registan Ensemble. Enjoy a typical Uzbek lunch in a local restaurant and in the afternoon wander through Siyob bazaar. Evening is at leisure. Meal plan: Breakfast & lunch"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "This morning you will visit Shah i Zinda Mausoleum and the restored silk paper mill in Konigil. After lunch leave for the railway station to catch your train back to the capital Tashkent. Transfer to hotel and enjoy a traditional farewell dinner. Meal plan: Breakfast & dinner"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Spend the morning at your leisure, before transferring to Tashkent airport for your onward journey. Meal plan: Breakfast"
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-small-group-tour-with-added-comfort",
    "tourName": "Uzbekistan small group tour with added comfort",
    "placesVisited": "Silk Road, Chorsu Bazaar in Tashkent, Introduction to Samarkand – and Uzbek wine, Excursions give an understanding of Uzbek ceramics, fabrics and bread-making, Tour Bukhara, Stay in a historic former madrassa in Khiva, Cookery class to learn about Khorezmian cuisine",
    "generalInfo": "This small group tour journeys through Uzbekistan and its great cities: Tashkent, Bukhara, Khiva and Samarkand. Accompanied by a knowledgeable local tour leader, you’ll explore Uzbekistan’s Silk Road history, the Soviet legacy, and contemporary culture too, with a series of well-chosen activities that showcase Uzbekistan hospitality.<br/><br/>You’ll meet the rest of your group and tour leader on the first evening in Tashkent, getting to know everyone over a welcome dinner in a restaurant, and a walking tour of the city on day two. The group size is just 15 meaning that it’s sociable but not overwhelming, and you can stay in small, locally owned accommodation. In both Bukhara and Khiva you’ll stay in boutique historic properties – including a former madrassa in Khiva, with centuries of history in its walls.<br/><br/>Over the next week you’ll travel in a loop by private vehicle, high-speed train and metro, spending time in key destinations along the legendary Silk Road: Samarkand, Bukhara and Khiva. Each city’s colourful history will be revealed by the tour leader as you explore them on foot, with group meals organised on some evenings, while on other days you can follow your leader’s restaurant recommendations. You will have countless opportunities to enjoy local cuisine – indeed, in Khiva, you’ll take a cookery class and learn how to make a few dishes.<br/><br/>Expect a host of other activities too, all of them carefully selected to immerse you in Uzbekistan’s culture while also benefitting local people. In Samarkand, visit the studio of an artisan making paper with a 1,000-year-old method, and share a meal of plov, a rice dish, cooked in a cauldron over an open fire, with a local family. En route to Khiva, pause at a pottery workshop to learn about Uzbekistan’s ancient ceramics tradition, and to meet a family who produce beautiful silk fabrics known as suzani.<br/><br/>Uzbekistan is one of Central Asia’s most interesting and welcoming countries, and this fantastic tour makes for a memorable introduction.",
    "durationDays": "10",
    "price": "2371",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Tashkent.",
        "description": "Xush kelibsiz! Welcome to Uzbekistan. Your adventure begins in the largest city in Central Asia, Tashkent. The mix of Russian and Uzbek style is an indication that for many years, it was a key city of the USSR. Extravagant mosques, both ancient and new, sit alongside modern highways and Soviet monuments. When you arrive at the airport, you’ll be met by a local representative and be transferred to your hotel. You’ll have a welcome meeting at 6 pm tonight to meet your local leader and fellow travellers. If you arrive early, maybe take a walk to see some of the contemporary architecture that sets this city apart from many other Silk Road destinations. After your meeting, join your group for a welcome dinner at an excellent local restaurant serving traditional Uzbek food such as laghman noodles, norin noodles and fried dumplings."
      },
      {
        "dayNumber": 2,
        "title": "Tashkent.",
        "description": "Explore Tashkent on a city tour with your leader. First, make your way to the Khast Imom Complex, which includes the Barak Khan medressa (a college for Islamic instruction), the Kaffal Shashi Mausoleum, the Quran Library and the Mosque, which holds one of the oldest and holiest koran in the world. Then, leave behind the spiritual world and venture into the Chorsu Bazaar – one of the largest and oldest markets in Central Asia. Wandering through this giant marketplace is a fantastic way to see locals going about their daily lives. Uzbeks are some of the friendliest people in the world and with your leader on hand to bridge any language gaps, you’ll soon find yourself chatting to many locals. Your leader will show you some of Tashkent’s beautiful metro stations, then you’ll finish the tour at Amir Timur Square. With your free afternoon, you may like to visit the striking Kukeldash medressa."
      },
      {
        "dayNumber": 3,
        "title": "Samarkand.",
        "description": "Early this morning, take a high-speed Afrosiab train to the ancient Silk Road hub of Samarkand. The city has long been a centre of artisans and traders as well as the prize for many a conquering army, leaving behind a rich and complex history. When you arrive, stop by the gorgeous remains of the Ulugbek Observatory – built by a Muslim prince, your leader will explain how this unpopular ruler had a controversial passion for astronomy. After, explore the Afrosiab Museum – home to a treasured 7th-century fresco of the Sogdian King Varkhouman. Then, head to the workshop of a local artisan in Konigil to discover one of the few people in Central Asia who continues to produce paper using a 1000-year-old method. This village is home to the Meros paper mill, founded by well-known masters, the Mukhtarov brothers. Thanks to their efforts, the local factory revived an ancient tradition based on old Samarkand technologies. You'll also see a ceramics workshop, then you can enjoy a free evening to explore Samarkand at your own pace."
      },
      {
        "dayNumber": 4,
        "title": "Samarkand.",
        "description": "Today you’ll dig deeper into Samarkand’s fascinating cultural heritage with your leader. First, visit the holy Shah-i-Zinda complex – the so-called ‘Town of the Dead’ necropolis, with more than 20 beautifully decorated unique buildings. Then, head to the Gur Amir Mausoleum. Your leader will tell you all about the mighty ruler Timur, as this is his final resting place. Stand on the iconic Registan Square with three mosaic-adorned madrassas towering over you, then explore the Siob Bazaar, full of bustling stalls and friendly local traders. This afternoon, head out of the city to the Bagizagan winery, considered the best wine producer in Uzbekistan. Get a special insight into the production of Uzbek wine and try a few drops for yourself. In the evening, you’ll have the intimate Uzbek experience of joining a local family for a cooking demonstration on the traditional meal ‘plov’. Uzbek men pride themselves on their ability to prepare the most unique and delicious plov (a tasty rice dish cooked over an open flame in a traditional cauldron) and you’ll sit down to share some over dinner."
      },
      {
        "dayNumber": 5,
        "title": "Bukhara.",
        "description": "This morning, you’ll make your way to the holy and historic city of Bukhara on a high-speed train. A UNESCO World Heritage-listed site, Bukhara is widely regarded as Central Asia’s holiest city and is home to monuments dating from the 8th to the 18th century AD. When you arrive, you’ll take a tour of some of the sites with your leader. Head out to see some of the monuments – the meticulous restoration of many of the mosaic and majolica decorations gives you a true sense of how these buildings looked in their original glory. Visit the Ismail Samani Mausoleum, the Chashma Ayub Mausoleum and the Bolo-Khauz Mosque. After, head to your Feature Stay in a converted Jewish House. Historic and authentic, these houses are interestingly decorated and there’s much to explore here. This evening, head out to dinner at a local restaurant, then you’ll enjoy an Uzbek folklore and music performance at one of the city’s madrasses."
      },
      {
        "dayNumber": 6,
        "title": "Bukhara.",
        "description": "This morning, you’ll continue to explore Bukhara with your leader. After breakfast, visit the ruins of the 5th-century Ark Fortress and the imposing Poikalon complex. Taki Zargaron and the trading domes near here still offer a colourful array of goods including embroideries, jewellery, spices, handicrafts and all manner of Silk Road treasures. This is the place to test your haggling skills and share a joke or two with local craftsman and merchants. Visit the central Lyabi-Hauz complex and its surrounding areas, which you may want to revisit during twilight hours. Then, you have the rest of the afternoon and evening free to explore at your own pace – your leader will always be on hand with great recommendations."
      },
      {
        "dayNumber": 7,
        "title": "Khiva.",
        "description": "After a leisurely morning in Bukhara, visit Sitorai Mohi Hosa – the summer Palace of Alim Khan, Uzbekistan’s last emir. Your leader will share stories of the emir’s extravagant lifestyle as you explore the luxuriously decorated compound. Then, say your goodbyes and drive to Khiva. You’ll travel through the Kyzyl-Kum (Red Sands Desert) – the largest desert area in Central Asia that has long been inhabited by various nomadic people. Arrive in Khiva in the evening, where you’re free to rest and recharge after a long travel day."
      },
      {
        "dayNumber": 8,
        "title": "Khiva.",
        "description": "Take a full day to explore Khiva with your leader. This city is well preserved and perfect for exploring on foot, with impressive walls that mark the boundaries of the Old City. Your leader will guide you through the ancient monuments, including the turquoise Kalta Minor Minaret, the Khan museum, the 17th-century Juma Mosque and the Islom-Hoja Minaret and Medressa. Visit the Kuhna Ark, which was the main fortress, and look over the city from the hill of the Ak-Sheikh Baba observation platform. Finish with the tranquil 19th-century Tosh-Hovli Palace. Later, head to one of the city’s roof terraces for a glass of champagne as you watch the sunset. Tonight, join a cooking class and learn the secrets of Khorezmian cuisine. Make traditional dishes like shivit oshi (green noodles) and tuhum-barak (egg dumplings) then tuck into your creations for dinner."
      },
      {
        "dayNumber": 9,
        "title": "Tashkent.",
        "description": "Transfer to the airport in the morning for a flight to Tashkent. Admire the facade of the Navoi Theatre, named for one of the nom de plume’s of Ali-Shir Nava’I – a 16th-century writer and mystic. The multi-arched building was partially constructed by Japanese prisoners of war. Next, take a walk down the buzzing Broadway Alley, where there’s always something happening. Take some time to wander the street lined by shady trees and works from local artists. Tonight, join your fellow travellers for a final dinner and say farewell to this spectacular Silk Road country."
      },
      {
        "dayNumber": 10,
        "title": "Tashkent.",
        "description": "Your adventure comes to an end after breakfast today. If you would like to spend some more time in Tashkent, just get in touch with your booking agent ahead of time to organise additional accommodation."
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-small-group-tour",
    "tourName": "Uzbekistan small group tour",
    "placesVisited": "Tashkent, Khiva, Central Asian Plateau, Bukhara, Bolo Khauz Mosque, Char Minar, Sarmysh Gorge, Nurata, Alexander the Great's fortress, Yangikazgan, Lake Aidarkul, Samarkand, Registan Square, Ulugbek Observatory, Tamerlane Mausoleum, Optional: camel ride in Yangikazgan",
    "generalInfo": "Who can mention Samarkand, Bukhara or Khiva without conjuring images of newly arrived Silk Road traders, of the romance and intrigue of the Great Game, of skull caps and silk sashes, or of fabulously decorated mosaic domes and minarets? This trip explores Uzbekistan in depth. In addition to the famous Silk Road cities, we travel to the semi-autonomous Republic of Karakalpakstan, learn about the tragic shrinking of the Aral Sea, and spend a night in a traditional village in the Nurata Mountains.",
    "durationDays": "15",
    "price": "3399",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Our adventure begins in Tashkent, the capital of Uzbekistan. As many flights arrive very late in the evening or early tomorrow morning, there are no activities scheduled today. Want more time in Tashkent? Secure pre-tour hotel nights through your sales representative. Accommodation: Gabrielle International Hotel or Milan Hotel (or similar)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Say hi to your tour leader and fellow travellers this morning, when we gather as a group to get to know each other and learn more about the adventures ahead. Late morning, we explore this Central Asian capital, which includes visiting Independence Square, which is flanked by public buildings and water fountains, and the Old City, home to mausoleums and a bazaar. Tashkent was largely destroyed by earthquakes in the 1960s and was rebuilt in true Soviet style with pleasant leafy boulevards and lots of fountains to cool the summer heat. There are also very interesting museums and mosques. This evening, your tour leader will ensure a big welcome over dinner at a local restaurant before returning to our hotel. Please note: Some flights arrive into Tashkent very early this morning, giving a few hours to rest before the city tour. Accommodation: Gabrielle International Hotel or Milan Hotel (or similar)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Travel to Samarkand by high-speed train (approximately 2hr 15min) this morning. Samarkand is a jewel of the ancient and modern Silk Road. We have a busy day, taking in many of the sights. There is the exquisite jade mausoleum of Gur-i-Emir, the resting place of Tamerlane, now considered by many to be an Uzbek national hero. Perhaps the greatest treasure is Registan Square, Tamerlane’s outstanding creation, a vast complex of domes and minarets, mosques and madrassas. We visit the grandiose Bibi Khanum mosque, and the magnificent Gur-Emir mausoleum, where Tamerlane, his sons, and his grandson Ulugbek are buried. Samarkand is still a major hub for textiles, carpets and art and is a great place to try your bargaining skills and explore the bazaar. Accommodation: Ideal Hotel or Malika Prime (or similar)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "We continue our exploration of Samarkand today, visiting: Ulugbek Observatory; Shahi-Zinda, the necropolis of the rulers and nobility of Samarkand, home to magnificently decorated mausoleums; and Siab bazaar. We also enjoy a masterclass on making and painting ceramics, plus a demonstration on creating silk paper using medieval technology in the village of Konigil. Accommodation: Ideal Hotel or Malika Prime (or similar)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Enjoy free time in Samarkand this morning for shopping or further exploration. In the afternoon, we drive (4hr 30min) to the Nurata Mountains through the central Jizzakh Region. Our destination is the ancient mountain village of Sentyab, nestled into a fertile river valley. We have time for a scenic walk to explore the village, before cooking a traditional dish with our hosts. Accommodation: Homestay"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This morning, we hike for two to three hours to the ruins of an ancient village, where the houses were originally built of flat stone. After lunch at the homestay, we drive west for three hours to the Kyzylkum desert, where we stay overnight at a simple yurt camp. After arriving, we take a walk in the vicinity of the camp and get acquainted with the flora and fauna of the desert. After dinner, we sit around a large bonfire while listening to traditional folk musician, who sings with a dombra (a stringed instrument). Accommodation: Yurt camp"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "After breakfast, we can take a short ride (optional) on two-humped Bactrian camels, before heading to nearby Aydarkul, a huge lake (more than 125mi/200km long) surrounded by the sands and dunes of the Kyzyl-kum desert. Here, we can relax and swim from the sandy beach, before returning to the yurt camp for lunch. In the afternoon, we drive towards the city of Navoi. After around one hour, we stop in Nur, a place of pilgrimage, for a short exploration of the city. After, we complete the transfer (two hours) to Navoi and take a sleeper train departing around 8.30pm to Kungrad, arriving around 9.30am tomorrow. Accommodation: Overnight train"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "We arrive into Kungrad and the Republic of Karakalpakstan, an autonomous (at least in name) republic of Uzbekistan. The Karakalpak people have a culture and language closer to that of the Kazakhs than Uzbeks. Once an area of agricultural importance, Karakalpakstan now suffers greatly from drought. The Amu Darya River (historically known as the Oxus) ran into the Aral Sea but Soviet-era irrigation schemes, particularly for the production of cotton, mean the river no longer reaches the sea, causing an environmental tragedy and the dramatic shrinking of the sea. We drive on the bumpy road from Kungrad to Moynaq, which takes about two hours. Moynaq was formerly an important fishing port on the shores of the Aral Sea. The sea is long gone and all that’s left behind are the rusting remains of the fishing fleet sat on the dry seabed amid what is now a bleak, lunar-like landscape. We have time to look around and see the town’s small museum. At times, the area can be dusty, temperatures high and air quality poor, caused in large part by the disappearance of the sea. We leave Moynaq and drive about three hours to Nukus, the capital of Karakalpakstan for the night. Accommodation: Pana Hotel or Jipek Joli Hotel (or similar)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Visit the Savitsky art museum this morning, which houses an important collection of Soviet avant-garde art, plus a collection of historic artifacts of ancient Khorezm and a collection relating to Karakalpak culture. Leaving Nukus, we visit the Mizdakhkan necropolis before beginning the drive to Khiva (which takes about six hours). On the way, we visit the Zoroastrian Chilpik dakhma and the ancient Ayaz-Kala fortress, where we enjoy dinner at a yurt camp before the final leg of our journey to Khiva. Accommodation: Malika Kheivak or Bek Minor (or similar)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "We spend today exploring Khiva, starting with a visit to Ichan Kala, a World Heritage Site, the inner fortress of Khiva. While exploring the open-air museum-city, we see the tile-decorated Kalta Minor minaret, Kunya Ark Fortress (the former residence of Khiva khans), the complex of Pahlavan Mahmud (a national hero and poet), Islam Khoja minaret and madrasah, Juma Mosque, the Tash Khauli and Allakuli Khan palaces. We also visit the workshops of local artisans and see the production of Khiva wool and silk carpets, embroidery, ceramic products and wood inlays. Accommodation: Malika Kheivak or Bek Minor (or similar)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Today we travel across the Kyzyl-Kum desert from Khiva to Bukhara by train, normally with the morning in Khiva before taking an early afternoon train. The journey in a Soviet-era train with four beds per compartment usually takes around eight hours. Bukhara has more than 900 historic monuments, and we spend time visiting many sites and wandering at leisure among the old city streets. Unlike Samarkand, the district of the old town has remained separate from the rest of Bukhara and has undergone lots of restoration and preservation in recent years. In addition to its importance as a trading hub, it is the perfect setting to sit and watch the world go by, much as it has done for hundreds of years. Accommodation: Kavsar Boutique Hotel, Hotel Fatima, Sultan Hotel (or similar)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "We spend the day exploring Bukhara. Of particular interest is the Fortress Ark where, in the 19th century, the Emir of Bukhara had the English officers Stoddart and Connolly imprisoned and killed, and the mausoleum of Ismail Samani, a beautiful example of early Islamic architecture dating to the 10th century. We also visit the Emir’s rather kitsch Summer Palace, the old town with its domed bazaars and khauz (stone pools, which used to be the only water supply for the city), and the attractive 12th-century Char Minar. One of the great landmarks of Bukhara is the Kalyan minaret, known as the death tower, where many an unfaithful wife has met a sticky end. Accommodation: Kavsar Boutique Hotel, Hotel Fatima, Sultan Hotel (or similar)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "We continue our tour of Bukhara today before boarding a high-speed train to Tashkent in the afternoon. After arriving in the evening, we transfer to our hotel and have the rest of the evening free to relax. Accommodation: Gabrielle International Hotel or Milan Hotel (or similar)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "We have a day trip out of Tashkent today visiting Ugam-Chatkal National Park in the Chimgan mountains. This includes a visit to the resort of Amirsai and a cable-car ascent to an observation point at an altitude of 7,545ft/2,300m, providing views of the snow-capped peaks of the Tien Shan, Charvak reservoir and hydroelectric dam. We also visit The Sun heliocomplex at Parkent, a gigantic solar furnace built in the 1980s for the Soviet Union’s Institute of Solar Physics. A vast series of mirrors concentrate the sun’s rays, creating the furnace, which is still in use today. Accommodation: Gabrielle International Hotel or Milan Hotel (or similar)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Our trip ends after breakfast this morning. If you’d like a little more time to explore, speak to your sales representative about extending your stay in Tashkent."
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-tailor-made-holiday-colourful-uzbekistan",
    "tourName": "Uzbekistan tailor made holiday, colourful Uzbekistan",
    "placesVisited": "",
    "generalInfo": "A magical journey to the legendary towns of the ancient Silk Road, such as Samarkand, Bukhara, Khiva and Tashkent. On this trip, you will discover the impressive beauty of the Islamic architecture of the Orient. You immerse yourself in the velvet colors of Central Asia and enjoy the relaxed, enjoyable eating and drinking culture of the region. But modern life has also come to Uzbekistan, with Tashkent an example of a modern town – our starting point for your journey into magical Uzbekistan.",
    "durationDays": "8",
    "price": "1810",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival – Tashkent. Fly with Uzbekistan Airways or others (depending on your flight connection) to Tashkent, the capital of Uzbekistan. Your tour guide will meet you at the international airport and accompany you to your Hotel. One overnight stay in Tashkent."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Tashkent – Urgench – Khiva. The city tour starts with the visit to Khast Imam Complex which is situated in the old town. This religious centre is named after one of the first Imams of Tashkent – Abu Bakr Kaffal Shashi who was the great scholar known as the author for many books on Islamic Law. Initially he was a locksmith, so the Mausoleum of Kaffal Shashi, the first sight that you will visit, is erected in the place of his master shop. Behind this mausoleum there is Barakhan Medrasa built in the 16th century. The most valuable thing of this complex is the oldest Koran in the world which belonged to the third Caliph Othman. The manuscript dating back to the 7th century was brought by Amir Temur the Great. Discover one of the largest bazaars of the city – Chorsu Bazaar. Built during the Soviet Time, the bazaar plays an important role in daily life of the locals. Adjacent to this bazaar there is the Kukeldash Medrasa – an educational institution built of baked bricks dates back to XVI century. When you enter to this place you can see that the students still getting knowledge – both religious and general education. In the afternoon, take a walk around the city centre visiting the Independence Square, State Museum of the History of Uzbekistan and Amir Timur Park. In the evening we fly to Urgench. Transfer to the hotel in Khiva, about 35km from Urgench. Typical local dishes for dinner. Two overnight stays in Khiva."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Khiva. Visit to Ichan Kala («the inner town citadel» of Khiva). It still looks as historical as it did centuries ago. It is one of the few preserved places in Central Asia where one can imagine life as it was in the time of Khanate. The famous buildings of Central Asia which have long become landmarks are to be found in Ichan Kala (UNESCO World Heritage Site). Walking around the historic centre, you will admire the Oriental ornaments and turquoise tiles of the richly decorated buildings, and will understand why the old town of Khiva, “Ichan Kala”, is called an “open-air museum”. Climb the minaret of Islam Khodja where you will get the whole Panorama view to the fortress. In the evening, you can enjoy the sunset over the oasis. Sumptuous dinner in the summer palace of the Khans called „Toza-Bog “(at least 8 people). The residence with beautiful courtyard and rooms decorated with traditional ornaments was a place where the rulers received the guests and spent time with the family. Let the magical impressions of the day take effect."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Khiva – Bukhara. The impressive trip through the vegetated „Kizilkum“ («Red Sand») Desert and the vast steppe to Bukhara (approx. 420 km). On the way, we will have a lunch break in an Uzbek «Roadhouse». You will also make a short stop at the ancient Chodra Khovli caravanserai — a unique monument of the Silk Road. This secluded architectural complex, surrounded by desert landscapes, once served as a resting place for merchants and travelers. Even today, it preserves the spirit of the ancient East, the silence of centuries, and the charm of untouched history. In the late evening, we arrive in Bukhara and you then have time to explore Bukhara by yourself. Dinner is in a local restaurant. Two overnight stays in Bukhara."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Bukhara. We start our sightseeing with the mausoleum of Ismail Samani and visit the mausoleum Chashmai Ayub. We continue our tour on foot and visit the Citadel Ark – which had been the residence of all Bukharian rulers till 1920. After we go to a big ensemble called Poi Kalyan that consists of an operating Madrasa of 15th century – Mir Arab, 46-meter-tall Minaret which was built in the 12th century and the biggest mosque of the town Kalyan Mosque. In the afternoon visit Kosh Madrasa that consists of Ulugbek Madrasa and Abdulazizkhan Madrasa. After wander around trading domes like: Toki Zargaron – the goldsmiths, Toki Telpakfurushon – the hatmakers and Toki Sarrafon – the moneychangers. Through these domes take a walk to Lyabi Khauz complex – the centre of the old town with a big water pound and several mosques and madrasas. In the middle you will see the statue of the man riding a donkey - dedicated to satirical hero of the Orient – Khodja Nasriddin. Visit a Jewish Synagogue and Puppet Workshop where the master will give you a small demonstration of making a puppet with a two-minute-performance. Dinner is in the rooftop of the restaurant Dolon where you can enjoy a beautiful view to the Kalyan Minaret lit up in the evenings."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Bukhara – Rabbati Malik – Samarkand. We drive on to Samarkand, the town of the stories in 1001 nights (UNESCO World Heritage Site). In the Middle Ages, this was considered to be one of the most beautiful towns in the world and still today it has lost none of its charm. On the way, we will visit the Rabbati Malik Caravansaray and a Sardoba (water reservoir). Then we go to one of the visiting cards of Uzbekistan, the famous Registan Square with its three unique madrasas Ulugbek, Sherdor and Tillya Kori. We will also visit the palace-like mausoleum Guri-Emir of the ruler Timur. Dinner in the Restaurant „Samarkand“, where you can experience up closer the culture of the country and its people celebrating birthdays and traditional holidays with their friends and family. One overnight stay in Samarkand."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Samarkand – Tashkent. Excursion to the paper-making factory of Samarkand, where silk paper has been produced since 2005 using the technology of 8th century. Then we visit Ulugbek Observatory, once the greatest research centre in Central Asia, and Shakhi Zinda Necropolis, the grave complex «living king», where today Timur’s family members are buried. We go to the largest mosque in Central Asia Bibi Khanym. Then we walk to Siyob Bazaar which is just next to the mosque. The selection of dry fruits alone is very impressive. At 18:00h we take a fast train \"Afrosiyob\" to Tashkent. Dinner in Tashkent. One overnight stay in Tashkent. At 18:00 we take the fast train \"Afrosiyob\" to Tashkent. Dinner in a local restaurant. One overnight stay in Tashkent."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Tashkent – Return flight. Early in the morning the driver will take you to Tashkent International Aiport for your flight back home(depends on your flight connection)."
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-tour-road-to-samarkand",
    "tourName": "Uzbekistan tour, Road to Samarkand",
    "placesVisited": "Tashkent, Urgench, Khiva, The Silk Route, Bokhara, Yangikasgan desert camp, Samarkand, Overnight Yurt stay, Optional activities include a camel ride",
    "generalInfo": "Make your way along the Silk Road as it passes through some of the highlights of Uzbekistan, one of the most interesting of the Central Asian states. Your journey takes you through cities ancient and modern, and you’ll also spend one night in an authentic desert yurt. You’ll travel by train, bus, the occasional camel, plus one flight from Tashkent to Urgench.<br/><br/>Join your tour in Tashkent, the capital city, where you’ll have time to admire its Soviet-era architecture and impressive, lavishly-decorated metro. Fly from Tashkent to Urgench. From here, your exploration of the Silk Road begins in earnest with a visit to the city of Khiva and its ancient citadel and a few days in Bokhara, where blue-tiled Islamic architecture cloaks many of the monuments. The trip finishes in Samarkand, where you can wander around Persian-built mausoleums and soak up the glorious proportions of Registan Square. <br/><br/>On the way across the country you’ll get used to seeing mosques, minarets, madrassahs (educational institutions) and mausoleums. In the countryside, caravanserais, old roadside inns used by travellers in days gone by, break up the vast plains. You’ll spend one night in a traditional felt yurt, and have the chance to ride a camel if you wish to get a true sample of life as a nomad. This tour shows you many of the highlights of Uzbekistan, the legacy of the Silk Road always tugging you onwards. <br/>",
    "durationDays": "11",
    "price": "1695",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip Tashkent. Afternoon exploring the Uzbek capital",
        "description": ": Our tour starts today in Tashkent, Uzbekistan's capital which fuses elements of a modern hub, leafy Soviet city and quiet Uzbek town. For those arriving on time today, our tour leader plans to meet us in the hotel reception at 1pm for a welcome meeting, followed by an afternoon sightseeing tour of Tashkent. On our tour, we'll see the city's main points of interest, including the Independence Square, Old City and the Earthquake Monument. We'll also take a ride on the Tashkent Metro, which boasts some ornately decorated stations. Our tour will end in Timur Square, just opposite from our hotel. If you'd like an airport transfer today, you'll need to arrive into Islam Karimov Tashkent International Airport (TAS), which is a 20-minute drive from the hotel. If you'd like to start your holiday early and recharge before the tour starts, please get in touch with us to book additional nights' accommodation. Please note, if you'd like to join the afternoon sightseeing tour today, you'll need to arrive at the hotel by 1pm. If you're booking your own flights, we recommend giving yourself at least 75 minutes to clear the airport. From the airport to the hotel is around a 20-minute drive, therefore the latest your flight can arrive is 10.30am."
      },
      {
        "dayNumber": 2,
        "title": "Fly to Urgench and take a walking tour of the ancient city of Khiva",
        "description": ": We'll be up early this morning to catch our flight to Urgench. Please note that in order to secure your space on the internal group flight, we require your passport details at the time of booking. Once we land, we'll take a 40-minute bus ride to the remarkable ancient city of Khiva, our base for the next two nights. The early history of this area is somewhat unknown but we do know that by the time the Arabs arrived in the 8th century, Khiva was one of three important cities that dominated the region. The city's strategic location on the Volga branch of the Silk Route made it a much sought-after imperial asset, with the British and Russians vying for sovereignty throughout the 19th century as part of the 'Great Game'. In 1873, it fell to the Russians as both Samarkand and Bokhara had already done. A 1970s Soviet conservation programme restored much of the city, turning it into what is effectively an open-air museum. On this afternoon's walking tour, we may well feel like we're stepping into a scene from the film 'Arabian Nights' as we explore the majestic Old Citadel. This 12th-century fortress dominated the city before a palace, harem, barracks and mosques were constructed."
      },
      {
        "dayNumber": 3,
        "title": "In Khiva, Free day to explore the Old Citadel or optional tour to desert castles",
        "description": ": Today has been left free to explore the mosques, tombs, palaces, madrassahs, mausoleums, craft workshops, city walls and museums of this well-preserved city, which has hardly changed since ancient times. This evening, you might like to explore a bit more of the city after dark, when magical moonlit silhouettes make it even more spectacular. There is also the option to take a half-day trip to the desert castles of Toprak Qala and Ayaz Qala, part of UNESCO's Golden Ring of Ancient Khorezm, located in the autonomous republic of Karakalpakstan."
      },
      {
        "dayNumber": 4,
        "title": "Scenic drive through the vast plains of Central Asian Plateau to Bukhara",
        "description": ": Today's drive to the fabled city of Bokhara will take up the day but we'll break it up with stops as we cross the Oxus (Amu-Darya) River and travel through the expansive plains of the Kizilkum Desert. As home to the famous Islamic poets, Firdausa and Rudaki, Bokhara is considered by some to be the 'Bastion of Islam'. The town retains much of its Uzbek character and has more than 140 unique monuments. We'll take a short stroll to picturesque Lyabi Khauz, a water-filled stone pool flanked by chaikhanas (tea houses), cafes and restaurants, popular with newlyweds taking wedding photographs."
      },
      {
        "dayNumber": 5,
        "title": "In Bukhara, discover blue-tiled domes and minarets; learn about the city's history",
        "description": ": Today's day of sightseeing starts off by bus before we continue on foot. Highlights include the Bolo Khauz mosque, the Samanid mausoleum (a place of pilgrimage where the founder of the Samanid dynasty is buried)the 9th-century Magoki Attar mosque and the Poi Kalyan complex (a simple square filled with some spectacular buildings - the Mir-i-Arab Madrassah, the Kalyon Juma mosque and the majestice 11th century Kalyon ~Minar, one of the few buildings in the city to pre-date Genghis Khan's invasion), from where we will see the Kalyan minaret. We'll also visit the Ark - a massive citadel which was used as a fortress from the 5th century until it fell to the Russians in 1920. Today, it houses several small museums connected with Bokhara's history. Bukhara was the site of the imprisonment of two British soldiers during 'The Great Game' - an epic battle fought between Victorian Britain and Tsarist Russia across the vastness of Central Asia. This afternoon, we plan to visit the summer palace of the Emirs of Bokhara, which is known as the 'Palace of Moon-like Stars'. Here, we'll see the famous White Hall, which took 30 architects two years to construct. Finally, we'll take in the Char Minar Mosque - the impressive entrance to a now-demolished madrassah, and wander the backstreets of the old town maybe stopping off at a 'chaikhana', a local tea house."
      },
      {
        "dayNumber": 6,
        "title": "Free day to explore Bukhara's sights further",
        "description": ": Today has been left free for you to explore more solo. You might like to visit the Taqi-Sarrafon market - one of the four domed bazaars in Bokhara. Used as a money exchange during the height of the Silk Road, it's now home to plenty of souvenir shops."
      },
      {
        "dayNumber": 7,
        "title": "Drive to desert yurt camp via Nurata; optional camel ride",
        "description": ": This morning, we'll drive a short distance to Gijduvan - a town celebrated for its crafts and trade since the 10th century. Here, we will visit the famous ceramic centre. Our next stop is Karmana, where we plan to visit the 10th-century Mir-Said Bakhram Mausoleum. Heading off the main highway, we continue our journey north across the desert to Nurata. Famous for its sacred Chashma Spring, the town attracts visitors from across the Islamic World. According to legend, this healing spring, containing gold, silver and bromide, was formed by a meteorite hitting the ground. Whilst in Nurata, we plan to have lunch in a local house and see the remains of Alexander the Great's Karazy Fortress, affording excellent views of the desert landscape. This afternoon, we'll head to our overnight base in the desert and on the journey we might spot camels wandering through the desert as well as sheep herds. Once we arrive and settle in, we'll have the opportunity to go on a short optional camel ride, or simply relax and take in the remote surroundings. In the early evening, we'll climb the sand dunes to watch the sunset then after dinner, sit around the campfire listening to a local Kazakh musician. Tonight's desert camp accommodation is in yurts, typical of those used by the nomadic people of Central Asia. Yurts are circular dwelling structures made from felt and insulated with sheepskins, traditionally made to be portable."
      },
      {
        "dayNumber": 8,
        "title": "Drive to Samarkand; afternoon exploration of the city's monuments including Registan Square",
        "description": ": We'll spend this morning driving to Samarkand, through plenty of small towns and past cotton fields, giving a glimpse into rural life in Uzbekistan. Stormed by Alexander the Great and reduced to ashes by Genghis Khan, Samarkand was nevertheless transformed into the most glittering city in Transoxiana by Tamerlane, who made it his capital in the 14th century. Even today, the monumental scale of the buildings overwhelms visitors. This afternoon, we'll visit Registan, a majestic square framed on three sides by huge blue-tiled madrassahs. We'll also visit the Gur Emir, the gold-ceilinged tomb of Tamerlane himself."
      },
      {
        "dayNumber": 9,
        "title": "In Samarkand, discover magnificent mosques and mausoleums.",
        "description": ": This morning's sightseeing takes us to the Shah-i-Zinda - a beautifully tiled necropolis of tombs, mosques and mausoleums belonging to Tamerlane's family, friends and the prophet Mohammad's cousin. We'll also visit the Ulug-Beg Observatory, considered to have been one of the finest observatories in the Islamic World. It was here that Ulug-Beg, the great medieval astronomer, built his gigantic sextant which enabled him to calculate the length of a year within just 10 seconds. We'll see the Bibi-Khanym Mosque, once the largest in Central Asia; it was built by Tamerlane with loot from Indian campaigns and named after his favourite Mongolian wife. Later this afternoon, you will have time to explore more of the city at your own pace. You might choose to visit ancient Afrosiab - the original site of the town in northeast Samarkand, dating back to the late Stone Age."
      },
      {
        "dayNumber": 10,
        "title": "In Samarkand, free morning; afternoon high-speed train to Tashkent",
        "description": ": Today, we'll have more free time to explore further. Later this afternoon, we'll transfer to the train station for our modern high-speed train back to Tashkent. Arriving just after 7pm, we'll have time to enjoy our final evening."
      },
      {
        "dayNumber": 11,
        "title": "Tour ends in Tashkent",
        "description": ": The trip ends after breakfast at our hotel in Tashkent. There are no activities planned today, so you're free to depart from Tashkent at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Islam Karimov Tashkent International Airport (TAS), which is a 20-minute drive from the hotel."
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-tours",
    "tourName": "Uzbekistan tours",
    "placesVisited": "Tashkent, Khiva, Kyzyl Kum desert, Bukhara, Shakhrisabz, Samarkand",
    "generalInfo": "Uzbekistan is perhaps the most evocative country in Central Asia, with its splendid old Silk Road cities that conjure up images of its glorious past. This short trip is designed to show the very best that the country has to offer in just over a week. We start in the capital Tashkent, seeing its historic quarter and bustling bazaar before driving to fabled Samarkand where we explore its magnificent Registan Square, the Bibi Khanum Mosque and the observatory of Ulug Beg among other spectacular sights. From here we continue to Bukhara, once a powerful khanate and with monuments dating back a thousand years, including the impressive Chor Minor mosque, the Ark, and the Lyabi Hauz. Our journey then takes us through the Kyzyl Kum desert to explore the remains of ancient citadels, before ending up in the walled city of Khiva. Exploring this architectural gem is like entering another era, with imposing mosques, minarets and tombs around every corner, all superbly preserved. For those short on time but wanting an insight into this ever mysterious region, this tour offers a chance to understand the fascinating history of the Silk Road.",
    "durationDays": "9",
    "price": "1799",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tashkent - Arrive in Tashkent. This afternoon explore the historic sites of the city including the Kukeldash madrassah, Khast Imam square – the heart of old Tashkent – and the Chorsu Bazaar. Overnight Hotel Milan or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Samarkand - Take a high-speed train to the spectacular city of Samarkand. Upon arrival visit the museum to gain an understanding of the history of the region. Overnight Orient Star Hotel or similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Samarkand - A full day exploring the marvellous sites of Samarkand, one of the most incredible Silk Road cities and with a wealth of monuments to explore. We visit the enormous Bibi Khanum Mosque, built by the wife of the Mongol ruler Timur, as well as the stunning Registan Square, one of Central Asia’s most iconic sites. We also visit the Shah-i Zinda complex of mausoleums, a stunning collection of buildings dating back to the 14th century that rivals the Registan for splendour, and also the observatory of Ulug Beg. Overnight Orient Star Hotel or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Desert Castles – Desert camp - VVisit Toprak Kala and Ayaz Kala, the remains of two desert citadels that date back more than two thousand years. We then head to our yurt camp in the desert. (BD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Khiva - Drive to Khiva. Enclosed by mud brick walls, the old part of Khiva, known as the Ichon Qala, has been virtually unchanged for centuries and is an open air museum packed full of intricately decorated minarets, mosques and madrassahs. We spend the day walking its narrow alleys and uncovering the best of its highlights including the Kalta Minor minaret, the Islam Khodja madrassah and the ark, where the khans of Khiva once lived. Overnight Orient Star Khiva or similar. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Tashkent - Fly back to Tashkent for your final night in Uzbekistan. Overnight Milan Hotel or similar. (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Tashkent - Transfer to the airport for departure. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Uzbekistan",
    "mainPhoto": "",
    "id": "uzbekistan-upgraded-small-group-holiday",
    "tourName": "Uzbekistan upgraded small group holiday",
    "placesVisited": "",
    "generalInfo": "Journey through Uzbekistan's rich history, staying in premium accommodation along the way. Discover the beautiful tiles of Shakhi-Zinda Necropolis in Samarkand and walk in the footsteps of the Silk Road merchants while learning about the ancient art of making carpets. Take in a mesmerising sunset from Khiva's city walls and watch local life over a coffee at the charming Lyabi Khause Square in Bukhara. Last but not least, walk around the imposing Registan Square, the centrepiece of the city of Samarkand.<br/> <br/> The Walled City of Khiva - One and a half days to explore the ancient labyrinth of narrow alleyways and fantastic architecture of this open-air museum.<br/> Nukus - Discover a superb Soviet avant-garde art collection at Savitsky Museum and visit the mysterious Mizdahkhan Necropolis.<br/> World Heritage sites in Bukhara - Visit the wonderful 9th century Magoki Attar Mosque.<br/> Upgraded Range - Immerse yourself in Uzbekistan's fabled Silk Road highlights with our hand-picked selection of Premium hotels.<br/>",
    "durationDays": "10",
    "price": "2095",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Tashkent. Dinner at a traditional restaurant",
        "description": ": Our tour starts today in Tashkent, the capital of Uzbekistan. Its tree-lined boulevards, museums and galleries along with the many Soviet buildings set the scene for the remarkable tour ahead of us. If you'd like an airport transfer today, you'll need to arrive into Islam Karimov Tashkent International Airport (TAS), which is around a 30-minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made pre-tour accommodation arrangements through Explore, regardless of your arrival day. If you miss the welcome meeting, our tour leader will inform you of any essential information at 9am on day 2. Also, if you'd like to fight jet lag and add on extra days in Tashkent before our tour starts, contact us to book accommodation. A walk along Navruz Park's canal is a must to get acquainted with the laid back atmosphere of the capital. For those arriving in time, your tour leader plans to meet you in the hotel reception at 6pm for the welcome meeting. Please note that hotel rooms are not available until after 3pm. You can contact us to arrange early check-in for an extra charge. Tonight, dinner is included, and we have the opportunity to sample some of the local specialities at a traditional restaurant."
      },
      {
        "dayNumber": 2,
        "title": "City tour of Tashkent and free time in the afternoon",
        "description": ": This morning, our city tour starts with the Khast Imom Complex, one of the spiritual monuments of the capital located in the heart of the old city. We then move on to Independence Square with its fountains, impressive buildings and flower beds and we even have a go at travelling like a local and take the Tashkent Metro which boasts some ornately decorated stations. To follow, we visit the workshop of ceramic master to learn about their pottery technique which was passed on through generations. Finally, we head to Amir Timur Square to admire its historical buildings and we finish with a stroll on the broadway, a lively pedestrian alley right in the heart of the city. The rest of the day is free at leisure, and you can choose to further explore Tashkent or to relax and unwind by the pool or at the spa of our hotel. Chorsu Bazaar and the Monument of Courage are some of the sights you might want to visit independently. The Boulevard is an option too and it's particularly lively in the evening."
      },
      {
        "dayNumber": 3,
        "title": "Fly to Nukus. Visit the Savitsky Museum and the mysterious Mizdahkhan Necropolis",
        "description": ": We rise early this morning for our short flight to Nukus - the capital of the autonomous region of Karakalpakstan, which makes up much of Northwest Uzbekistan. Please note that in order to secure your space on the internal group flight, we require your passport details at the time of booking. A once-thriving region, the Aral Sea disaster that started in the 1960s and 70s, devastated this rich delta leaving it all but dried up when the sea receded far to the north. By the end of the 1980s, the Aral Sea had shrunk to just 10% of its original size. Consequently, present-day Nukus has been half-deserted, creating an atmosphere that some describe as like being at the very edge of the world. Hidden in this forgotten city is what is widely regarded as one of the best collections of Soviet art, housed in the Savitsky Museum, sometimes referred to as the 'Louvre of the Steppe'. Here we spend some time appreciating the world's second-largest collection of Russian avant-garde art, which Mr Savitsky helped to keep hidden here, away from the far-reaching eyes of the KGB. In the afternoon we head to the suburbs and take a guided tour of the fascinating Mizdahkhan Necropolis and here we will learn about the mystery surrounding it. Founded in the 4th Century BC, Mizdakhan is one of Karakalpakstan's oldest and holiest sites and is thought to be the burial place of Adam according to local legend. One of the crumbling mausoleums is known as the Apocalypse clock, where every fallen brick brings us closer to the end of the world, so Muslim pilgrims return a brick to the structure just in case. Later in the day, we return to Nukus for our night at a comfortable hotel. Despite the lack of choice of Premium hotels at this location, visiting Nukus adds depth and gives a better insight to the overall experience, hence we have chosen to include it in the itinerary. Please note that the order of the activities today may change during the hottest months."
      },
      {
        "dayNumber": 4,
        "title": "Drive to Khiva through the Valley of Fifty Fortresses. Watch the sun set on top of Khiva’s city walls",
        "description": ": We start making our way to Khiva after breakfast and the approximate overall driving time today is 3 hours with parts of the journey on slightly bumpy roads - the tarmac dates back to the Soviet times! Along the way we drive through the so-called Valley of 50 Kalas (fortresses), stopping to admire the mystical ruins from the Zoroastrian era. Chilpik Dakma or the Tower of Silence and the ancient palace city remains of Toprak Kala are some of the wonders we see while in the valley. The early history of the walled city of Khiva and the surrounding area is uncertain. By the time the Arabs arrived in the 8th century, Khiva was one of three important cities which dominated the region. The city's strategic location on the Volga branch of the Silk Route made it a much sought-after imperial asset, with the British and Russians vying for sovereignty throughout the 19th century as part of the 'Great Game'. In 1873, it fell to the Russians as both Samarkand and Bokhara had already done. A 1970s Soviet conservation programme restored much of the city, turning it into what is effectively an open-air museum. On arrival in Khiva, we check-in to our hotel and just before sunset, we reunite with our tour leader for a visit to the Nurullabay Palace. The palace dates back to the early 20th Century - a unique mixture of European and Oriental architecture and décor styles created by local and German Mennonite masters, who found refuge in Khiva in the late 19th century. Our tour of the old citadel takes us to the Ichan-Kala fortress and the Kunya-Ark Palace. Finally, we ascend to the top of the city walls to take in the beautiful colours of sunset making the view over ancient Khiva an even more mesmerising experience."
      },
      {
        "dayNumber": 5,
        "title": "Take a walking tour of the ancient city of Khiva. Shivit Oshi noodles for lunch and free afternoon",
        "description": ": On this morning's guided walking tour, we may well feel like we are stepping into a scene from the film 'Arabian Nights' as we explore the majestic Old Citadel on foot. This 12th-century fortress dominated the city before a palace, harem, barracks and mosques were constructed over the following centuries. Khiva, also known as Ichan-Kala, is the only remaining inhabited fortress along the Silk Road. Our sightseeing includes a visit to the Kalta Minor Minaret, a recognisable highlight of Khiva's skyline, the Pahlavan Mahmud Mausoleum - which hosts the tomb of the city's patron saint - and the Islam Khodja Madrasah complex including its museum rich in ancient artefacts. Moving on, we visit Ak Mosque and Juma Mosque, one of the most beautiful mosques within the walled city with its intricately carved columns that gained it the status as a World Heritage site. Our final visit before lunch is to another UNESCO treasure the Tash Hauli Palace and its intricate blue, white and golden-tiled decoration. For lunch today, we'll attend a cooking demonstration of a local speciality called Shivit Oshi. These handmade noodles are bright green in colour thanks to a dill infusion. After our delicious meal, the rest of the day is free to explore Khiva further, relax or go on a hunt for the perfect souvenir."
      },
      {
        "dayNumber": 6,
        "title": "Drive through the Kizilkum Desert to Bukhara. Late afternoon visit to picture-perfect Kalyan Mosque",
        "description": ": After an early breakfast, we wave Khiva goodbye and start making our way to Bukhara. The road to this ancient Persian city is scenic and we will stop along the way of this 6-hour journey to stretch our legs or buy refreshments. The fabled city of Bukhara is more than 2,000 years old and is one of the most exceptionally preserved Islamic cities in Central Asia, considered by some to be the 'Bastion of Islam'. The town retains much of its Uzbek character and has more than 140 unique monuments. On arrival, there will be some free time to go for a wander or have lunch at one of the many chaikhanas (tea houses), cafes and restaurants on the charming Lyabi Khause Square. Later this afternoon, we meet up to wander through the narrow alleys of the old town and take a lift to the top of Shukhov Tower, where we enjoy a stunning bird's eye view of the city's outline. We then head to one of the most outstanding and iconic buildings in Bukhara; Kalyan Mosque and its towering minaret dates back to 1127, one of the few buildings in the city to pre-date Genghis Khan's invasion. Completing the end of a great day of discovery and wonder, we have included dinner at a historic rooftop restaurant."
      },
      {
        "dayNumber": 7,
        "title": "Guided visit of Bukhara; free time in the afternoon",
        "description": ": This morning, we go on the first part of our full-day guided exploration of Bukhara. Our exploration starts with the Ark, a massive citadel that served as a fortress from the 5th century until its capture by the Russians in 1920. Today, the Ark houses several small museums dedicated to Bukhara's history. Bukhara was the site where two British soldiers were imprisoned during 'The Great Game,' a significant race for Imperial power between Victorian Britain and Tsarist Russia across Central Asia. Next, we visit the Bolo Khauz Mosque with its peaceful pond and façade before taking a short drive to the Samanid Mausoleum, an iconic example of early Islamic architecture and a pilgrimage site housing the tomb of the Samanid dynasty's founder. After lunch, we carry on with our tour and head to the 9th-century Magoki Attar Mosque which used to be the Temple of the Moon during the Zoroastrian era, and we finish by visiting the largest surviving shopping arcade of Bukhara dating back to 1569. The rest of the afternoon is free and there is an option to either visit the ancient Hamam Bozori-Kord (for men) or Kunjak (for women) and enjoy an oriental bath and spa experience."
      },
      {
        "dayNumber": 8,
        "title": "Optional visit to Bukhara Emir’s summer house. Take a high-speed train to the city of Samarkand",
        "description": ": This morning has been left free for you to relax and there is the opportunity to briefly leave the city to go and visit the summer residence of Bukhara's Emir: Sitoria-Mokhi-Hosa. Later in the afternoon, we embark on our high-speed Afrosiyob train journey, and we cover a distance of 265 kilometres/164 miles in just 90 minutes. Samarkand, stormed by Alexander the Great and reduced to ashes by Genghis Khan, was transformed into the most dazzling city in Transoxiana by Amir Temur the Conqueror, half Turkic and half Mongol, who turned it into his capital in the 14th century. The monumental scale of its buildings is astonishing and is a continued source of wonder for its visitors. On arrival, we check in to our centrally located hotel where we have a few hours to ourselves to either wander around Alisher Naboi Central Park, surrounding the hotel's grounds, or relax by the beautiful outdoor pool. In the evening, we start exploring Samarkand by visiting the majestic Gur-e-Amir (in Persian, Tomb of the King) mausoleum and the final resting place of Amir Temur. Finally, we head to the iconic Registan Square to enjoy a show of lights over its exceptionally patterned madrassahs."
      },
      {
        "dayNumber": 9,
        "title": "Guided tour of Samarkand’s magnificent mosques and mausoleums. Pilov dinner at a local house",
        "description": ": We start our last day of sightseeing by visiting a local workshop of handmade silk carpets. Here we learn about the ancient local art of making carpets, using traditional techniques and top-quality materials. To follow, we head to Shakhi-Zinda - a stunningly tiled necropolis of tombs, mosques and mausoleums belonging to Amir Temur 's family and the prophet Mohammad's cousin, Kusam ibn Abbas. After lunch, we admire Bibi-Khanym Mosque built by Amir Temur and named after his favourite Mongolian wife. Our guided tour finishes in Registan Square and from here we have some free time for some downtime relaxation at the hotel, more sightseeing at your own pace or a last round of handmade souvenir shopping. Early this evening we then head to the National House Adras where we will first see a cooking demonstration and then sample pilov, the delicious Uzbek national dish made with long grain rice, chunks of lamb, onions and carrots. The most appropriate way to finish our epic journey through Uzbekistan."
      },
      {
        "dayNumber": 10,
        "title": "Tour ends in Samarkand",
        "description": ": The trip ends after breakfast at our hotel in Samarkand. There are no activities planned today, so you are free to depart from Samarkand at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you need to depart from Samarkand International Airport (SKD) , which is around a 20-minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made post-tour accommodation arrangements through Explore, regardless of your departure day. If you'd like to add on extra days in Samarkand at the end, contact us to book accommodation. The Paper factory, the Afrosyab museum and the Observatory are only some of Samarkand's highlight you might want to explore independently."
      }
    ],
    "map": ""
  }
]