{
  "destination": "Papua New Guinea",
  "mainPhoto": "",
  "id": "papua-new-guinea-small-group-tour",
  "tourName": "Papua New Guinea small group tour",
  "placesVisited": "Port Moseby, Wewak, Sepik River, Mt. Hagen, Simbai Village, Goroka, Rabaul, East New Britain, Duke of York Islands",
  "generalInfo": "This Papua New Guinea small group tour takes you to one of the most diverse places on earth; and one that retains many of its ancient traditions. There are over 850 living languages here and most people still practice rituals and customs that have endured for centuries. This is also one of the least visited countries in the world so it makes for an incredible adventure. Along with your small band of like minded travellers you’ll explore the country’s natural and cultural landscapes in depth, experiencing a wide range of cultural traditions.<br/><br/>After starting your journey in Port Moseby, you’ll head down the Sepik River to the home of the crocodile people, before making your way into the Bismarck region of the lush Northern Highlands, where you’ll get to know the Kalam people over two days and have time for both walking and bird watching, too. Next comes perhaps the main highlight of the trip - experiencing one of the country’s major Tribal Festivals. You’ll finish the trip relaxing beachside and swimming and snorkeling in the clear waters off the Duke of York Islands, before travelling back to Port Moresby and your flight home.<br/><br/>",
  "durationDays": "14",
  "price": "9995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Port Moresby: Flight to Wewak: Starting in the country’s capital early this morning (08:30) we will meet at the Sanctuary Hotel in Port Moresby and have a chance to enjoy a reviving breakfast. Depending on the flight time, we may have time for a little sightseeing, before flying on to Wewak on the northern coast of New Guinea. The capital of the East Sepik province, Wewak provides the gateway into the swamplands and tropical rainforests of the Sepik River, New Guinea’s longest river. On arrival we will be transferred to our comfortable boutique hotel, where the rest of the day is free to relax from the long journey."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Wewak to Sepik River: The Heart of the Middle Sepik: After meeting up with our local guides this morning, we then embark on a four-hour drive to Pagwi, on the Sepik River. From here we travel down river by motor canoe, a journey of some two hours that brings us to the village of Kanganamun, in the heart of the Middle Sepik. This region is home to the famous crocodile-men of Yatmoul, whose rituals include marking the skin in deep cuts to resemble the teeth marks of the great crocodile spirit. Their immense spirit houses are considered cathedrals of primitive art and on arrival we will be settled with our hosts in basic homestay accommodation."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sepik River: Traditional Village Ceremonies & Visits: Spending the day exploring the Middle Sepik region, we have the opportunity today to visit at least a couple of traditional dance ceremonies, as well as several spirit houses and villages. Travelling by motorised canoe, we will explore some of the villages to learn more about the traditions of their initiation ceremonies of the local people, before continuing on to Palembe. NB, Please be aware that the course and content of today’s visits are very much dependent on the safety conditions and water levels along the river."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sepik - Wewak: Abelam Village Tribe: We depart our village this morning and reach Pagwi, where our bus takes us to an Abelam village near Maprik. Here we encounter one of the Abelam tribes who live in the Bismarck range, and are known for their incredible skills to grow giant yams, celebrated in their Yam festivals. They are also renown for their fantastic Spirit houses and dances, both of which you will witness during our visit. After a local lunch in the village, we return to Wewak and our comfortable hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wewak - Mount Hagen: The Western Highlands: Today we take a short flight on to Mount Hagen in the heart of the Western Highlands. Located amongst the fertile landscapes of the Wahgi Valley, the city is named after the eroded volcanic peak of Mount Hagen. Activities today will be dependent on flight times. On arrival in Hagen we can settle into our hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Mount Hagen: Birds of Paradise: We have a very early start this morning to prepare us for our bird-watching experience, where we will have the chance to spot the Bird of Paradise. Leaving early in the morning we will drive for just under an hour to reach our destination before heading on foot to reach the birding spots. We will then return to our hotel for breakfast before departing for Kumul Lodge where we can enjoy time in the beautiful gardens and will have our lunch here. Kumul Lodge is one of the few bird lodges in PNG that where the Bird of Paradise is regularly spotted. We will have a chance to observe more birds at the feeding station from the balcony including Brehm's Tiger Parrot, Smoky Honeyeater and Island Thrush. In the afternoon you might wish to take a walk to the nearby waterfall or stay at the lodge looking for more birds. We then return back to Hagen for our dinner and overnight."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Mount Hagen - Simbai Village: The Bismarck Range & Kalam People: This morning we take a short charter flight to reach Simbai, a remote governmental station in the Bismarck range. Up here, there is a very limited infrastructure away from any roads and the life of the local people is still very traditional. From the air strip it’s a 30 minute walk to the nearby village where we stay in a charming guest house, surrounded by beautiful gardens, for the next three nights. In Simbai we experience a living culture of this tribe, who have impressive body adornments and will have plenty of opportunity to learn about their lives and traditions. We will have the chance to explore on foot the beautiful surrounding area, as well as our host village and the local school."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Simbai Village: Traditional Sing Sings & Mumu: Over these two days we get a chance to share in the daily life of the village. The Kalam wear impressive helmets covered in beetle heads so during our time here we will see how the famous beetle head headdresses are prepared. We will step back in time to learn more about the ancient culture and rituals of this tribe, which are in their 8th generation. On one of the days we will witness the festival atmosphere as the village ladies prepare food for a “mumu” feast, when a whole pig is skillfully butchered and cooked on hot stones in the ground. The opening of the mumu is celebrated with a traditional ‘singsing’, which for the villagers could last long into the night!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Simbai Village - Mount Hagen: Exploring Hagen: Today we say farewell to the Simbai community and depart the Northern Highlands and take a privately chartered flight back to Mount Hagen. Depending on the arrival time of our flight we may have lunch and a short coffee tour at Banz Coffee, one of New Guinea famous roasters, or a visit to Rondon Ridge for lunch and an afternoon walk. After our activity we will return to Mount Hagen for the night with some time to relax at our comfortable hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Mount Hagen - Goroka: Central Highlands: Considered one of PNG’s most attractive towns, Goroka lies some five hours by road from Mount Hagen. Each year, around the country’s independence celebrations (16 September), the town hosts the famous Goroka Show, a two-day cultural event that sees tribes from all across the region gather to take part in one of the most colourful festivals in the country. Today we get to journey east along the Highlands Highway across the mountains and fertile vegetable gardens of the region. The Central Highlands provide ample opportunities to stop and enjoy the landscapes, before we finally arrive in Goroka later this afternoon."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Goroka: Goroka Festival: With a whole weekend to enjoy this spectacular festival, we’ll have an opportunity to watch some 1,000 men and women partake in one of Papua New Guinea’s most celebrated events. Over 100 different tribes are represented, in a dazzling display of colour, songs and energy that perfectly encapsulates the rich cultural ethnicity of this remarkable island."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Goroka - Port Moresby: Goroka Festival: There will be more time to take in the sights and sounds of this stunning annual event before departing Goroka on a late afternoon flight back to Port Moresby for the evening. Later we enjoy our farewell dinner and our final night in the capital."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Tour ends Port Moresby: We have a relaxing morning before heading to the airport where the tour ends."
    }
  ],
  "map": ""
}