{
  "destination": "Papua New Guinea",
  "mainPhoto": "",
  "id": "papua-new-guinea-goroka-show-and-tribal-lands",
  "tourName": "Papua New Guinea, Goroka Show and Tribal Lands",
  "placesVisited": "",
  "generalInfo": "Indisputably the most culturally diverse country in the world, Papua New Guinea is a land of stunning mountains, spectacular wildlife and one of the world’s last intact systems of tribes, clans and rituals. <br/><br/>This expedition takes us first to the Sepik River, the country’s longest, and often referred to as Papua New Guinea’s cultural heart due to the richness and variety of its tribal cultures. We travel by canoe to the East Sepik region to visit villages with ancient beliefs and rituals, and their striking ‘haus tambarans’ (spirit houses). Here we discover local mythologies of wayward spirits and how an animistic culture still holds sway over traditional village lifestyles. <br/><br/>The highlight of this trip will be a real celebration of culture as we join over one hundred tribes in Goroka for a weekend of unique ritual performances, song and dance. We also attend similar – but smaller and more intimate - festivities in Paiya, where we are welcomed by the chief and wives, all wearing colourful traditional attire.<br/><br/>As well as this, there will be numerous opportunities to watch birds and wildlife – including hopefully birds of paradise, and to see the incredible warrior masks of the mud men.",
  "durationDays": "12",
  "price": "7495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Port Moresby - Arrive in Port Moresby. After checking in at the hotel explore the city including the botanical gardens, fish market and national museum among other sights. Overnight Holiday Inn Express or similar. (LD)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Wewak - After breakfast transfer for the flight to Wewak. During the afternoon we will explore the town, the capital of the East Sepik region of Papua New Guinea and a gateway to the Sepik River. During WW2, Wewak was the site of the largest Japanese airbase in Papua New Guinea and was subject to repeated bombings by Australian and American forces. We visit some of these war relics as well as a local market and other sites. Overnight Wewak Boutique Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wewak - We can explore the village further before we travel back to Pagwi and to our transfer vehicle for our journey back to Sepik. Overnight Wewak Boutique Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Mount Hagen - After breakfast we fly to Mount Hagen via Port Moresby. Overnight Traveller’s Hut or similar. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Paiya - Drive to Paiya where we experience the Paiya Show – a cultural event celebrating the customs and traditions of a variety of ethnic groups throughout Papua New Guinea. Much smaller than the Goroka Show, this does not attract the same number of visitors and has a rather more intimate feel. We are welcomed by the chief and his wives, all in traditional attire and adornments. Here we experience customary ceremonies and rituals performed by the local people. This is an immensely colourful experience rich in tradition and there will be plenty of opportunity for photography. During the afternoon we head to Kumul Lodge. The surrounding forest is home to some of the most beautiful and unusual birds in the world. Overnight Traveller’s Hut or similar. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Mindima Village – Goroka - We have an early start, visiting Mount Hagen market before heading to Goroka, stopping at Mindima village on the way to see some of the customs of the region. Overnight Goroka Lodge or similar. (BLD)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Goroka Show - Experience the extraordinary Goroka Show – one of the most significant cultural events in Papua New Guinea, where over 100 tribes get together for a weekend of song, dance and ritual performances showcasing their community’s unique traditions. You will have an opportunity to mingle with the performers and learn about their culture before the event. Later we visit the Kamiliki village where we can enjoy more cultural dances and performances. Overnight Goroka Lodge or similar. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Goroka - This morning we continue to enjoy the Goroka Show festivities before driving to Asaro village, famous for its mud men, where we will witness a performance and see how their impressive warrior masks are made. Overnight Goroka Lodge or similar. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Port Moresby - After breakfast we will head back to Port Moresby. During the afternoon we will tour the capital again, this time the Sogeri Road area. This area is home to the Varirata National Park and has some spectacular scenery. The park is rich with a variety of ecosystems, plants and animals. In particular, it houses an abundant bird life. We can hope to see different orchid species and the spectacular Reggiana Bird of Paradise. Overnight Holiday Inn Express or similar. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Port Moresby - Transfer to the airport for our departure flight. (B)"
    }
  ],
  "map": ""
}