{
  "destination": "Papua New Guinea",
  "mainPhoto": "",
  "id": "melanesia-small-ship-cruise-2026",
  "tourName": "Melanesia small ship cruise 2026",
  "placesVisited": "",
  "generalInfo": "Sail into a world few ever experience where unique time-honoured traditions and elaborately costumed dancers welcome us into their world. Explore the rich history, iconic WWII sites, cultures and wildlife of Papua New Guinea, the Solomon Islands and Vanuatu on this 18-day authentic expedition cruise which includes a flight from Cairns to Port Moresby. <br/><br/>Crossing the Buka Channel at Nissan Island we see reminders of intensive World War II action, then enter a long-isolated world as we are among the first travellers to return to Bougainville. Sailing through the turquoise waters of the Solomon Islands, new vistas and unexpected encounters await. Discover one of the conservation jewels of the South Pacific on Tetepare Island and observe the ancient Rom Dance on Ambrym Island.  <br/><br/>Experience a kaleidoscope of cultures as we explore Vanuatu, where more than 100 indigenous languages are spoken. With over 80 habitable islands, islanders have closely guarded their own cultures and languages. Our expedition embraces some of these cultures and languages, as we explore one of the happiest places on the planet. <br/><br/>Throughout Melanesia there are spectacular reefs, which are home to masses of fish and coral gardens of every colour. These waters offer some of the greatest marine diversity and snorkelling in the world and everybody will have the opportunity to appreciate the beauty beneath the waves. Whether you are snorkelling or swimming, this ocean aquarium is waiting to be explored and discovered. <br/><br/>For birders, this itinerary offers once-in-a-lifetime species on remote islands where few have been before, and endemic birdlife such as the Solomon Sea Eagle, or the Vanikoro White-eye, may be seen. The birding potential is exceptional, and to allow birders to maximise the opportunities on the expedition there is an optional specialised birding programme with customised excursions. This expedition includes the option to join a sea kayaking excursion with an expert guide. Kayakers are rewarded with tranquil, tropical settings and are a source of fascination to the locals who often paddle their canoes out to join them and invite them back to their villages.",
  "durationDays": "18",
  "price": "14375",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Cairns, Australia: Arrive in the urban tropical paradise of Cairns, gateway to natural wonders the Great Barrier Reef and Wet Tropics World Heritage Rainforest, and make your way to your hotel where our group will spend the first night of the expedition. This evening meet your fellow voyagers and expedition guides over dinner at the hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Cairns to Port Moresby, Papua New Guinea: Enjoy breakfast at the hotel before boarding your flight to Port Moresby, the bustling gateway and capital of Papua New Guinea where village and urban life exist side-by-side. This afternoon board Heritage Adventurer where the captain and expedition team will be waiting to greet you on arrival and show you to your cabin. You will have time to settle in and familiarise yourself with the ship; we will also take the opportunity to introduce your expedition team and our voyage plans."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Doini Island: Lapped by the tropical waters of Milne Bay off the eastern tip of Papua New Guinea, Doini Island is a little-known island paradise awaiting discovery. Ringed by white sand beaches, crystal blue waters and a lush rainforest interior there is much to explore and experience. With a population estimated at less than 1,000 people and little development, Doini’s untouched beauty is evident both above and below the water. Explore the rainforest with its WWII history and the traditional burial site known as Skull Cave housing around 100 skulls belonging to ancestors who fought fierce battles with neighbouring tribes. Put on your mask and snorkel and explore mesmerising coral reefs and gardens filled with exotic marine life on this beautiful tropical island escape."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cape Nelson, Tufi Island: Today we discover the scenic beauty of the rarely visited Tufi Fjords. Featuring 25 individual canyons with sheer basalt cliffs, these are the only fjords in Papua New Guinea. Take in the spectacular views as we cruise close to the towering cliffs before boarding the Zodiacs which will take us ashore for a closer look and to meet the locals where we will learn about the traditions of the Tufi people. Due to the protection of the fiords, the coral reefs are very rich in colour and variety and the waters offer remarkable visibility. We will find a suitable spot to snorkel amongst the Gobie, Mandarin Fish, Pigmy Seahorses and sponge and shelf corals. Later we will take a walk in the surrounding rainforest to look for the world’s largest butterfly, the Queen Alexandra’s Birdwing."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "D’Entrecasteaux Islands: Wake this morning in the volcanic island chain of D’Entrecasteaux Islands where we plan to visit both Dobu and Fergusson Islands. Explore Fergusson Island’s geothermal area with its hot springs, bubbling mud pools and geysers, before local guides share their stories during a village visit. On Dobu Island, a critical link in the Kula Ring which was famously investigated and described by the anthropologist Bronislaw Malinowski, options may include a local cultural performance with unique costumes and drumming, local crafts, traditional clay pot cooking methods and items associated with Kula ring trading. Those interested in birds will keep an eye out for the White Cockatoo and the Curl-crested Manucode while some of the clearest water of the expedition awaits snorkellers. A steep drop-off provides a vibrant selection of corals and a multitude of fish including tiny Clownfish."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Trobriand Islands: Positioned in the Solomon Sea and historically known as the ‘Islands of Love’, the Trobriands offer a glimpse of traditional culture largely unspoilt by outside influence. During our visit we will enjoy picture postcard white sand beaches, colourful villages, aquamarine water and enchanting marine life. Meet the Trobriand islanders and experience energetic, time-honoured dances that celebrate fishing and the seasonal yam harvest. Learn about the history of the ‘Kula Ring’, a circular pattern of ceremonial trade relationships that bind the islands of Milne Bay and eastern Papua New Guinea together in a long-established network of friendship. These islanders are also renowned for the exquisite quality of their ebony wood-carvings, often decorated with mother-of-pearl shell inlays. We take to the water and snorkel among kaleidoscopic coral reefs populated by Parrotfish, Neon Damsels and other brilliantly-hued species."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Rabaul New Britain: Six beautiful cone-shaped volcanoes ring Rabaul’s dramatic, flooded-caldera harbour. Visit the bubbling hot springs and take in the magnificent views of the harbour and volcanoes from Observatory Ridge. As we explore the island, we will see fascinating reminders of the Japanese occupation, take in the site of the enormous volcanic eruption that all but destroyed Rabaul town, the underground bunker that was the hiding place of Pearl Harbour commander, Yamamoto, and join the locals shopping at the bustling Kokopo markets."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Nissan Island: A tropical atoll adrift in the azure waters of the Buka Channel, Nissan Island is bathed in rich tropical currents that abound in marine life. Seldom have outsiders had the opportunity to discover this world promising abundant marine life and pristine coral reefs. Ashore there are still reminders of the brief, but intensive, World War II activities during which the islands were recaptured by Kiwi, Australian and British forces from the Japanese occupiers. During our time ashore we will meet with the friendly locals from all three of the island’s Balil Villages and search the dense woods for some of the elusive birds that occur here. Later the snorkellers will find plenty to discover in the coral reefs that surround Nissan."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bougainville Island: Today we discover the treasures of Bougainville, long isolated and in a strange way protected due to the conflict which swirled around its shores. High on many travellers’ wish lists, this autonomous region within Papua New Guinea magnificently marries rugged, jungled terrain with amazing coral reefs offshore and is home to some of the greatest biodiversity in the region, both above and below the water. Comprising two main islands and several outlying islands and atolls, it is both remote and hard to reach, but perfect for exploration by expedition ship. We plan to explore the area around Arawa, including the Panguna Copper & Gold Mine site – the setting for the movie Mr Pip – with great opportunities to access the island’s interior and its reefs. Spend your last Kina under the thatched roof of the Arawa Markets among the hum and chatter of hundreds of locals."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kolombangara Island: The volcanic New Georgia Islands are found in the Western Province of the Solomon Islands and are characterised by extensive reefs and lagoons, rugged terrain and an abundance of rivers. Nature enthusiasts will relish landing on Kolombangara Island, where we plan to visit the Imbu Rano Eco Lodge and Conservation Area which protects the islands central peak and searching for the rare Roviana Rail along with other endemic bird species. Snorkel the surrounding reefs, home to some of the highest fish counts in the world and enjoy a Zodiac cruise and village visit. Stock up on the local currency to purchase wood or stone carvings the people of the Western Province are so famous for."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Tetepare Island: Uninhabited for 150 years, this rugged island cloaked in rainforest and fringed with coral reefs is home to one of the Solomon Islands’ leading community-driven conservation projects, the Tetepare Descendants’ Association. Receiving international recognition for its conservation and archaeological significance, three species of turtle, including the endangered leatherback, nest on its beaches while other species inhabiting the island and surrounding waters include dugong, the world’s largest skink, endemic Tetepare White-eye and many more. A highlight of our voyage, this afternoon we plan to explore and enjoy a drift snorkel of the fringing reef with its outstanding marine biodiversity."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Nggela Sule & Tulagi Islands: Today sees us exploring the heart of the Solomon archipelago, the Nggela Islands chain which comprises 50 jungle-capped islands with powdery white sand beaches and stunning gin clear waters, and home to exceptional coral gardens, reefs and marine life. In Roderick Bay on main island Nggela Sule, explore the beach and forest, and enjoy the thrill of snorkelling. Experience a traditional welcome from the local warriors on Tulagi Island. Explore this fascinating island, its town centre once the administrative seat of the British Solomon Islands Protectorate until it was destroyed by the Japanese during World War II. During our visit we plan to visit the historic sites of Blue Beach and the Japanese U-caves where soldiers hid during their battle with US forces."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Santa Ana Island: Experience a traditional Solomon Island’s welcome on arrival at Port Mary on Santa Ana Island. Also known as Owaraha or Owa Raha, this stunning coral island, first sighted by Europeans in 1568, is ours to explore today. Delight in the local hospitality and culture as we peruse local handicrafts, explore the lush forests with our guides and meet the local children at the village school or bask in tropical waters. Birders will be on the look out for the tiny Sooty Myzomela, Island Imperial Pigeon, Solomons Rufous Fantail and Chestnut-bellied Monarch among others."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Nendö Island, Temotu Province: Nendö is the largest of the Santa Cruz Islands, which lie to the south-east of the Solomon Islands. The Spanish navigator Álvaro de Mendaña de Neira unsuccessfully attempted to establish a colony in 1595. Biologically these islands share more in common with Vanuatu. It is also the home of the regions famous red feather money known as Tevau, sourced from the Scarlet Honeyeater. Watch the manufacture of red feather money, and join the locals in dances which reverberate through the ages."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Vanikoro Island: Today we explore the archipelago of Vanikoro, with its five islands encapsulated by a dramatic barrier reef offering superb snorkelling. French explorer Jean-François de Galaup, comte de La Pérouse famously disappeared here after both his vessels, La Boussole and Astrolabe, struck the reef in 1788. On the shore we visit a monument to Le Pérouse, erected by fellow explorer Dumont d’Urville in 1827. Join the naturalists on a forest walk in search of the endemic Vanikoro White-eye and Monarch, or marvel at the delicate Vanikoro Orchid. We also have a good chance to see the recently rediscovered Vanikoro Flying Fox, considered extinct until a recent visit by Heritage Expeditions!"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Espiritu Santo, Vanuatu: Today we explore Vanuatu’s largest Island, Santo; location of James Michener’s Tales of the South Pacific. Sip champagne on Champagne Beach, indulge in a swim in its crystalline waters and experience the region’s traditional ‘water music’ as performed by the local villagers. This afternoon we will enjoy Zodiac cruises to the iconic blue holes of Santo. For those with an interest in the history of the island, there is a visit to Luganville and Million Dollar Point."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Ambrym & Efate Islands: Today we will visit Ambrym, renowned as the island of volcanoes and magic throughout Vanuatu. We plan to head ashore at Ranon on the northern coast where the traditions of the ancient Rom Dance and custom carving are alive and well. A walk through the forest brings us to the ‘arena’ where masked dancers emerge from the forest. The forests of Ambrym offer excellent walks to search for local birds and plants, accompanied by our naturalists. This afternoon enjoy a final snorkel excursion on Efate or ‘Sandwich Island’, as it was once known, a tropical island paradise famed for its hidden natural wonders, beaches and historic sites."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Port Vila: This morning we arrive into Port Vila with disembarkation after breakfast. A transfer to our central city hotel or the airport will conclude your voyage. To allow time for disembarkation procedures we do not recommend booking flights from Port Vila before midday. Note: During our voyage, circumstances may make it necessary or desirable to deviate from the proposed itinerary. This can include poor weather and opportunities for making unplanned excursions. Your Expedition Leader will keep you fully informed. This tour offers a variety of activities and excursions. Your personal interests will determine which of these you wish to join. Please note that some activities and excursions will run at similar times, and it will not be possible to participate in both. Accordingly, refunds for excursions and missed landings are not available. Voyages are planned and scheduled pending final regulatory approval."
    }
  ],
  "map": ""
}