{
  "destination": "Papua New Guinea",
  "mainPhoto": "",
  "id": "goroka-show-holiday-in-papua-new-guinea",
  "tourName": "Goroka Show holiday in Papua New Guinea",
  "placesVisited": "",
  "generalInfo": "Take a small-group adventure into the highlands of Papua New Guinea to discover the wonders of this unique and rugged country. The highlight of the tour is the Goroka Show, a colourful annual festival that has been taking place since the 1950’s. This fantastic event allows visitors to witness different tribes from all over the country who gather to display their culture, song and dance in rich colourful costumes, headpieces and magnificently painted bodies. More than 100 tribes participate in the event performing extraordinary displays of 'singsings' - traditional songs, dances and ritual performances - it really is one of the highlights of the PNG calendar!",
  "durationDays": "10",
  "price": "6175",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Land Port Moresby. Transfer you to the hotel. Enjoy a sightseeing tour of Port Moresby."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Enjoy the morning at leisure before taking the flight to Goroka, the heart of the Eastern Highlands. Land and transfer to the hotel. Evening at leisure. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast depart for the showground where the Goroka Show will take place. This fantastic event presents the opportunity for visitors to witness different tribes from all over the country who gather to display their culture, song and dance in rich colourful costumes, headpieces and magnificently painted bodies. Early afternoon transfer to a local village for an afternoon spent in a traditional village with the locals. Explore the village and learn how the locals cultivate their gardens and grow their own food sustainably. (B,L)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy the second day of the show today. Take in all the song and dance the local Highlanders have to offer. As the show winds down for the afternoon we travel outside of the city and visit Asaro Village. Witness the famous Asaro Mudmen present a cultural performance. The Asaro Mudmen are famous for wearing fierce looking masks, with their bodies covered in white mud which made them look like ghosts emerging from the morning mist, when attacking rival tribes. After the sing sing visit the “Mens Haus” and learn about the village, mingle with the locals and watch as they prepare a traditional mumu lunch, where food is cooked in the ground when covered by hot rocks and banana leaves. Return to your accommodation and free time. (B,L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning, depart Goroka and travel to Mt Hagen passing through numerous villages to see people going about their daily life. The scenery is beautiful passing through mountainous country with valleys and gorges. Stop at the lookout at Daulo Pass which stands at an altitude of 2474m. On arrival in Mt. Hagen stop at the local market where local people sell their produce. It's a very lively experience and a great photo opportunity. End the day in Mt Hagen. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy an early breakfast at the hotel before travelling to a remote village for a cultural mini show. The road to the village leads across the Highlands offering spectacular views of the region including Mt. Giluwe, PNG’s second highest peak. After witnessing the mass sing sings at the Goroka Show enjoy a more intimate experience where villagers perform a number of their traditional sing sings showcasing their culture, song, dance and traditional dresses. Enjoy lunch in the village and be sure to mingle with the locals before you head back to Mount Hagen town. (B,L)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Take the charter flight to Simbai, a very remote location accessible only by small plane. Due to its remoteness there is a limited number of tourists visiting this area which makes the place and the experience very special. After an hour flight we land in the mountains of Simbai and are welcomed by enthusiastic crowds. A local guide will meet the arriving plane and accompany guests to the Kalam Guesthouse. After lunch guests will have the opportunity to walk through the village and witness the traditional lifestyle still practiced here as well as the Kalam Festival celebrations which begin today. Enjoy the festivities, song and dance as the locals showcase their culture. (B,L,D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The Kalam Festival takes place every year but, it’s only relatively recently that tourists have been allowed to participate and witness the ceremonies conducted during the two-day event. Ceremonies like initiation of young boys into manhood, bride’s price payment, dispute resolution are part of the annual gathering of neighbouring villages. Young men in their impressive green beetle headpieces present their traditional sing sing as part of the event. Guests are free to walk around villages, visit homes and participate in daily activities of the people, who still live the traditional lifestyle. The number of visitors is low which makes this unique experience intimate. (B,L,D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After lunch say goodbye to new friends from Simbai and return to Mt. Hagen by charter plane. Connect to the onward flight to Port Moresby for your final night in the country. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to the airport for your onward flight (please speak to us about extending your trip to explore the country further). (B)"
    }
  ],
  "map": ""
}