{
  "destination": "Papua New Guinea",
  "mainPhoto": "",
  "id": "papua-new-guinea-sea-kayaking-holiday",
  "tourName": "Papua New Guinea sea kayaking holiday",
  "placesVisited": "Port Moresby, Kavieng, Nusa Island Retreat, Nago Island, Enuk Island, Kabotteron Island, Nusaum, Lemus Island, Nusakelo village, Lamalangit, Tsoilik, Tsoiliks Lagoon and Bird Island",
  "generalInfo": "There are few spots left on earth that have barely been explored, but remote Papua New Guinea is one of them. Comprising hundreds of islands and thousands of kilometres of coastline, Papua New Guinea feels like a final frontier, ripe for exploration.  <br/><br/>This sea kayaking expedition will explore the Tigak area of northwest New Ireland, a long chain of islands that stretches out from New Ireland and skirts the east coast of New Hanover. Paddling from one small island to the next, you will meet local people who have rarely seen outsiders, snorkel beautiful reefs and sample delicious seafood.<br/><br/>The Tigak region is a 1.5 hour flight from the capital Port Moresby. These islands are surrounded by pristine water and coral reefs which are home to a huge quantity of sea life. Inhabiting these islands are local people who live mainly off the sea. Some live on islands as small as a football fields while others live on large islands where they also cultivate fruit and vegetables. <br/><br/>This expedition is considered moderate, as there are no long walks and each of the four full days of kayaking involves about four hours of paddling, broken up with lunch and swims. Accommodation will vary from comfortable eco lodges to tents on the beach. While temperatures can be high (mid 30s), crystal clear water and pristine coral reefs will be more than enough to keep you cool. You can tavel on a group departure or request a tailor made trip.<br/>",
  "durationDays": "9",
  "price": "2395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Port Moresby and transfer to hotel. Free time to relax. Hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly Port Moresby - Kavieng. You will be met at the airport by one of our team members and taken to the Nusa Island Retreat. This afternoon you will meet with your local Guide. We will check out our kayaks and go for a short practice paddle around Nusa Island. That night we will have our expedition briefing. [B/ L/ D] Overnight in Retreat."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Nusa Island Retreat - Kabotteron Island. Today we start paddling. But before we start our Guide will go through some safety issues. After breakfast, we set out for our first destination, Kabotteron Island approximately 2 hrs from the Retreat. On the way we will stop at Nago Island (30 minutes away). Nago is a turtle nesting site so the chances of seeing turtles is very good. We will do some snorkelling there, before we head off for Enuk Island. Enuk is a beautiful island, split by a narrow channel. Here we will have lunch and explore the island, escorted by one of the local villages. From Enuk we head for Kabotteron and its southern tip. There we will set up camp and depending on the time of day, snorkel the reef just down from the village. [B/L/D] Overnight Masat Village."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kabotteron - Nusakelo. After breakfast we will start NW towards Bangatang towards Nusaum. We will stop at Nusaum for a snorkel of the excellent reef. From there we head another 30 minutes to the southern tip of Lemus Island. Here we will have the chance to snorkel one of the best beach reefs in the region. After some morning tea we will head off to our days final destination. From Lemus, we will paddle on the outer reef towards Nusakelo. Depending on the tide, we may be able to cross into the inner reef along the coast of Bangatang. Finally, we will reach Nusakelo, a small village on the southern tip of the Tsoi group of islands. This is a great place to rest under some enormous trees and explore the rocky coast. After lunch, we can hop into the support boat and head back towards Patio Island and Nup for a snorkel in what we consider some of the best reefs in the world. [ B/L/ D] Overnight in tents overlooking the bay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Nusakelo - Lamalangit. Today we paddle from Nusan Kelo to Lamalangit. This will be a relatively easy day, with a gentle paddle along the coast of the Tsoi group. We will have great views of the coast of New Hanover. We will arrive in Lamalangit to a traditional greeting. In the afternoon, we may have a chance to take a traditional outrigger canoe into the channel with a local guide showing us some of the more interesting aspects of living in such a remote community. [ B/L/ D]"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lamalangit - Tsoilik. Today we track the west coast of the Tsoi group of islands. Just south of Mansava Village is a great snorkelling reef, which if the tide is right, we will explore. From there we will paddle to Tsoilik and a superb guest house area on the far north tip of the island with views over New Hanover and beyond. We will have a Village presentation that night. We will also have the chance to explore Tsoiliks lagoon and Bird Island where birds from all over the region come to nest. [ B/ L/ D] Overnight in very nice Bungalows."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tsoilik - Nusa Island Retreat. Today we transfer back to Nusa Island Retreat. If we leave early enough we will be back there by lunch. For those who wish to surf, there should be time in the afternoon. [B/ L/ D]. Overnight in Retreat"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Nusa Island Retreat - Port Moresby. After breakfast we will transfer to the mainland for our flight back to Port Moresby. There we will rest and celebrate our trip again. [B] Hotel"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Expedition Ends For those that wish to do some SCUBA Diving (highly recommended) we can add a couple of days to the end of the trip for this. SCUBA Diving trips are best organized through the Ecolodge you will be staying at."
    }
  ],
  "map": ""
}