[
  {
    "destination": "Papua New Guinea",
    "mainPhoto": "",
    "id": "goroka-show-holiday-in-papua-new-guinea",
    "tourName": "Goroka Show holiday in Papua New Guinea",
    "placesVisited": "",
    "generalInfo": "Take a small-group adventure into the highlands of Papua New Guinea to discover the wonders of this unique and rugged country. The highlight of the tour is the Goroka Show, a colourful annual festival that has been taking place since the 1950’s. This fantastic event allows visitors to witness different tribes from all over the country who gather to display their culture, song and dance in rich colourful costumes, headpieces and magnificently painted bodies. More than 100 tribes participate in the event performing extraordinary displays of 'singsings' - traditional songs, dances and ritual performances - it really is one of the highlights of the PNG calendar!",
    "durationDays": "10",
    "price": "6175",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Land Port Moresby. Transfer you to the hotel. Enjoy a sightseeing tour of Port Moresby."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Enjoy the morning at leisure before taking the flight to Goroka, the heart of the Eastern Highlands. Land and transfer to the hotel. Evening at leisure. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast depart for the showground where the Goroka Show will take place. This fantastic event presents the opportunity for visitors to witness different tribes from all over the country who gather to display their culture, song and dance in rich colourful costumes, headpieces and magnificently painted bodies. Early afternoon transfer to a local village for an afternoon spent in a traditional village with the locals. Explore the village and learn how the locals cultivate their gardens and grow their own food sustainably. (B,L)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Enjoy the second day of the show today. Take in all the song and dance the local Highlanders have to offer. As the show winds down for the afternoon we travel outside of the city and visit Asaro Village. Witness the famous Asaro Mudmen present a cultural performance. The Asaro Mudmen are famous for wearing fierce looking masks, with their bodies covered in white mud which made them look like ghosts emerging from the morning mist, when attacking rival tribes. After the sing sing visit the “Mens Haus” and learn about the village, mingle with the locals and watch as they prepare a traditional mumu lunch, where food is cooked in the ground when covered by hot rocks and banana leaves. Return to your accommodation and free time. (B,L)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "This morning, depart Goroka and travel to Mt Hagen passing through numerous villages to see people going about their daily life. The scenery is beautiful passing through mountainous country with valleys and gorges. Stop at the lookout at Daulo Pass which stands at an altitude of 2474m. On arrival in Mt. Hagen stop at the local market where local people sell their produce. It's a very lively experience and a great photo opportunity. End the day in Mt Hagen. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Enjoy an early breakfast at the hotel before travelling to a remote village for a cultural mini show. The road to the village leads across the Highlands offering spectacular views of the region including Mt. Giluwe, PNG’s second highest peak. After witnessing the mass sing sings at the Goroka Show enjoy a more intimate experience where villagers perform a number of their traditional sing sings showcasing their culture, song, dance and traditional dresses. Enjoy lunch in the village and be sure to mingle with the locals before you head back to Mount Hagen town. (B,L)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Take the charter flight to Simbai, a very remote location accessible only by small plane. Due to its remoteness there is a limited number of tourists visiting this area which makes the place and the experience very special. After an hour flight we land in the mountains of Simbai and are welcomed by enthusiastic crowds. A local guide will meet the arriving plane and accompany guests to the Kalam Guesthouse. After lunch guests will have the opportunity to walk through the village and witness the traditional lifestyle still practiced here as well as the Kalam Festival celebrations which begin today. Enjoy the festivities, song and dance as the locals showcase their culture. (B,L,D)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "The Kalam Festival takes place every year but, it’s only relatively recently that tourists have been allowed to participate and witness the ceremonies conducted during the two-day event. Ceremonies like initiation of young boys into manhood, bride’s price payment, dispute resolution are part of the annual gathering of neighbouring villages. Young men in their impressive green beetle headpieces present their traditional sing sing as part of the event. Guests are free to walk around villages, visit homes and participate in daily activities of the people, who still live the traditional lifestyle. The number of visitors is low which makes this unique experience intimate. (B,L,D)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "After lunch say goodbye to new friends from Simbai and return to Mt. Hagen by charter plane. Connect to the onward flight to Port Moresby for your final night in the country. (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Transfer to the airport for your onward flight (please speak to us about extending your trip to explore the country further). (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Papua New Guinea",
    "mainPhoto": "",
    "id": "melanesia-small-ship-cruise-2026",
    "tourName": "Melanesia small ship cruise 2026",
    "placesVisited": "",
    "generalInfo": "Sail into a world few ever experience where unique time-honoured traditions and elaborately costumed dancers welcome us into their world. Explore the rich history, iconic WWII sites, cultures and wildlife of Papua New Guinea, the Solomon Islands and Vanuatu on this 18-day authentic expedition cruise which includes a flight from Cairns to Port Moresby. <br/><br/>Crossing the Buka Channel at Nissan Island we see reminders of intensive World War II action, then enter a long-isolated world as we are among the first travellers to return to Bougainville. Sailing through the turquoise waters of the Solomon Islands, new vistas and unexpected encounters await. Discover one of the conservation jewels of the South Pacific on Tetepare Island and observe the ancient Rom Dance on Ambrym Island.  <br/><br/>Experience a kaleidoscope of cultures as we explore Vanuatu, where more than 100 indigenous languages are spoken. With over 80 habitable islands, islanders have closely guarded their own cultures and languages. Our expedition embraces some of these cultures and languages, as we explore one of the happiest places on the planet. <br/><br/>Throughout Melanesia there are spectacular reefs, which are home to masses of fish and coral gardens of every colour. These waters offer some of the greatest marine diversity and snorkelling in the world and everybody will have the opportunity to appreciate the beauty beneath the waves. Whether you are snorkelling or swimming, this ocean aquarium is waiting to be explored and discovered. <br/><br/>For birders, this itinerary offers once-in-a-lifetime species on remote islands where few have been before, and endemic birdlife such as the Solomon Sea Eagle, or the Vanikoro White-eye, may be seen. The birding potential is exceptional, and to allow birders to maximise the opportunities on the expedition there is an optional specialised birding programme with customised excursions. This expedition includes the option to join a sea kayaking excursion with an expert guide. Kayakers are rewarded with tranquil, tropical settings and are a source of fascination to the locals who often paddle their canoes out to join them and invite them back to their villages.",
    "durationDays": "18",
    "price": "14375",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Cairns, Australia: Arrive in the urban tropical paradise of Cairns, gateway to natural wonders the Great Barrier Reef and Wet Tropics World Heritage Rainforest, and make your way to your hotel where our group will spend the first night of the expedition. This evening meet your fellow voyagers and expedition guides over dinner at the hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Cairns to Port Moresby, Papua New Guinea: Enjoy breakfast at the hotel before boarding your flight to Port Moresby, the bustling gateway and capital of Papua New Guinea where village and urban life exist side-by-side. This afternoon board Heritage Adventurer where the captain and expedition team will be waiting to greet you on arrival and show you to your cabin. You will have time to settle in and familiarise yourself with the ship; we will also take the opportunity to introduce your expedition team and our voyage plans."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Doini Island: Lapped by the tropical waters of Milne Bay off the eastern tip of Papua New Guinea, Doini Island is a little-known island paradise awaiting discovery. Ringed by white sand beaches, crystal blue waters and a lush rainforest interior there is much to explore and experience. With a population estimated at less than 1,000 people and little development, Doini’s untouched beauty is evident both above and below the water. Explore the rainforest with its WWII history and the traditional burial site known as Skull Cave housing around 100 skulls belonging to ancestors who fought fierce battles with neighbouring tribes. Put on your mask and snorkel and explore mesmerising coral reefs and gardens filled with exotic marine life on this beautiful tropical island escape."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Cape Nelson, Tufi Island: Today we discover the scenic beauty of the rarely visited Tufi Fjords. Featuring 25 individual canyons with sheer basalt cliffs, these are the only fjords in Papua New Guinea. Take in the spectacular views as we cruise close to the towering cliffs before boarding the Zodiacs which will take us ashore for a closer look and to meet the locals where we will learn about the traditions of the Tufi people. Due to the protection of the fiords, the coral reefs are very rich in colour and variety and the waters offer remarkable visibility. We will find a suitable spot to snorkel amongst the Gobie, Mandarin Fish, Pigmy Seahorses and sponge and shelf corals. Later we will take a walk in the surrounding rainforest to look for the world’s largest butterfly, the Queen Alexandra’s Birdwing."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "D’Entrecasteaux Islands: Wake this morning in the volcanic island chain of D’Entrecasteaux Islands where we plan to visit both Dobu and Fergusson Islands. Explore Fergusson Island’s geothermal area with its hot springs, bubbling mud pools and geysers, before local guides share their stories during a village visit. On Dobu Island, a critical link in the Kula Ring which was famously investigated and described by the anthropologist Bronislaw Malinowski, options may include a local cultural performance with unique costumes and drumming, local crafts, traditional clay pot cooking methods and items associated with Kula ring trading. Those interested in birds will keep an eye out for the White Cockatoo and the Curl-crested Manucode while some of the clearest water of the expedition awaits snorkellers. A steep drop-off provides a vibrant selection of corals and a multitude of fish including tiny Clownfish."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Trobriand Islands: Positioned in the Solomon Sea and historically known as the ‘Islands of Love’, the Trobriands offer a glimpse of traditional culture largely unspoilt by outside influence. During our visit we will enjoy picture postcard white sand beaches, colourful villages, aquamarine water and enchanting marine life. Meet the Trobriand islanders and experience energetic, time-honoured dances that celebrate fishing and the seasonal yam harvest. Learn about the history of the ‘Kula Ring’, a circular pattern of ceremonial trade relationships that bind the islands of Milne Bay and eastern Papua New Guinea together in a long-established network of friendship. These islanders are also renowned for the exquisite quality of their ebony wood-carvings, often decorated with mother-of-pearl shell inlays. We take to the water and snorkel among kaleidoscopic coral reefs populated by Parrotfish, Neon Damsels and other brilliantly-hued species."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Rabaul New Britain: Six beautiful cone-shaped volcanoes ring Rabaul’s dramatic, flooded-caldera harbour. Visit the bubbling hot springs and take in the magnificent views of the harbour and volcanoes from Observatory Ridge. As we explore the island, we will see fascinating reminders of the Japanese occupation, take in the site of the enormous volcanic eruption that all but destroyed Rabaul town, the underground bunker that was the hiding place of Pearl Harbour commander, Yamamoto, and join the locals shopping at the bustling Kokopo markets."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Nissan Island: A tropical atoll adrift in the azure waters of the Buka Channel, Nissan Island is bathed in rich tropical currents that abound in marine life. Seldom have outsiders had the opportunity to discover this world promising abundant marine life and pristine coral reefs. Ashore there are still reminders of the brief, but intensive, World War II activities during which the islands were recaptured by Kiwi, Australian and British forces from the Japanese occupiers. During our time ashore we will meet with the friendly locals from all three of the island’s Balil Villages and search the dense woods for some of the elusive birds that occur here. Later the snorkellers will find plenty to discover in the coral reefs that surround Nissan."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Bougainville Island: Today we discover the treasures of Bougainville, long isolated and in a strange way protected due to the conflict which swirled around its shores. High on many travellers’ wish lists, this autonomous region within Papua New Guinea magnificently marries rugged, jungled terrain with amazing coral reefs offshore and is home to some of the greatest biodiversity in the region, both above and below the water. Comprising two main islands and several outlying islands and atolls, it is both remote and hard to reach, but perfect for exploration by expedition ship. We plan to explore the area around Arawa, including the Panguna Copper & Gold Mine site – the setting for the movie Mr Pip – with great opportunities to access the island’s interior and its reefs. Spend your last Kina under the thatched roof of the Arawa Markets among the hum and chatter of hundreds of locals."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Kolombangara Island: The volcanic New Georgia Islands are found in the Western Province of the Solomon Islands and are characterised by extensive reefs and lagoons, rugged terrain and an abundance of rivers. Nature enthusiasts will relish landing on Kolombangara Island, where we plan to visit the Imbu Rano Eco Lodge and Conservation Area which protects the islands central peak and searching for the rare Roviana Rail along with other endemic bird species. Snorkel the surrounding reefs, home to some of the highest fish counts in the world and enjoy a Zodiac cruise and village visit. Stock up on the local currency to purchase wood or stone carvings the people of the Western Province are so famous for."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Tetepare Island: Uninhabited for 150 years, this rugged island cloaked in rainforest and fringed with coral reefs is home to one of the Solomon Islands’ leading community-driven conservation projects, the Tetepare Descendants’ Association. Receiving international recognition for its conservation and archaeological significance, three species of turtle, including the endangered leatherback, nest on its beaches while other species inhabiting the island and surrounding waters include dugong, the world’s largest skink, endemic Tetepare White-eye and many more. A highlight of our voyage, this afternoon we plan to explore and enjoy a drift snorkel of the fringing reef with its outstanding marine biodiversity."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Nggela Sule & Tulagi Islands: Today sees us exploring the heart of the Solomon archipelago, the Nggela Islands chain which comprises 50 jungle-capped islands with powdery white sand beaches and stunning gin clear waters, and home to exceptional coral gardens, reefs and marine life. In Roderick Bay on main island Nggela Sule, explore the beach and forest, and enjoy the thrill of snorkelling. Experience a traditional welcome from the local warriors on Tulagi Island. Explore this fascinating island, its town centre once the administrative seat of the British Solomon Islands Protectorate until it was destroyed by the Japanese during World War II. During our visit we plan to visit the historic sites of Blue Beach and the Japanese U-caves where soldiers hid during their battle with US forces."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Santa Ana Island: Experience a traditional Solomon Island’s welcome on arrival at Port Mary on Santa Ana Island. Also known as Owaraha or Owa Raha, this stunning coral island, first sighted by Europeans in 1568, is ours to explore today. Delight in the local hospitality and culture as we peruse local handicrafts, explore the lush forests with our guides and meet the local children at the village school or bask in tropical waters. Birders will be on the look out for the tiny Sooty Myzomela, Island Imperial Pigeon, Solomons Rufous Fantail and Chestnut-bellied Monarch among others."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Nendö Island, Temotu Province: Nendö is the largest of the Santa Cruz Islands, which lie to the south-east of the Solomon Islands. The Spanish navigator Álvaro de Mendaña de Neira unsuccessfully attempted to establish a colony in 1595. Biologically these islands share more in common with Vanuatu. It is also the home of the regions famous red feather money known as Tevau, sourced from the Scarlet Honeyeater. Watch the manufacture of red feather money, and join the locals in dances which reverberate through the ages."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Vanikoro Island: Today we explore the archipelago of Vanikoro, with its five islands encapsulated by a dramatic barrier reef offering superb snorkelling. French explorer Jean-François de Galaup, comte de La Pérouse famously disappeared here after both his vessels, La Boussole and Astrolabe, struck the reef in 1788. On the shore we visit a monument to Le Pérouse, erected by fellow explorer Dumont d’Urville in 1827. Join the naturalists on a forest walk in search of the endemic Vanikoro White-eye and Monarch, or marvel at the delicate Vanikoro Orchid. We also have a good chance to see the recently rediscovered Vanikoro Flying Fox, considered extinct until a recent visit by Heritage Expeditions!"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Espiritu Santo, Vanuatu: Today we explore Vanuatu’s largest Island, Santo; location of James Michener’s Tales of the South Pacific. Sip champagne on Champagne Beach, indulge in a swim in its crystalline waters and experience the region’s traditional ‘water music’ as performed by the local villagers. This afternoon we will enjoy Zodiac cruises to the iconic blue holes of Santo. For those with an interest in the history of the island, there is a visit to Luganville and Million Dollar Point."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Ambrym & Efate Islands: Today we will visit Ambrym, renowned as the island of volcanoes and magic throughout Vanuatu. We plan to head ashore at Ranon on the northern coast where the traditions of the ancient Rom Dance and custom carving are alive and well. A walk through the forest brings us to the ‘arena’ where masked dancers emerge from the forest. The forests of Ambrym offer excellent walks to search for local birds and plants, accompanied by our naturalists. This afternoon enjoy a final snorkel excursion on Efate or ‘Sandwich Island’, as it was once known, a tropical island paradise famed for its hidden natural wonders, beaches and historic sites."
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Port Vila: This morning we arrive into Port Vila with disembarkation after breakfast. A transfer to our central city hotel or the airport will conclude your voyage. To allow time for disembarkation procedures we do not recommend booking flights from Port Vila before midday. Note: During our voyage, circumstances may make it necessary or desirable to deviate from the proposed itinerary. This can include poor weather and opportunities for making unplanned excursions. Your Expedition Leader will keep you fully informed. This tour offers a variety of activities and excursions. Your personal interests will determine which of these you wish to join. Please note that some activities and excursions will run at similar times, and it will not be possible to participate in both. Accordingly, refunds for excursions and missed landings are not available. Voyages are planned and scheduled pending final regulatory approval."
      }
    ],
    "map": ""
  },
  {
    "destination": "Papua New Guinea",
    "mainPhoto": "",
    "id": "papua-new-guinea-goroka-show-and-tribal-lands",
    "tourName": "Papua New Guinea, Goroka Show and Tribal Lands",
    "placesVisited": "",
    "generalInfo": "Indisputably the most culturally diverse country in the world, Papua New Guinea is a land of stunning mountains, spectacular wildlife and one of the world’s last intact systems of tribes, clans and rituals. <br/><br/>This expedition takes us first to the Sepik River, the country’s longest, and often referred to as Papua New Guinea’s cultural heart due to the richness and variety of its tribal cultures. We travel by canoe to the East Sepik region to visit villages with ancient beliefs and rituals, and their striking ‘haus tambarans’ (spirit houses). Here we discover local mythologies of wayward spirits and how an animistic culture still holds sway over traditional village lifestyles. <br/><br/>The highlight of this trip will be a real celebration of culture as we join over one hundred tribes in Goroka for a weekend of unique ritual performances, song and dance. We also attend similar – but smaller and more intimate - festivities in Paiya, where we are welcomed by the chief and wives, all wearing colourful traditional attire.<br/><br/>As well as this, there will be numerous opportunities to watch birds and wildlife – including hopefully birds of paradise, and to see the incredible warrior masks of the mud men.",
    "durationDays": "12",
    "price": "7495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Port Moresby - Arrive in Port Moresby. After checking in at the hotel explore the city including the botanical gardens, fish market and national museum among other sights. Overnight Holiday Inn Express or similar. (LD)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Wewak - After breakfast transfer for the flight to Wewak. During the afternoon we will explore the town, the capital of the East Sepik region of Papua New Guinea and a gateway to the Sepik River. During WW2, Wewak was the site of the largest Japanese airbase in Papua New Guinea and was subject to repeated bombings by Australian and American forces. We visit some of these war relics as well as a local market and other sites. Overnight Wewak Boutique Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Wewak - We can explore the village further before we travel back to Pagwi and to our transfer vehicle for our journey back to Sepik. Overnight Wewak Boutique Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Mount Hagen - After breakfast we fly to Mount Hagen via Port Moresby. Overnight Traveller’s Hut or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Paiya - Drive to Paiya where we experience the Paiya Show – a cultural event celebrating the customs and traditions of a variety of ethnic groups throughout Papua New Guinea. Much smaller than the Goroka Show, this does not attract the same number of visitors and has a rather more intimate feel. We are welcomed by the chief and his wives, all in traditional attire and adornments. Here we experience customary ceremonies and rituals performed by the local people. This is an immensely colourful experience rich in tradition and there will be plenty of opportunity for photography. During the afternoon we head to Kumul Lodge. The surrounding forest is home to some of the most beautiful and unusual birds in the world. Overnight Traveller’s Hut or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Mindima Village – Goroka - We have an early start, visiting Mount Hagen market before heading to Goroka, stopping at Mindima village on the way to see some of the customs of the region. Overnight Goroka Lodge or similar. (BLD)."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Goroka Show - Experience the extraordinary Goroka Show – one of the most significant cultural events in Papua New Guinea, where over 100 tribes get together for a weekend of song, dance and ritual performances showcasing their community’s unique traditions. You will have an opportunity to mingle with the performers and learn about their culture before the event. Later we visit the Kamiliki village where we can enjoy more cultural dances and performances. Overnight Goroka Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Goroka - This morning we continue to enjoy the Goroka Show festivities before driving to Asaro village, famous for its mud men, where we will witness a performance and see how their impressive warrior masks are made. Overnight Goroka Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Port Moresby - After breakfast we will head back to Port Moresby. During the afternoon we will tour the capital again, this time the Sogeri Road area. This area is home to the Varirata National Park and has some spectacular scenery. The park is rich with a variety of ecosystems, plants and animals. In particular, it houses an abundant bird life. We can hope to see different orchid species and the spectacular Reggiana Bird of Paradise. Overnight Holiday Inn Express or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Port Moresby - Transfer to the airport for our departure flight. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Papua New Guinea",
    "mainPhoto": "",
    "id": "papua-new-guinea-sea-kayaking-holiday",
    "tourName": "Papua New Guinea sea kayaking holiday",
    "placesVisited": "Port Moresby, Kavieng, Nusa Island Retreat, Nago Island, Enuk Island, Kabotteron Island, Nusaum, Lemus Island, Nusakelo village, Lamalangit, Tsoilik, Tsoiliks Lagoon and Bird Island",
    "generalInfo": "There are few spots left on earth that have barely been explored, but remote Papua New Guinea is one of them. Comprising hundreds of islands and thousands of kilometres of coastline, Papua New Guinea feels like a final frontier, ripe for exploration.  <br/><br/>This sea kayaking expedition will explore the Tigak area of northwest New Ireland, a long chain of islands that stretches out from New Ireland and skirts the east coast of New Hanover. Paddling from one small island to the next, you will meet local people who have rarely seen outsiders, snorkel beautiful reefs and sample delicious seafood.<br/><br/>The Tigak region is a 1.5 hour flight from the capital Port Moresby. These islands are surrounded by pristine water and coral reefs which are home to a huge quantity of sea life. Inhabiting these islands are local people who live mainly off the sea. Some live on islands as small as a football fields while others live on large islands where they also cultivate fruit and vegetables. <br/><br/>This expedition is considered moderate, as there are no long walks and each of the four full days of kayaking involves about four hours of paddling, broken up with lunch and swims. Accommodation will vary from comfortable eco lodges to tents on the beach. While temperatures can be high (mid 30s), crystal clear water and pristine coral reefs will be more than enough to keep you cool. You can tavel on a group departure or request a tailor made trip.<br/>",
    "durationDays": "9",
    "price": "2395",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Port Moresby and transfer to hotel. Free time to relax. Hotel"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Fly Port Moresby - Kavieng. You will be met at the airport by one of our team members and taken to the Nusa Island Retreat. This afternoon you will meet with your local Guide. We will check out our kayaks and go for a short practice paddle around Nusa Island. That night we will have our expedition briefing. [B/ L/ D] Overnight in Retreat."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Nusa Island Retreat - Kabotteron Island. Today we start paddling. But before we start our Guide will go through some safety issues. After breakfast, we set out for our first destination, Kabotteron Island approximately 2 hrs from the Retreat. On the way we will stop at Nago Island (30 minutes away). Nago is a turtle nesting site so the chances of seeing turtles is very good. We will do some snorkelling there, before we head off for Enuk Island. Enuk is a beautiful island, split by a narrow channel. Here we will have lunch and explore the island, escorted by one of the local villages. From Enuk we head for Kabotteron and its southern tip. There we will set up camp and depending on the time of day, snorkel the reef just down from the village. [B/L/D] Overnight Masat Village."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Kabotteron - Nusakelo. After breakfast we will start NW towards Bangatang towards Nusaum. We will stop at Nusaum for a snorkel of the excellent reef. From there we head another 30 minutes to the southern tip of Lemus Island. Here we will have the chance to snorkel one of the best beach reefs in the region. After some morning tea we will head off to our days final destination. From Lemus, we will paddle on the outer reef towards Nusakelo. Depending on the tide, we may be able to cross into the inner reef along the coast of Bangatang. Finally, we will reach Nusakelo, a small village on the southern tip of the Tsoi group of islands. This is a great place to rest under some enormous trees and explore the rocky coast. After lunch, we can hop into the support boat and head back towards Patio Island and Nup for a snorkel in what we consider some of the best reefs in the world. [ B/L/ D] Overnight in tents overlooking the bay."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Nusakelo - Lamalangit. Today we paddle from Nusan Kelo to Lamalangit. This will be a relatively easy day, with a gentle paddle along the coast of the Tsoi group. We will have great views of the coast of New Hanover. We will arrive in Lamalangit to a traditional greeting. In the afternoon, we may have a chance to take a traditional outrigger canoe into the channel with a local guide showing us some of the more interesting aspects of living in such a remote community. [ B/L/ D]"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Lamalangit - Tsoilik. Today we track the west coast of the Tsoi group of islands. Just south of Mansava Village is a great snorkelling reef, which if the tide is right, we will explore. From there we will paddle to Tsoilik and a superb guest house area on the far north tip of the island with views over New Hanover and beyond. We will have a Village presentation that night. We will also have the chance to explore Tsoiliks lagoon and Bird Island where birds from all over the region come to nest. [ B/ L/ D] Overnight in very nice Bungalows."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Tsoilik - Nusa Island Retreat. Today we transfer back to Nusa Island Retreat. If we leave early enough we will be back there by lunch. For those who wish to surf, there should be time in the afternoon. [B/ L/ D]. Overnight in Retreat"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Nusa Island Retreat - Port Moresby. After breakfast we will transfer to the mainland for our flight back to Port Moresby. There we will rest and celebrate our trip again. [B] Hotel"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Expedition Ends For those that wish to do some SCUBA Diving (highly recommended) we can add a couple of days to the end of the trip for this. SCUBA Diving trips are best organized through the Ecolodge you will be staying at."
      }
    ],
    "map": ""
  },
  {
    "destination": "Papua New Guinea",
    "mainPhoto": "",
    "id": "papua-new-guinea-small-group-tour",
    "tourName": "Papua New Guinea small group tour",
    "placesVisited": "Port Moseby, Wewak, Sepik River, Mt. Hagen, Simbai Village, Goroka, Rabaul, East New Britain, Duke of York Islands",
    "generalInfo": "This Papua New Guinea small group tour takes you to one of the most diverse places on earth; and one that retains many of its ancient traditions. There are over 850 living languages here and most people still practice rituals and customs that have endured for centuries. This is also one of the least visited countries in the world so it makes for an incredible adventure. Along with your small band of like minded travellers you’ll explore the country’s natural and cultural landscapes in depth, experiencing a wide range of cultural traditions.<br/><br/>After starting your journey in Port Moseby, you’ll head down the Sepik River to the home of the crocodile people, before making your way into the Bismarck region of the lush Northern Highlands, where you’ll get to know the Kalam people over two days and have time for both walking and bird watching, too. Next comes perhaps the main highlight of the trip - experiencing one of the country’s major Tribal Festivals. You’ll finish the trip relaxing beachside and swimming and snorkeling in the clear waters off the Duke of York Islands, before travelling back to Port Moresby and your flight home.<br/><br/>",
    "durationDays": "14",
    "price": "9995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tour starts in Port Moresby: Flight to Wewak: Starting in the country’s capital early this morning (08:30) we will meet at the Sanctuary Hotel in Port Moresby and have a chance to enjoy a reviving breakfast. Depending on the flight time, we may have time for a little sightseeing, before flying on to Wewak on the northern coast of New Guinea. The capital of the East Sepik province, Wewak provides the gateway into the swamplands and tropical rainforests of the Sepik River, New Guinea’s longest river. On arrival we will be transferred to our comfortable boutique hotel, where the rest of the day is free to relax from the long journey."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Wewak to Sepik River: The Heart of the Middle Sepik: After meeting up with our local guides this morning, we then embark on a four-hour drive to Pagwi, on the Sepik River. From here we travel down river by motor canoe, a journey of some two hours that brings us to the village of Kanganamun, in the heart of the Middle Sepik. This region is home to the famous crocodile-men of Yatmoul, whose rituals include marking the skin in deep cuts to resemble the teeth marks of the great crocodile spirit. Their immense spirit houses are considered cathedrals of primitive art and on arrival we will be settled with our hosts in basic homestay accommodation."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Sepik River: Traditional Village Ceremonies & Visits: Spending the day exploring the Middle Sepik region, we have the opportunity today to visit at least a couple of traditional dance ceremonies, as well as several spirit houses and villages. Travelling by motorised canoe, we will explore some of the villages to learn more about the traditions of their initiation ceremonies of the local people, before continuing on to Palembe. NB, Please be aware that the course and content of today’s visits are very much dependent on the safety conditions and water levels along the river."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Sepik - Wewak: Abelam Village Tribe: We depart our village this morning and reach Pagwi, where our bus takes us to an Abelam village near Maprik. Here we encounter one of the Abelam tribes who live in the Bismarck range, and are known for their incredible skills to grow giant yams, celebrated in their Yam festivals. They are also renown for their fantastic Spirit houses and dances, both of which you will witness during our visit. After a local lunch in the village, we return to Wewak and our comfortable hotel."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Wewak - Mount Hagen: The Western Highlands: Today we take a short flight on to Mount Hagen in the heart of the Western Highlands. Located amongst the fertile landscapes of the Wahgi Valley, the city is named after the eroded volcanic peak of Mount Hagen. Activities today will be dependent on flight times. On arrival in Hagen we can settle into our hotel."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Mount Hagen: Birds of Paradise: We have a very early start this morning to prepare us for our bird-watching experience, where we will have the chance to spot the Bird of Paradise. Leaving early in the morning we will drive for just under an hour to reach our destination before heading on foot to reach the birding spots. We will then return to our hotel for breakfast before departing for Kumul Lodge where we can enjoy time in the beautiful gardens and will have our lunch here. Kumul Lodge is one of the few bird lodges in PNG that where the Bird of Paradise is regularly spotted. We will have a chance to observe more birds at the feeding station from the balcony including Brehm's Tiger Parrot, Smoky Honeyeater and Island Thrush. In the afternoon you might wish to take a walk to the nearby waterfall or stay at the lodge looking for more birds. We then return back to Hagen for our dinner and overnight."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Mount Hagen - Simbai Village: The Bismarck Range & Kalam People: This morning we take a short charter flight to reach Simbai, a remote governmental station in the Bismarck range. Up here, there is a very limited infrastructure away from any roads and the life of the local people is still very traditional. From the air strip it’s a 30 minute walk to the nearby village where we stay in a charming guest house, surrounded by beautiful gardens, for the next three nights. In Simbai we experience a living culture of this tribe, who have impressive body adornments and will have plenty of opportunity to learn about their lives and traditions. We will have the chance to explore on foot the beautiful surrounding area, as well as our host village and the local school."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Simbai Village: Traditional Sing Sings & Mumu: Over these two days we get a chance to share in the daily life of the village. The Kalam wear impressive helmets covered in beetle heads so during our time here we will see how the famous beetle head headdresses are prepared. We will step back in time to learn more about the ancient culture and rituals of this tribe, which are in their 8th generation. On one of the days we will witness the festival atmosphere as the village ladies prepare food for a “mumu” feast, when a whole pig is skillfully butchered and cooked on hot stones in the ground. The opening of the mumu is celebrated with a traditional ‘singsing’, which for the villagers could last long into the night!"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Simbai Village - Mount Hagen: Exploring Hagen: Today we say farewell to the Simbai community and depart the Northern Highlands and take a privately chartered flight back to Mount Hagen. Depending on the arrival time of our flight we may have lunch and a short coffee tour at Banz Coffee, one of New Guinea famous roasters, or a visit to Rondon Ridge for lunch and an afternoon walk. After our activity we will return to Mount Hagen for the night with some time to relax at our comfortable hotel."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Mount Hagen - Goroka: Central Highlands: Considered one of PNG’s most attractive towns, Goroka lies some five hours by road from Mount Hagen. Each year, around the country’s independence celebrations (16 September), the town hosts the famous Goroka Show, a two-day cultural event that sees tribes from all across the region gather to take part in one of the most colourful festivals in the country. Today we get to journey east along the Highlands Highway across the mountains and fertile vegetable gardens of the region. The Central Highlands provide ample opportunities to stop and enjoy the landscapes, before we finally arrive in Goroka later this afternoon."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Goroka: Goroka Festival: With a whole weekend to enjoy this spectacular festival, we’ll have an opportunity to watch some 1,000 men and women partake in one of Papua New Guinea’s most celebrated events. Over 100 different tribes are represented, in a dazzling display of colour, songs and energy that perfectly encapsulates the rich cultural ethnicity of this remarkable island."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Goroka - Port Moresby: Goroka Festival: There will be more time to take in the sights and sounds of this stunning annual event before departing Goroka on a late afternoon flight back to Port Moresby for the evening. Later we enjoy our farewell dinner and our final night in the capital."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Tour ends Port Moresby: We have a relaxing morning before heading to the airport where the tour ends."
      }
    ],
    "map": ""
  }
]
