{
  "destination": "France",
  "mainPhoto": "",
  "id": "family-adventure-holiday-in-morzine-france",
  "tourName": "Family adventure holiday in Morzine, France",
  "placesVisited": "Exciting range of optional activities in the area, Comfortable, spacious and family-friendly chalet accommodation, Fully catered for a relaxed and convenient stay, Morzine easily reachable by car, train as well as air, Discounted rates on local swimming pools and lift system, Great self-guided walking, Discount for kids under 12",
  "generalInfo": "Looking to bring the whole family together for a week of fun and relaxation? This brilliant family adventure holiday in Morzine is bound to garner whoops of approval, with a host of fun stuff to enjoy in the area around this popular alpine resort. These activities are at a supplement but your hosts will be happy to make all the arrangements once you know what you want to do, and can even sort out the transfers if necessary too.<br/><br/>Activities-wise you are spoilt for choice in this area, with self-guided hiking (route cards provided), mountain biking, white water rafting, via ferrata, paddle boarding and canyoning just a few of the things you can try. Your hosts are happy to discuss your family’s interests and work to create an itinerary that suits you down to the ground.<br/><br/>Your base for a memorable week is a spacious, well-equipped chalet that can sleep up to 19 across five bedrooms, with a large open plan living and dining area. And while you’ve got lots of lovely local shops to explore right on your doorstep there’s no need to think about feeding the horde – this holiday is fully catered, with five days of packed lunches, afternoon tea and three-course dinners with delicious canapes provided. Some light cleaning is included on a couple of days too, so you can all just go with the flow. <br/><br/>Kids of all ages, and adults, will love this stay. The chalet is a delight to return to every afternoon, with a hot tub, fireplace and pool table among the attractions. And with your meals provided, in the evenings there’s nothing to do but break into the board games, or crowd around the TV for a movie night. Discounts apply for children under 12, and those sleeping in the bunk room. <br/>",
  "durationDays": "8",
  "price": "720",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival day, with transfers from Geneva airport or train station, if required."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "A full day of self-guided walking."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A full day of mountain biking followed by a cool-off in the evening at the local alpine lake."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A morning of mini golf and afternoon at the high-wire adventure park, finishing at the outdoor swimming pool."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A morning visit to the local market and alpine botanical garden. Followed by a road or e-bike cycle ride up the Col de Joux Plane, down to an alpine lake."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A full day of self-guided walking. Followed by paragliding during the evening sunset."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "A morning spent white-water rafting and afternoon pony trekking."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Departure day."
    }
  ],
  "map": ""
}