{
  "destination": "France",
  "mainPhoto": "",
  "id": "family-adventure-holiday-to-france",
  "tourName": "Family adventure holiday to France",
  "placesVisited": "Samoens, Morning yoga sessions, Wild swimming, High ropes course, Rock Climbing, Guided 2 day hike with overnight in mountain refuge, White water rafting",
  "generalInfo": "This family adventure holiday in France is about going back to basics, ditching technology and reconnecting with nature, ourselves and our children. Our base is a luxury eco chalet with a gorgeous swimming pool. It sleeps a maximum of 16 people. All the rooms are ensuite and there is usually enough space for children to have their own rooms,  if not we will let you know in advance. The holiday is fully catered with delicious and mostly organic chef prepared vegan or vegetarian meals (meat eaters usually forget this by day 2 as the food is very good!). Our holidays are very communal and within just a day or two, families become like one big unit, often keeping in touch for years and coming back again and again!<br/><br/>Single parent and single child families and grandparents are very welcome. This holiday is ideal for children between 4 and 14 years old, although we often have younger and older siblings here, too. The children are given lots of freedom and the space to be themselves.  iPods are replaced by raw and creative play, wild swimming, splashing in waterfalls and unlimited nature! <br/><br/>The eco chalet is in Samoens, one hour from Geneva. It’s an Alpine heritage village, right next to a vast nature reserve and one of the most beautiful regions in France.  The spacious eco chalet has a large pool and extensive flat garden perfect for active children! It is walking distance from the two villages, lakes and parks of Morillon and Samoens. <br/><br/>Depending on the ages and interests of everybody staying, we tailor the week to suit the group. Each week always includes four fully organised activity days that are lots of fun! These days are packed with adventures such as hiking to a lake with a high ropes course in the trees and trampolining, white water rafting, guided rock climbing, a hike and swim under waterfalls in an area designated a ‘Wonder of France', and a two-day trek sleeping overnight in a refuge. <br/><br/>There is also an optional yoga class offered each morning before breakfast for an hour. The children are welcome to join in, and surprisingly they often commit for the whole week! This holiday is hosted by the person who founded the original eco-yoga adventure company in the Alps in 2008. She is a Mum, documentary filmmaker and ex-outward bound instructor. She is also a qualified yoga teacher and practitioner of 28 years. <br/><br/>All of our trips are accessible by car and train from the UK. The first 3 guests are offered free local travel in our car. Many people like to have their own car here for independence. If you have to fly, the closest airport is Geneva where you can hire a car for around £180 per week. <br/><br/>Our trips tend to sell out quickly with many repeat bookings, so do get in touch. We will try to recommend the best week for your family with children with compatible ages and interests. We look forward to meeting you and your family!<br/>",
  "durationDays": "8",
  "price": "1200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Day – Settle In & Soak It Up Welcome to Samoëns! You can arrive at the chalet anytime after 4pm. Dinner is served at 7pm, followed by a relaxed welcome circle at 8pm where we’ll connect, share intentions, and go over the week ahead. If you arrive early enough, don’t miss the chance for a refreshing dip in the pool — a perfect way to unwind after your journey and soak in the mountain air."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Secret Canyon Walk & Lac Bleu Adventures 7:30–8:30am – Optional Morning Yoga Ease into the day with a gentle stretch and breathwork session overlooking the mountains. 8:30am – Breakfast Enjoy a nourishing breakfast — fresh eggs, homemade granola, seasonal fruit, and local pastries — all prepared by our in-house chef. 9:30am – Secret Canyon Walk to Lac Bleu We set off on a beautiful, lesser-known trail through a shady forest canyon, winding our way down to the hidden gem of Lac Bleu. Along the way, there are natural surprises and mini challenges that spark curiosity and connection for both kids and grown-ups. Midday – Picnic by the Lake Unpack your picnic on the lakeside grass, cool off with a swim, or just lay back and soak up the alpine views. Afternoon – Adventure Time at Lac Bleu Children (and adults!) can enjoy the on-site high ropes course, ninja slides, trampolines, and paddleboards. You can join in, watch with a coffee in hand, or sneak in a peaceful moment by the water. Late Afternoon – Return to the Chalet We wander back, tired but happy, with plenty of time to relax before dinner. 6:30pm – Dinner at the Chalet A delicious chef-prepared meal awaits, shared around our communal table."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Waterfalls & White Water 7:30–8:30am – Optional Morning Yoga Ease into the day with a gentle, grounding outdoor yoga session. 8:30am – Wholesome Organic Breakfast Enjoy a nourishing breakfast prepared by our in-house chef — think homemade granola, local croissants, eggs, smoked trout, chia seed pudding and more. 9:30am – Adventure Begins We head out to Sixt-Fer-à-Cheval, a breathtaking National Park and one of the natural wonders of France. We’ll hike beneath towering cliffs and past countless waterfalls, stopping for an early picnic lunch in nature. Feeling brave? Take a dip beneath a glacial cascade! Afternoon – White Water Rafting After lunch, the thrill continues on the river. Get ready for white water rafting through stunning alpine canyons. (Children under 7 will head to the adventure play park with your host for some gentler fun.) 6:30pm – Dinner at the Chalet A hearty, delicious meal awaits you back at base. The perfect way to wind down and swap stories from the day."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tuesday – Your Free Day to Explore (or Just Chill!) Today is yours to enjoy at your own pace — a precious chance to do exactly what suits your family best. You might simply want to relax by the pool, read a book in the sun, or play games in the garden. If you’re feeling adventurous or curious to explore the region further, here are some great options: • White Water Rafting – €35 per person • Bike Hire – €9 for a half-day • Visit Chamonix – See Mont Blanc and take the cable car to the Aiguille du Midi • Explore Annecy – Swim in the lake and wander through the stunning medieval town • Fer-à-Cheval Nature Reserve – A ‘Wonder of France’ with over 30 waterfalls and scenery straight out of Lord of the Rings If you’re on a budget, you can picnic in one of the many beautiful alpine parks, or cook your own meal in the chalet’s kitchen. Please note: Our chef has the evening off, so tonight is your opportunity to enjoy one of the excellent local village restaurants — we’ll happily recommend our favourites."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today, we invite you to experience something truly special — a family hike up to a remote mountain refuge at 1800m. It’s an unforgettable journey through alpine meadows, waterfalls, and wildflower-strewn trails. We’ve watched even the most reluctant young walkers — some as young as 4 — light up with newfound energy and pride as they reach the top. There’s something magical about this walk: it brings out the best in everyone. At the refuge, you’ll be welcomed with a hearty mountain meal and breathtaking views. As night falls, prepare to be awed by a sky full of stars, far from light pollution. This shared experience is often a highlight of the trip — deeply bonding, full of stories, laughter, and the simple wonder of sleeping high in the mountains."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Descent from the Refuge & Return to Comfort After a deep alpine sleep in our cosy mountain refuge (ear plugs optional but recommended!), we set off after breakfast to complete the circular walk back down the mountain. Today’s route is equally spectacular, with panoramic views, ancient forests, and peaceful streams perfect for a refreshing dip. The trail winds past wildflower meadows and, if we’re lucky, we may spot marmottes sunning themselves on rocks or even catch a glimpse of the majestic ibex. The final stretch leads us to a much-loved destination — the mountain ice cream café, where tired legs are rewarded and stories from the hike are shared. It’s a day full of joy, nature, and quiet triumph — a chance for families to reconnect with the wild and with each other."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Rock Climbing or Rest & Closing Circle Today, you have two beautiful options. For those up for adventure, we offer an optional rock climbing session led by a legendary local guide who’s been scaling these cliffs since childhood. Whether you’re a total beginner or already nimble on the rock, this experience is safe, empowering, and unforgettable. Or, if you’d prefer a slower rhythm, feel free to take the day entirely at your own pace — swim, read, wander into the village, or just enjoy the peace of the chalet and gardens. In the evening, we gather for a gentle closing circle for the children, where they’re invited to reflect on their week and learn a little ‘magic trick’ to access their inner strength and calm — something they can carry with them long after the mountains."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Departure Day After a final shared breakfast, it’s time to say our goodbyes. Families head home feeling nourished, connected, and recharged — with mountain memories in their hearts, and perhaps a little more magic in their step. Until next time!"
    }
  ],
  "map": ""
}