[
  {
    "destination": "France",
    "mainPhoto": "",
    "id": "family-adventure-holiday-in-morzine-france",
    "tourName": "Family adventure holiday in Morzine, France",
    "placesVisited": "Exciting range of optional activities in the area, Comfortable, spacious and family-friendly chalet accommodation, Fully catered for a relaxed and convenient stay, Morzine easily reachable by car, train as well as air, Discounted rates on local swimming pools and lift system, Great self-guided walking, Discount for kids under 12",
    "generalInfo": "Looking to bring the whole family together for a week of fun and relaxation? This brilliant family adventure holiday in Morzine is bound to garner whoops of approval, with a host of fun stuff to enjoy in the area around this popular alpine resort. These activities are at a supplement but your hosts will be happy to make all the arrangements once you know what you want to do, and can even sort out the transfers if necessary too.<br/><br/>Activities-wise you are spoilt for choice in this area, with self-guided hiking (route cards provided), mountain biking, white water rafting, via ferrata, paddle boarding and canyoning just a few of the things you can try. Your hosts are happy to discuss your family’s interests and work to create an itinerary that suits you down to the ground.<br/><br/>Your base for a memorable week is a spacious, well-equipped chalet that can sleep up to 19 across five bedrooms, with a large open plan living and dining area. And while you’ve got lots of lovely local shops to explore right on your doorstep there’s no need to think about feeding the horde – this holiday is fully catered, with five days of packed lunches, afternoon tea and three-course dinners with delicious canapes provided. Some light cleaning is included on a couple of days too, so you can all just go with the flow. <br/><br/>Kids of all ages, and adults, will love this stay. The chalet is a delight to return to every afternoon, with a hot tub, fireplace and pool table among the attractions. And with your meals provided, in the evenings there’s nothing to do but break into the board games, or crowd around the TV for a movie night. Discounts apply for children under 12, and those sleeping in the bunk room. <br/>",
    "durationDays": "8",
    "price": "720",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival day, with transfers from Geneva airport or train station, if required."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "A full day of self-guided walking."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "A full day of mountain biking followed by a cool-off in the evening at the local alpine lake."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "A morning of mini golf and afternoon at the high-wire adventure park, finishing at the outdoor swimming pool."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "A morning visit to the local market and alpine botanical garden. Followed by a road or e-bike cycle ride up the Col de Joux Plane, down to an alpine lake."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "A full day of self-guided walking. Followed by paragliding during the evening sunset."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "A morning spent white-water rafting and afternoon pony trekking."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Departure day."
      }
    ],
    "map": "",
    "category": "Family"
  },
  {
    "destination": "France",
    "mainPhoto": "",
    "id": "family-adventure-holiday-to-france",
    "tourName": "Family adventure holiday to France",
    "placesVisited": "Samoens, Morning yoga sessions, Wild swimming, High ropes course, Rock Climbing, Guided 2 day hike with overnight in mountain refuge, White water rafting",
    "generalInfo": "This family adventure holiday in France is about going back to basics, ditching technology and reconnecting with nature, ourselves and our children. Our base is a luxury eco chalet with a gorgeous swimming pool. It sleeps a maximum of 16 people. All the rooms are ensuite and there is usually enough space for children to have their own rooms,  if not we will let you know in advance. The holiday is fully catered with delicious and mostly organic chef prepared vegan or vegetarian meals (meat eaters usually forget this by day 2 as the food is very good!). Our holidays are very communal and within just a day or two, families become like one big unit, often keeping in touch for years and coming back again and again!<br/><br/>Single parent and single child families and grandparents are very welcome. This holiday is ideal for children between 4 and 14 years old, although we often have younger and older siblings here, too. The children are given lots of freedom and the space to be themselves.  iPods are replaced by raw and creative play, wild swimming, splashing in waterfalls and unlimited nature! <br/><br/>The eco chalet is in Samoens, one hour from Geneva. It’s an Alpine heritage village, right next to a vast nature reserve and one of the most beautiful regions in France.  The spacious eco chalet has a large pool and extensive flat garden perfect for active children! It is walking distance from the two villages, lakes and parks of Morillon and Samoens. <br/><br/>Depending on the ages and interests of everybody staying, we tailor the week to suit the group. Each week always includes four fully organised activity days that are lots of fun! These days are packed with adventures such as hiking to a lake with a high ropes course in the trees and trampolining, white water rafting, guided rock climbing, a hike and swim under waterfalls in an area designated a ‘Wonder of France', and a two-day trek sleeping overnight in a refuge. <br/><br/>There is also an optional yoga class offered each morning before breakfast for an hour. The children are welcome to join in, and surprisingly they often commit for the whole week! This holiday is hosted by the person who founded the original eco-yoga adventure company in the Alps in 2008. She is a Mum, documentary filmmaker and ex-outward bound instructor. She is also a qualified yoga teacher and practitioner of 28 years. <br/><br/>All of our trips are accessible by car and train from the UK. The first 3 guests are offered free local travel in our car. Many people like to have their own car here for independence. If you have to fly, the closest airport is Geneva where you can hire a car for around £180 per week. <br/><br/>Our trips tend to sell out quickly with many repeat bookings, so do get in touch. We will try to recommend the best week for your family with children with compatible ages and interests. We look forward to meeting you and your family!<br/>",
    "durationDays": "8",
    "price": "1200",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival Day – Settle In & Soak It Up Welcome to Samoëns! You can arrive at the chalet anytime after 4pm. Dinner is served at 7pm, followed by a relaxed welcome circle at 8pm where we’ll connect, share intentions, and go over the week ahead. If you arrive early enough, don’t miss the chance for a refreshing dip in the pool — a perfect way to unwind after your journey and soak in the mountain air."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Secret Canyon Walk & Lac Bleu Adventures 7:30–8:30am – Optional Morning Yoga Ease into the day with a gentle stretch and breathwork session overlooking the mountains. 8:30am – Breakfast Enjoy a nourishing breakfast — fresh eggs, homemade granola, seasonal fruit, and local pastries — all prepared by our in-house chef. 9:30am – Secret Canyon Walk to Lac Bleu We set off on a beautiful, lesser-known trail through a shady forest canyon, winding our way down to the hidden gem of Lac Bleu. Along the way, there are natural surprises and mini challenges that spark curiosity and connection for both kids and grown-ups. Midday – Picnic by the Lake Unpack your picnic on the lakeside grass, cool off with a swim, or just lay back and soak up the alpine views. Afternoon – Adventure Time at Lac Bleu Children (and adults!) can enjoy the on-site high ropes course, ninja slides, trampolines, and paddleboards. You can join in, watch with a coffee in hand, or sneak in a peaceful moment by the water. Late Afternoon – Return to the Chalet We wander back, tired but happy, with plenty of time to relax before dinner. 6:30pm – Dinner at the Chalet A delicious chef-prepared meal awaits, shared around our communal table."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Waterfalls & White Water 7:30–8:30am – Optional Morning Yoga Ease into the day with a gentle, grounding outdoor yoga session. 8:30am – Wholesome Organic Breakfast Enjoy a nourishing breakfast prepared by our in-house chef — think homemade granola, local croissants, eggs, smoked trout, chia seed pudding and more. 9:30am – Adventure Begins We head out to Sixt-Fer-à-Cheval, a breathtaking National Park and one of the natural wonders of France. We’ll hike beneath towering cliffs and past countless waterfalls, stopping for an early picnic lunch in nature. Feeling brave? Take a dip beneath a glacial cascade! Afternoon – White Water Rafting After lunch, the thrill continues on the river. Get ready for white water rafting through stunning alpine canyons. (Children under 7 will head to the adventure play park with your host for some gentler fun.) 6:30pm – Dinner at the Chalet A hearty, delicious meal awaits you back at base. The perfect way to wind down and swap stories from the day."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Tuesday – Your Free Day to Explore (or Just Chill!) Today is yours to enjoy at your own pace — a precious chance to do exactly what suits your family best. You might simply want to relax by the pool, read a book in the sun, or play games in the garden. If you’re feeling adventurous or curious to explore the region further, here are some great options: • White Water Rafting – €35 per person • Bike Hire – €9 for a half-day • Visit Chamonix – See Mont Blanc and take the cable car to the Aiguille du Midi • Explore Annecy – Swim in the lake and wander through the stunning medieval town • Fer-à-Cheval Nature Reserve – A ‘Wonder of France’ with over 30 waterfalls and scenery straight out of Lord of the Rings If you’re on a budget, you can picnic in one of the many beautiful alpine parks, or cook your own meal in the chalet’s kitchen. Please note: Our chef has the evening off, so tonight is your opportunity to enjoy one of the excellent local village restaurants — we’ll happily recommend our favourites."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today, we invite you to experience something truly special — a family hike up to a remote mountain refuge at 1800m. It’s an unforgettable journey through alpine meadows, waterfalls, and wildflower-strewn trails. We’ve watched even the most reluctant young walkers — some as young as 4 — light up with newfound energy and pride as they reach the top. There’s something magical about this walk: it brings out the best in everyone. At the refuge, you’ll be welcomed with a hearty mountain meal and breathtaking views. As night falls, prepare to be awed by a sky full of stars, far from light pollution. This shared experience is often a highlight of the trip — deeply bonding, full of stories, laughter, and the simple wonder of sleeping high in the mountains."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Descent from the Refuge & Return to Comfort After a deep alpine sleep in our cosy mountain refuge (ear plugs optional but recommended!), we set off after breakfast to complete the circular walk back down the mountain. Today’s route is equally spectacular, with panoramic views, ancient forests, and peaceful streams perfect for a refreshing dip. The trail winds past wildflower meadows and, if we’re lucky, we may spot marmottes sunning themselves on rocks or even catch a glimpse of the majestic ibex. The final stretch leads us to a much-loved destination — the mountain ice cream café, where tired legs are rewarded and stories from the hike are shared. It’s a day full of joy, nature, and quiet triumph — a chance for families to reconnect with the wild and with each other."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Rock Climbing or Rest & Closing Circle Today, you have two beautiful options. For those up for adventure, we offer an optional rock climbing session led by a legendary local guide who’s been scaling these cliffs since childhood. Whether you’re a total beginner or already nimble on the rock, this experience is safe, empowering, and unforgettable. Or, if you’d prefer a slower rhythm, feel free to take the day entirely at your own pace — swim, read, wander into the village, or just enjoy the peace of the chalet and gardens. In the evening, we gather for a gentle closing circle for the children, where they’re invited to reflect on their week and learn a little ‘magic trick’ to access their inner strength and calm — something they can carry with them long after the mountains."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Departure Day After a final shared breakfast, it’s time to say our goodbyes. Families head home feeling nourished, connected, and recharged — with mountain memories in their hearts, and perhaps a little more magic in their step. Until next time!"
      }
    ],
    "map": "",
    "category": "Family"
  },
  {
    "destination": "France",
    "mainPhoto": "",
    "id": "best-of-france-tour-in-2-weeks-luxury-indulgence",
    "tourName": "Best of France Tour in 2 Weeks: Luxury & Indulgence",
    "placesVisited": "Paris, Versailles, Giverny, Bordeaux, Aix en Provence, Avignon, Monaco, Nice, Sarlat, Lascaux Caves, Vence, Menerbes, Gordes, Marseille, Saint Emilion, Tremolat",
    "generalInfo": "The aroma of lavender sweeps across the hillside. Lily pads blossom with graceful petals reflecting in the tranquil pond. A lingering taste of cocoa coats your tongue as you look out to the vast azure waters of the Mediterranean Sea. Mountains tower over lush valleys adorned with historic castles. Vines carpet the hillside bending over the horizon. This best of France tour in 2 weeks is hand tailored to offer you the most luxurious lifestyle in a country notable for understanding opulence, whether in décor, cuisine, art, or taking the time to savor a single moment in everyday life.",
    "durationDays": "14",
    "price": "13,700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Paris - Parisian Charm",
        "description": "The River Seine winds through the historic architecture of the Parisian cityscape. Sacre Coeur stands like a pearl atop the crown of the central hillside of Montmartre overlooking the rooftops. The Eiffel Tower adds to the skyline of the historic city, standing with cathedral spires and palaces. Couples sit on the cobblestone walkways lining the riverbanks, sipping on wine and snacking on decadent cheeses. Life has a way of slowing down when you arrive in Paris. You meet your private transfer at the airport for your hotel transfer. The city’s beauty is immediately recognizable, sweeping you into its folds of enticing pastries, rich chocolates, indulgent gastronomy, lively markets, and embracing lifestyle. After you check into your hotel, your guide meets you in the lobby ready to show you the beauty surrounding your centrally located accommodation. The Eiffel Tower was erected in 1889 as the entrance archway to the World’s Fair. The edifice is now a pinnacle of Paris, standing 1,063 feet at the edge of the park Champs de Mars. The scent of fresh crepes emanates from a crepe stand near the stairs leading down to the Seine. You marvel at the size and beauty of the statue. Seeing the structure lets you know you have officially arrived in Paris."
      },
      {
        "dayNumber": "2",
        "title": "Paris - A Taste of Paris",
        "description": "In the morning, the sunshine washes over the city and casts a light on the pockets of lush greenery allowing a touch of the countryside into the expansive cityscape. People linger under umbrella-shaded tables looking out to the streets of Paris, sipping espresso and eating freshly baked croissants. Your guide meets you in the hotel lobby to begin your culinary exploration of one of the most gourmet cities in the world. After visiting the famous Poilane Bakery, you arrive at the street market on Rue de Buci. Locals crowd the street. The aroma of fresh flowers emanates from the nearby florists. Large display cases showcase the elegant cakes made fresh that morning. People point out their preferred seafood, sit at a table, and wait for the waiter to bring their dish to them prepared how they prefer. The scent of butter and garlic overtake the marketplace. When you reach Da Rosa, you settle in at a table and into the bistro ambiance. Your guide explains the connection of the cheese and ham selections from across Western Europe. Your guide orders a collection of tastings that allow you to savor the Parisian quality of dining."
      },
      {
        "dayNumber": "3",
        "title": "Paris - The Majesty In and Around Paris",
        "description": "There is something splendid about the way the light shines over Paris and the way the emerald leaves shade the wide boulevards. After breakfast, one of our Giverny and Versailles tour operators will arrange for a guide to meet you at your hotel. You will go out of the city proper to the charming gardens of Giverny. The gardens inspired Claude Monet to capture the image of nature. The village is 46 miles outside of Paris and has protected the exquisite gardens in their original state. Monet’s pastel-pink house stands against the symmetrically designed gardens erupting with blossoming flowers. The Water Garden is where the painter captured his famous lily pond. The Japanese Bridge has been rebuilt to capture its original classical edge arching over the tranquil water. Wisterias paint portions of the greenery purple. Azaleas cast shades of pink and red across the banks of the pond. A floral air encompasses you. Your guide explains about the gardens, the artist that loved them, and how the flowers were organized according to color. In the calm ripples of the water, you can see the flower petals reflected in the surface, making the vivacious pigments of nature wonderfully inescapable."
      },
      {
        "dayNumber": "4",
        "title": "Bordeaux - Graceful Countryside",
        "description": "Today, you once again feel the desire to do as the Parisians do throughout the day, embrace the morning with a frothy cappuccino and watch the city pass you by. After breakfast, your private transfer meets you at the hotel and escorts you to the train station at Montparnasse. You board the comforts of your first-class cabin and watch the city fade into the rolling lush grass around the Île-de-France. When you come closer to Bordeaux, the grassland turns to vines, stretching across the horizon to elegant chateaus. The city has an urban grace and undeniable provincial charm bending around the Garonne River. Your private guide meets you at the train station, helps you check in to your hotel, and escorts you the Chateau Smith Haut Lafitte. The chateau is renowned around the world for its delicate red wines and aromatically complex white wines. The chateau is located in the countryside just outside the city center. The gravel courtyard welcomes you to the property. Elegant ivy climbs across the façade. A small fountain trickles into a stone pool at the center of the plaza. The history of the vines on the property dates back to the 14th century. The rustic ambiance contains a charm of its own. You stroll through the vineyard for a look at the diverse soil, noticing the gravelly top layer heavy with limestone. The different types of earth help give the grapes a unique flavor and aroma throughout the growing and fermentation process. You see clay around the north facing vineyards, which contain a larger population of white wines. When you get a chance to taste the Chateau Smith Huat Lafitte White, you notice a brightness in the aroma hinting at white fruit and flowers, reminiscent of peach and apricot with a hint of star anise."
      },
      {
        "dayNumber": "5",
        "title": "Bordeaux - A Road Lined with Vines",
        "description": "The beauty of the countryside around Bordeaux is immaculate. The sunlight captures the jade hues of the verdant landscape. After breakfast, your private guide meets you at your hotel to lead you on a luxurious tasting tour of the Saint Emilion Route des Vins. At the Château Beau-Séjour Bécot, you find a winery known for its Premier grand cru class, and situated on the border of the of the Saint-Émilion region. The chateau has cultivated wines since the Middle Ages, originally started by monks. The wine in its current configuration began in the 18th century. Your guide and wine connoisseur lead you through the tasting process of the vines, including the proper glasses to use, the proper color of the wine, from a lemon gold or amber white to a purple or red brick red. Your guide even teaches you how to swirl your wine properly to get the needed aeration into the liquid before taking a deep breath to find the variety of aromas captured in each glass. The vineyard sits on 54 acres and has a series of deep caves that have been used as wine cellars throughout the centuries due to the consistent cool temperature. When you sip the grand cru classé, you find notes of plum and cocoa with a decadent earthy finish."
      },
      {
        "dayNumber": "6",
        "title": "Bordeaux - Into the Medoc",
        "description": "Your guide and wine expert meet you in the morning to once again take you into the countryside and outside of the city of Bordeaux. Today, you venture deeper into the rural reaches of the vines to the Médoc region, noted mostly for the wines produced on the left bank of the Gironde River. There are over 1,500 vineyards in the region cutting away from the pine forests and sandy beaches along the Atlantic coast. In the afternoon, you arrive at Chateau Pontet-Canet, a property whose wine production dates back to the mid 19th century. The chateau has a classic ambiance emanating from the 18th century façade. Your guide leads you through the grounds showing you the cellars filled with wine barrels. The aroma of stone and wood filters through the air. The cellar is cool compared to the countryside sunshine. With around 200 acres of vineyards, the greenery looks like it stretches past the horizon. Your guide pours you a taste of the Chateau Pontet-Canet, and you immediately find the scent of black fruits and cocoa."
      },
      {
        "dayNumber": "7",
        "title": "Dordogne - Step into the Middle Ages",
        "description": "You leave the stunning city of Bordeaux and make your way to the classically French region of Dordogne, which claims to be the “Land of 1,001 Chateaux.” En route to Dordogne, your guide escorts you to the charming medieval village of St-Émilion. The village stands above a row of vineyards known for their rich, red color. The entire region and the small village took their name from a Benedictine monk who settled in a nearby cave. The limestone buildings reflect the draping sunlight. A Romanesque nave constructed in the 12th century continues to dominate the former Collégiale. The Chateau Roy boasts 118 steps to the top of the King’s Tower. The window opens to a panoramic view of Dordogne. The Dordogne River brushes past the distant countryside. The spire of the cathedral stands high above the historic rooftops. You take in the exquisite view of the countryside. You reach the town of Tremolat where you can indulge in a tasting of one of the region’s most famous dishes, Foie Gras."
      },
      {
        "dayNumber": "8",
        "title": "Dordogne - Caves of the Past",
        "description": "The Dordogne River bends dramatically around powerful cliffs and vibrant rolling hills. Tremolat sits on the bank of the bend next to the lush forest where you can hear current brush the dangling blades of grass. Your guide meets you at your hotel taking you into the forest near the medieval village of Montignac. The forest hid the now famous Lascaux Caves for millennia, a complex of caverns discovered in 1940 and dating back over 17,000 years. Your guide leads you into the cave where you can see a collection of models representing the life of those living in the cave. You continue into the Great Hall. Your guide casts a flashlight over the dim, rugged walls illuminating the painted scenes with over 2,000 figures. You notice the various sized bulls, along with numerous stags decorating the space. One of the bulls reaches a length of 17 feet long and remains the largest discovered animal depicted in any cave art scene across the globe. Your feet grip the smooth stone floor. The more images your guide shows you, the more speechless you become. The splendor of medieval villages and verdant vineyards was enchanting; the wonder of prehistoric cave drawings at your fingertips is something even more special."
      },
      {
        "dayNumber": "9",
        "title": "Aix-en-Provence - Classic Countryside",
        "description": "The cobblestone streets of your medieval rural paradise wind around historic buildings and underneath church spires. The hills rush around the village separating the small towns around Dordogne. After breakfast, your guide meets you at the hotel to escort you to the Bordeaux airport for your brief flight to Marseille. The port city has a vibrant energy consistent with its depth of history and cutting-edge cosmopolitan atmosphere. Your private transfer awaits your arrival at the airport before taking you to the chic, yet classic, leafy boulevards of Aix-en-Provence. Moss decorates charming, decorative fountains. Mansions dating to the 17th and 18th centuries outline public plazas. Locals sit outside terraced cafes and sip decadent espressos. The city has a provincial appeal wrapped in a fashionable outer layer, filled with luxurious restaurants and charming streets."
      },
      {
        "dayNumber": "10",
        "title": "Aix-en-Provence - Capital Flavors",
        "description": "Aix-en-Provence is known for Provencal cuisine and known for preserving the taste of simple seasonal flavors and textures. A tomato hums, garlic sings, and saffron conducts a symphony accompanied by the endless aroma of lavender sweeping in from the encompassing countryside. Your gourmet guide meets you at the hotel to lead you on a half-day tour of the city’s uproarious tastes based on the natural elegance of the ingredients. You walk along the Cours Mirabeau where you find horse-drawn carriages trotting down the cobblestones. The street connects Mazarin Quarter and the historic commercial neighborhood of town. Leaves dangle over the boulevard shading the walkways, terraces, and collection of bookshops. College aged students relax in the shade sipping coffee and talking about what they’re reading next. You reach the open-air market on Place Richelme to find an unparalleled farmers’ market. Women pull two-wheeled carts through the aisles, sampling each piece of produce before buying. Peppers radiate red and green. Eggplants have a luscious purple exterior. You find a large grouping of small strawberries bursting with sweetness, along with ripe figs waiting to be eaten. One man sells variations of aged goat cheese, including a variety blended with honey. The market easily enchants you with its countryside and local charm."
      },
      {
        "dayNumber": "11",
        "title": "Aix-en-Provence - Sampling Provencal",
        "description": "In the morning, your guide meets you at the hotel and takes you out of the chic city streets of Aix-en-Provence to discover the surrounding wonders of Provence around Luberon. The hills turn into the mountains and lead to the citadel housing the village of Gordes. The city sits atop a tiered hillside overlooking the Rivers Sorgue and Calavon. The pale sandstone color almost blends into the landscape, breaking through the trees to resemble rocky outcrops. The village is often awarded the Plus Beaux Villages de France, “The Most Beautiful Village in France,” due to its enchanting architecture and unique setting. Artists, including Chagall, used the setting for inspiration whether looking in or looking out over the 16th century Chateau de Gordes. Imposing towers add a storybook quality to the already enchanting atmosphere of the village. The streets are narrow, and the arcades arch over the stone, opening up to a panorama of the mountains stretching across Luberon."
      },
      {
        "dayNumber": "12",
        "title": "Nice - Countryside to Coastline",
        "description": "After breakfast, your private transfer escorts you to the train station where you board your first-class train cabin to the coastal city of Nice. The azure waters of the Mediterranean shimmer against the beach. Buildings shaping Old Town emanate grace and date back to the 19th century. The foothills of the Maritime Alps brush up against the edges of the city. Your guide meets you at the train station and takes you to your hotel in Eze Village, just outside of Nice and venturing into the principality of Monaco. The colorful sovereign state is a single square mile in size, showering the coastline and mountains with glitz, glamor, and natural elegance. Boutiques and luxury hotels line the twisting cobbled streets with views out to the cobalt sea. The Prince’s Palace was erected over a 13th century Genovese fortress. The main façade contains elements of Renaissance palaces. The wings spread out over the citadel looking over the water. Towers rise behind the classical facades adding to the historic fortress accents that remain. The state apartments were constructed over the course of centuries, from the 16th to the late 20th, consolidating the ornate quality of the 18th century décor. You can hear the ocean splashing against the cliffs below. The scent of sea breeze sweeps over the ramparts. The palace is emblematic of historic regalia displayed with a natural sense of aplomb."
      },
      {
        "dayNumber": "13",
        "title": "Nice - Crowning the Riviera",
        "description": "You wake up in the luxury of the Èze, perched on the impenetrable peak overlooking the Riviera. Stone houses wind up the meandering lanes, interspersed by boutique galleries and cafes. After breakfast, your guide leads you through the cobbled and enchanting streets of Nice set alongside the Cote d’Azure, Azure Coast, a place that has inspired artists and writers, musicians and sculptors combined. The narrow streets of Old Town showcase the historic beauty of Nice. Alleys curve into open squares. Red-tiled roofs glint in the sunlight cast against the sparkling blue water. The floral aroma of the flower market springs from Cours Saleya where a daily flower and food market decorates the square in the morning. Your guide escorts you through the city at a leisurely pace, allowing you to enjoy the enchantment set in the names of the buildings invoking images of guilds set with a background of picturesque mountains or panoramic waters."
      },
      {
        "dayNumber": "14",
        "title": "Nice - Luxurious Goodbyes",
        "description": "In the morning, you wake up with a view of rosy, medieval buildings cast over a verdant hillside set against the azure waters of the Mediterranean. Across the bending coastline, you can see Nice and its quiet marina. Graceful aromas fill the air stemming from the Fragonard Perfume Museum. There is no better view offered along the hillside than at the lookout in the Exotic Gardens, where trickling fountains and manicured terraces accompany your picture-perfect panorama. Soon your guide will meet you at the hotel ready to whisk you to the Nice Côte d’Azure International Airport for your flight home. But for now, you can relax with a flaky croissant and enjoy the pristine slice of life."
      }
    ],
    "map": "",
    "category": "Luxury"
  },
  {
    "destination": "France",
    "mainPhoto": "",
    "id": "opulent-visions-of-france-tour-endless-cultural-delight",
    "tourName": "Opulent Visions of France Tour: Endless Cultural Delight",
    "placesVisited": "Paris, Versailles, Monaco, Provence, Nice, Villefranche-sur-Mer, Côte d’Azur, Saint Paul-de-Vence",
    "generalInfo": "French culture embodies richness, and you can indulge in opulence during your 11-day luxury France tour. This featured itinerary brings private guides to introduce you to unforgettable treasures from the Louvre to Versailles. Whether you want Michelin-starred restaurants, private cooking demonstrations, or luxuriant accommodations, you will find endless delight from Paris to the Côte d’Azur.",
    "durationDays": "11",
    "price": "14,700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Paris - Arrive in Luxurious Paris",
        "description": "Paris is a chic and elegant city known for its glamorous boutiques, boulevards lined with monuments, and classical bistros for a timeless ambiance. Your flight will land at Charles de Gaulle Airport, where your private transfer will greet you upon arrival, ready to drive you into the city and the comforts of your luxurious hotel. The remainder of the day will be at your leisure to absorb the charms and beauty of Paris. You could spend time walking along the renowned Champs Elysee or bask in the simple pleasures of bakeries filled with the aromas of macaroons and croissants."
      },
      {
        "dayNumber": "2",
        "title": "Paris - Explore Elegant Art, History, and Cuisine",
        "description": "Your guide will meet you in the morning, eager to lead you through a private walking tour of the spectacular Louvre Museum. Your guide will introduce you to the most famous works of art inside the museum while also considering artifacts and artwork you may find interesting, such as the Venus de Milo to the Code of Hammurabi, da Vinci's Mona Lisa to pristine Egyptian artifacts. Spend the afternoon exploring the city, perhaps with a trip to Montmartre. In the evening, you will board a boat and cruise the Seine River. The city will glow around you as the aromas of a romantic meal fill the air."
      },
      {
        "dayNumber": "3",
        "title": "Paris - Discover the Grandeur of Versailles",
        "description": "The opulent history and design of Versailles will become your focus during your private bike tour of the lavish palace and vast grounds. After a charming picnic free from the crowds, you will cycle the tree-lined paths and trails embracing the ambiance of the Grand Canal and the unique Austrian hamlet built for Queen Marie-Antoinette as an escape from royal life. Peasant houses and working farm buildings establish an atmosphere far from the regal palace decor. Once inside the palace, you will find the elaborate Hall of Mirrors and walk down the gallery glinting with mirrors, gold, and dazzling sunlight."
      },
      {
        "dayNumber": "4",
        "title": "Paris - Indulge in Parisian Cuisine",
        "description": "Your morning visit to the market will immerse you in the aromas, flavors, and typical life of famous French cuisine. Your guide will lead you on a private tour to find succulent, aromatic leeks and other seasonal, fresh ingredients. As you prepare dishes for your elaborate three-course meal, your chef will guide you through the process of making classic dishes like Coq au Vin as the kitchen fills with the scent of simmering butter. For dinner, you may choose to indulge in a five-course tasting menu at the Michelin-starred Jules Verne Restaurant crowning the Eiffel Tower."
      },
      {
        "dayNumber": "5",
        "title": "Provence - Transfer to Atmospheric Provence",
        "description": "Provence is a dazzling display of nature that has inspired artists for centuries, with sun-drenched fields sprouting yellow sunflowers to purple lavender in view of picturesque villages crowning rugged hilltops. Your private transfer will take you to the train station for your first-class train to Avignon. Upon your arrival in the city, your driver will greet you and escort you the remainder of the way to the comforts of your charming fortified town encircled by over 37 acres of vineyards. Enjoy the rest of the day at your leisure to relax in the serene ambiance that contrasts Paris’s faster pace."
      },
      {
        "dayNumber": "6",
        "title": "Provence - Embrace the Vineyards of Châteauneuf-du-Pape",
        "description": "Châteauneuf du Pape embodies wine and history in the Provence region. Your guide will take you on a private tour of vineyards and a hilltop chateau where you can bask in the panoramic view of the Rhone Valley leading to Mont Ventoux. As you explore the vineyards, your guide will introduce you to the primary varietals, such as Grenache, Syrah, and Mourvedre, as the scent of the soil drifts upwards from the vines. You may also find the hints of aromas like blackberry, blueberries, and ginger filling the glass as you sample a variety of local wines. Spend the evening with an option for a special Chef’s dinner table in the heart of Avignon, or stay in your accommodations for a quiet evening."
      },
      {
        "dayNumber": "7",
        "title": "Provence - Enjoy the Secrets of Provencal Cuisine",
        "description": "The morning is yours to indulge in the luxuries of Provence at your preferred pace, allowing you to bask in the soothing treatments of a spa inspired by the region’s natural beauty. In the afternoon, you will have an immersive tour of Provencal cuisine with a local chef eager to introduce you to the local hints and tips, making local cuisine a staple of greater French gastronomy. The kitchen may fill with the aromas of eggplant and zucchini flowers, cherries, and pistachios as you create mouthwatering dishes like sault spelt wheat risotto and chilled tomato soup."
      },
      {
        "dayNumber": "8",
        "title": "Côte d’Azur - Relax in Comfort on the Côte d’Azur",
        "description": "The dining room of your hotel may fill with the delicious aromas of fresh coffee and croissants in the morning. After enjoying the morning, you will have a private driver to the train station for your transfer to Nice. The scenic ride will have a remarkable panorama of the countryside as you travel between Provence and the Côte d’Azur, where you will find a warm welcome at a five-star chateau within a walled medieval city perched on a hillside overlooking the sea. For dinner, you can choose to embrace the delicious flavors and ambiance of a two-Michelin-starred restaurant, offering you stunning views of Saint-Jean-Cap-Ferrat."
      },
      {
        "dayNumber": "9",
        "title": "Côte d’Azur - Revel in the French Riviera’s Grace",
        "description": "The beauty of the French Riviera stems from the gorgeous waters, glamorous cities, and charming fortified towns. Your private driver will take you along the stunning coast to towns like Villefranche-sur-Mer, where you can enjoy the imposing citadel overlooking the picturesque harbor. Old Town possesses tiny streets with winding stairways opening to glimpses of the water. At Saint-Jean-Cap-Ferrat, you can view colorful flora and spouting fountains in an elegant villa with an interior covered in tapestries and frescoes. If you choose, stop at Paloma Beach to enjoy the temperate waters of the Mediterranean Sea, or you might enjoy an afternoon cruise from Cannes to reach a historic abbey known for a delicious wine cultivated by monks."
      },
      {
        "dayNumber": "10",
        "title": "Côte d’Azur - Experience Famous Monaco",
        "description": "Monaco is the embodiment of glitz and glamour. The deep blue water and graceful palm trees, the dramatic rocky promontory, and alluring narrow streets of the 13th-century Old Town are seductive in their beauty. After a leisurely morning and relaxing lunch, your private transfer will bring you to Monaco. The rest of the day will be yours to stroll along the renowned seaside beauty of Monte Carlo and wander the plateau of the rocky promontory for views of the picturesque peninsula from the Palais due Prince. For dinner, you may wish to enjoy a Michelin-starred restaurant fusing Caribbean and Mediterranean cuisine, and then play some roulette or unwind in the famous Crystal Bar."
      },
      {
        "dayNumber": "11",
        "title": "Côte d’Azur - Depart for Home",
        "description": "After breakfast, you can spend the morning wandering the cobbled lanes and defensive walls of the surrounding medieval town or simply bask in the relaxed pace of breakfast before your private driver meets you in the lobby. Travel to Nice with plenty of time to check-in for your flight home, bringing an end to your immersive tour of France from Paris to the Côte d’Azur."
      }
    ],
    "map": "",
    "category": "Culture"
  }
]