{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "7-day-antarctica-tour-soar-above-the-drake-passage",
  "tourName": "7-Day Antarctica Tour: Soar Above the Drake Passage",
  "placesVisited": "Punta Arenas, South Shetland Islands, Antarctic Peninsula, King George Island",
  "generalInfo": "Your express tour of Antarctica will make the remote continent more accessible than ever as you circumvent the Drake Passage and fly directly from Chile to the South Shetland Islands. Use a zodiac boat to explore idyllic bays that teem with seals and whales, and then scour the beaches that are dotted with different species of penguins and take in the icy plateaus. Near-constant sunlight washes over the landscape which then offers spectacular panoramas from the ship to shore at all hours of the day and night. Indulge with an immersive Antarctica tour tailored for you to experience luxury, wildlife, and the untamed scenery of a continent no longer lost to seclusion.",
  "durationDays": "8",
  "price": "11,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Punta Arenas – Arrive in Chilean Patagonia at the City of Punta Arenas",
      "description": "The wind sweeps through the pampas and around the outskirts of Punta Arenas and spreads to the waters along the Strait of Magellan. Homes shine along the water’s edge with bright colors and corrugated-iron roofs in the tradition of local fishers, and you will be happy to take in the view as you arrive. Your private transfer will greet you at Presidente Carlos Ibanez del Campo International Airport upon your arrival and escort you to your gorgeous hotel near the heart of Southern Patagonia’s largest city. Hikers, adventure enthusiasts, and explorers interested in traveling into the deep south of Antarctica use Punta Arenas as a jumping-off point. The house of Braun-Menendez stands on the northern end of Plaza Munoz Gamero, representing the former prestige of the southern city during the Wool Boom of the late 19th and early 20th centuries. The house continues to host the Club de la Union, and the home is one of the defining characteristics in a city continually evolving in connection to the petrochemical, tourism, port, and fishing industries. The interior retains a sense of the French design deriving from the work of French architect Numa Mayer. Period furniture fills the upper galleries while a small café serving delicious pisco sours overtake the lower floor. The traditional brandy is a staple in Chile and Peru, made from distilling the fermented grape juice and blending citrus, pica lime syrup, and ice. You will have the afternoon and evening to settle in, enjoy it all, and prepare for all that is ahead."
    },
    {
      "dayNumber": "2",
      "title": "King George Island – Fly Over the Drake Passage to the \"Gateway to Antarctica\"",
      "description": "In the morning, you can watch the fishing trawlers return from the open sea as the water along the Strait of Magellan shimmers with hues of cobalt against the pebbled beaches of the city. The breeze carries the aroma of the briny water through the streets and then fades beneath the scent of freshly baked empanadas and rich roasting coffee. Your private transfer will return you to the airport after breakfast so that you can board your flight bound for King George Island on the South Shetland archipelago. The island is the largest of the group with an area of 440 square miles. Your plane will lift off and carry you over the tumultuous waters of the infamous Drake Passage. The warmer waters of northern oceans push beneath the colder waters, causing swelling waves, a rush in the current, and dramatic shifts in the weather patterns below. You will fly above the fray and land after a two-hour journey on the 4,265-foot long runway at the Chilean base of Eduardo Frei Montalva Station. Before boarding your cruise ship, you can take a tour of one of the largest of the nearly 15 stations on the island. The Chilean government laid the foundations in the 1950s and grew the complex to accommodate upwards of 170 people, most of whom are connected to the military, with civilians marking 25 percent of the population. The mostly ice-free island contrasts with your ideas of whitewashed mountaintops and icy beaches packed with seals or penguins, but the unique location of the secluded research stations captivates you. The complex consists of 40 buildings, including a large gymnasium that hosts a weekly tournament held between local bases. You will soon step onto a zodiac boat and continue to your ship for the first of many expeditions on the small but mighty vessel."
    },
    {
      "dayNumber": "3",
      "title": "South Shetland Islands – Visit Half Moon and Deception Islands",
      "description": "King George Island is often referred to as the “Gateway to Antarctica.” You will have sailed through the gates to reveal a unique topography of mountains protruding from icy landscapes and beaches that host large colonies of different penguin species. Your boat will weigh anchor near Half Moon Island, a minor island that encompasses a surface area of 420 acres. You will then whip through the water on a zodiac boat, finding the cold air biting at your exposed skin across your nose and cheeks. Your skipper will remind you to keep an eye out for whales who are known for patrolling the shores as sporadic ice, and snow-capped mountains are seen along with the above the gray slopes. The lowlands provide shelter to lichen and mosses. You will step onto the pebbled beach in search of the 2,000 pairs of chinstrap penguins who nest on the sheltered landscape. The penguins are easy to distinguish from other penguin species due to the long black strap running beneath their chin. Their black plumage drapes the back juxtaposing their white underbellies. They can grow to 28 inches tall and weigh over 10 pounds, and each day they can travel up to 50 miles from the shoreline in search of krill, shrimp, fish, and squid. Away from the colony of penguins may lie a resting Weddell seal, often seen lounging on the rocks with its full length of 11.5 feet sprawled across the cool terrain. Their upturned mouth and thin whiskers give it the appearance of smiling as you pass."
    },
    {
      "dayNumber": "4",
      "title": "Antarctic Peninsula – Discover Neko Harbor Island en route to Paradise Bay",
      "description": "The inlet of Neko Harbor spreads across the natural contours of Andvord Bay on the west coast of Graham Land. The harbor is located seven miles south of the Errera Channel and north of Paradise Bay. A glacier rises out of the stoic water with impressive force, glowing with white and blue hues against the steely gray of the Southern Ocean. Ice protrudes from the water with dramatic formations that resemble surrealist sculptures. You can take a kayak onto the water with your guide and explore the stunning texture of the land and sea at your leisure. You will have bundled up to keep your skin protected from the cold air and swift breeze, which will all feel worth it as you come across the 250 breeding pairs of Gentoo penguins nesting in the remains of the hut built by an Argentinian expedition team decades ago. The penguins waddle out to the cobblestones along the shore, squawking with loud, short, sporadic bursts. Like the chinstrap penguin, the Gentoo penguin is easily recognizable due to a small white strap across the top of its head that resembles a cap. Their long tails swoosh back and forth as they walk, sweeping aside stray pebbles. You can linger in the water watching the penguins until you hear a thunderous clap as an iceberg begins calving away from the glacier, spouting powder as the giant formation splashes into the sea causing the water to roil."
    },
    {
      "dayNumber": "5",
      "title": "Antarctic Peninsula – Reach Paradise Harbor for a Full Day Exploration",
      "description": "Your boat will weigh anchor in Paradise Bay, one of two natural harbors safe for the ship to dock in, the other being Neko Harbor. The idyllic scenery lives up to the name with mountains and glaciers reflecting off the surface of the tranquil water that indents the western coast of Graham Land. A small shelter erected in the 1950s remains on the land referencing the importance of the former Chilean excursion and the International Geophysical Year, the scientific project initiating cooperation between the East and West during the Cold War. You will touch down on the landscape to view the impressive channel from the quiet of the beach as crabeater seal lounge on the snowy shoreline. The crabeater seal can grow to over seven feet long and have a pale fur that nearly blends into the whitewashed landscape. When on land, they move with an awkward slither that resembles a snake more than a seal as they leave behind sinuous tracks. Your guide will share with you the curious cases of crabeater seals discovered over 60 miles from shore and nearly 3,300 feet above sea level. The mountains in the distance reach 3,400 feet above sea level and overlook Ferguson Channel, and you can venture to the top Mount Banck to breathe in the cold air with every step before reaching the rewarding panorama over the bay."
    },
    {
      "dayNumber": "6",
      "title": "South Shetland Islands – Search Pleneau Island for Penguins and Seals",
      "description": "By morning, you will have left the coast of Pleneau Island and its neighbor, Petermann Island, and sailed through the labyrinth of icebergs in the Lemaire Channel. The passageway reaches 5,250 feet wide at its narrowest point, and then you can take a kayak to the coastline to enjoy the tranquil setting inhabited by tabular icebergs and a Gentoo penguin colony. Their orange beaks juxtapose their black faces as they waddle along the exposed rocks around the island, and they use their flippers to help scramble up the higher boulders in view of the calm water pooling between the rugged inlets. Your guide will keep an eye out for the southern elephant seals that often haul themselves out of the water and onto the beaches. They typically grow to 10 feet long with a bull weighing more 8,800 pounds, making them twice as heavy as a walrus. Their probosci's nose turns their bark into a cacophonous trumpet while they relax on the flat boulders near the water, often with penguins waddling around them. You will take the kayak back to ship, and then travel northbound back towards the South Shetland Islands. You will want to keep your eyes open through the Lemaire Channel in search of Weddell seals and Adelie penguins on the coastline. In December and January, the sun dips behind the horizon for an hour before turning, offering a unique look at the Antarctic Peninsula’s 23-hour daylight."
    },
    {
      "dayNumber": "7",
      "title": "Punta Arenas – Disembark at King George Island and Fly to Punta Arenas",
      "description": "Your ship will return to its disembarkation point off the coast of King George Island. At breakfast, you can sip a soothing cup of fresh coffee and enjoy the views over the water before taking a zodiac boat from the ship to shore. Nearby, Poland’s Arctowski station houses 40 people and first opened in 1977. An English-language brochure depicts a brief history of the location through illustrations, and the walking routes jetting out from the station lead to large Gentoo and Adelie penguin rookeries protected by moss beds. You will eventually return to Chile’s Eduardo Frei Montalva Station and board your flight to Punta Arenas. Your time over the Drake Passage is a seamless journey beyond the rugged confines of the breaking waves and shifting weather patterns. You will arrive in Punta Arenas after the two-hour flight, landing safely at Presidente Carlos Ibanez del Campo International Airport. The city takes on a whole new ambiance after spending so much time in the secluded and tranquil scenery of Antarctica. The rush of cars sounds bellicose but will remind you of the ways the elephant seals barked in the breeze along the coast of Pleneau Island. Your private transfer will guide you to the familiar comforts of your hotel that overlooks the Strait of Magellan, allowing you to bask in the luxuries of civilization and the charms of the Patagonian city at your leisure."
    },
    {
      "dayNumber": "8",
      "title": "Punta Arenas – Depart for Home",
      "description": "In the morning, backpackers and adventurers bound for Torres del Paine National Park start their day at a near café to enjoy the celebrated Colombian roast coffee layered with cream, chocolate, and foam. The baristas boast that the drink served in a clear glass reflects the café owner’s vision of Patagonia’s snowcapped mountains. On the outskirts of town, those ready to leave the active port venture around the viewing point of La Cruz Hill to Zona Franca, the duty-free shopping district filled with perfumes, clothing, and outdoor gear. Your private transfer will meet you in your hotel lobby after breakfast and escort you to the airport with plenty of time to check-in for your flight home, bringing an end to your express adventure around Antarctica."
    }
  ],
  "map": ""
}