{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "a-true-polar-adventure-cruise-hiking-and-camping-in-antarctica",
  "tourName": "A True Polar Adventure: Cruise, Hiking, and Camping in Antarctica",
  "placesVisited": "Ushuaia, Drake Passage, South Shetland Islands, Antarctic Peninsula",
  "generalInfo": "Enjoy the immersive thrills and enchanting scenery found on your luxurious Antarctica cruise. The White Continent is perhaps the ultimate escapade for thrill seekers and eager explorers interested in uncovering the marvels of the globe at their preferred pace. Wind around dramatic tabular icebergs that broke away from ancient glaciers, and then make camp on snow-drenched hills far from civilization’s reach before trekking over knolls and rocky points for unforgettable views of wildlife. Your Antarctica trip brings the best out of an exciting journey through the Drake Passage, past the South Shetland Islands, and touching down for a grand tour of the Antarctic Peninsula.",
  "durationDays": "11",
  "price": "14,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ushuaia – Board your Luxury Cruise Ship to Set Sail",
      "description": "Ushuaia is a young city when compared to the capitals of South American countries. The settlement at the end of the South American continent dates back to the 1880s when an Argentine expedition arrived to establish a sub-prefecture. Along with the government envoy was 300 Anglican missionaries who built the first houses in the region and took to evangelizing the local native population. The city has grown leaps and bounds since its inception nearly 130 years ago, and colorful homes line the streets and weave between the snow-capped peaks of the Martial Range and the rippling cobalt waters of the Beagle Channel. The greater region of Tierra del Fuego holds the secrets of the Patagonia region and remnants of the native population’s rich history that dates back nearly 10,000 years, long before the Portuguese explorer Ferdinand Magellan first sailed around the tip of the South American continent in the 16th century. Your flight will land at Malvinas Argentinas International Airport, where your private transfer will greet you upon arrival. You will soon reach the port to board your vessel bound for Antarctica, and likely stay on the deck of the ship to enjoy the view that encompasses the mountain slopes and sporadic pockets of lenga forest. The southern hemisphere summer averages a daytime warmth of 57 degrees, and your vessel offers luxurious accommodations and a hull protected and strengthened for travel through the icy channels."
    },
    {
      "dayNumber": "2",
      "title": "Drake Passage – Travel across the Drake Passage with Polar Experts",
      "description": "Before reaching the exhilarating landscape of Antarctica, you will first travel through the infamous waters of the Drake Passage. The warmer water from the sub-Antarctic region moves beneath the colder waters of the Antarctic seas, causing waves of up to 50 feet and sweeping winds that churn both the air and the water. The day is calm, and the scent of hot chocolate drifts from the dining room as the onboard staff of the vessel offer lectures to inform passengers on the distinctive properties of Antarctica, a unique destination that draws upwards of just 37,000 visitors a year. The lectures come from different perspectives of study, including first aid and snow safety, history of exploration around the continent, and the types of wildlife you can expect when traveling through the snowy islands or across the ice sheets. You can take a comfortable seat in the multi-media presentation room to learn more about the history of exploration on the Seventh Continent, or simply sip a soothing cup of coffee and take note of the empty, vast horizons outside the window. The lecturer will begin with the early legends of a continent located far south of the globe, including one such theory by Aristotle, before diving into the first sightings and the brave souls who first stepped foot on the sprawling continent."
    },
    {
      "dayNumber": "3",
      "title": "Drake Passage – Cross Converging Seas to find Icebergs and Marine Life",
      "description": "The captain will offer an early warning to all passengers aboard the ship as you cross the Antarctic Convergence. The artificial line delineates the distinctive dividing of climates between the sub-Antarctic and the Antarctic with a noticeable difference in the type of animals and plants which can survive in the south versus north of the convergence. You will first experience the difference as you step out onto the upper deck in search of the marine life that populates the Drake Passage. The wind is much colder than before and bites at your nose, cheeks, and exposed skin. The frosty air nips in your lungs with every breath until you become accustomed to the cold. Icebergs pass in the distance and carry remarkable patterns shaped by winds, sea, and the shifting climate. The same guide points to a group of three orcas less than 20 feet from the starboard bow. The male has the larger dorsal fin, and their black and white colors contrast with the cobalt sea and become more prominent when they blow their spout. Orcas can grow to 26 feet long with dorsal fins reaching nearly six feet tall, and they scour the waters for fish, seals, or even other whales when traveling in a large enough group."
    },
    {
      "dayNumber": "4",
      "title": "Antarctic Peninsula – Traverse the South Shetland Islands on a Zodiac Boat",
      "description": "After a revitalizing cup of fresh coffee, you will board your first zodiac boat to venture through the water to reach the shores of Half Moon Island. The minor landmass consists of 420 acres of rugged terrain covered with sporadic snow and ice. In the summer of the southern hemisphere, the Argentinian government keeps a research base open on the island accessible only by sea or helicopter. The bitter chill of the breeze from the zodiac boat will subside as you reach the shore, and your guides will quickly point out the lichen and moss that grow on the island in the summer sun. During the harsh winters, the flora freezes over but returns unharmed when the sunlight melts the snow-blanket. Your guide will have brought you to the island with the purpose of introducing you to the 2,000 pairs of chinstrap penguins found on the pebbled beaches around the island. Before reaching the colony, you notice the deep, long bark of an elephant seal, the largest marine member of the pinniped family. The male’s proboscis nose acts as an amplifier, turning a simple bark into an echoing trumpet similar to an elephant’s call. These seals grow two times as large as a male walrus to reach nearly 2,000 pounds and almost 10 feet long. They stay in their territories for long periods of time to defend their colony and the land, which makes any viewing of a male on land a possible new colony."
    },
    {
      "dayNumber": "5",
      "title": "Antarctic Peninsula – Discover Wildlife in and around Petermann Island",
      "description": "The sunlight remains throughout the day to make the shores of the Antarctic Peninsula visible at any hour. Your ship will travel through the Lemaire Channel, which is bordered by Booth Island to the west, and the impressive mountains and glinting glaciers of the Antarctic continent to the east. The dramatic passage encloses to a width of 5,250 at its narrowest point, and icebergs fill the channel early in the season to create a difficult labyrinth for the ships to navigate. The sunlight brings a gorgeous reflection of the deceptively tall mountains and snowy beaches to the calm surface of the water. Your boat will weigh anchor at Port Circumcision, which was named after the feast day on which the French expedition team discovered this safe place where they could anchor their ship in 1909. The thin stretch of land reaches a mile in length and less than three-fourths of a mile in width with a rocky coastline that rises to a summit over 800 feet above sea level. The island’s volcanic origins keep a portion of the landscape free of ice, on which lichens and mosses thrive. Your guide will lead you on a hike over the rugged terrain to view the penguin colonies, storm petrels, and south polar skuas that nest on the island. The largest colony consists of Gentoo penguins who have grown to include 3,000 pairs adult penguins, and you can listen to their long honks before noticing it is the only sound beyond your feet crunching against the pebbles as you walk. The penguins stick out their tails behind them when walking and sweep it from side to side, and can grow to 35 inches tall, making them the third tallest penguin in the world after the emperor and king penguin species."
    },
    {
      "dayNumber": "6",
      "title": "Antarctic Peninsula – Enjoy Iceberg Sculptures and Secluded Island Shores",
      "description": "Your ship will continue to travel through the narrow channels that are situated between the captivating islands and the majestic shoreline of Seventh Continent. At breakfast, you can sip a warm cup of hot chocolate as your ship pulls into Paradise Harbor, one of two natural harbors able to protect vessels from the irregular weather patterns of the Antarctic Circle. Icebergs float through the stoic water and cast a turquoise glow on the ice. A zodiac cruise through the harbor takes you along the receding glacier at the head of the bay, and your small boat provides a better perspective on the size and contours of the free-floating icebergs. The glacier glistens with opulent indigo hues deriving from the purity of the ice before plunging into the sea. Blue-eyed shags nest in the cliffs while emerald green moss and orange lichens grow on the exposed rocky surfaces. Burnt out sections of a former Argentinian research station peppers the shoreline, and a colony of Gentoo penguins has repurposed the ruins for their nests. Your zodiac will pull onto the pebbled beach as the penguins holler and call out to one another on the distant shore. You can follow your guide up the hill to reach the broken memorial stone commemorating Jostein Helgestad, which also marks the outlook from which you have a stunning view of the shimmering glaciers."
    },
    {
      "dayNumber": "7",
      "title": "Antarctic Peninsula – Step onto the White Continent for a Camping Tour",
      "description": "The weather and water are calm in the morning and reflect the quiet sunlight that has already been shining for hours. The zodiac boat ferries you around tabular icebergs that once broke away from the continent’s ice shelf and the gigantic figures feature captivating arches, smooth cliffs, and fascinating swirls similar to karsts but made with ice instead of limestone. You will soon reach the shores of Winter Island, which is nearly 3,000 feet long and 700 feet wide located off the west coast of Graham Land. In 1947, the Falkland Islands Dependencies Survey established a base on Winter Island erecting a hut over the ruin of a former base first built in the 1930s. The hut became known as the Wordie House. Less than 10,000 people reach the region annually to visit the testament to physical and mental strength necessary to survive from 18 to 30 months during the British funded research expedition. The house was officially abandoned in the 1950s but has been preserved as a time capsule to the history of Antarctic exploration. The shed, office, and store retain their lived-in décor, which includes a kitchen stocked with canned coffee, mashed potatoes, and jars of Marmite; the latter was an excellent source of vitamins for stranded researchers. Your guide will lead you into the open terrain away from the Wordie House for a night under the nearly endless Antarctic light."
    },
    {
      "dayNumber": "8",
      "title": "Antarctic Peninsula –Travel North through the South Shetland Islands",
      "description": "The crunch of your footsteps on the snow liven your senses as you travel back to the zodiac boat after a comforting coffee or hot chocolate. You will have sipped your rich, delicious, and warm drink while staring at the whitewashed landscape punctuated by sporadic protruding rocks. As you reach the zodiac, your guide will explain that the unique properties of the Antarctic continent are actually very similar to the topography of Patagonia as the Seventh Continent is, in fact, a mere continuation of the Andes Mountain range. You will soon reach the ship and continue northbound, passing through the safer channels as to avoid the possibility of drifting icebergs and roiling waves. Your boat will reach the South Shetland Islands late in the day, but the near-endless sunlight offers you plenty of time to venture to the shores of Deception Island. The ship weighed anchor inside the safety of the active volcano’s caldera. Pockets of steam rise from the intermittent thermal pools that pepper the shoreline. As you set foot on the pebbled beach and make your way to the edge of an open hot spring, you can strip down to your bathing suit and enjoy as the warm water reaches up to 70 degrees Fahrenheit and soothes your body as you plunge into the pool in view of the caldera."
    },
    {
      "dayNumber": "9",
      "title": "Drake Passage – Enjoy a Series of Lectures at your Leisure",
      "description": "The majesty of the Antarctic Peninsula, along with the bordering northern archipelago of the South Shetland Islands, has kept you fascinated and engaged through the course of endless daylight. Your ship returns to the Drake Passage and crosses the Antarctic Convergence to leave the icebergs behind. The staff aboard the ship continues to offer lectures that explore the characteristics and histories of Antarctica. You will want to take a pass through your photos and see the spectacular shots you took of the White Continent and its animal inhabitants, from the Gentoo penguins to the elephant seals. Perhaps sit in on a seminar dedicated to the geography of Antarctica, fascinated by the information you learned about the continent being an extension of the South American Andean mountain chain. Your photos will support the points the lecturer makes as you relive the marvels of the snow-capped angular peaks, rolling icebergs, and glowing glaciers."
    },
    {
      "dayNumber": "10",
      "title": "Drake Passage – Relax in the Comforts of the Ship and Look for Wildlife",
      "description": "Your final day on the water will return you to the comforts of the sea air away from the Antarctic freeze. You can sip a refreshing cup of coffee on the deck and enjoy the way the wind brushes against your cheeks and nose without nearly freezing the skin. A sooty albatross references your distance to the southern tip of South America and the nearby islands. The bird is named for the tainted plumage across its back and wings resembling a bird recently emerged from a fireplace, and they breed on sub-Antarctic islands with wingspans that can grow to nearly seven feet wide. Nearby and into the distance, a puff of mist towering over the water might reveal a pod of fin whales. Their smaller dorsal fin betrays the actual size of the whale, which can grow to nearly 90 feet long. Their slender body shimmers with polished brown or gray underside as they sing with a low frequency with sounds lasting up to two seconds in sequences lasting between seven to 15 minutes. Your ship will soon safely reach the end of the Drake Passage and enter into the waters of the 150-mile long Beagle Channel, bringing you one step closer to Ushuaia."
    },
    {
      "dayNumber": "11",
      "title": "Ushuaia – Depart for Home",
      "description": "Your boat will return and anchor at Ushuaia, Argentina. Although the days are stretched during the summer at Ushuaia, the sun does eventually set, with the longest day occurring around the summer solstice each year for a sunrise before five in the morning and a sunset later than 10 in the evening. The city will be bustling with activity by the time you arrive in port, and the familiar aroma of the briny sea returns in the open air. Only 60,000 people reside in Ushuaia, but after having spent days on the secluded waters of the Southern Ocean and traveling alongside the Antarctic Peninsula, the small city will feel like a metropolis. Your private transfer will greet you at the port and lead you through the streets to reach Malvinas Argentinas International Airport with plenty of time to check in for your flight home."
    }
  ],
  "map": ""
}