{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "antarctica-adventure-cruise-and-tour-kayaking-wildlife-excursions",
  "tourName": "Antarctica Adventure Cruise and Tour: Kayaking, Wildlife, & Excursions",
  "placesVisited": "Punta Arenas, South Shetland Islands, Antarctic Peninsula, Antarctic Sound, Weddell Sea, West Point, Carcass Island, Saunders Island, Port Stanley",
  "generalInfo": "The diversity of snow, wildlife, glaciers, and ice shelves will be on full display during your personalized tour of Antarctica. Your comprehensive trip to the remote continent will introduce you to seals, penguins, and whales amidst adventures on zodiac boats, snowshoes, and kayaks. Travel across the Weddell Sea to find emperor penguins and hear the stories of Earnest Shackleton’s ill-fated expedition in the early 20th century. Experience the distinctively British ambiance of the Falkland Islands and find king penguins and nesting albatrosses. Whether in search of adventure or interested in learning more about the secluded snow-filled landscape, Antarctica will provide a complete travel experience.",
  "durationDays": "14",
  "price": "18,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Punta Arenas – Arrive in Punta Arenas, Chile Ready for your Journey South",
      "description": "Your journey to the southern pole of the globe will begin in the Patagonian city of Punta Arenas. Ships pull and out of port at all hours of the day, venturing from around Cape Horn or traveling southbound along the edges of the Continent. The majesty of the past recalls a sense of pride in the central square of Plaza de Armas, the main square that features the illustrious mansion that once belonged to the Braun-Menendez family. The scent of barley emanates from the Austral Brewery, one of the world’s southernmost producers of beer and a favorite of Patagonians. The Museo del Recuerdo, Museum of Memories, is hosted within the Instituto de la Patagonia on the outskirts of the city. The gallery displays a collection of old steam engines, cars, and horse-carts that reflect the evolution of the city’s growth in population and industry. Your private transfer will greet you at Carlos Ibanez del Campo International Airport, and then you will make your way through the bustle of the city to reach the comforts of your luxurious hotel in view of the passing boats along the Strait of Magellan."
    },
    {
      "dayNumber": "2",
      "title": "King George Island – Fly from Punta Arenas to the South Shetland Islands",
      "description": "The morning air fills with the rejuvenating aroma of fresh coffee drifting from the dining room of your hotel as the breeze sweeps through the streets and carries the briny scent of the sea. Your private driver will transfer you back to the airport to board your plane headed to King George Island. The flight will take approximately two hours, and you will fly over the infamous waters of the Drake Passage. You can look out your window for the tumultuous waves of the passage that can reach greater than 50 feet tall as you will pass over the Antarctic Convergence, the point at which the warmer waters of the Southern Atlantic push the colder water of the Southern Ocean to the surface, often making for steep waves and plunging air temperature. You will soon reach King George Island, the largest landmass that connects to the South Shetland archipelago and encompasses an area of 440 square miles. Your plane will land on the runway at the Chilean base known as Eduardo Frei Montalva. The station resembles a small town and accommodates as many as 170 people within 40 buildings, 15 of which are brightly painted chalets. The large gymnasium hosts a weekly soccer tournament held between the 13 local stations, if your timing is right, you can enjoy taking it in. As you are ready, you will continue to the ship and step on board, and soon weigh anchor bound for the Antarctic Peninsula."
    },
    {
      "dayNumber": "3",
      "title": "Gerlache Coastline – Navigate Bransfield Strait to Discover Gerlache Coast",
      "description": "Your boat will dock safely inside the caldera at Deception Island as the slight scent of sulfur emanates from the volcanic activity that heats the waters around the bay. Ice and snow cover the mountains that span the outer layers of the 28-square-mile island where British sealers established a settlement on the island in the 19th century as they found the thermal pockets that heat the landscape. The mountains reach heights of nearly 2,000 feet above sea level, and you will board a zodiac boat and venture to the pebbled shoreline. Rusted boilers and tanks remain from the whaling industry, but were decommissioned in the 1940s when the British destroyed the working units to prevent the German navy from using the area as a base during the Second World War. You will find warmth in the steaming thermal pools and can dip your fingers into the water to feel temperatures heated between 70 to over 100 degrees Fahrenheit."
    },
    {
      "dayNumber": "4",
      "title": "Gerlache Coastline – Traverse Neko Harbor and Andvord Bay",
      "description": "Your ship will dock in the natural safety of Neko Harbor as the scent of the sea’s brine muddles beneath the frost that lingers in the air. Neko Harbor is located on the Eastern Shore of Adnvord Bay, south of the Errera Channel. You can take a zodiac boat to the coastline that is peppered with protruding boulders and a glistening snowpack. A colony of 250 pairs of Gentoo penguins nests around the former Argentinian refuge hut, and you will find a vantage point above the bay for a panoramic view that overtakes the icy sheen of the water surrounded by the mixture of indigo snow and marble promontories. The penguins squawk with a slight flutter as the sound echoes across the otherwise silent bay. Your guide can offer insight into the daily life of the penguins and will show how you can tell Gentoo penguins apart from other species based on the visible white stripe that extends over the top of their heads like a bonnet. Gentoo can grow to 35 inches tall with a longer than average tail that swishes when they waddle."
    },
    {
      "dayNumber": "5",
      "title": "Gerlache Coastline – Visit Cuverville Island and Travel the Antarctic Sound",
      "description": "Before your ship sails directly for the waters of the Antarctic Sound to connect the Bransfield Strait to the Weddell Sea, you can take a kayak to Cuverville Island. The calm waters provide a perfect place to paddle up and down the pristine coastline to highlight the snow-capped peaks and icy shoreline. Icebergs soar out of the water and reflect the spreading sunlight around the rocky edges of the Errera Chanel. The island was named for a vice-admiral of the French Navy during the late 19th-century expedition led by Belgian Adrien de Gerlache. Your guide will bring you to the breeding colony of Gentoo penguins that supports upwards of 6,500 pairs, or you can wait quietly in your kayak for the southern giant petrel to break from its nest and hunt. The birds glide in the calm breeze with a wingspan that reaches more than 80 inches in width, more than double its own body length at 39 inches."
    },
    {
      "dayNumber": "6",
      "title": "Weddell Sea \u0000\u0000– Explore the Ice Shelves of and Icecaps near Snow Hill Island",
      "description": "Your ship will have passed through the Antarctic Sound during the night, traveling across the 35-mile long body of water with a width of 14 miles separating the Joinville Islands from the northeastern edges of the Antarctic Peninsula. At breakfast, you can sip a comforting cup of freshly brewed coffee as you take in the frigid landscapes and icy waters found outside of your window along the Weddell Sea. The body of water reaches 1,200 miles at its widest point consisting of an area over 1 million square miles, and your ship stays close to the eastern seaboard of the Antarctic Peninsula before dropping anchor near Snow Hill Island. Snow and ice nearly cover the entirety of the island’s rugged exterior while a wooden hut erected in the early 20th century by Swedish explorers adds a touch of human history to the otherwise barren scenery. The island hosts one of the northernmost emperor penguin colonies, supporting approximately 4,000 pairs. They nest along the shore near to the nearly 650 acres of sea ice adjacent to the coast, and viewing the emperor penguin in their natural habitat reveals the majesty of their melodic call and the magnitude of their size, which reaches up nearly 50 inches tall and almost 100 pounds in weight."
    },
    {
      "dayNumber": "7",
      "title": "Weddell Sea \u0000\u0000– Discover Argentina’s Marambio Base on Marambio Island",
      "description": "The climate around the Weddell Sea is harsher than on the western shores of the Antarctic Peninsula, accounting for the larger snow-cover and thick ice shelf that covers much of the southern part of the sea. You can take your zodiac boat to the shores of Marambio Island, which houses the eponymous Argentinian research station. The base is located 60 miles away from the coastal village of Esperanza, one of the largest non-governmental settlements on the Seventh Continent. The foundations of the base began in the 1940s and have since grown to allow researchers to fly in and out of the continent throughout the year with the heaviest activity occurring in the summer. You will then continue to the town of Esperanza along Hope Bay where the homes shine bright orange and red against a backdrop of whitewashed mountains and hills. The temperatures average 37 degrees Fahrenheit in the summer and dip to 12 degrees Fahrenheit in the winter, and the bright building facades reflect in the glossy water. You can head into the hills with your guide, passing the marble pebbles along the hills to snowshoe across the powdery expanse. The cold air and subtle mist add an adventurous ambiance to the expedition, and the sound of your footsteps cracking in the pure snow lingers in the air to break the silence of the remote landscape."
    },
    {
      "dayNumber": "8",
      "title": "Elephant Island – Sail to the South Shetland Archipelago at Elephant Island",
      "description": "You will have left behind the frigid waters of the Weddell Sea for the shores along the outer reaches of the South Shetland archipelago at Elephant Island. The coastline is located 150 miles north of the Antarctic Peninsula and 550 miles south of the Falkland Islands. Ice and snow spill down the slope and into the sea, extending the 215 square miles of landmass with sections of an ice shelf. Snowpack spreads across the marbled hills mountains and summits reach an elevation of 2,800 feet above sea level. In the early 20th century, British captain Ernest Shackleton and his crew of the ship Endurance found refuge on the island after a shipwreck. The captain sailed on a dinghy over 800 miles to South Georgia for help while the remaining crew scavenged for seals and penguins to survive until a Chilean tugboat known as Yelcho arrived to save them at Point Wild. Your guide can point to the beach where Shackleton’s crew spent a winter awaiting their rescue."
    },
    {
      "dayNumber": "9",
      "title": "At Sea – Cross the Open Sea en route to the Falkland Islands",
      "description": "At breakfast, you can sip a delicious cup of coffee and enjoy the views of the open water during your journey north to the Falkland Islands. Sporadic icebergs and sheets float into view along the cold water until you pass the Antarctic Convergence. Your ship features the luxury of modern amenities ideally suited for relaxing during the long cruise between islands, or you can enjoy immersive lectures from knowledgeable staff on the history, mysteries, and wildlife of the region. Instead of partaking in a lecture for the day, you may opt to visit the deck to relish the 360-degree view found on the ship and water. The calm sea provides ample splendors, including a passing pod of southern right whales. The curious disposition of the whales draws them closer to the ship, and the gentle giants can grow to 50 feet long. They have thick layers of insulating rubber, which keeps them from traveling into the warmer waters north of the Sub-Antarctic seas. Their thick gray skin stands out from the water until they dive back down blending into the darkness."
    },
    {
      "dayNumber": "10",
      "title": "At Sea – Continue Navigating to the Falkland Islands in Complete Luxury",
      "description": "You will continue sailing towards the Falkland Islands, crossing over the Antarctic Convergence into the warmer waters found closer to the South American continent. The day is once again yours to enjoy the comforts of the ship as you desire by relaxing in your suite, listening to a fascinating lecture, or spending time on the deck in search of captivating wildlife. You can venture to the gallery to hear one of the celebrated lectures about the marine ecosystems of Antarctica to provide insight into the distinctive properties of the water that supports krill, which in turn feeds whales, seals, penguins, albatross, petrels, fish, and squid. Indirectly or directly, you learn the wildlife of Antarctica depends on krill to survive. As you listen, you can sip a soothing cup of hot chocolate, and the comfort of the warming mug around your fingers will complement your learning about the unique biosphere of the remote continent."
    },
    {
      "dayNumber": "11",
      "title": "Falkland Islands – Travel to Carcass and Saunders Islands for Wildlife",
      "description": "Carcass Island is situated along the northwestern tip of the Falkland archipelago with varied rocky ridges, steep cliffs, and open plains. After your time spent in Antarctica, seeing white beaches paved with sand instead of snow will surprise you. Mount Byng reaches a height of 700 feet above sea level, adding a slope from which the breeze gains momentum and pushes out to sea. The water glows turquoise and indigo against the white sand and windswept grasses, and you will find the aroma of the briny water blending with the herbaceous scent of the fields. Your guide will lead you in search of the famous birds nesting around the coastline, and you can hear the sheep bleating and the cows lowing over the fields. The steamer duck is a native bird to the islands with short wings making it incapable of flight. Their dark gray plumage and white stripe behind the eye makes them difficult to distinguish from flying steamer ducks. Your guide will lead you to the coastline at the distinctive colony of southern rockhopper penguins, the smallest yellow-crested black-and-white penguin. They grow up to 23 inches tall and weigh less than eight pounds. Their name refers to their ability to circumvent obstacles by jumping over boulders and across large cracks."
    },
    {
      "dayNumber": "12",
      "title": "Falkland Islands – Relish a Full Day in the Comforts of Port Stanley",
      "description": "Before reaching the borders of Port Stanley, the capital of the Falkland Islands, you will travel to the Volunteer Point, which is located on Johnson’s Harbor Farm at the northeast point of East Falkland. The peninsula boasts fine, white sand along the indigo waters where a variety of birdlife nests on the soft grounds that lead into the windswept tufts that separate the beach from the plain. You can listen to the loud honk of the king penguins populating the coastline as they throw their heads back as visitors approach the beach. The breeze carries the aroma of the water as the sea laps against the sand and the penguins stand nearly 40 inches tall and weigh up to 40 pounds. Their deep black feathers around the crown contrast with their yellow-orange patches found along their cheeks, necks, and upper chests. The penguins can dive to nearly 800 feet when hunting or avoiding predators, spending a record of approximately five minutes submerged in the water during the daylight hours. They feed mainly on krill or crustaceans and create a majestic ambiance when visited in their natural habitat."
    },
    {
      "dayNumber": "13",
      "title": "Punta Arenas – Return to Punta Arenas, Chile with the Day at Leisure",
      "description": "In the morning, you will savor the comforts of Port Stanley, the capital of the Falkland Islands. The distance between Ushuaia and Port Stanley is less than 500 miles and one-fifteenth of the distance from Port Stanley to London. However, the town retains a distinctively British ambiance more akin to a fishing village closer to the isle as the scent of fish and chip shops fill the main street, and the windswept plains reflect the landscape of the countryside inside the northern dales of the United Kingdom. At breakfast, you will find the aroma of black tea accompanying the scent of bacon, eggs, and sausage while the colorful homes along the shoreline give way to the remarkable architecture of the 19th-century cathedral and its whalebone arch made from the jaws of two blue whales. Your private transfer will greet you in your hotel lobby after breakfast and escort you to Stanley Airport for your flight to Punta Arenas, Chile."
    },
    {
      "dayNumber": "14",
      "title": "Punta Arenas – Depart for Home",
      "description": "The bustling streets of Punta Arenas feel familiar in the morning as the sunlight washes over the statue of Magellan at the center of the Plaza de Armas. Backpackers travel to the port to board a vessel bound for Carlos III Island, a place known for its whale sightings while nearby, the new museum of Nao Victoria rebuilds replicas of the most important ships that helped discover and colonize the region. The galleries include Magellan’s ship Nao Victoria, the lifeboat that helped Earnest Shackleton reach South Georgia Island, and a schooner that sent the first settlers from the island of Chiloe to the Strait of Magellan. After one last leisurely morning to take it in, your private transfer will meet you at your hotel when you are ready and escort you to Presidente Carlos Ibanez del Campo International Airport for your flight home."
    }
  ],
  "map": ""
}