{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "antarctica-cruise-and-excursion-trip",
  "tourName": "Antarctica Cruise and Excursion Trip",
  "placesVisited": "Ushuaia, Drake Passage, Lemaire Channel, Neumayer Channel, Paradise Harbor, Neko Harbor, Melchoier Islands",
  "generalInfo": "During your customizable Antarctica cruise, your ship is your ideal base camp for your Antarctica tour focused on adventure. Acting as a safe harbor, you will embark on the ultimate discovery of pebbled beaches, slippery glacial surfaces, and the powdery texture of blanketing snow. Search for seals, whales, and penguins or bask in cozy thermal baths as you sail. Move out into the scenery on an endless selection of activities that range from snowshoeing to kayaking, zodiac boat tours to glacier walking, wildlife spotting to photo work-shopping, for an unprecedented, comprehensive trip to Antarctica.",
  "durationDays": "12",
  "price": "15,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ushuaia – Arrive in Argentina and Disembark from the Port at Ushuaia",
      "description": "Ushuaia sits at the southern edge of the South American continent surrounded by elaborate scenery from the cobalt waters of the famous Beagle Channel to the beautiful lenga forest and soaring mountains of neighboring Tierra del Fuego National Park. The city bustles with activity that emanates from the port as ships move through the waters moving cargo from all corners of the earth with some returning from the open water after a morning spent fishing. The snow-capped peaks around the Martial Range harbor hidden trails in the summer and elaborate slopes in the winter. Your private transfer will greet you at the Malvinas Argentinas International Airport upon your arrival and escort you to the port. You will board your luxury vessel bound alongside up to 116 passengers through the icy waters around the Antarctic Peninsula. The ship soon weighs anchor, and you will travel down the Beagle Channel, passing the sea lions napping on the rocky outcropping of Island de los Lobos."
    },
    {
      "dayNumber": "2",
      "title": "Drake Passage – Traverse the Infamous Waters leading to Antarctica",
      "description": "You will wake to the aroma of coffee drifting out of the dining room. The calm waters of Drake Passage offer a gentle introduction to the infamous pass, and the day is yours aboard the ship to enjoy the luxury of the vessel at your preferred pace. You can opt to listen to the fascinating lectures offered by guest speakers and knowledgeable staff, or take to the deck with a cup of hot chocolate in search of the wildlife seen cutting through the sky or the water. A wandering albatross may soar into view. Its wingspan extends to over 11.5 feet wide, making it the longest of any living bird. They can flap their wings for several hours while traveling, propelling themselves over 70 feet with every movement. Their plumage varies with age, evolving from a chocolate brown as a juvenile to a pristine white with black wings as an adult. Their pink beak and bill contrast their plumage against a backdrop of open sky, and the albatross lingers near the horizon before finally disappearing behind the water. You can grab a hot chocolate from the dining hall and return to the deck in the hopes of finding a passing pod of humpback whales."
    },
    {
      "dayNumber": "3",
      "title": "Drake Passage – Pass the Antarctic Convergence in Search of Marine Life",
      "description": "At breakfast, you will find the aroma of fresh coffee rejuvenating, giving you the energy to return to the deck in the hopes of discovering the elusive hourglass dolphin. Your ship will pass over the Antarctic Convergence when the frigid waters of the Southern Ocean rise to the surface above warmer waters of the Atlantic and Pacific Oceans. Icebergs float with sporadic indigo hues while the current causes choppy waves that reach larger than 50 feet in a storm with whipping, icy winds. Tucked inside of your ship, you can indulge in the comforts of the galleries inside sipping a hot drink while listening to a lecture focused on sharing the researched science of Antarctica with the broader community. Move next to attend a lecture discussing the future of scientific research in Antarctica, which explores the importance of the Antarctic Treaty, codes of conduct in the field, and reflections, along with projections of the effects of conservation on the environment. Environmental research and practices on the snowy continent have helped shape international guidelines for environmental policy in regards to sustaining biodiversity and conservation around the globe."
    },
    {
      "dayNumber": "4",
      "title": "Antarctica – Sail Past the Northern Islands to Reach Neumayer Channel",
      "description": "The morning brings you into the Neumayer Channel, revealing to you the uniqueness of the Seventh Continent all at once. Instead of the expected penguins waddling around the coastline, you instead find staggering mountains draped in snow soaring along the edges of the coastline. The sun spreads over the landscape at all hours of the day during summer, accounting for a full 24 hours during peak season. The channel winds like a fascinating labyrinth for 16 miles along the Palmer Archipelago reaching less than two miles wide between Anvers, Wiencke, and Doumer Islands. Hints of indigo shine from the crevices of icebergs, emitting a subtle glow from the water as glaciers cover the majority of Wiencke Island, spreading across Nemo Peak at nearly 3,000 feet above sea level and Luigi Peak at almost 4,700 feet above sea level. Imperial shags nest on the sparse rocks of Pursuit Point at the southeastern edge of the island. You can take a zodiac boat along the coast for a closer look at the landscape that showcases a colony of chinstrap penguins. The landscape supports 120 pairs of the specific penguin species whose thin strip of color running beneath their chin resembles the strap of a helmet or a beard. Their harsh call rises above the sound of water lapping against the shore and reminds you of two large stones clacking together."
    },
    {
      "dayNumber": "5",
      "title": "Antarctica – Traverse the Whitewashed Scenery on a Mountaineering Tour",
      "description": "The stunning landscape that surrounds your vessel allows you to enjoy the raw beauty and primal adventure of Antarctica at your preferred pace as you follow your guide over the waters and across the city expanse during your choice of expedition. You can take to the pristine snowy slopes Jabet Peak, which rises to approximately 1,800 feet above sea level on the southwestern end of a mile-long ridge. The zodiac boat ferries you across the water, covering your cheeks and nose from the biting wind caused by the rapid movement. You will reach the mountain base before putting on snowshoes and tying a rope around your waist to connect you to the other mountaineers. Every step becomes a challenge from the added exertion from the snow mixed with the thinning air at higher elevation. You can listen to the crunch your steps make in the soft, powdery snow as you reach the mountaintop for an incredible view of the motionless water that reflects in the sunlight that is framed by jagged mountain peaks in every direction."
    },
    {
      "dayNumber": "6",
      "title": "Antarctica – Visit the Old British Research Station at Port Lockroy",
      "description": "Your boat will reach the safety of Goudier Island, near the waters of Port Lockroy. You can take your zodiac boat to the shoreline and hear the fast-paced call stemming from the 800 pairs of Gentoo penguins that are breeding on the protruding boulders. At the beginning of the summer season, the snow can reach the roof of the Bransfield House, a restored station building acting as a time capsule to the Antarctica expeditions of the 1950s. When the snow melts, the doors open to visitors to showcase the history of the regional exploration with a preserved radio, 78 rpm records, and a full-length portrait of Marilyn Monroe painted on the back of a generator-shed, which is now the gift shop. Outside of the station, you can spend time following the penguins and their endless hunt for krill, squid, and fish. The Gentoo penguin has a white stripe over the top of their head that resembles a hat. Their tails are longer than average, sweeping away their footprints when they walk. The species swims the fastest of any penguin, reaching speeds over 20 miles per hour."
    },
    {
      "dayNumber": "7",
      "title": "Antarctica – Choose your Own Adventure around the Lemaire Channel",
      "description": "Your vessel easily breaks through the thin layers of ice floes that grow along the surface water near the shores of Waddington Bay. The day is once again yours to explore the features of the landscape and wildlife as you desire, taking a kayak or a zodiac boat along the coastline or traversing the whitewashed shores on foot. You may opt to travel to Vernadsky Research Base, a Ukrainian station named for the Soviet mineralogist Vladimir Vernadsky. Nine buildings overtake the rock foundations and can accommodate 24 people. The lounge features the world’s southernmost public bar, offering visitors shots of horilka, a strong Ukrainian spirit. The west coast location of the station accounts for the low-pressure systems with average summer temperatures of four degrees Fahrenheit below freezing in winter and summers reaching upwards of 32 degrees Fahrenheit. The station crew welcomes visitors with open arms and friendly tours for an unforgettable experience."
    },
    {
      "dayNumber": "8",
      "title": "Antarctica – Discover the Shoreline by Kayak or Zodiac Boat Expedition",
      "description": "Your adventure will continue in the morning after a rejuvenating cup of freshly brewed coffee to accompany the crisp scent of the air on the deck of the ship. You can take a kayak to traverse the shoreline of Neko Harbor, an inlet of the Antarctic Peninsula at Graham Land. The quieter mode of transportation allows you to travel in view of the Gentoo penguin colony without frightening the juveniles. Paddle slowly along the water to pass the towering tabular icebergs and ice floe before it breaks apart near the cobblestone beach. A massive glacier edges the harbor with a shimmering blue façade. Your guide will point to a colony of Weddell seals as they haul themselves onto the pebbled beach. Males typically weigh 1,100 pounds, which is less than the average female. They grow up to 11.5 feet long with a broad muzzle with an upturned mouth and gather in small groups around the holes in ice, spending long amounts of time in the water to avoid blizzards or storms. They can dive to nearly 165 feet in the water with little effort without the resurfacing for up to 80 minutes."
    },
    {
      "dayNumber": "9",
      "title": "Antarctica – Enjoy a Glacier Walk and Cruise around Neko Harbor",
      "description": "You will have an early morning on Neko Harbor to enjoy the aroma of coffee and snow before taking to the ice for an early glacier walk. Your guide will lead you on the fascinating undulations of the glossy surface. From a distance, the glacier at Neko Harbor looked slick and flat. Your crampons keep you from slipping on the frozen landscape as you have a view over the water and the sporadic sheets of ice that spread over the harbor. You can still hear the Gentoo penguins squawking as they waddle around the pebbles and boulders near the coast. The crevices along the surface resemble the way dunes texture a desert. The ice spreads across the mountains like a river frozen in time as the frost nips at your nose and cheeks as the gentle breeze blows by. You will traipse across the ice before noticing the dorsal fin of an orca whale poking out of the water near the plunging wall of the glacier."
    },
    {
      "dayNumber": "10",
      "title": "Drake Passage – Listen to Great Lectures or Keep an Eye Out for Whales",
      "description": "You will sail past the South Shetland Islands in the early morning and return to port at Ushuaia. Sporadic sheets of ice and icebergs continue to populate the waters of along the southern reaches of the Drake Passage as you stand on deck for the best views of the open water and your last vision of the Antarctic. A crew member spots a killer whale breaching off the port bow with their unmistakable shape and color have white patches against a black body. Killer whales can grow up to 26 feet long and weigh more than six tons. They spend time at the surface of the water, breaching once more before flopping back down with an audible splash. Western attitudes of the whale have connected their behavior to vicious and savage attacks with textural evidence dating back to Pliny the Elder in 70 AD. Attitudes have shifted over time with the understanding of the orca’s complex social structure, community attitude and graceful nature in relation to their size."
    },
    {
      "dayNumber": "11",
      "title": "Drake Passage – Search for Active Sea Birds Hunting around the Waters",
      "description": "Signs of sea ice and icebergs have diminished during your time spent on the Drake Passage. The abundant marine life has returned, including the drifting seabirds such as the sooty albatross and southern fulmar. The day is yours to relax in the comforts of the ship or indulge in the views outdoors that spread to the horizon. You can enjoy the cozy ambiance of the ship with a cup of coffee and a lecture focused on the way exploration has changed the planet at the poles. The speaker will explain how colonization drove countries to exploration in order to plant flags and lay claim to any portions of land. This evolved into expeditions of the poles, which harbor polar ice sheets, hidden mountains, secret lakes, and active volcanoes less known to researchers and scientists than the surface of the moon."
    },
    {
      "dayNumber": "12",
      "title": "Ushuaia – Depart for Home",
      "description": "Your ship will return to the waters of the Beagle Channel, passing in view of the shores leading to Ushuaia. Sea lions continue to rest on the rugged outcropping of Isla de los Lobos while the snow-capped peaks of the Martial Range form the northern border of the city. Fishing trawlers return to the port after the early hours on the open water in search of the day’s catch. Your ship will dock, bringing an end to your discovery of the wildlife and landscape of Antarctica. Your private transfer will greet you at the dock after disembarkation, escorting you to the Malvinas Argentinas International Airport for your flight home."
    }
  ],
  "map": ""
}