{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "highlights-of-antarctic-circle-and-peninsula-tour",
  "tourName": "Highlights of Antarctic Circle and Peninsula Tour",
  "placesVisited": "Port Stanley, Paradise Harbor, Deception Island, Cuverville Island, Winter Island, Penguin Island, Drake Passage, King George Island, Punta Arenas",
  "generalInfo": "Indulge in the excitement of a custom-tailored Antarctica tour as you travel deep into the Polar Circle and along the Antarctic Peninsula for a contemporary exploration of a beloved destination. Cruise among ice floes in search of whale pods and seal colonies, and then visit with different species of penguins as they roam alongside the icy waters. Learn about the many ecosystems of the frozen landscape as you observe captivating wildlife and discover historic research stations in hidden huts and grand complexes. Engage in an immersive experience perfect for admirers of scenery, history, science, adventure, and nature.",
  "durationDays": "12",
  "price": "15,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Port Stanley – Travel from Punta Arenas, Chile to the Falkland Islands",
      "description": "The journey towards the Arctic Circle begins with your arrival at Stanley, the capital of East Falkland of the Falkland Islands. The island was once known as Port Stanley and was founded in the mid-19th century, and offered a port of call to ships coming through the Straits of Magellan before the construction of the Panama Canal. The harbor continued to provide support for whaling and sealing boats en route to the Arctic Circle. The connection to the United Kingdom is apparent in the form of iconic red phone booths and the aroma of freshly fried fish and chips emanating from the bustling shops. Your private transfer will greet you at Stanley Airport and escort you to the comforts of your luxury hotel located near the shoreline of the island spanning 2,550 square miles. The islands provide a haven for penguin, seal, and albatross populations. The majority of the island population consists of native-born residents who can trace their ancestry back more than six generations. The waves lap against the rocky shoreline of East Falkland and fill the air with a briny mist as the cathedral on Ross Road was erected in the late 19th century and maintains a distinctive arch made from whalebone. You will have the chance to visit the Falkland Islands Museum, which contains artifacts about the everyday life of locals along with specimens of natural history and collection of shipwrecks that took place close to the archipelago."
    },
    {
      "dayNumber": "2",
      "title": "Drake Passage – Venture across the Infamous Passage to Reach the Arctic",
      "description": "In the morning, the scent of tea accompanies the aromas of sizzling bacon and sausage for a full English breakfast, offering another reminder of the islands’ connection to British culture and country, as opposed to the closer shores of Argentina. You will pass the Government House en route to the port and notice the photographic monument near the edge of Ross Road adorned with a lush flower garden and glassed-in conservatory. You will board your boat early, weigh anchor, and begin your adventure across the infamous waters of the Drake Passage. The swift current pushes the warmer water to the top of the ocean and causes the dramatic shift in temperatures, weather, and temperament of the waves. The passage reaches 500 miles wide and touches Cape Horn in the north and Livingston Island in the south. During your sailing journey, the staff on board your ship will offer their expertise on the flora, fauna, topography, and geography of the Seventh Continent. A sooty albatross will likely circle near the ship in search of squid, cephalopods, and fish with a wingspan that can grow to over six and a half feet long, more than double the size of their body length. Giant petrels battle the sooty albatrosses around the water, providing some entertainment as you watch. You can take your time strolling along the deck to feel the weather turning colder as you travel closer to the Arctic Peninsula and listen to the engaging lectures on the unique topography of the continent, which has mountains reaching heights over 11,000 feet above sea level."
    },
    {
      "dayNumber": "3",
      "title": "Drake Passage – Experience Captivating Lectures and Historic Island Shores",
      "description": "The scent of coffee welcomes you into the dining room, as the captain stands on the bridge to survey the horizon and offer the chance to learn about the structure, history, and purpose of the modern research vessel and its trips to the Arctic waters. Your ship will pass through the Southern Ocean, weaving around the arrival of sporadic icebergs as the indigo hues glint in the bright sunlight, contrasting with the frigid cobalt blue of the water. The winds and waves have been calm during your journey and provide a comfortable jaunt across the sea to reach Elephant Island. Your boat anchors for you to board a zodiac and speed over the dark water, passing between protruding jagged rocks and the mountainous coastline. In the early 20th century, the sailors on the ship the Endurance survived for months on the Elephant Island under the leadership of Captain Ernest Shackleton. They hunted seals and penguins to keep warm before the captain traveled with five other men on a lifeboat to reach South Georgia Island. A Chilean tugboat made the journey to Elephant Island to rescue the remaining 22 men. Your skipper will take the zodiac alongside the receding glacier, making you feel small and insignificant compared to the frozen landmass that looks like a motionless river. The island has an area of 215 square miles and is located over 150 miles northeast of the tip of the Antarctic Peninsula."
    },
    {
      "dayNumber": "4",
      "title": "Penguin Island – Reach the South Shetland Islands to Find the Avifauna",
      "description": "The daylight hovers over the sky for nearly 24 hours this close to the South Pole, making it difficult to tell time as you watch the sun pass between the horizons. However, the unending light provides spectacular views of your surroundings at any hour of the day, ensuring panoramas of distant islands, nearby glaciers, and whales swimming alongside the ship. After your delicious morning coffee, your ship will continue off the coast of Penguin Island and close to Turret Point. Your zodiac driver will ferry you to shore where you can step onto the pebbles that pave the beaches and lead into the lazily lapping water. The small island reaches an elevation of fewer than 600 feet above sea level along the ice-free oval shape. BirdLife International has named the island an important bird area for its connection to Adelie and chinstrap penguins, along with Antarctic terns and kelp gulls. You will not have to walk for long before you hear the long, loud squawk of the Adelie penguins from the colony populating the beach. Their call occurs in short, consistent bursts, and the birds can grow over 27 inches tall and are known for their iconic plumage that resembles a tuxedo. They feed on shrimp-like krill, fish, and squid, diving nearly 600 feet into the water during a hunt."
    },
    {
      "dayNumber": "5",
      "title": "Cuverville Island – Search for a Penguin Colony During a Kayak Excursion",
      "description": "The icy and snow-covered shores of Cuverville Island juxtapose against the ice-free coastline of Penguin Island the previous day. The rugged island emerges from the Errera Channel between the Arctowski Peninsula and Rongé Island. The Belgian explorer Adrien de Gerlache discovered the island in the late 19th century and named the landmass after the vice-admiral of the French Navy. You can take the zodiac boat to the shores and notice the biting wind hitting your cheeks during the ride. The island supports a Gentoo penguin breeding colony, along with nesting grounds of the southern giant petrel and Antarctic shag. The icy terrain gives way to patches of exposed pebbles near the water. Your guide will lead you across the hilly protrusions of boulders and rocks to discover the Gentoo penguin colony found near the foothills of the tallest mountain at over 800 feet above sea level. The pebbles rumble and shift beneath your feet as the colony maintains approximately 6,500 penguins to support the largest rookery on the Antarctic Peninsula. The penguins have long tails and pink webbed feet supporting their body 35-inch body length. They are the third-largest penguin species after the emperor and king penguins. To explore more, you can step into a kayak instead of a zodiac to continue cruising the Errera Channel, which is known for its population of minke whales during the migration season. You will begin to feel closer to the landscape with its frigid waters and notice the magnitude of the glaciers that drift through the channel before seeing your first minke whale surface."
    },
    {
      "dayNumber": "6",
      "title": "Winter Island – Navigate through Crystal Sound to Discover Winter Island",
      "description": "You will have enjoyed the calm weather and bright light during your Antarctic expedition thus far, allowing you the opportunity to spend a night camping on the scenic terrain of Winter Island. You can take the zodiac to the shore of the island that reaches less than 3,000 feet long and 700 feet wide. The British Graham Land Expedition of the 1930s named the island after using the grounds for a base in 1935. The main research center was erected on the site of the former hut with material salvaged from the former whaling station on Deception Island. You will absorb the sense of history and accomplishment during your visit to the Wordie House, the hut that housed polar researchers and travelers for between 18 to 30 months. The researchers spent most days repairing the sleds, tending to the dogs, and measuring the speed of the relentless winds on a consistent routine to keep from going stir crazy. The interior remains preserved from the last days of the station’s use in the 1960s, and the hut displays the coffee cans, records, tools, paint cans, plates, typewriters, and radio equipment once used. You can follow your guide to create a footpath that leads from the station into the frozen tundra of the small island where you will make camp for the night, positioning the gear on a soft patch of snow underneath the Arctic night’s summer sun."
    },
    {
      "dayNumber": "7",
      "title": "Petermann Island – Visit an Adelie Penguin Rookery and Cormorant Nests",
      "description": "You will wake to a morning of soft sunlight and the crunch of snow as you move in the coziness of your individual tent. Your guide will make hot chocolate to help start the day and warm your insides in view of the historic Wordie Hut. You continue onward to Petermann Island to bask in awe of the natural landscape and wildlife populating the landmass that is a mile long and less than a mile across. The rocky elevation reaches 820 feet above sea level before ascending from the pebbled beaches, which derive from the island’s volcanic origins. A crevassed icecap overtakes nearly half the surface area of the island, giving way to sparse mosses and lichens in the summer months. Adelie penguins have a large rookery on the island and the bright colors contrast against the dark gray peaks and boulders that bulge from the snowy expanse. Wilson’s petrels nest on the islands in the crevices of the coastal cliffs with a wingspan of up to 16 inches long with light brown plumage and a white, rounded rump. Their nocturnal habits during breeding season allow them to avoid predation by gulls and skuas."
    },
    {
      "dayNumber": "8",
      "title": "Pleneau Island – Traverse the Iceberg Graveyard and Lemaire Channel",
      "description": "You will reach the secluded shores of Pleneau Island northeast of the Wilhelm Archipelago. The breeze will nip at your exposed skin and reminds you to cover your ears, nose, and cheeks. The island was named for photographer and explorer Paul Pleneau who visited the island during the French Antarctic expedition between 1903 to 1905. Boulders shape the coastline and offer protection to the nesting and foraging Gentoo penguins, and you will once again take your kayak for a different perspective of the island, the penguins, and the floating masses of ice known to create the “Iceberg Graveyard.” The term “iceberg” refers to chunks of ice larger than 16 feet tall. Smaller pieces of ice are referred to as “bergy bits” or “growlers.” Glacial ice forming the great icebergs of Antarctica can date back more than 15,000 years, and the deep and distinctive formations do not consist only of the familiar image of a frozen peak and bulbous bottom buoyed in the water. You will pass massive chunks of ice that resemble ships and cliffs, planets and orbs, pillars, and mountains the way karsts form inspiring formations along continental coastlines across the world. You can paddle away from the shoreline to travel beneath a stunning frozen framing other immovable ice formations in a sea of icebergs revealing iridescent shades of blue."
    },
    {
      "dayNumber": "9",
      "title": "Paradise Harbor – Venture to Paradise Harbor to Hike Wander the Terrain",
      "description": "The Antarctic Peninsula stretches out against the northern edge of the continent that reaches towards South America. Jagged mountain peaks dressed in the reflective shine of glaciers shape an immense skyline and plunge hundreds of feet from the slopes into the sea. Towering icebergs populate the Southern Ocean and provide a constant state of wonder as your ship docks in Paradise Harbor, one of two bays on the peninsula giving shelter from the irregular elements of the continent. Icebergs calved from the glacier at the head of the harbor float in the water and glow with captivating shades of blue. The ice floes provide relaxing grounds for the variety of seals and penguins. You can take your zodiac boat to shore and notice the way the water reflects the surrounding mountains, glaciers, and icebergs. You will notice a group of southern elephant seals resting on the ice, and the name connotes the mammal’s grand size as it reaches nearly 10 feet in length and weighs up to 8,800 pounds, making it the largest carnivorous animal in the world. The southern elephant seal has a shorter proboscis and greater body mass than that of the northern elephant seal, which allows the adult male to make an unmistakable roar during mating season or when fighting with another bull."
    },
    {
      "dayNumber": "10",
      "title": "Deception Island – Bask in Thermal Baths and Geothermal Activity",
      "description": "Deception Island is a landscape of unimaginable confusion and contrasts, peppered with snow-covered rocks in view of steaming thermal baths across the island’s horseshoe shape. Barren volcanic slopes lead down to the beaches ripe with warm haze above ash-layered glaciers. A narrow channel leads into Neptune’s Bellows, a natural harbor sheltered from the elements of the open sea where your ship anchors. The average annual temperature is 26 degrees Fahrenheit and drops significantly when the winds blow from the northeast and west in the winter months. The thermal activity forms fumaroles and heated water creating microclimates that reach temperatures up to 70 degrees Fahrenheit. The harbor stands at the center of an ancient, active caldera more than 10,000 years old. Researches recorded seismic activity as recently as 1992, and unique plant communities grow around the geothermal pockets. You will find the faint aroma of sulfur hidden beneath the crisp, briny air that drifts from the sea and spans the island’s 38 square miles. The black sand beach surrounds the thermal bath, providing you with the perfect opportunity to plunge into the heated water or dig a hole in the black sand to find steam pockets on which you can sit."
    },
    {
      "dayNumber": "11",
      "title": "Punta Arenas – Visit the King George Research Stations and Fly to Chile",
      "description": "The ship anchors off the coast of King George Island in the morning, one of the most inhabited islands of the Antarctic continent connected to the South Shetland Island archipelago. The landmass encompasses an area of 440 square miles and features wild terrain of jagged mountain slopes, coastal cliffs, and icy expanses spreading to the beaches. Research stations from countries such as Chile, Peru, and China create a central compound promoting civilization on the island apart from the resting grounds of elephant, Weddell, and leopard seals, Adelie, chinstrap, and Gentoo penguins, and skuas and southern giant petrels. 12 miles of roads and tracks connect the bases for a larger sense of community amongst the researchers. The Chilean station opened in 1969 at the southwestern tip and grew to add another station less than half a mile across the peninsula to form the largest research station in the region. You will notice that the cream-colored buildings form a village, which sustains up to 170 people, many of whom are associated with the military. The 40 brightly painted buildings at the center of the complex contrast the white and gray landscape with red-orange hues. The large gymnasium hosts a weekly soccer tournament between the countries on the island. After touring the facilities, you board a Hercules C-130 aircraft ready for your flight to Punta Arenas, Chile."
    },
    {
      "dayNumber": "12",
      "title": "Punta Arenas – Depart for Home",
      "description": "Punta Arenas is a thriving city at the extreme south of Chile’s Patagonia. The streets seem to reverberate with noise as you have traveled through the serene and barren landscape of Antarctica. The colorful homes contrast the bleached scenery as the small waves along the shoreline highlight the cobalt blue sheen of the Magellan Strait, juxtaposing against the iridescent blue of icebergs and the surrounding water in your recent memory. Your private transfer will greet you in your hotel lobby after breakfast and escort you to Presidente Carlos Ibáñez del Campo International Airport with plenty of time to check in to your flight home."
    }
  ],
  "map": ""
}