{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "in-depth-2-week-exploration-trip-of-the-antarctic-peninsula",
  "tourName": "In-Depth 2-Week Exploration Trip of the Antarctic Peninsula",
  "placesVisited": "Ushuaia, King George Island, Penguin Island, Deception Bay, Livingston, Paradise Harbor, Anvers Island, Adelaide Island, Drake Passage",
  "generalInfo": "Dive deep into both complexity and diversity on your 14-day Antarctica trip designed for an immersive experience spent amidst whales, penguins, seals, and snow. The world’s borders disappear behind the open seas, and the floating icebergs as dramatic mountains are blanketed with snow and enchanting ice formations that encapsulate the imaginative world near the South Pole. Humpback, Orca, and minke whales swim through the waters of the Drake Passage, and the penguins slide down slippery snow-paved slopes near island coasts reaching into crystal waters. The gorgeous scenery, cold air, and serene sounds establish an all-encompassing Antarctica tour near the depths of the southern pole.",
  "durationDays": "14",
  "price": "18,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ushuaia – Arrive in the Exciting Ambiance of the Gateway to Antarctica",
      "description": "The spirit of Ushuaia celebrates the adventurers, explorers, and discoveries of the past while continually looking to the future. The natives arrived in the region of Tierra del Fuego around 10,000 years ago and have left traces of their occupation along the stunning geography that wraps around the bustling port. Your flight will land at Malvinas Argentinas International Airport as the cold air sweeps down from the edge of the Andes Mountains and passes through the streets. The aroma of the sea drifts in from the port and the Beagle Channel, and your private transfer will greet you at baggage claim and escort you to your luxurious hotel near the center of the surprisingly lively city. Ushuaia has grown as an international port since its beginnings in 1884, and international ships continue to make port before and after rounding the renowned tip of the South American continent at Cape Horn. The remainder of the day will be at your leisure to enjoy the views of the streets, the snow-capped peaks of the Martial Range, and the dramatic image of the Andes Mountains plunging into the Beagle Channel. The scent of hops and barley emanates from the brewery celebrating its position as the world’s southernmost microbrew. The Martial chain stands less than five miles outside of the city center and harbors spectacular ski slopes and access to the Martial Glacier. A chairlift takes visitors from the base of the mountain to the top at nearly 3,450 feet above sea level, providing spectacular panoramas to the cobalt waters of the Beagle Channel and Chile’s Isla Navarino."
    },
    {
      "dayNumber": "2",
      "title": "Beagle Channel – Board the Cruise Ship to Begin the Journey to Antarctica",
      "description": "The depths of Ushuaia’s grandeur and the natural splendor that surrounds provides more than you could explore over many weeks. The rugged mountain slopes frame the streets that lead to Museo del Fin del Mundo, a former bank erected in 1903 located near the port that is now a museum that features exhibits covering the natural Fuegian history, including displays of birdlife and photos of the natives before the typhus, pertussis, and measles epidemics. As you explore it all, you will pass Parque Yatana, a park that preserves a portion of the traditional lenga forest that once populated the port town. Trails wind through the forest and descendants of the native Yámana practice traditional crafts, including basket weaving. You will soon board the comforts of your beautiful cruise ship designed for an intimate journey that holds fewer than 120 passengers in 57 suites and cabins. The ship will weigh anchor and pull away from the port, taking you along the Beagle Channel, which was named for the ship on which Charles Darwin traveled around the South American continent. The waterway travels 150 miles between Nueva Island in the east to Darwin Sound and the Pacific Ocean in the west, and reaches three miles wide at its narrowest point and leads you past Alicia Island. Blue-eyed cormorants populate the island’s rocky shores, contrasting with the silver rocks and the patches of subpolar trees with white underbellies and blue rings around their eyes."
    },
    {
      "dayNumber": "3",
      "title": "Drake Passage – Travel the Infamous Waters of the Drake Passage",
      "description": "In the morning, the waters of the Drake Passage are calm and inviting. The notorious waterway has a width of 500 miles and offers the shortest crossing to Antarctica from any other landmass. The boundary between the Atlantic and Pacific Oceans carries the warm current from the east to the cold current of the west, churning the air to stir both the seas and winds. English privateer Sir Francis Drake first sailed the passage in the 16th century after being blown off course while traversing the Strait of Magellan, and some Latin American and Spanish historians refer to the passage as Mar de Hoces, in reference to Francisco de Hoces who they believe first traveled the passage in 1525. The sweet and enticing aroma of hot chocolate fills the dining room throughout the day, offering comfort and warmth as you need it. The day is yours while crossing the passage to stand on the deck and search for passing whales or circling Antarctic petrels. Expedition teams and naturalists provide engaging lectures on the history of Antarctica, the unique topography, and the distinctive flora and fauna of the Southern Ocean and shores of the Seventh Continent. You can spend time listening to the gripping history of exploration around the frozen landscape and the formidable tensions in the region caused by geopolitics."
    },
    {
      "dayNumber": "4",
      "title": "Drake Passage – Attend Lectures and Presentations at your Leisure",
      "description": "Your small ship traveling to the Arctic Circle helps to sustain the fragile environment south of the Drake Passage, permitting you to view, experience, and enjoy Antarctica in all of its splendor. The smaller ship also provides a more intimate experience in which you can get to know the expedition crews, naturalists, and navigators. At breakfast, indulge in a rejuvenating cup of coffee as the ship continues on the waters of the Drake Passage. The cold air will have turned frigid, nipping at your cheeks and nose when in the open-air of the deck. Icebergs shimmer with pristine blue hues and catch the sunlight to drift past the ship as the tips of the free-floating chunks of glacier grow as tall as the upper deck. You can take the time to visit with the navigator and learn more about the history and evolution of sea navigation over the millennia. Global Positioning Systems have provided a key service to navigators and expeditions over nearly a half-century, but true explorers continue to utilize charts, maps, and more traditional methods to keep on track, comparing their findings with the computer systems to better gauge positions, distances, and estimated timeframes. Navigators continue to use sextants, an instrument with a graduated arc of 60 degrees attached to a sighting mechanism. The device measures the distance between objects at an angle, which helps when figuring the distance to the horizon or the nearest landmass."
    },
    {
      "dayNumber": "5",
      "title": "Neko Harbor – Explore Floating Icebergs and Glaciers at Neko Harbor",
      "description": "The edge of the Seventh Continent comes into view in the form of the South Shetland Islands, an archipelago that spans over 1,400 square miles off the northern coast of the Antarctic Peninsula. Several countries, including Chile, China, and Russia, maintain research stations on King George Island, one of 24 islands connected to the archipelago. The ship will drop anchor, and you will board a smaller zodiac vessel to reach the shores of Elephant Island. Ice covers the mountainous terrain that reaches as tall as 2,800 feet above sea level. A Russian expedition in the 1820s first explored the contours of the island, but the best-known story associated with Elephant Island derives from the ill-fated expedition of the Endurance, a ship that sailed under the flag of the United Kingdom. The icy air bites at your exposed skin around your cheeks and ears as the zodiac boat zips through the calm water. Your skipper can tell the story of the early 20th-century shipwreck caused by the drifting ice floes as you weave between towering icebergs. A Chilean tugboat eventually rescued the 28 stranded sailors after four and a half months on the island, and a memorial to the ship and its crew decorates Point Wild with a bust of Captain Pardo, who commanded the Chilean tugboat. Wreckage from the enormous wooden vessel adds to the monument’s allure and ambiance amidst the serene calm of the frozen landscape. Chinstrap penguins often linger around the base of the bust filling the air with their harsh, long bursting squawk."
    },
    {
      "dayNumber": "6",
      "title": "Neko Harbor – Visit the Unique Topography of Deception Island",
      "description": "Your image of Antarctica consists of the terrain you experienced on Elephant Island the previous day, a world filled with ice, snow, glaciers, and rolling mountains against a backdrop of the Southern Ocean. After breakfast, you can take a zodiac boat to the shores of Deception Island, a landmass with an area fewer than 28 square miles, which may challenge what you thought you knew about the geography and topography of the Seventh Continent. Larger ships dock inside the volcanic caldera, which sits on the active volcano that last erupted between 1967 and 1969. The thermal pockets heat the landscape revealing the pebbled shores of heated baths near the mouth of the crater and the scent of crisp, salty air and pristine snow fades beneath the bursts of sulfur that rise in the steam from the thermal pools. The natural harbor protects the ship from ice and wind as silhouettes of abandoned iron boilers and tanks from the former whaler settlement continue to stand on the shoreline. Chinstrap penguins roam free along the pebbled coastline that leads to the western end, home to the largest chinstrap rookery in the world. The guttural squawk is familiar after having heard the loud bursts on Elephant Island the previous day, and the penguins can grow to nearly 30 inches tall and weigh over 10 pounds. Instead of following the penguin, you can don your bathing suit and dip into one of the island’s natural hot springs, dipping your toes into the water heated to nearly 105 degrees Fahrenheit."
    },
    {
      "dayNumber": "7",
      "title": "Paradise Harbor – Cruise in a Zodiac to Visit the Receding Glacier and Coast",
      "description": "The familiar and iconic features of Antarctica soon return, surrounding the ship with the sheen of opulent snow and the dramatic black and gray of protruding mountainous rock at Paradise Harbor. The bay provides a natural harbor in which ships can dock on the western tip of the Antarctic continent, and the harbor pushes into Graham Land and beneath the American Cordillera mountain range that forms the western backbone of the continent and spreads to North, Central, and South America. Majestic icebergs and the mountain peaks reflect in the stoic water around the bay as your zodiac boat rushes around the ice calved from the receding glacier at the bay’s head. The water will have turned a gun-metal gray, but will still glow with indigo around the base of the ice formations that make the bay into a labyrinth. Your skipper can cut a piece of ice from a glacier as you pass and give you the crunchy, opulent chunk of frozen water. You can touch your lips to the frigid temperature and taste the pristine, refreshing flavor of an ancient ice cube. Around you, emerald green moss clings to the walls of the cliffs as orange and yellow lichens turn the steep gray slopes copper. Blue-eyed cormorant nest in the crevices towards the top of the cliffs and circle the water in large groups in search of fish and crustaceans, diving to nearly 100 feet deep in the water to feed."
    },
    {
      "dayNumber": "8",
      "title": "Paradise Harbor - Search for Gentoo Penguins, Whales, and Seals",
      "description": "After breakfast, you can take the day to search for the incredible wildlife that populates the northwestern edges of the continent. You will need to dress warmly and carry a thermos of hot chocolate to keep you comfortable throughout the day. You will enjoy listening to the satisfying sound of ice crunching beneath your feet as you walk along the landscape that is blanketed with snow, venturing to a nearby beach to view the colony of Weddell seals. In the distance, the motionless mammals look like the protruding boulders and mountains around them due to their combination of gray, white, and black pelage. It will not be until another seal emerges from the water and plunges into the snow beside another member of the colony that you realize you have discovered the group. Weddell seals can grow to over 11 feet and weigh more than 1,350 pounds. Their small mouth, whiskers, and scrunched nose will remind you of a smiling cat as the seals gather in small groups near cracks or holes in the ice, spending the majority of their time beneath the Antarctic ice. The animals use their skills beneath the frozen top layers of ice to avoid their main predators, the orcas, and the leopard seals and call to one another with complex chirping sounds with a range of meanings, from breeding fitness to territorial warnings. After time to take it all in, you can return to the shores at Stony Point and decide to take the “Polar Plunge,” a cold swim from the shores of Antarctica in waters that plunge to a temperature of nearly -60 degrees Fahrenheit in winter."
    },
    {
      "dayNumber": "9",
      "title": "Anvers Island – Discover the Unique Scenery Inside the Arctic Circle",
      "description": "Anvers Island is a reliable and safe location on the western coast of the Antarctic Peninsula close to the Antarctic Circle that measures fewer than 40 miles from the northernmost tip to the southern edge. The Gerlache Strait separates the coastline from the shores of Danco on the continent’s mainland as glaciated cliffs, a minute number of landing sites, and the natural seclusion of the positioning makes the island challenging to navigate but worth the journey. Your captain can point out the tallest mountain on the peninsula, Mount Francais, at over 9,250 feet above sea level. You will step onto the landscape to visit the US Antarctic Program’s research center at Palmer Station located on the southwest shores of Arthur Harbor. What began in the 1960s as a single hut now includes a multi-structural complex connected by walkways positioned above the snow level. The population of the island shrinks to 10 people in the winter and grows to over 40 in the summer, and the researchers will welcome you with open arms and eager smiles. The group will be happy to show you their station, instruments, and facilities that are dedicated to the research of Antarctic marine life and the ways that the changing ice cover affects the ecosystem."
    },
    {
      "dayNumber": "10",
      "title": "Adelaide Island – Traverse Frigid Waters and Glaciated Terrain",
      "description": "The majesty of Antarctica only grows in your eyes as you are offered more panoramas of the enchanting landscapes and fascinating wildlife as you enter into the Antarctic Circle. The summers loom long near the South Pole, with days reaching as long as 24 hours during the peak of the Southern Hemisphere’s summer around late December and early January, increasing as you move closer to the pole and decreasing as the ship turns to venture north. Your ship will dock near the shores of Adelaide Island as the large and heavily glaciated island encompasses a length of more than 85 miles and a width of nearly 20 miles to support the mountain summits that reach heights of up to 8,415 feet above sea level. Your ship will have traveled along the western shoreline of the island, as landmasses and icebergs tend to choke the channel between the eastern shores and the mainland. Beyond the fascinating natural scenery stands the Dirck Gerritsz Laboratory, a Dutch center opened in 2013 and focused on studying the pulse of the climate system in the region, including any major physical, ecological, social, and economic consequences reaching the region and affecting the glaciology, marine ecology, and oceanography."
    },
    {
      "dayNumber": "11",
      "title": "Anvers Island – Voyage North along the Arctic Peninsula to Ushuaia",
      "description": "Your ship will make its course back towards Ushuaia, traveling alongside the western ridges and snowy beaches of the Antarctic Peninsula. You can watch through the portholes in the comfort of your warm cabin as you pass pancake ice, the round pieces of ice with diameters ranging between 12 inches and nearly 10 feet that look diamonds sprawling across the water. The ship will travel between the steep sides of the Lemaire Channel, which has a width of 5,250 feet and spans seven miles, and the photogenic landscape features a stunning mixture of reflective waters, indigo icebergs, and snow-capped peaks that contrast with the jagged silver mountain slopes. One of the members of the expedition team can explain how the first person to navigate the channel was a Belgian explorer in 1898. You can keep an eye on the water in search of leopard, fur, and Weddell seal as the rounded peaks frame Cape Renard and offer an enchanting gateway to the north, returning you to the open waters that lead back to the Drake Passage."
    },
    {
      "dayNumber": "12",
      "title": "Drake Passage – Search for Pristine Wildlife and Waves on the Passage",
      "description": "The journey back to Ushuaia takes you once more through the Drake Passage, and the water remains calm, and the skies have a clear, blue sheen. The scent of coffee filters out of the dining room with breakfast and fades beneath the aroma of the briny air deriving from the point at which the Pacific, Atlantic, and Southern Oceans meet. The expedition staff will continue to provide informative lectures and offer insight into the splendors of the Antarctic continent, and the minuscule flora and variety of fauna found around the islands, on the continent, and in the water. You can stand on the deck and watch the vastness of the ocean on all sides, listening for the calls of giant petrels or wandering albatrosses. One of the naturalists aboard the ship can point to a sea spray in the distance shaped like a skein and explain how these whales have two blowholes, which accounts for the distinctive shape you spotted off the port side. The whale’s head is nearly one-quarter of the size of its body reaching nearly 60 feet long. The whales swim slowly, reaching a top speed of fewer than six miles an hour. The southern right whale spends the summers feeding closest to the shores of Antarctica before migrating north to breed in the winter."
    },
    {
      "dayNumber": "13",
      "title": "Drake Passage – Relish a Day at Leisure en route to Argentina",
      "description": "You will travel closer to the port at Ushuaia, Argentina, leaving behind the indigo glow of the icebergs and glaciers around the Southern Shetland Islands and Arctic Circle. At breakfast, you sip hot chocolate and enjoy the rich, comforting flavor inside the warmth of the dining room. Lecturers provide plenty of opportunities to learn more about the ecology, history, and biology around Antarctica, the Drake Passage, and Tierra del Fuego. Giant petrels spread their wings and soar above the cobalt waters of the Drake Passage in search of carrion. Their wingspan has an average width over six feet long, and they populate sub-Antarctic islands but venture over the open water in search of food or company. Giant petrels often have brown plumage, but a small percentage of the large bird has pristine white feathers."
    },
    {
      "dayNumber": "14",
      "title": "Ushuaia – Arrive in Argentina and Depart for Home",
      "description": "Your boat will return to the port at Ushuaia early in the morning, and the excitement of returning to the southernmost city on the South American continent accentuates the gorgeous view of the mountains, hilly woodlands, and rocky heights of at the edge of the Andes Mountains, the longest mountain range in the world. The briny aroma of the water overtakes the scent of fresh coffee drifting out of the cafes along the main street of Piedrabuena and San Martin. Sailboats and cruises depart the port ready to circumnavigate the Cape, travel north towards Buenos Aires, or back south to reach the snow-covered landscape of the Seventh Continent. Your private transfer will greet you at the dock and escort you to Malvinas Argentinas International Airport to check in for your flight home."
    }
  ],
  "map": ""
}