{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "polar-photography-tour-iconic-wildlife-and-stunning-nature-of-antarctica",
  "tourName": "Polar Photography Tour: Iconic wildlife and Stunning Nature of Antarctica",
  "placesVisited": "Ushuaia, Drake Passage, King George Island, Elephant Island, Neko Harbor, Paradise Bay, Half Moon Island, Deception Island",
  "generalInfo": "Your imagination can fit inside a picture frame during your personalized Antarctica tour focused on the art of travel photography. Begin your journey in Ushuaia, Argentina then travel to the South Shetland Islands and along the edges of the Antarctic Peninsula to see the stunning beauty and incredible landscape through your lens. Learn new skills and test your knowledge of photography alongside professional guides and instructors keen on helping you capture images of your unforgettable Antarctica cruise past the end of the South American continent. Mount crackling sea ice, snapshots of passing icebergs and penguin rookeries, and record the barking seal troops on your fascinating discovery of nature in an unrivaled region of the world.",
  "durationDays": "11",
  "price": "14,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ushuaia – Arrive in the Argentina’s Southernmost City for a Day at Leisure",
      "description": "The charm and beauty that has lured adventurers to the southern reaches of the South American continent become apparent immediately as your flight lands at Ushuaia’s Malvinas Argentinas International Airport. Your private transfer will greet you at the baggage claim and escort you to your gorgeous hotel with views that spread from the waters of the Beagle Channel to the snow-capped peaks of the Martial Range. The port bustles with fishing boats and tankers maneuvering around the Strait of Tierra del Fuego. Lenga forest in the foothills of the mountains fills the air with the herbaceous aromas of evergreens mixing with the briny scent of the sea. A chairlift ferries visitors into the Martial Range to experience the spectacular panoramas over the city’s colorful buildings as a ski resort in the hills provides access to 26 separate trails perfect for skiing in the winter snow or hiking in the summer sun. You can wander the downtown area and take your first photos of the culture of the city inside the jovial ambiance of the microbrewery at the World’s End as the remainder of the day will be yours to enjoy the stunning landscape and distinctive culture of the city positioned at the edge of the world."
    },
    {
      "dayNumber": "2",
      "title": "Beagle Channel – Board the Vessel to Embark on a Luxury Antarctic Cruise",
      "description": "In the morning, the fishing boats return to port after their early hours spent scouring the Beagle Channel and the open waters of the Southern Atlantic Ocean. Visitors to Ushuaia eagerly venture into the secluded trails of Tierra del Fuego to ride the southernmost train in the world, erected with prisoner labor to haul timber from the forest to the port. Beech trees emit the scent of pine and the rushing waters of the Macarena cascade echoes through the air. After a delicious breakfast of freshly brewed coffee and a flaky media luna, an Argentinian pastry similar to a croissant, your private transfer will escort you to the port with plenty of time to board your ship bound for Antarctica. The ship carries approximately 130 passengers in complete comfort to the remotest corners of the globe. The retrofitted exterior allows the ship to steer through icy waters without worry, while also minimizing the ship’s carbon footprint. You will soon weigh anchor and travel along the Beagle Channel, named for the ship on which Charles Darwin made his voyage to the Americas in the 19th century. The passage is 150 miles long, leading you past the picture-perfect image of Isla de Los Lobos, a small rocky outcropping populated with sea lions, and spilling into the Drake Passage."
    },
    {
      "dayNumber": "3",
      "title": "Drake Passage – Traverse the Infamous Waters of the Drake Passage",
      "description": "You will wake in the morning to the aroma of freshly brewed coffee emanating from the dining room of the ship. Through the windows, you can see the steely blue waters of the Drake Passage, one of the world’s most infamous waterways. When calm, the passage highlights the vastness of the 500-mile-wide body of water that separates Cape Horn from the Antarctic Peninsula. The crew members on the ship explain the reasons for the tempestuous nature of the passage, which comes from the warmer waters of the Atlantic pushing the colder waters of the Southern Ocean to the surface, causing a shift in weather patterns and the current. Waves can reach up to 50 feet tall amidst heavy downpours of rain. The artist inside you admits the sight would make a fantastic photo, but you will prefer the calm waters of the day to the possibility of massive waves. Move into the ship’s bridge for insight into the ways the boat’s crew navigates the waters beyond the standard Global Positioning System (GPS), and see how the navigator still uses a sextant to measure the angular distance between objects to help map their position. You can photograph the crew at work, capturing their movements for a later day."
    },
    {
      "dayNumber": "4",
      "title": "Drake Passage – Search for Marine Life and Open Water on the Drake Passage",
      "description": "Your time on the Drake Passage brings moments of reflection and relaxation with expert lectures alongside unfettered views of the open waters. You will cross the Polar Convergence, marking the moment you pass into the colder waters closer to the Antarctic Peninsula. After breakfast, you can visit the main gallery for a lecture on the best ways to capture photographs in the Antarctic wilds. The advice from the knowledgeable crew member will range from reminding attendees to protect your gear from the saltwater and condensation to using a tripod with a tilting panorama head, not to mention using the correct exposure in whitewashed surroundings. Before the lecture is finished, the instructor will explain the rule of thirds which places the image in a frame split into three imaginary lines for a more active image. She will then lead you back onto the deck in search of passing wildlife to practice your new guidelines in capturing the best photos possible during your Antarctic expedition. A pod of hourglass dolphins may arch out of the water, and the unique gleaming skin on the dolphin shines with white and black hues with a configuration resembling an hourglass. You will move your camera in an attempt to pursue the rule of thirds and give the photo some motion."
    },
    {
      "dayNumber": "5",
      "title": "South Shetland Islands – Visit Elephant and King George Islands",
      "description": "The ship will weigh anchor off the coast of Elephant Island, one of the most northerly islands of the South Shetland archipelago. You can take a zodiac boat to reach the shoreline and discover the shimmering blue and white of the mountains mostly covered in ice. The name derived from a massive number of elephant seals that once populated the coastline and encompassed a small portion of the island’s 215 square miles. The mountains reach as tall as 2,300 feet above sea level at Pardo Ridge, and the cold air nips at your cheeks as you check your gear after reaching the pebbled beach. The island is famous in Antarctic lore for harboring the shipwrecked men of Earnest Shackleton’s doomed voyage on the Endurance. The majority of the men found shelter from the elements around Point Wild, hunting penguins, and seals to survive while the captain and five other crew members sailed a dinghy over 800 miles to reach South Georgia Island. The remaining crew was eventually rescued by a Chilean tugboat named Yelcho, and your guide will bring stories and the best positions from which to take photos around the island. You can apply the many suggestions after finding nesting chinstrap penguins as you capture a great photo of a penguin posing in front of the seawater."
    },
    {
      "dayNumber": "6",
      "title": "South Shetland Islands – Discover Half Moon and Deception Islands",
      "description": "The landscape of Half Moon Island subverts your expectation of the type of topography the entirety of islands, coastline, and mountains would look like during your excursion to Antarctica. The small landmass encompasses 420 acres and supports the growth of lichen, moss, and Antarctic Hairgrass. The latter resembles the tufts of grass spread across the Southern Patagonian pampas. Over 6,600 feet of walking track around the southern edges of the island connects visitors and the research staff at the Argentinian base, with the nesting grounds of the local life, consisting mainly of chinstrap penguins and skuas. Your guide can point to a troop of Antarctic tern roosting on the edge of a seaside boulder. The tern grows up to 15 inches long and glows with pristine white plumage capped with black streaks along their face that connect to a red or orange beak. The gray slopes and pebbled beaches around the island lead to the sporadic patches of snow across the mountaintops, offering the terns a place to blend in with the landscape. You can continue to Deception Island, which is known for the volcanic activity that protects the interior shores of the caldera from the tumultuous winters through heat pockets that support indulgent thermal pools. Instead of snapping pictures on the island, you can plunge into one of the naturally heated baths with waters reaching over 100 degrees Fahrenheit. The snow-capped peaks juxtapose the steam that rises out of the refreshingly hot pools in view of the lapping waters of the caldera."
    },
    {
      "dayNumber": "7",
      "title": "Antarctic Peninsula – Travel to Neko Harbor by way of the Gerlache Strait",
      "description": "Neko Harbor is one of two natural harbors along the Antarctic Peninsula that provides shelter from the unpredictable weather near the Polar Circle. The inlet looks over the shores at Andvord Bay on the west coast of Graham Land seven miles south of the Errera Channel. You can take the zodiac boat along the water to reach the shore, slowing down to pass the beautiful glacial walls and ice drifts close to the coastline. The glaciers reflect thousands of years of frozen water shaped by the elements over time featuring the drama of nature. You can hear the Gentoo penguins calling to one another around the shore with a mixture of short bursting squawks and humming coos. The colony nests around the remains of a former Argentinian refuge, and you soon locate the penguins on shore and begin taking photos, relishing the opportunity to view the animals in their natural frozen habitat. Your heart races with excitement as you attempt to keep your hands steady to take the best photos possible. The Gentoo penguins have a white streak over their head resembling a hat. Their long tail swishes across the landscape when they waddle, nearly wiping away their webbed footprints."
    },
    {
      "dayNumber": "8",
      "title": "Antarctic Peninsula – Explore Petermann Island by way of Lemaire Channel",
      "description": "In the morning, you can sip your freshly brewed coffee on the deck and watch the coastline that frames the Lemaire Channel. The labyrinth of icebergs, water, and the shores of islands or the peninsula offers a marvelous spectacle. You will have positioned your camera on a tripod to capture the tabular icebergs that soar above the ship or the surreally shaped ice drifts that move through the water. The seven-mile-long channel narrows to nearly 5,000 feet wide at its slimmest point as two rounded peaks topped with snow crown the northern end of the strait, acting like guarding sentinels. After weighing anchor, you can take the zodiac boat to Petermann Island, located just north of the Antarctic Circle. The small island offers a fantastic platform to view Weddell, crabeater, and elephant seals, along with an impressive number of Adelie penguins. The low, rounded island has a crevassed icecap atop its crowning range but remains ice-free along the foothills and coastline to allow the growth of mosses and lichens. You will want to keep your camera ready after hearing the trumpeting bark of elephant seals. Their probosci's nose causes the echoing, deep sound the fills the air when playing, fighting, or searching for a mate. The elephant seal is the largest of the species, growing nearly twice as big as the walrus to reach an average of 8,800 pounds. Capturing an elephant seal breaching the water to return to the land is a unique experience and a captivating photograph by which to remember the moment."
    },
    {
      "dayNumber": "9",
      "title": "Drake Passage – Continue to Search for Terns, Whales, and Dolphins",
      "description": "The return journey to Ushuaia continues to draw your attention to the water as you travel once more over the Drake Passage. The waves and weather remain calm, featuring sporadic ice flows that pass by. You will have your camera ready on a tripod as you sit on the deck enjoying a refreshing cup of coffee to warm your body against the icy breeze. Soon, a crew member might notice a heart-shaped mist blowing off the port bow, marking that a pod of humpback whales has surfaced. Their heavy blow can reach nearly 10 feet tall during a deep exhalation, and they travel in small, transient groups that disband after a few hours together unless foraging during a long summer. You can continue to snap photos as the whale slaps the water with its fin and tail, drawing affectionate admiration from the crowd aboard the ship. The whale makes one final tap with its fin before diving back into the depths of the water, and the crew members on board make a joke that the whale had waved goodbye to the ship."
    },
    {
      "dayNumber": "10",
      "title": "Drake Passage – Relax in the Comforts of the Ship on the Return Journey",
      "description": "The Drake Passage continues to add a sense of wonder to the journey back to Argentina thanks to the endless legends of the turbulent waters and the chance to see passing whales or dolphin pads at any moment. A sooty albatross flies in view of the window with a giant wingspan that reaches wider than six and a half feet, while their body only reaches a length of 33 inches. The sooty-brown color plumage allows the white crescent above and behind the bird’s eye to stand out. The day aboard the ship is spent at your leisure to continue searching for the marvelous wildlife above and below the water, or you can take time to listen to an engaging lecture in the comforts of the gallery. You can take a hot chocolate into the hall to hear the guest speaker offer insight into the hidden face of Antarctica, which references the great vast ice sheets hiding mountain ranges that rival the Alps and lakes larger than Windermere Lake in England."
    },
    {
      "dayNumber": "11",
      "title": "Drake Passage – Relax in the Comforts of the Ship on the Return Journey",
      "description": "Your ship will travels through the calm waters of the Beagle Channel in the morning as the sunlight washes over cobalt water and spotlights the Magellanic forest on Navarino Island. Pebbles spread along the shoreline and reach to the snow-capped peaks that crown Isla Hoste across from Tierra del Fuego National Park. The dorsal fins of a dolphin pod peek out of the water as you venture closer to the city and your ship will soon dock at the port in Ushuaia. You will disembark and meet your private transfer, who will escort you to Malvinas Argentinas International Airport for your flight home."
    }
  ],
  "map": ""
}