{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "unbeaten-path-of-antarctica-trip-weddell-sea-falklands",
  "tourName": "Unbeaten Path of Antarctica Trip: Weddell Sea & Falklands",
  "placesVisited": "South Shetland Islands, Antarctic Peninsula, Antarctic Sound, Weddell Sea, Gerlache Strait, Saunders, West Point, Port Stanley, Punta Arenas",
  "generalInfo": "Chart your course for the secluded, icy waters of the Weddell Sea during your personalized Antarctica tour that will reveal the fascinating shores of sheltered landscapes that are populated with captivating wildlife. Legend of historic expeditions will pass around the ship during your venture through the infamous Southern Ocean as images of the emperor, rockhopper, and Gentoo penguins overtake the diverse scenery. Thermal springs provide a surprising warmth to the frigid waters as from tabular icebergs to hidden English charms, breaching whales to massive ice floe, your Antarctica tour will highlight the thrill of discovery and the exhilaration of exploration.",
  "durationDays": "14",
  "price": "18,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Punta Arenas – Welcome to Chile and the Capital of Southern Patagonia",
      "description": "Punta Arenas is the metropolis of Southern Patagonia and connects travelers from around the world with the region that stretches to the edges of the Strait of Magellan in the west and the jagged peaks of the Andes Mountains to the east. Ships of all shapes and sizes travel through the waters to reach the bustling port with a view of the colorful homes that line the streets of the city. The wealth brought from the old Wool Boom brings a sense of grandeur at the heart of Plaza Munoz Gamero. Your private transfer will greet you at Presidente Carlos Ibanez del Campo International Airport and escort you to your gorgeous hotel at your leisure to enjoy the unique marvels of the Patagonian city, which features the Museo Regional de Magallanes. The opulent mansion contains a gallery dedicated to the wealth acquired through sheep farming in the late 19th century, and the preserved interior reflects the historical significance of the region during its settlement through the expression of French-nouveau furnishings, intricate wooden inlaid floors, and elegant Chinese earthenware."
    },
    {
      "dayNumber": "2",
      "title": "King George Island – Arrive in Punta Arenas, Chile and Fly to Antarctica",
      "description": "The doors of the shops on Bories Street open to the public in the morning as markets offer regional goods right beside the outdoor shops of Timberland and North Face. The area caters to the spirited outdoor enthusiasts known for embarking on their adventures from the city, and you will be able to find anything you might be after. After breakfast, your private transfer will greet you at your hotel and escort you to the airport for your flight to King George Island, which is connected to the South Shetland archipelago. Your journey will take over four hours as you travel above the Drake Passage, the infamous waters that span the 500 miles between Cape Horn and the Antarctic Peninsula. You will look out the windows of your plane for a view of the erratic waves that can reach up to 50 feet tall caused by the current from the Antarctic Convergence as the warm waters of the northern oceans push the cold waters from the Southern Ocean to the surface. Your plane will land on the runway of the Chilean base of Eduardo Frei Montalva Station, which can accommodate up to 170 people across the 40 buildings, 15 of which are painted with bright red rooftops that contrast with the dark stone and powdery-white snow."
    },
    {
      "dayNumber": "3",
      "title": "South Shetland Islands – Discover the South Shetland Archipelago",
      "description": "Your ship will weigh anchor in the morning and set out to visit a selection of islands connected to the South Shetland archipelago. The scent of coffee will drift from the dining room before fading beneath the briny aroma of the water. You can stand on deck for a view of the passing islands and enjoy the chilly breeze as it nips at your cheeks. Your boat will sail into the safe port of Deception Island before dropping anchor, and the area is protected by mountains with the shoreline made of a flooded caldera known as Neptune’s Bellows. Sporadic icebergs drift through the tranquil turquoise water surrounded by snow-capped mountains that reach up to nearly 2,000 feet above sea level. The volcanic activity on the island allows temperatures of certain microclimates to reach over 100 degrees Fahrenheit. You can travel by zodiac boat to the pebbled shoreline and find steam rising from thermal pockets and the natural baths that speckle the coast. You can plunge into the water and indulge in views of snow while basking in the hot springs that reach nearly 160 degrees Fahrenheit."
    },
    {
      "dayNumber": "4",
      "title": "Antarctic Peninsula – Traverse the Gerlache Strait and Scenic Coastline",
      "description": "Your vessel will traverse the waters of the Gerlache Strait, a body of water protected by the shores of Anvers Island and the Danco Coast. Blue icebergs rise from the water with jagged peaks as mountains capped with snow create a perfect skyline. You will want to take a cup of coffee on the deck to warm your hands and insides while you search the waters for wildlife. A humpback whale might surface close to the boat, spouting a heart-shaped mist through its blowhole. The whales migrate up to 16,000 miles a year, preferring to feed in the polar waters and then breed in the warmth of subtropical waters. They can grow to over 50 feet long and produce songs lasting up to 20 minutes. Seeing a whale in the wild offers a chance to witness the grace of their movement in tranquil waters framed by the drama of the Antarctic landscape for an experience you will never forget."
    },
    {
      "dayNumber": "5",
      "title": "Antarctic Peninsula – Search for Wildlife Colonies and Island Landscapes",
      "description": "Glaciated mountains shine in the endless light of the Antarctic’s nearly 24-hour day. The scent of coffee helps to rejuvenate your mind and body for a new day of exploration and excitement around the Antarctic Peninsula. You can take a zodiac boat to the shores of Cuverville Island to visit the largest Gentoo penguin colony on the peninsula, which supports approximately 6,500 penguins. Snow algae, also referred to as pink snow, stains the hillsides around the island, thriving in the frigid weather hosting semi-permanent snow and ice. The pink glow is a startling contrast to the rugged mountains and quiet, steely waters. You avoid stepping on the lush beds of moss that grow around the slopes of the landing beach as the mountains nearby reach over 800 feet above sea level, casting a captivating image above the raucous penguin colony. You will notice the white streak that decorates the penguins’ heads, an easy way to differentiate the Gentoo from other penguin species. Their longer tails sweep the ground when they waddle down the snowy foothills and along the icy boulders, and their loud, sharp call fills the otherwise quiet air."
    },
    {
      "dayNumber": "6",
      "title": "Antarctica Sound – Venture around the Antarctic Icecap to the Weddell Sea",
      "description": "Your ship will move through the Antarctic Sound leading you around the northern icecap that tops the northwestern continent and separates the northern tip from Joinville Island. The knowledgeable staff aboard the ship provides fascinating information about the landscape as the vastness of the landscape features 5.4 million square miles with over 26 million cubic miles of ice. The Antarctic ice sheet contains over 60 percent of the globe’s freshwater, and you can watch the powdery blue walls of ice lining the continent, expecting an iceberg to calve away from the continent at any moment. A thunderous crack echoes through the air, followed by a burst of powder from the glacial wall. The iceberg slowly breaks away and splashes into the water causing a small wake in the ripple effect before you reach the Weddell Sea."
    },
    {
      "dayNumber": "7",
      "title": "Weddell Sea – Enjoy a Day of Adventure with your Choice of Excursion",
      "description": "The weather around the Weddell Sea is dramatically different than the waters and climate off the western shores of the Antarctic Peninsula. A vast ice sheet spreads across a large section of the water closer to the Polar Circle. Tabular icebergs highlight the dramatic size of the glaciers that spread across the landscape and plunging into the sea. After breakfast, you can venture out into the wilds of the frozen world with your guide on a zodiac boat to reach Brown Bluff. The former volcano protrudes from the snowy landscape and casts a shadow over the surface of the coastal glacier. The steep slopes shine black and brown with spots of shimmering volcanic glass as the foothills ascend from the delta into a tuff cone above a mile-long cobble and ash beach. The cliffs shimmer with red soil and moss grows around 600 feet above sea level. From your vantage point along the rising landscape, you can spot Weddell seals hauling out of the water and lounging on the comfortable shoreline. Females grow larger than the males, reaching over 11 feet long and weighing greater than 1,350 pounds."
    },
    {
      "dayNumber": "8",
      "title": "Weddell Sea – Explore Paulet and Snow Hill Islands at your Leisure",
      "description": "The vision of Snow Hill Island in the morning highlights the intriguing whitewashed landscape that spreads across nearly 21 miles in length and over seven miles in width. Admiralty Sound separates the northeast edges of the island from James Ross Island where a wooden hut from 1902 continues to decorate the scenery, reflecting the ambition of the Swedish expedition team led by Otto Nordenskjold. The team consisted of five Swedish and one Argentine scientist confined to the nearly 20-foot by 25-foot hut filled with three double bunks, and kitchen, and a central living area. Your guide will lead you away from the historical hut to view the 4,000 pairs of emperor penguins nesting on the island, consisting of the most northerly breeding grounds of the iconic Antarctic animal. The emperor penguin grows to approximately 50 inches tall with a pale-yellow silhouette around their breast and neck. The slim orange beak contrasts their dark black faces and wings, and they are the tallest and heaviest penguin species, weighing nearly 100 pounds and can dive to a depth over 1,750 feet when hunting."
    },
    {
      "dayNumber": "9",
      "title": "Elephant Island – Learn Legends and Wander the Shores of Elephant Island",
      "description": "The ship approaches Elephant Island in the morning, weighing anchor in a safe harbor near the southern tip of the island at Point Lookout. The zodiac boat ride creates a freezing breeze that billows against your cheeks as your guide points to the colony of macaroni penguins before you have reached the shore. The distinctive quality of the penguins is the bright orange and yellow crest that juxtaposes with their black and white plumage. They can grow up to 28 inches in length and feed mostly on crustaceans, such as krill, or cephalopods. The penguins use their smaller stature and speed in the water to propel their bodies above waves or wakes, like a porpoise leaping from the sea. You will continue to the northern edge of the island at Point Wild, on which the crew of the Endurance found shelter after the ship folded against the ice floe. Captain Earnest Shackleton with five of his crew sailed on a dinghy to South Georgia Island for rescue, calling on the Chilean tugboat, Yelcho, to help the remaining stranded crew. A bust of Yelcho’s captain, Captain Pardo, acts as a memorial to the historical wreck and rescue."
    },
    {
      "dayNumber": "10",
      "title": "At Sea – Sail to the Falkland Islands with a View of Stunning Seabirds",
      "description": "The ship sails into open water, crossing the expanse of the empty sea en route to the Falkland Islands. The day is yours to indulge in the comforts of the galleries inside the ship or stand watch on deck in search of passing whale pods or soaring birds. The ship ventures past the Antarctic Convergence, causing a noticeable change in the temperature of the air and the water. Sporadic icebergs have become a vision of the past, with the empty, open water now on display. You will find comfort in a soothing cup of hot chocolate while listening to a guest lecturer share information on the polar desert ecosystem of the Seventh Continent. McMurdo Dry Valleys spreads over the polar plateau for hundreds of miles on the continent’s eastern shores closest to New Zealand. Bare soils, glaciers, and lakes permanently covered in ice decorate the landscape. In the summer, streams form around the cold desert, turning the landscape into a rare, ice-free region."
    },
    {
      "dayNumber": "11",
      "title": "At Sea – Relax in Luxury and Look for Whales en route to the Falkland Islands",
      "description": "You can take a break from the engaging lectures offered onboard the ship during your time at sea between Antarctica and the Falkland Islands. After breakfast, take your coffee to the deck to enjoy views of the active wildlife often found closer to the shores of the Southern Atlantic islands. The blue petrel soars overhead with white-tipped tail shimmering in the sunlight and blue-gray feathers spanning its upper back. They circle the water in search of crustaceans, krill, and fish, diving up to 20 feet in the water when hunting. The bird fades in the distance, soon replaced by a pod of hourglass dolphins. Their black and white coloring resembles the shape of an hourglass along their flanks, and their playful nature encourages them to play in the wake of the ship, leaping from the water and highlighting their size at approximately six feet long. Their community-mindedness has pods that reach between five to 10 members, with sightings of up to 60 members. You will keep watching the water for signs of fin whales, who often use the hourglass dolphins as lookouts to aid in their hunt."
    },
    {
      "dayNumber": "12",
      "title": "Port Stanley – Explore West Point and Saunders in the West Falklands",
      "description": "The ship will dock near the coast of West Point of West Falkland, and you take a zodiac boat to the shore, and you will be struck by the dramatic differences in the landscape from the snow-covered beaches, indigo glaciers, and sparse flora you had become accustomed to during your time in Antarctica. Board an all-terrain vehicle to travel over the greenery of windswept grass and fluffy tufts spread across the rolling hills as the herbaceous aroma blends with the briny scent of the ocean breeze. You will soon pass a rookery of black-browed albatross and notice the elegant wingspan of the large bird that reaches nearly 40 inches across. Arrive at the nesting grounds of rockhopper penguin located beneath the 1,200-foot peak of Cliff Mountain, and see how the southern rockhopper penguin has a yellow-crest that contrasts with their black and white plumage. They reach up to 23 inches tall and are known for their ability to jump over boulders and rocks, and they hide in the tall grass to look out over your group with bright red eyes and stout orange beaks."
    },
    {
      "dayNumber": "13",
      "title": "Punta Arenas – Fly from Port Stanley to Punta Arenas",
      "description": "In the morning, the British ambiance of Port Stanley comes complete with the scent of sausages, beans, eggs, toast, bacon, and steeping black tea for a full British breakfast. The sunlight spreads over the whalebone arch in front of the cathedral, which was made from the jawbones of different whales over a century ago. The national trust and museum illustrate the fascinating maritime history of the region, along with a strong farming tradition. Villages around the capital city reflect the quiet life that is surrounded by penguin colonies, elephant seals, sea lions, and nesting birds. The cobalt water laps against the pebbled beaches framed by sweeping fields. Your private transfer will soon greet you at the hotel and escort you to the Port Stanley airport for your flight to Punta Arenas, Chile."
    },
    {
      "dayNumber": "14",
      "title": "Punta Arenas – Depart for Home",
      "description": "The serene whitewashed landscape of Antarctica will have become a memory since your return to the metropolis of Punta Arenas. Outside of town, wildlife remains abundant, living amidst the sprawling grasses, ascending mountains, and alongside the undulating coastline. In the waters of Tierra del Fuego, flamingos graze for algae, insects, and small fish. Humboldt penguins waddle along the rocks edging the national reserve, an uninhabited island protecting the presence of bottlenose dolphins, sea lions, and the Humboldt penguin. The daily life of the city pulses through the streets, emanating from the port and filling Plaza Munoz Gamero with activity. After breakfast, your private transfer will greet you at the hotel and escort you to Presidente Carlos Ibanez del Campo International Airport for your flight home."
    }
  ],
  "map": ""
}