{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "whales-penguins-and-seals-of-antarctica-tour",
  "tourName": "Whales, Penguins, and Seals of Antarctica Tour",
  "placesVisited": "Ushuaia, Deception Island, Jougla Point, Pléneau Island, Petermann Island, Goudier Island, Paradise Bay, Brabant Island, Anvers Island, Cuverville Island, Ronge Island",
  "generalInfo": "Antarctica offers secluded wonders found both in the landscape and waters, from the pebbled shorelines to the endless blankets of snow. Let the majestic scenery and the enchanting wildlife of the Seventh Continent surprise and delight you on a 10-day Antarctica tour that will encompass luxury, discovery, and excitement. Search for giant whales as they migrate between the temperate Central and South American climates to the frigid waters around the islands of the South Pole, and then trek across the pebbled beaches to find the largest Gentoo penguin colony in the Southern Hemisphere. From Arctic terns to Weddell seals, your excursion will provide first-class insight and distinctive views of life in Antarctica.",
  "durationDays": "10",
  "price": "13,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ushuaia – Arrive in Argentina’s Southernmost Point and Board the Ship",
      "description": "The southern tip of Argentina’s Patagonian region holds the small city known as Ushuaia. The port dips into the Beagle Channel and is a popular destination for people wishing to jump to the seventh continent of Antarctic or test the tumultuous waters around Cape Horn. The aroma of saltwater and snow drifting from the peaks of the southern end of the Andes Mountains fills the air while an explosive passion for craft beers fills the streets with the delicate scent of hops and barley roasting against a backdrop of cobalt waters and rugged slopes. The city began as a penal colony in the early 20th century, but has since grown to mythical proportions due to its proximity to Tierra del Fuego National Park, as well as being the main port of entry and exit for all cruises embarking to Antarctica. Your private transfer will greet you at Malvinas Argentinas International Airport and escort you to the dock to check in for your cruise. You will have time to enjoy the city without the weight of your luggage, which will allow you to spend time discovering the art exhibits in Casa Beban, witness the century-old church of Merced on the main street of Avenida San Martin, or relax on the ship until it begins to depart from the port."
    },
    {
      "dayNumber": "2",
      "title": "Cruise – Sail across the Drake Passage towards the Antarctic Convergence",
      "description": "In the morning, the sunlight will reflect of off the cobalt water of the Drake Passage and fill the galley. The dining room bursts with the enticing aroma of fresh coffee and media lunas, traditional Argentinian pastries similar to croissants. The ship has already passed the Beagle Channel, named after the ship on which Charles Darwin sailed, known as The Beagle. You will have traveled away from the Tierra del Fuego archipelago as the chilly air brushes over the deck and foredeck of the ship, forecasting the frosty weather to come. The captain lets the ship know you have entered the Drake Passage, named after the renowned explorer Sir Francis Drake, who first sailed the waters in the 1570s. The Drake Passage marks the Antarctic Convergence which causes the cold polar water to sink beneath the warmer waters from the north. This action causes the unrestrained weather systems and swells associated with the passage between the northern continents and the shores of Antarctica as the shift from cold and warm waters brings a swell of nutrients to the top of the sea. The natural churning helps sustain the rich biodiversity of the region and acts as the northern limit for Antarctic seabirds. Lecturers onboard the ship will help you to identify the different birds seen along the passage, ranging from cape petrels to sooty albatrosses. The latter is a medium-sized bird with a wingspan that measures over six and a half feet wide with feathers that have a brown, soot shade along its head leading to a bill of orange and yellow. The tail feathers form a diamond shape, and they are remarkable to see in the wild."
    },
    {
      "dayNumber": "3",
      "title": "Cruise – Search for Avifauna and Icebergs near the South Shetland Islands",
      "description": "The abundance of open water and the active birdlife that swells from around the South Shetland Islands will have captured your imagination during the first full day of sailing. The second day brings more enchanting scenery and avifauna as the ship moves closer to the shores of Antarctica’s northerly island chain. You will take in your first sighting of icebergs and snow-capped mountains in the distance as the South Shetland Islands come into view. The sunlight shimmers off the tip of large masses of pristine blue ice that floats past in the water around you. Captain William Smith first discovered the 20 islands connected to the South Shetland archipelago in 1819 after sailing through favorable conditions over the Drake Passage’s 600 miles, located nearly 100 miles away from the north of the Antarctic Peninsula. Lecturers abound onboard the ship, eager to offer insight into the unique ecosystem of the islands, the extreme weather patterns, or even points on navigation. Sailors have been using the stars, horizon, and motion of the water to guide them to their destinations for millennia, and the captain and crew of your modern ship continue to utilize historical methods tested with time alongside their instruments of modern technology. The most common device sailors continue to use is the sextant, a navigational instrument that measures the angular distance between two visible objects. The main purpose of the sextant measures between an astronomical object and the horizon for celestial navigation, estimating the distance between the altitude and the object calculates the position line. Navigators can also use the shadows cast by the sun to figure out their positioning when in snowy wastelands. More fabulous birdlife sweeps past the ship in search of an easy meal, including Southern fulmars and Wilson’s Storm-Petrels."
    },
    {
      "dayNumber": "4",
      "title": "Cuverville Island – Find Penguins, Skuas, and Seals en route to Neko Harbor",
      "description": "In the night, your boat will pass the northern islands to reach the shores, and while your room is comfortable and warm, the air outside the boat will have a biting cold in the still air, made worse with the breeze. The rocky landscape stands in the Errera Channel between Arctowski Peninsula and the west coast of Graham Land, and Belgian explorer Adrien de Gerlache landed on the island in the late 19th century. Birdlife International has designated the island as important as it supports 6,500 pairs of Gentoo penguins, the largest colony of its kind in the peninsula. The small landmass provides views to the rolling mountains that rise along the Antarctic and Ronge Island. Your guide will lead you over the rugged terrain to view the Gentoo penguins, and you can hear the colony’s loud trumpeting echoing across the snowy expanse. The penguins will throw their heads back with each cry, and upon reaching the colony, you can easily identify the features of the penguins, recognizable by the wide white stripe that extends across the top of their head to the bright orange-red beak. Their webbed feet have a white and pink hue in front of a long tail, and they can grow up to 35 inches tall, making them the third-largest penguin species after the emperor and king penguins."
    },
    {
      "dayNumber": "5",
      "title": "Paradise Bay \u0000– Traverse Fjords, Icebergs, and Antarctic Coastline",
      "description": "Antarctica always offers something unexpected. The previous day you will have discovered the vast colony of Gentoo penguins, but today you will explore the channels and waterways around Paradise Bay in search of Humpback and Minke whales. The wide embayment behind Lemaire and Bryde Islands indents the west coast of Graham Land, and whalers traversed the region in the early 20th century that continues to act as one of two harbors in which cruise ships can dock on the continent. You can board a zodiac boat for a more agile excursion around the waters, and the wind will brush against your cheeks and feels like tiny icicles tapping at your skin from the cold. The roar of the engine muddles in the water as the skipper guides you closer to a soaring iceberg. The floating mass of ice was once attached to the glacial surface of the continent before breaking away and floating in the open water. Your skipper can tap a piece of the blue ice away from the larger mass, offering you a sizeable chunk of the berg formerly connected to Antarctica. You can taste the pure, ancient freeze and let the pristine ice melt in your mouth for a refreshing, clean flavor. Continue traversing the waters around the bay in search of signs of whales, and stop as you notice traces of a Minke whale in the area. Males measure an average of 23 feet and females average 26 feet in length, and they breathe three to five times in short intervals before diving deep for up to 20 minutes. The Minke whale may breach and arch its back before crashing into the water, splashing droplets of the sea into the boat. Your guide will explain that their arching of the back often precedes the Minke whale’s descent into a deep-water dive."
    },
    {
      "dayNumber": "6",
      "title": "Pléneau Island – Discover Penguins, Humpback, Mink, and Fin Whales",
      "description": "The scenery of Antarctica is as majestic as the wildlife. After a refreshing morning coffee with the aroma of chocolate and hazelnut, you will make your landing on Jougla Point, which forms the west side entrance to Alice Creek in Port Lockroy. The French explorer Jean-Baptiste Charcot discovered the region between 1903 and 1905 after believing it to be a peninsula. Because of the small area of the landscape, the term point is more appropriate than peninsula, and the mountains of Wiencke Island form a spectacular backdrop to the point, accentuating the drama of the scenery and juxtaposing the delicate nature of the wildlife in the form of the nesting Gentoo penguins. The colonies make their homes on ice-free surfaces near the shoreline or inland far from the water. They make their nests by piling stones into circles roughly eight inches in tall and nearly 10 inches in diameter, and the parents jealously guard their nest and average two eggs per mating season. Your guide will explain how the stones are a point of pride for the males and the females, and the male penguin can even sway a female by offering her a nice stone. The eggs hatch after 36 days with chicks remaining in their nest for another 30 days. Blue-Eyed shags also populate the secluded point."
    },
    {
      "dayNumber": "7",
      "title": "Deception Island – Enjoy a Kayaking, Trekking, and Hot Springs Excursion",
      "description": "Your ship will port in the crater of Deception Island, which is connected to the Shetland Islands archipelago. The caldera at the heart of the circular island belongs to an active volcano that last erupted between 1967 and 1969. Argentina and Spain have developed research bases on the island with the greater landscape administered under the Antarctic Treaty system. Hot springs provide a light sulfurous quality to the air, adding a tint of sour warmth to the otherwise pristine cold. The island has a diameter of seven and a half feet punctuated by the summit of Mount Pond on its eastern shores that reach nearly 1,800 feet above sea level. Over half the island consists of glaciers. The ship will have no struggle passing through the entrance to the bay at nearly 800 feet wide, and you can board a kayak or step onto the pebbled shoreline of the island to make your way to Whalers Bay, named after the former whaling station that once inhabited the island. A large black sand beach frames the glassy cobalt water and low relief volcanic craters punctuate the landscape with a number of the small maars containing crater lakes. The geothermal activity provides the island with a number of microclimates, allowing you to investigate the distinctive properties as you step into an outdoor bath heated by the subterranean volcanic motion with a view to the snowy-capped rugged landscape."
    },
    {
      "dayNumber": "8",
      "title": "Cruise – Venture back towards the Southern Shores of Argentina",
      "description": "You will pass Half Moon Island as you make your way back to the shores of Argentina and the edge of the South American continent. The island encompasses 420 acres and is only accessible by sea and helicopter. 100 different pairs of south polar skuas nest on the island, along with 2,000 pairs of chinstrap penguins and over 120 arctic terns. The chinstrap penguins inhabit a variety of islands around the Southern Pacific and Antarctic oceans, and their most notable feature is the black head and thin black line under their head making them appear to wear a helmet. They can grow to almost 30 inches tall and weigh over 10 pounds. Their black and white plumage allows them to camouflage in the water, keeping them invisible to predators like hunting seals. The series of cobbled beaches give way to the unique moss that thrives on the island landscape. The moss grows in the spring and summer after the frost and snow melt while the moss and lichen grow around the raised beaches and rocky outcrops where the water. Visitors must walk carefully and give the wildlife the right of way. Before passing back in the Drake Passage, your captain will turn your eye to the portside to see a passing pod of humpback whales. Their magnificent size is even more splendid when compared to the grace with which they move through the water. They can grow up to 52 feet long and weigh nearly 80,000 pounds, and their distinctive shape features long pectoral fins and a tubercle-clad lower jaw. Their songs can last up to 20 minutes, and they migrate up to 16,000 miles a year as they breach the water, breaking the serene setting and splashing back down waving with their long, lingering fin."
    },
    {
      "dayNumber": "9",
      "title": "Cruise – Continue through the Drake Passage to reach the Harbor of Ushuaia",
      "description": "Your adventure to Antarctica was all about embracing the unexpected, enjoying the journey and discovering the secluded wonders of the seventh continent. Your final day on the water encapsulates the spirit of adventure with one more day at leisure on the ship as you pass through the Drake Passage on your return. The scent of rich coffee fills the dining room as you wake to the sunlight that spreads over the calm cobalt waters that spreads to the horizon in all directions. The indigo shimmer of the icebergs will have faded from view, and you can spend time with the resident naturists to learn more about the arctic environment, flora, and fauna. You may also opt to simply relax while recounting your favorite moments spent traveling over the isolated terrain as cape petrel circle overhead. Their black head and neck contrast with the white belly and breast, and the combination makes for a fabulous pattern around the wings. Their wingspan reaches to nearly 35 inches wide, more than double their body length at only 15 inches long. You will continue to scour the waters in search of signs of whales, eventually discovering a pod of fin whale, a water-dwelling mammal second only to the blue whale in size."
    },
    {
      "dayNumber": "10",
      "title": "Ushuaia – Depart for Home",
      "description": "Signs of civilization will return as your ship travels through the Beagle Channel. The Les Eclaireurs Lighthouse stands on the northeastern-most island of the Les Eclaireurs islands, which are located five nautical miles east of Ushuaia. The brick tower stands over 35 feet tall and 10 feet wide at its base while the red and white stripes stand out from the rolling foothills that are topped with sporadic blankets of snow. The colorful architecture of the city returns to the southern slopes marking the end of the Andes Mountains. Your ship will dock, returning you to the South American continent and completing your journey to Antarctica. Your private transfer will greet you at the port and escort you to Malvinas Argentinas International Airport for your flight home."
    }
  ],
  "map": ""
}