{
    "Main_Title": "Our Bolivia holidays & tours",
    "Main_Paragraph": "A high-altitude salt flat stretches for thousands of kilometres, the Andean peaks in the distance. The world’s greatest rainforest bristles around the Amazon. Lake Titicaca is a blue expanse; Las Pampas a green one. Bolivia is a country of phenomenal geography. In the middle of South America, and seemingly made up of all its best parts, a holiday here is the most interesting geography lesson you’ve ever had. Our Bolivia holidays don’t just immerse you in breathtaking landscapes, but the cultures that thrive within them, whether you’re hanging out at Polques thermal pools, supporting the Indigenous art scene, staying in family-owned hotels, or exploring the witches’ markets in capital La Paz.",
    "Subtitle": "Highlights of our Bolivia holidays",
    "Title1": "Pass the salt",
    "Paragraph1": "The Salar de Uyuni is one of the worlds most stunning and surreal sights. Covering a whopping 10,582km\n2\nof Andean plateau, this epic salt pan stands at 3,650m above sea level, meaning itll take your breath away in more than one sense.",
    "image1": "",
    "Title2": "",
    "Paragraph2": "Today, this prehistoric salt lake is Bolivia’s biggest attraction, a staple of our Bolivia holidays. Three-day jeep tours take intrepid travellers across the salt crust to the inhospitable, giant cacti-covered 'island' of Incahuasi, in the middle of the blinding whiteness. Highlights include staying in a hotel made entirely of salt, witnessing one of the biggest sunrises you’ll ever see, and taking photographs of the unusual loss of perspective created by the endless pan. Most tours of the Salar will also visit the high desert – with rock formations worthy of a Dali painting, flamingo-filled lagoons, gurgling mud pools and strange lakes that change colour in the welcome warmth of dawn.",
    "image2": "",
    "Title3": "Discover the Amazon",
    "Paragraph3": "Our Bolivia holidays are a gateway to the 'lungs of the earth', which shelter fantastic creatures, from pink freshwater dolphins to macaws and capybaras, spider monkeys and anacondas. Trek through the jungle, or take a river cruise in the pampas, where the sparse vegetation means wildlife is viewed more easily. Stay in a community-owned lodge for a real Amazonian immersion, or visit a gaucho cowboy ranch to discover the landscape on horseback.",
    "Title4": "Meet the Aymara",
    "Paragraph4": "and the Quechua, the Tacana, the Chimán, the Guaraní",
    "image3": "",
    "Title5": "",
    "Paragraph5": "Around two thirds of Bolivias population is indigenous, the highest percentage in South America. The Aymara dominate the western highlands, including La Paz and Lake Titicaca, and discovering this ancient culture is a highlight for many travellers  from the strange potions available at the witches market, to the llama herders and quinoa farmers of the Andes and the gorgeous handwoven crafts. Visit the markets of Sucre and La Paz  how many varieties of potato can you count?",
    "Title6": "",
    "Paragraph6": "In the Amazon, indigenous communities are dispersed throughout the jungle and pampas, many still living without electricity and running water. A jungle trek with a native guide is a unique and revealing way to discover this emerald kingdom, revealing not just the abundant wildlife but the medicinal uses of the plants, and traditional techniques such as piranha fishing, cooking using bamboo leaves and extracting sugarcane juice.\nDelicioso\n!",
    "Title7": "Cruise across Lake Titicaca",
    "Paragraph7": "South America’s largest lake sits at over 3,800m high and straddles the Peruvian border. The islands of Sol (sun) and Luna (moon) are a jumble of Inca ruins and hardy Aymara residents. On our Bolivia holidays you can trek across the islands following ancient stone paths, passing shepherds and fishermen, then reward yourself with a tasty dinner of grilled trout, fresh from the lake."
}