[
    {
        "type": "overview",
        "Main_Title": "Our Bolivia holidays & tours",
        "Main_Paragraph": "A high-altitude salt flat stretches for thousands of kilometres, the Andean peaks in the distance. The world’s greatest rainforest bristles around the Amazon. Lake Titicaca is a blue expanse; Las Pampas a green one. Bolivia is a country of phenomenal geography. In the middle of South America, and seemingly made up of all its best parts, a holiday here is the most interesting geography lesson you’ve ever had. Our Bolivia holidays don’t just immerse you in breathtaking landscapes, but the cultures that thrive within them, whether you’re hanging out at Polques thermal pools, supporting the Indigenous art scene, staying in family-owned hotels, or exploring the witches’ markets in capital La Paz.",
        "Subtitle": "Highlights of our Bolivia holidays",
        "Title1": "Pass the salt",
        "Paragraph1": "The Salar de Uyuni is one of the worlds most stunning and surreal sights. Covering a whopping 10,582km\n2\nof Andean plateau, this epic salt pan stands at 3,650m above sea level, meaning itll take your breath away in more than one sense.",
        "image1": "",
        "Title2": "",
        "Paragraph2": "Today, this prehistoric salt lake is Bolivia’s biggest attraction, a staple of our Bolivia holidays. Three-day jeep tours take intrepid travellers across the salt crust to the inhospitable, giant cacti-covered 'island' of Incahuasi, in the middle of the blinding whiteness. Highlights include staying in a hotel made entirely of salt, witnessing one of the biggest sunrises you’ll ever see, and taking photographs of the unusual loss of perspective created by the endless pan. Most tours of the Salar will also visit the high desert – with rock formations worthy of a Dali painting, flamingo-filled lagoons, gurgling mud pools and strange lakes that change colour in the welcome warmth of dawn.",
        "image2": "",
        "Title3": "Discover the Amazon",
        "Paragraph3": "Our Bolivia holidays are a gateway to the 'lungs of the earth', which shelter fantastic creatures, from pink freshwater dolphins to macaws and capybaras, spider monkeys and anacondas. Trek through the jungle, or take a river cruise in the pampas, where the sparse vegetation means wildlife is viewed more easily. Stay in a community-owned lodge for a real Amazonian immersion, or visit a gaucho cowboy ranch to discover the landscape on horseback.",
        "Title4": "Meet the Aymara",
        "Paragraph4": "and the Quechua, the Tacana, the Chimán, the Guaraní",
        "image3": "",
        "Title5": "",
        "Paragraph5": "Around two thirds of Bolivias population is indigenous, the highest percentage in South America. The Aymara dominate the western highlands, including La Paz and Lake Titicaca, and discovering this ancient culture is a highlight for many travellers  from the strange potions available at the witches market, to the llama herders and quinoa farmers of the Andes and the gorgeous handwoven crafts. Visit the markets of Sucre and La Paz  how many varieties of potato can you count?",
        "Title6": "",
        "Paragraph6": "In the Amazon, indigenous communities are dispersed throughout the jungle and pampas, many still living without electricity and running water. A jungle trek with a native guide is a unique and revealing way to discover this emerald kingdom, revealing not just the abundant wildlife but the medicinal uses of the plants, and traditional techniques such as piranha fishing, cooking using bamboo leaves and extracting sugarcane juice.\nDelicioso\n!",
        "Title7": "Cruise across Lake Titicaca",
        "Paragraph7": "South America’s largest lake sits at over 3,800m high and straddles the Peruvian border. The islands of Sol (sun) and Luna (moon) are a jumble of Inca ruins and hardy Aymara residents. On our Bolivia holidays you can trek across the islands following ancient stone paths, passing shepherds and fishermen, then reward yourself with a tasty dinner of grilled trout, fresh from the lake."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Bolivia",
        "Main_Paragraph": "In most opinions, May-Oct is the best time to visit Bolivia, as the dry weather brings sapphire skies and less travel disruption. This is the Bolivian winter, though, so the highlands will be cold  and well below freezing in the desert at night, particularly in June-July. The humid jungle, however, benefits from the cooler temperatures. The start of the dry season, from April-May, has lower prices and fewer crowds, but still feels fresh from the recent rains. Oct-Nov are also dry but warmer, as spring approaches and crowds disperse.",
        "image1": "",
        "when_to_go": "When to go to Bolivia, month by month",
        "when_to_go_html": "<ul class=\"rtg_cross\">\n</ul><p><bullet><b>June</b>-<b>July</b> are dry and sunny but bitterly cold in the highlands. This is a good time to travel – as long as you have packed well. While the days are still warm, nighttime temperatures can drop to -20°C, and some tours have pre-dawn starts. Brrr!</bullet></p><ul class=\"rtg_cross\">\n</ul><p><bullet><b>August</b> is also chilly, as well as being the busiest month. This means early booking is essential, and prices are also likely to be higher.</bullet></p><ul class=\"rtg_cross\">\n</ul><p><bullet>The Amazon is pleasantly fresh in the dry winter months, as the humidity drops along with the temperatures. While it is still warm – frequently reaching 30°C – cold spells called <i>surazos</i> blow in periodically from the south, meaning the temperature can drop to 12°C overnight, and remain cool for a few days.</bullet></p><ul class=\"rtg_cross\">\n</ul><p><bullet><b>November</b> to <b>March</b> is the rainy season. This disrupts both road and air travel, particularly from <b>January</b> onwards, as roads can flood, landslides are common and fog and cloud can make driving or hiking in the mountains dangerous. <b>January</b> to <b>March</b> is not the best time to visit Bolivia if you plan to do outdoor activities such as hiking or cycling. However, the dusty landscape does make a wonderful transition to green, and wildflowers bloom on the mountain slopes.</bullet></p><ul class=\"rtg_cross\">\n</ul><p><bullet>The lowlands bear the brunt of the flooding (though river travel does become easier, for intrepid adventurers), and biting insects increase.</bullet></p><ul class=\"rtg_cross\">\n</ul><p><bullet>Flights are also frequently disrupted by poor weather (and strikes, and protests…) so if you have to be in a particular place at a particular time (ie. returning to La Paz for an international flight home) it is strongly advised to arrive the day before and call ahead to confirm departure.</bullet></p><ul class=\"rtg_cross\">\n</ul><p><bullet>You may have seen magical, mirror-like photographs of the flooded Salt Flats – a beautiful optical illusion during the rainy season. However, while you can still visit the edge of the Salar when it is flooded, you will not be able to cross it or visit the island in the middle.  </bullet></p><ul class=\"rtg_cross\">\n</ul><p><bullet>The majority of festivals fall from <b>February</b> to <b>April</b>, such as Carnival and Easter (Holy Week). These could form a key part or your trip, or be an inconvenient disruption to travel if roads or attractions are closed. So check with your operator before you go!</bullet></p><ul class=\"rtg_cross\">\n</ul>",
        "weather_chart": "La Paz Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">La Paz Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">130 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 78%;\">102 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 62%;\">81 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 25%;\">32 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 12%;\">15 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-cold\">-5</td>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 3%;\">4 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-cold\">-5</td>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 4%;\">5 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-cold\">-4</td>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 11%;\">14 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 25%;\">32 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 27%;\">35 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 38%;\">50 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 77%;\">100 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Tip on the best time to visit Bolivia",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "Kat Dougal, from our supplier Andean Adventures, shares her best time to visit Bolivia:\nI went in September, but next time I would go in May or into June, simply because I prefer things to be a little greener. September is a really good time to go as theres hardly any rain, but at the end of the dry season a lot of areas are really quite brown in the highlands. Towards the beginning of the dry season everything is still lush and green from the wet season. Its the shoulder months as well  by July and August its busier. In May you get the benefits of the wet season thats just passed but you are still travelling in the dry season.",
        "title3": "Festivals & events in Bolivia",
        "paragraph3": "",
        "title4": "Oruro Carnival, February",
        "paragraph4": "This festival dates back 2,000 years, and has been recognised by UNESCO as a Masterpiece of the Heritage of Humanity. Over 30,000 dancers and musicians join a 4km-long procession in honour of the Virgin of the Candle Mass. Performances reenact battles between Good and Evil, referencing Catholic and traditional Aymara beliefs  as well as the arrival of the conquistadores. It all ends two days later with a giant water fight."
    }
]