{
  "destination": "Malta",
  "mainPhoto": "",
  "id": "holiday-to-malta-and-gozo",
  "tourName": "Holiday to Malta and Gozo",
  "placesVisited": "Malta, Gozo, Xlendi, Victoria, Ggantija, Calypso’s Cave, Dwejra, Fungus Rock, Ta Pinu Basilica, Valletta Old City, Three Cities, Grand Harbour cruise, Sliema, Hagar Qim, Mnajdra, Blue Grotto, Domus Romana, Mdina, Mosta Dome, San Anton Botanic Gardens",
  "generalInfo": "Malta might be one of the smallest countries in the world but what it lacks in size it more than makes up for in character. A sun-drenched Mediterranean archipelago, Malta also boasts several truly ancient religious landmarks, and no fewer than three UNESCO World Heritage Sites including Valletta and the Neolithic temples of Ggantija.<br/><br/>You’ll begin with a ferry transfer to spend a few days on the tiny island of Gozo, where you’ll explore the capital, Victoria, with your tour leader. Nearby highlights include the Ggantija, which pre-dates the pyramids of Egypt; Calypso’s Cave, which some believe is mentioned in Homer’s ‘The Odyssey’ and a beautiful red sand beach.<br/><br/>Returning to Malta itself, see the historic glories of Valletta, its architecture and natural harbours, before continuing on to the ‘Three Cities’ of Senglea, Vittoriosa and Cospicua, considered the cradle of Maltese history and full of medieval charm. <br/><br/>In Sliema, you will embark on a cruise through the harbor, dockyards and surrounding creeks to appreciate the scale of the fortifications built to protect the city over the centuries, and the following day there’s the option of cruising out into the Med to see the incredible Blue Grotto.<br/><br/>Staying in small, often family-run accommodations and eating predominantly at local restaurants too, this tour allows you to get further than skin-deep into Maltese culture. Another aspect likely to prove particularly attractive to foodies is that you will learn about the production methods behind, and of course taste Maltese bread, olive oil and wine.<br/>",
  "durationDays": "8",
  "price": "1795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip at Malta International Airport and take the ferry to Gozo",
      "description": ": Our trip begins at Malta International Airport (MLA). There will be two complimentary transfers from the airport today, one at midday and one at 4.30pm. If you'd like to join the midday departure, the latest your flight can arrive is 11.30am and if you plan to join the 4.30pm transfer, the latest your flight can arrive is 4pm. We'll book you on the transfer which is closest to your flight arrival time, however, if you're arriving early and would prefer to join the 4.30pm transfer, please inform us at the time of booking. We'll travel from the airport to our hotel as a group, driving for one hour to Cirkewwa where we'll catch a 25-minute ferry to the island. It's then a short 15-minute drive to our hotel. This evening, there'll be the opportunity to go for dinner as a group and our tour leader will lead a welcome meeting at the restaurant. Located in the Maltese archipelago and surrounded by the azure Mediterranean Sea, Gozo is a picturesque spot to get to grips with island life. Only 15 kilometres in length and seven kilometres wide, it's incredibly easily accessible, with stunning scenery stretching from coast to coast. The island's history weaves back through the Romans and Phoenicians and remnants from its rich past are scattered across it today - we'll spend the next week digging deeper."
    },
    {
      "dayNumber": 2,
      "title": "Walking tour of Victoria and the Ggantija temples at Xaghra",
      "description": ": Our exploration starts today in Xlendi, on the south coast, where we'll make a short photo stop and walk along the promenade before heading to the island's capital, Victoria. Although it's known locally as Rabat, Gozo's capital was named after Queen Victoria in 1887. We'll climb up to the city's imposing Citadel for a bird's eye view across the island. Continuing our exploration, we'll drop by the old prison where the Knights of Saint John would send their rowdier members to cool off. The graffitied walls give a fascinating insight into the lives of those who were incarcerated here. Descending to the central square, It Tokk, we'll have time to wander the cobweb of narrow streets and grab some lunch. After lunch, we'll head to the town of Xaghra to discover Ggantija. This megalithic temple complex dates back to 3600 BC and was thus named as it was believed only giants could have moved the stones. Some of the colossal rocks measure over five meters long and weigh over 20 tons - the temple itself reaches up to seven metres tall. Predating the Pyramids, the UNESCO World Heritage Site is believed to be the world's oldest free-standing structure. Once we've marvelled at the stone temple, we'll continue to the remains of Calypsos Cave, alleged to be the cave referred to by Homer in The Odyssey. This afternoon we'll stretch our legs with a walk from the area of Calypso's Cave to Ramla Bay where we can enjoy a refreshing dip at the beautiful red sandy beach, if the weather permits, before heading back to the hotel. Please note that the Maltese bird hunting season runs from September until the end of January and during these months hunting activity may regrettably be seen on some of our excursions into rural areas of Gozo and Malta."
    },
    {
      "dayNumber": 3,
      "title": "Visit Dwejra and take a scenic walk to Xwejni Bay; ferry to Malta",
      "description": ": Today, we'll take in the landscape of Dwejra, perhaps Gozo's most spectacular natural landmark. Here, geology, time and sea have worked together to produce some of the most remarkable scenery on the island. We'll see Fungus Rock, notable as the habitat of a rare fungus which was highly prized by the Knights of Saint John for its medicinal properties. You'll then have the option to take a boat ride along the coast from the Inland Sea (weather permitting) - a shallow inland lagoon linked to the sea via a 30-metre tunnel. From Dwejra, we'll continue to the Ta Pinu Basilica, renowned for the miraculous cures reported by its supplicants. We'll drive past well-tended fields with their dry-stone walls and enjoy glorious views on our way to Zebbug; perched on a hilltop above the patchwork of green fields below. As with all these fortified hilltop villages, the far-reaching views across the island and beyond are spectacular on a clear day. From Zebbug, we'll take a walk to nearby Xwejni Bay. The coastal scenery along the way is varied - at times, we'll pass limestone outcrops eroded into unusual shapes by the wind and sea, where traditional salt pans dominate the view. This section of the coast is one of the most remote and rugged on the island and our walk will be relatively steep downhill. Weather permitting, we might have the chance to swim before we return to the seaside resort of Marsalforn, our chosen location for lunch. This afternoon, we'll head back to Mgarr (via Nadur for a brief photo stop of Comino and the Blue Lagoon) to catch the ferry to Malta and transfer to our hotel, northwest of the capital. The capital stretches west from Valletta along scenic bays with busy marinas. Our hotel is in Sliema, and you can find plenty of local restaurants and bars in the area."
    },
    {
      "dayNumber": 4,
      "title": "Tour of Valletta Old City and visit Saint John's Co-Cathedral",
      "description": ": This morning, we'll drive from the hotel to the fortified Old City, where we'll have a walking tour. Originally built by the Knights of the Order of Saint John in the 16th Century, Valletta, a UNESCO World Heritage Site, is built on the steep slopes of the Sceberas Peninsula. It's surrounded by two huge natural harbours which have helped to make it such an important strategic port at the crossroads of the Mediterranean. Fort Saint Elmo guards the entrance to the harbours. Walking down Triq ir Republika - the main thoroughfare in the centre of the city, we'll visit the elaborately decorated Saint John's Co-Cathedral and the Grandmaster`s Palace State Rooms. During the Great Siege of Malta in 1565, over 400 knights perished and as a sign of remembrance, the floor of St John's Co-Cathedral is covered in skeleton tombstones. We'll also admire the views across the Grand Harbour from the Upper Barrakka Gardens. The afternoon is free for you to explore more at your own pace."
    },
    {
      "dayNumber": 5,
      "title": "Walking tour of the Three Cities and Grand Harbour cruise",
      "description": ": This morning, we'll visit the historic Three Cities of Senglea, Vittoriosa and Cospicua, considered to be 'the cradle of Maltese history' as settlers and rulers from the Phoenicians to the British all made use of the defences here. The Knights of the Order of Saint John settled in Vittoriosa in 1530 and used the city as their headquarters. The Three Cities have retained much of their romantic medieval charm, and we'll see the Inquisitor's Palace in Vittoriosa and admire the views from the Gardjola Gardens - a lookout post to guard the harbour entrance - in Senglea. Driving on to Marsaxlokk, we'll have some free time for lunch and exploration. This charming town is Malta's largest fishing port, and the harbour is littered with colourful boats and excellent fish restaurants. The best way to explore the creeks and dockyards in this area is by boat, so, after lunch, we'll transfer to Sliema for a harbour cruise. Only by travelling across the water can you appreciate the sheer magnitude of the ramparts and forts that protect the city."
    },
    {
      "dayNumber": 6,
      "title": "Explore Hagar Qim Temples and enjoy local food and wine tasting",
      "description": ": A short drive this morning brings us to Hagar Qim and Mnajdra; another incredible Megalithic temple complex and UNESCO World Heritage Site. For three millennia, from around 3600 to 3200 BC, the Maltese archipelago was home to a unique, temple-building civilisation. The discovery of many fat lady statuettes in the vicinity of Hagar Qim has shown it to have been built to worship the Venus of Malta, the sleeping goddess of fertility. Mnajdra is probably the most atmospheric of all of Malta's temples, occupying an isolated position overlooking the rocky coastline. We'll walk between the two temple groups along a short, well-laid path before continuing a short distance along a rough country path to the Tal Hamrija coastal 17th-century tower to enjoy breathtaking scenery as the cliffs rise out of the blue Mediterranean Sea. We'll return to our bus and drive down to the Blue Grotto where we'll have the option of taking a boat trip (weather permitting) to see a series of natural caverns that glow with corals and sea sponges. We'll then spend the afternoon sampling a range of local food specialities. We visit a local producer whose family have been farmers for many years and will take a short walk to the greenhouses to see what is growing now before visiting his wine cellar. Along the way, we'll learn how sun-dried tomatoes and the local wine are produced and then get to sample these along with a selection of other vegetables farmed in the region as well as delicious Maltese bread and olive oil."
    },
    {
      "dayNumber": 7,
      "title": "Visit to Mdina, San Anton Botanical Gardens and the Mosta Dome",
      "description": ": We'll start today with a short transfer to Malta's Medieval old capital, Mdina, where we'll have a walking tour of the preserved city. Its warren of winding, narrow alleys and fortified walls contain a number of impressive buildings such as the Palazzo Falzon and the cathedral dedicated to the Conversion of Saint Paul. We'll also take time to see Domus Romana (a townhouse usually belonging to Roman dignitaries) and Saint Paul's eerie catacombs (underground). After we visit Mdina, we'll drive to Mosta Dome and San Anton Botanical Gardens, the private residence of the President of Malta"
    },
    {
      "dayNumber": 8,
      "title": "Trip ends in Sliema",
      "description": ": Our trip ends after breakfast this morning at our hotel in Sliema. There are no activities planned today, so you're free to depart from Sliema at any time. If your flight is departing later in the day luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Malta International Airport (MLA), which is about a 35-minute drive from our hotel."
    }
  ],
  "map": ""
}