{
  "destination": "Malta",
  "mainPhoto": "",
  "id": "malta-vacation-temples-fortresses",
  "tourName": "Malta vacation, Temples & Fortresses",
  "placesVisited": "",
  "generalInfo": "Step into Malta’s extraordinary past on this expertly curated eight-day small-group tour (maximum 12 guests), designed for travelers with a passion for archaeology, history, and authentic cultural discovery. What truly sets this tour apart is your privileged access to Malta’s remarkable prehistoric sites—personally guided by an eminent prehistory specialist from the University of Malta, who has excavated and researched these world-famous monuments firsthand.<br/>Explore the UNESCO-listed megalithic temples of Hagar Qim, Mnajdra, and Ta' Hagrat, as well as Gozo’s Ggantija Temples and the renowned underground Hal Saflieni Hypogeum. With the insight provided by your university expert, every ancient stone comes alive with stories of human ingenuity stretching back over 5,000 years—giving you an unparalleled understanding of what makes Malta a cradle of Mediterranean civilization.<br/>Beyond these archaeological highlights, the tour immerses you in Malta’s layered history. Discover Valletta’s fortified streets, Baroque palaces, the Co-Cathedral of St. John, and mighty forts reflecting the island’s strategic importance across centuries. Stroll medieval Mdina at sunset, cross harbors in traditional boats, and sample Maltese cuisine and wine in seaside Marsaxlokk and village restaurants.<br/>With five leisurely lunches and four dinners included, you’ll savor the best local flavors. Accommodation is in a beautifully restored 17th-century palace in Valletta, offering both luxury and heritage. The itinerary balances guided discovery with free time and optional activities—like wine tastings or a coastal cruise—ensuring opportunities to relax and wander at your own pace.<br/>Experience Malta with those who know it best: leading archaeologists, passionate local guides, and a community of fellow explorers. This holiday offers not just sightseeing, but genuine connection to Malta’s people, places, and incredible story.",
  "durationDays": "8",
  "price": "4794.8",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our tour begins in Valletta, Malta. After your private transfer from the airport to the hotel, we warmly welcome you to Malta and head out to Sliema to board a cruise of the two harbors and main creeks of Malta, followed by a wonderful local dinner with wine. Meals: D Overnight: Valletta"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Historic Valletta After breakfast at our hotel, our tour guide leads us on a walking tour of Malta’s fortified main city, Valletta. We spend the day in Valletta, walking its narrow, hilly, and cobblestoned streets. It’s hard to imagine a small island with more layers of ancient, religious, and maritime history than Malta. Valletta is a treasure trove of historic sites and the final headquarters of the Knights of St. John. We visit the maritime fortresses, the mighty walls of the city, the Palace of the Grandmaster of the Knights and the major Inns of the Knights (known as Auberges in Malta), the major museums, the astonishing Co-Cathedral of St John, the Upper Baraka Gardens and the Saluting Battery, and much more. The evening is free for you to eat dinner by the Mediterranean. Meals: B, L Overnight: Valletta"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Gozo and the Ggantija Archaeological Park After breakfast at our hotel, we travel by minibus to the car ferry in the north of Malta to make the short crossing to Gozo Island. Here we begin at the Temples of the Giantess, the Ggantija Archaeological Park. We head next to the capital of Gozo to explore the Gozo Museum of Archaeology. This is followed by a traditional Gozo lunch at a charming restaurant and a tour of the city of Vittoriosa. We travel back to Valletta and eat at a lovely traditional restaurant near our hotel Meals: B, L, D Overnight: Valletta"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Prehistoric Malta: Ta' Hagrat, Hagar Qim & Mnajdra Temple Complexes After breakfast at our hotel, we set out to see the first of our three prehistoric temple complexes. We are accompanied today by a renowned expert archaeologist from the Department of Archaeology at the University of Malta. We stop at the small site of the Ta’ Hagrat Temples, before heading to our highlight of the day, the Hagar Qim and Mnejdra Archaeological Park. We drive next to the impossibly charming Marsaxlokk Harbour for a seafood lunch by the water and admire the colorful traditional fishing boats. Returning to Valletta, the afternoon and evening is yours to explore or relax. Meals: B, L Overnight: Valletta"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Medieval Malta and Malta at War After breakfast at our hotel, we take a guided tour of the Lascaris War Tunnels and War HQ Tunnels. We then cross the Grand Harbor by small traditional boats (dghajjes) to the Three Cities to explore the maritime and military history of Malta. On our guided walking tour of Vittoriosa, we’ll stop at the Malta at War Museum, before heading back in time to the medieval Inquisitor’s Palace. We’ll view its ethnographic museum, prison cells, and torture chamber. We’ll hop on small boats between Vittoriosa and Senglea for a harborside lunch before resuming our exploration of medieval Malta on Vittoriosa. We’ll tour the Maritime Museum (if open) and then walk a little further to the tip of Vittoriosa, with spectacular views of Valletta across the Grand Harbor. We’ll explore the forbidding Fort St Angelo, the headquarters of the Grand Master of the Knights of St. John, de la Vallette, during the Great Siege against the Ottomans. Finally, it’s time to turn toward the fortified hill city of Mdina to walk its beautiful streets as dusk falls and the Instagrammers leave the streets for us to ramble and photograph. We’ll eat a magnificent Maltese dinner here before returning to our hotel in Valletta. Meals: B, L, D Overnight: Valletta"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Optional Food and Wine Experiences Day Today is a free day for you to spend at your leisure. You can hang out by the pool, take a cruise to Comino Island, or shop and use the spa. If you’re interested in food, wine, and sailing, we can recommend a walking food tour of Valletta and lunch and wine tasting at a local winery as an optional extra experience – still leaving you some free time in the afternoon and evening! Meals: B Overnight: Valletta"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The Unparalleled Hal Saflieni Hypogeum and the Hal Tarxien Prehistoric Complex We like to save the best for last. After breakfast, we travel to the suburb of Paolo, to see the very well preserved Hal Tarxien Prehistoric Complex. This UNESCO World Heritage Site dates to approximately 3400 BC. And then it’s on to the astonishing Hal Saflieni Hypogeum, a unique prehistoric monument only for an underground tour you will never forget. Abandoned and undiscovered for almost 4000 years, the Hypogeum is a necropolis built entirely below the ground and is one of the world’s oldest structures – older than Stonehenge, and older than the Pyramids. It was in use from 4000 BC. Its three levels were left covered over when the island’s inhabitants abandoned the island. Almost 4000 years later, it was discovered when builders were digging a cistern for a new house in the suburb of Paolo. The shaft they created is now a ventilation shaft for the Hypogeum. If you love archaeology, ancient civilizations, and mysteries, the Hypogeum will give you goose bumps! Only 10 people can tour the Hypogeum at one time, and our day is structured around the availability of tour tickets. Meals: B, L, D Overnight: Valletta"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Farewell (for now) After our last breakfast together, our lovely driver returns us to Malta airport. If you’d like to stay on in Malta, we’ll be happy to help you make reservations to extend your stay until we see you next time, when we hope you’ll come on tour with us again. Meals: B"
    }
  ],
  "map": ""
}