{
  "destination": "Tayland",
  "mainPhoto": "",
  "id": "BXILB",
  "tourName": "Güneydoğu Asya Döngüsü",
  "placesVisited": "Tayland, Kamboçya, Vietnam, Laos",
  "generalInfo": "Güneydoğu Asya Döngüsü,  Bangkok’ tan başlayarak Güneydoğu Asya’ nın bazı önemli noktaları etrafında bir daire çiziyor, bölgenin güzelliklerinin hiçbir bölümünü kaçırmayacaksınız.  Bir hafta Ho Chi Minh’ in sokak yemeklerinin lezzetlerini tadabilir,  Laos pirinç tarlalarında bisiklet sürebilir veya Chiang Mai yakınlarındaki tepe kabilelerini keşfedebilirsiniz.  Bangkok’ ta gece hayatını keşfetme ve Hoi An’ da kıyafet diktirme şansınız olacak.  Güneydoğu Asya’ nın harikaları elinizin altında olacak ve gruba katılacak benzer fikirli gençlerle seyahat edeceksiniz.<br><br><strong>En Yakın Uluslararası Havaalanı (Başlangıç Noktası) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı (BKK)<br><br><strong>En Yakın Uluslararası Havaalanı (Bitiş Noktası) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı (BKK)",
  "durationDays": "29",
  "price": "1059",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Killing Fields  (Ölüm Tarlaları)  ve S21 Tuol Sleng Soykırım Müzesi</li>\n<li>- 10-pin bowling</li>\n<li>- Sukhothai bisiklet turu</li>\n<li>- Tur Lideri ile Ben Thanh Pazarı,  Opera Binası,  Notre Dame Katedrali ve Eifell Postanesi,  Bağımsızlık Sarayı,  Savaş Kalıntıları Müzesi  (müzeye giriş ücreti dahil)  yerel yürüyüş turu</li>\n<li>- Mavi Lagün’ e Tuk-Tuk turu</li>\n<li>- Funky Monkey (Nha Trang’ da bir seyahat acentesi)  tekne gezisi</li>\n<li>- Çeltik tarlalarından Hoi An Sahili’ ne bisiklet gezisi</li>\n<li>- Hue İmparatorluk Kalesi yürüyüş turu</li>\n<li>- Sabah erken saatlerde Hoan Kiem Gölü çevresinde yürüyüş. Sabah erken saatlerde yapılan aerobiği izleme ve özel yerel  spesiyali ‘ ‘ yumurta kahvesi’ nin’ ‘  tadını çıkarma</li>\n<li>- Keşişleri sadaka toplarken izlemek için yapılan erken ziyaret</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 18 gece, misafirhanede 8 gece, yataklı gece otobüsünde 1 gece, yataklı gece treninde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Halk Otobüsü, Tekne, Gece Otobüsü, Gece Treni, Tren, Uluslararası uçuş (lar) , Özel Araç</p>\n<p><strong>Yemekler</strong></p>\n<p>14 kahvaltı, 6 açık büfe kahvaltı, 1 açık büfe öğle yemeği, 2 basit kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour tur lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok'a Varış",
      "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
    },
    {
      "dayNumber": 2,
      "title": "Siem Reap",
      "description": "Siem Reap ismi ‘ Siam’ ın Yenilişi’ -Siam, bugünün Tayland’ ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
    },
    {
      "dayNumber": 4,
      "title": "Phnom Penh",
      "description": "Phnom Penh,  Kamboçya’ nın çalkantılı bir geçmişe sahip hareketli başkentidir.  Mekong Nehri kıyısında yer alan Phnom Penh,  Fransızlar Kamboçya’ yı 19.  yüzyılda sömürgeleştirdiğinden bu yana başkent olmuştur.  Şehir,  küçük bir balıkçı köyünden,  şu anda Kamboçya’ nın endüstriyel,  ticari,  kültürel ve tarihi merkezi haline gelerek büyüdü."
    },
    {
      "dayNumber": 6,
      "title": "Mekong Deltası",
      "description": "Phnom Penh’ den Chau Doc’ a kadar Mekong Nehri’ nden aşağı doğru tekneyle seyahat ederek Kamboçya’ dan Vietnam’ a,  sınırı geçiyoruz.  Chau Doc,  Mekong Nehri’ nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü yer olan güneybatı Vietnam’ da bir bölge olan olağanüstü Mekong Deltası’ nı keşfedeceğimiz yer.  Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil,  nehirler ve kanallarla erişilebiliyor.  Bölge,  ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore’ nin pirinç üretiminden daha fazla.  Yarının otobüs yolculuğuna hazırlanırken konforlu bir otelde keyifli bir akşam geçirebilirsiniz.  Canlı ve hareketli Ho Chi Minh Şehri’ ne varmadan önce,  bölgedeki günlük hayatı ilk elden deneyimleyebileceğiniz Delta üzerinden seyahat edeceksiniz."
    },
    {
      "dayNumber": 7,
      "title": "Ho Chi Minh City",
      "description": "Ho Chi Minh Kenti,  Vietnam Savaşı’ nın sonuna kadar Saygon olarak biliniyordu  (yaklaşık 1975) .  Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti,  şimdi Vietnam’ ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
    },
    {
      "dayNumber": 9,
      "title": "Nha Trang",
      "description": "Bugün birçok gezgin için popüler bir kıyı şehri olan ve restoranlar,  barlar ve mükemmel gece hayatı ile dolup taşan güzel Nha Trang’ a uçuyoruz."
    },
    {
      "dayNumber": 10,
      "title": "Nha Trang",
      "description": "Çevredeki kristal berraklığındaki sularda yüzebileceğiniz bir tekne turunun keyfini çıkarın - serinletici bir içecekle güvertede dinlenmeden önce şnorkelle dalmayı deneyin! Bu gece,  grubunuzla barlara gidip eğlenin!"
    },
    {
      "dayNumber": 11,
      "title": "Hoi An’ a yataklı gece otobüsü",
      "description": "Deniz kenarındaki eğlenceden ve bar ve kulüplerde geçirilen geceden sonra, yataklı gece otobüsüyle kuzeye doğru bir sonraki varış noktamıza gidiyoruz."
    },
    {
      "dayNumber": 12,
      "title": "Hoi An",
      "description": "Hoi An’ da bol miktarda bulunan pazarlarda satılan el yapımı ürünler,  seramikler ve kumaşları keşfetmek için yeteri kadar boş vaktimiz var.  Hoi An terziliğiyle ünlüdür; En sevdiğin kıyafetini yanına al ve aynısını burada yaptır! Ayrıca yol boyunca yemyeşil çeltik tarlalarından geçerek Hoi An Sahili’ ne bir bisiklet gezisinin tadını çıkarabilirsiniz.  Oraya vardığınızda,  elinizde yerel bir birayla kıyı manzaralarına hayranlık duyabilirsiniz."
    },
    {
      "dayNumber": 14,
      "title": "Hue",
      "description": "Hoi An’ dan ayrılıyoruz ve kuzeye doğru Hue’ ya gidiyoruz.  Araba yolculuğu,  ‘ Top Gear: Vietnam Özel’  bölümünde öne çıkan manzaralı sahil yolu ‘ ‘ Hai Van Geçidi’ ne ‘ ‘ çıkmadan önce bizi Mermer Dağı’ nın ötesine  (isteğe bağlı olarak mağaraları ve tapınakları keşfetmek 40, 000 VND)  götürüyor."
    },
    {
      "dayNumber": 15,
      "title": "Hanoi’ ye gece treni",
      "description": "Bu akşam,  hareketli Hanoi şehrine giden yataklı gece trenine biniyoruz."
    },
    {
      "dayNumber": 16,
      "title": "Hanoi",
      "description": "Hanoi,  Sosyalist Cumhuriyet’ in başkentidir ve sömürge binaları ile ağaçlıklı bulvarların hakimiyetindedir.  Şehir,  ‘ isimlerin bukalemisi’  ile karakterize edilen,  dolambaçlı ama güzel bir tarihe sahiptir - şehir tarih boyunca birçok kez isim değiştirmiştir.  Yakın tarihe dayanarak,  Fransızlar 1954’ te güçlerini geri çekti ve o zamandan beri yabancı yatırım ve mülkiyet büyük ölçüde gelişme göstermektedir."
    },
    {
      "dayNumber": 19,
      "title": "Vientiane",
      "description": "Vientiane’ ye doğru sınır ötesine uçuyoruz.  Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  (Güneydoğu Asya’ daki diğer şehirlerden çok farklı!) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz.  Bu gece Tur Lideri sizi 10- pin bowling salonuna götürecek - sırt çantalı gezginler için bir Mekke! Bir biranın tadını çıkarın ve bir ya da iki vuruş deneyin!"
    },
    {
      "dayNumber": 20,
      "title": "Van Vieng",
      "description": "Vientiane’ den kuzeye doğru yol alırken,  muhteşem manzaralardan Vang Vieng’ e doğru gidiyoruz.  Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yerdir ve burada keyifle gezeceğiniz pazarlar vardır. Mavi Lagün’ de yüzmeye gitmeden önce Laos’ un en inanılmaz manzaralarında da tuk tuk turuna çıkıp yemyeşil çeltik tarlalarında harika bir gün batımı seyredeceğiz."
    },
    {
      "dayNumber": 22,
      "title": "Luang Prabang",
      "description": "Vang Vieng’ den manzaralı route 4’ ten  (yol)  huzurlu Luang Prabang kasabasına seyahat ediyoruz.  Birçok kişi bu kasabanın Laos’ taki en unutulmaz kasaba olduğunu söylüyor.  Büyüleyici tarihi,  dost canlısı insanları ve güzel manzaralarıyla ünlü Luang Prabang,  Güney Doğu Asya’ da gerçek bir mücevher."
    },
    {
      "dayNumber": 24,
      "title": "Chiang Mai",
      "description": "Bugün,  ‘ Kuzey’ in Gülü’  olarak bilinen bu popüler şehirde iki gecenin tadını çıkarabileceğiniz Chiang Mai’ ye uçuyoruz.  Burada Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarabilir,  gece saatlerinde Thai kick-boks maçı  (Muay Thai)   izleyebilir ya da geceyi Chiang Mai’ nin ünlü bambaşka akşam sokaklarında pazarlık yaparak geçirebilirsiniz."
    },
    {
      "dayNumber": 26,
      "title": "Sukhothai",
      "description": "Ertesi gün,  Sukhothai antik kentine gitmeden önce Phitsanulok’ a giden trene binerek orta Tayland’ a gidiyoruz.  Tayland’ ın eski başkenti Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir.  Tapınaklar ve anıtlar, o zamandan beri kazıyla ortaya çıkarılmış ve yer yer restore edilmektedir,  ve günümüzde restorasyon bölgeyi Sukhothai Tarihi Parkı olarak adlandırmaktadır.  Dünya Mirası Sit Alanı çevresinde bir bisiklet turuna çıkacak ve taş kalıntılar arasında yer alan en muhteşem Buda’ lardan biri olan Wat Mahathat da dahil olmak üzere tipik Tayland mimarisini keşfedeceğiz."
    },
    {
      "dayNumber": 28,
      "title": "Bangkok",
      "description": "Bugün bir otobüse binip son gecemiz için Bangkok’ a geri dönüyoruz."
    },
    {
      "dayNumber": 29,
      "title": "Bangkok' tan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}