{
  "destination": "Tayland",
  "mainPhoto": "",
  "id": "ICBS",
  "tourName": "Bangkok’tan Singapur’a",
  "placesVisited": "Tayland, Malezya, Singapur",
  "generalInfo": "Tayland'dan Malezya'ya ve Singapur'a yeni maceraperest seyahat arkadaşlarınızla yolculuk yaparken, renkli metropol şehirleri keşfedin, tropik yağmur ormanları boyunca yürüyüş yapın ve bir Tayland ada cennetinde güneşin tadını çıkarın.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı(BKK), Bangkok Don Mueang Uluslararası Havaalanı(DMK)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Singapur  Changi Havaalanı(SIN)",
  "durationDays": "15",
  "price": "850",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Bangkok Büyük Saray &amp; Zümrüt Buda</li>\n<li>- Dünyaca ünlü Petronas İkiz Kuleleri'ne bir akşam ziyareti (kulelere ve gözlem platformuna giriş dahil değil)</li>\n<li>- Penang dünya mirası sit alanı yürüyüşü</li>\n<li>- Batu Mağaraları ve Tapınağı ziyareti</li>\n<li>- Öğleden sonra yarım günlük Cameron Yaylaları gezisi;Boh Tea Plantasyonu,Gül Bahçesi,Kelebek ve Böcek Bahçesi (7 RM-giriş dahil değil)-Budist Tapınağı-Pazar-Çilek Çiftliği dahil</li>\n<li>- Çekçekle Melaka Şehir Turu</li>\n</ul>\n<p><strong>Konaklama           </strong></p>\n<ul>\n<li>- Otellerde 13 gece,yataklı gece treninde 1 gece</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 5 kahvaltı,2 basit kahvaltı,2 açık büfe kahvaltı</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Khao Sok'a Gece Treni",
      "description": "Bugün Bangkok'u keşfediyoruz. Saygıdeğer Zümrüt Buda’ya(Emerald Buddha) ev sahipliği yapan Bangkok Büyük Saray'ı(Grand Palace) ziyaret ediyoruz. Gösterişli mimariyi hayranlıkla izleyin ve içindeki tapınakları ziyaret edin. Bu akşam Surat Thani bölgesine giden yataklı gece trenine bineceğiz."
    },
    {
      "dayNumber": 3,
      "title": "Khao Sok Ulusal Parkı",
      "description": "Tren sabah erkenden varıyor. İstasyondan Khao Sok Ulusal Parkı'na doğru giden bir minivana biniyoruz. Yakınlarda kalarak ulusal parkı ziyaret etme şansına sahipsiniz.Ulusal park, Amazon Ormanı’ndan daha eski olan tropikal yağmur ormanıyla ünlü. Ayrıca Asya filleri, sambar geyikleri, leoparlar ve hatta zor bulunan kaplanlar da dahil olmak üzere fantastik bir vahşi yaşam evine ev sahipliği yapmakta. Nefes kesici kireçtaşı kayalıklar ve gizli şelaleler ile bütünleşmiş yemyeşil ormanla, manzara harika.Aynı zamanda dünyanın en büyük çiçeği olan nadir Rafflesia Kerrii'ye de ev sahipliği yapmaktadır. Khao Sok, Tayland’da bu çiçeği bulabileceğiniz tek yer."
    },
    {
      "dayNumber": 5,
      "title": "Phuket",
      "description": "Phuket'teki güzel plajların tadını çıkarabilmek için Khao Sok Ulusal Parkı'ndan erkenden ayrılıyoruz. Tayland'ın en büyük adası olan Phuket, Tayland'ın en popüler plajlarından bazılarına ev sahipliği yapmaktadır ve \"The Beach(Kumsal)\" filminin çekildiği yer olan Maya Koyu’nu ziyaret edebileceğiniz Koh Phi Phi ve Monkey Beach(Maymun Plajı),James Bond Adası(Khao Phing Kan) veya dalış ve şnorkel noktası olmasıyla ünlü Racha Adası (Ko Racha Yai) dahil popüler adalara ve destinasyonlara çok yakındır. Adaların seçenekleri sonsuz. Bir feribota binin ya da bir günlük veya yarım günlük bir gezide yer ayırtın ya da sadece Phuket Adası'nı keşfetme şansınızı değerlendirin ya da seçtiğiniz soğuk bir içeceğin tadını çıkarırken en yakın plajda rahatlayın."
    },
    {
      "dayNumber": 7,
      "title": "Penang, The Pearl of the Orient",
      "description": "Penang'da ilk keyfini çıkaracağınız şey, turunuza dahil olan yerel dünya mirası sit alanı yürüyüşü, Çikolata Evi(Chocolate House), Cheong Fatt Tze Konağı(Cheong Fatt Tze Mansion), Bengali Camii (Bengali Mosque), Assumption Katedrali(Assumption Cathedral), St. George Kilisesi(St.George’s Church), Belediye Binası(City Hall) ve Belediye Sarayı(Town Hall) -iki muhteşem eski sömürge idari binası, Fort Cornwallis ve Savaş Anıtı(Fort Cornwallis and the War Memorial), Kraliçe Victoria Saat Kulesi(Queen Victoria’s Clock), Finans Bölgesi(the Financial District), Küçük Hindistan(Little India), Chinese Clan Jetties(direkler ve ahşap iskelelerle denizin üzerine kurulmuş bir Çin mahalleleri), Malay Camii(Malay Mosque), Khoo Kongsi Clanhouse, Yap Kongsi Tapınağı(Yap Kongsi Temple), Ermeni Sokağı(Armenian Street), ve son olarak da, hak edilmiş bir dinlenme için otele geri dönmeden hemen önce, Kapitan Keling Camii(Kapitan Keling Mosque) dahil olmak üzere Georgetown'daki en iyi ve en çok ziyaret edilen yerlerin bir kısmından geçen bir rota. Uf!"
    },
    {
      "dayNumber": 9,
      "title": "Cameron Highlands",
      "description": "1885 yılında platoyu keşfeden bir İngiliz sömürge hükümet araştırmacısı William Cameron'ın adının verildiği, Cameron Yaylaları deniz seviyesinden 1500 metre yükseklikte bir yayla bölgesidir. Bölgenin verimli dağ yamaçları, ülkenin çay yetiştirmek için en iyi yerlerinden biri olmasını sağlar ve birçok çay tarlası vardır. Cameron yaylalarına yapılan ziyaret, Güney Doğu Asya'nın sıcaklığına muhteşem bir mola imkanı sağlar ve düşük yayla sıcaklıkları, çay yetiştirmek ve ekip biçmek için idealdir. Bu düşünceyle, sizi öğleden sonra muhteşem manzaraların olduğu ve bizzat kendiniz denemeden önce çayın nasıl yapıldığını izleme fırsatı bulabileceğiniz en büyük ve en iyi Boh Plantasyonu turuna çıkarıyoruz.Ayrıca çay seven bir arkadaşınıza ya da akrabanıza hediye almak için büyük bir fırsat. Zamanımız yeterse yerel bir Çilek Çiftliği ve Gül Bahçesi'ni de ziyaret edeceğiz. Yine de sizi uyarmamız gerek, taze yerel çilekli dondurmalar ve frapeler biraz bağımlılık yapabilir."
    },
    {
      "dayNumber": 10,
      "title": "Kuala Lumpur",
      "description": "Bugün Malezya'nın farklı ve hareketli başkenti Kuala Lumpur'a varıyoruz. Her ne kadar ufuk çizgisine bir zamanlar dünyanın en yüksek binaları ve hala dünyanın en yüksek ikiz kuleleri olan, ünlü rekor kıran Petronas İkiz Kuleleri hükmetsede, yer seviyesinde de yapılacak şeyler, keşfedilecek yerler ve deneyecek yiyecek ve içecekler bolca mevcut."
    },
    {
      "dayNumber": 11,
      "title": "Kuala Lumpur",
      "description": "Bugün Malezya'nın farklı ve hareketli başkenti Kuala Lumpur'a varıyoruz. Her ne kadar ufuk çizgisine bir zamanlar dünyanın en yüksek binaları ve hala dünyanın en yüksek ikiz kuleleri olan, ünlü rekor kıran Petronas İkiz Kuleleri hükmetsede, yer seviyesinde de yapılacak şeyler, keşfedilecek yerler ve deneyecek yiyecek ve içecekler bolca mevcut."
    },
    {
      "dayNumber": 12,
      "title": "Melaka",
      "description": "Malezya'nın en popüler yerlerinden biri olan Melaka, bir ticaret limanı ve Hint ve Pasifik Okyanuslarını birbirine bağlayan dünyanın en önemli nakliye rotalarından biri olan stratejik Malakka Boğazı’ndaki komuta yeri olarak önemi ile meşhurdur.Geçmişte İngiltere, Hollanda, Portekiz ve nihayet Malezya tarafından yönetilen Melaka, şimdi etrafında Stadthuys ve Hollanda Meydanı'nın (Dutch Square,aynı zamanda ‘Red Square’olarak da adlandırılıyor) güzel kırmızı binaları bulunan harika bir şehir. İster bir akşam nehir turuna çıkmayı tercih edin, ister ünlü 'Jonkers' Street ya da yol boyunca bulunan dinlerin ve kültürlerin dizginlenmemiş uyumuyla bilinen hakettiği adıyla 'Harmony Street' boyunca gezip dolaşın ya da ister gemi şeklinde inşa edilmiş olan Denizcilik Müzesi dahil birçok ilginç müzeyi ziyaret edin, Melaka'nın inanılmaz geliştirilmiş çekçeklerinden birinde kısa, tura dahil bir akşam gezisi ile ziyaretinizin hafızanızda sonsuza dek yaşayacağından emin olmak için ne gerekiyorsa yapacağız. Çiçekler ve bir Noel ağacından daha fazla ışıkla süslenmiş, genellikle yüksek sesle yerel veya Bollywood Pop müziği çalan bu çekçekler eğlenceli, çılgın ve mutlaka görülmesi gereken,ülkenizdeki dostlarınıza göndereceğiniz bir andır."
    },
    {
      "dayNumber": 13,
      "title": "Melaka",
      "description": "Malezya'nın en popüler yerlerinden biri olan Melaka, bir ticaret limanı ve Hint ve Pasifik Okyanuslarını birbirine bağlayan dünyanın en önemli nakliye rotalarından biri olan stratejik Malakka Boğazı’ndaki komuta yeri olarak önemi ile meşhurdur.Geçmişte İngiltere, Hollanda, Portekiz ve nihayet Malezya tarafından yönetilen Melaka, şimdi etrafında Stadthuys ve Hollanda Meydanı'nın (Dutch Square,aynı zamanda ‘Red Square’olarak da adlandırılıyor) güzel kırmızı binaları bulunan harika bir şehir. İster bir akşam nehir turuna çıkmayı tercih edin, ister ünlü 'Jonkers' Street ya da yol boyunca bulunan dinlerin ve kültürlerin dizginlenmemiş uyumuyla bilinen hakettiği adıyla 'Harmony Street' boyunca gezip dolaşın ya da ister gemi şeklinde inşa edilmiş olan Denizcilik Müzesi dahil birçok ilginç müzeyi ziyaret edin, Melaka'nın inanılmaz geliştirilmiş çekçeklerinden birinde kısa, tura dahil bir akşam gezisi ile ziyaretinizin hafızanızda sonsuza dek yaşayacağından emin olmak için ne gerekiyorsa yapacağız. Çiçekler ve bir Noel ağacından daha fazla ışıkla süslenmiş, genellikle yüksek sesle yerel veya Bollywood Pop müziği çalan bu çekçekler eğlenceli, çılgın ve mutlaka görülmesi gereken,ülkenizdeki dostlarınıza göndereceğiniz bir andır."
    },
    {
      "dayNumber": 14,
      "title": "Singapore",
      "description": "Singapur küçük bir yer olabilir, ancak destansı tutumu ve modernizasyonu buradaki ziyaretinizi gerçekten  unutulmaz kılacak. Büyük bir uluslararası merkez olan şehir, her zaman dünyanın her yerinden gelen gezginleri ve işadamlarını ağırlayacak. Ultra modern yüksek binaların arasında kendinizi kaybettiğinizde, elinizde bir evrak çantasıyla takım elbise giymeniz gerektiğini düşündüğünüz için affedilebilirsiniz. Her büyük şehir gibi,burada da alışveriş (her zaman ucuz olmasa da) mükemmel. Bu büyüleyici ülkenin geleneğine dair bir anlayış peşindeyseniz, görülecek birçok tarihi ve kültürel mekan var. Şehrin eski yaşam tarzına bir bakış için Küçük Hindistan(Little India) ve Çin Mahallesi'ni(Chinatown) ziyaret edin. En iyi seyahat kıyafetinizi giymek ve ünlü Raffles Hotel'deki Long Bar'da geleneksel Singapur Sling'i(bir kokteyl) denemek isteyebilirsiniz. Tarih dolu bu muhteşem sömürge tarzı oteli görmek güzeldir, özellikle de fıstık kabuklarını yere atmak bir gereklilik olduğu için düşündüğünüzden daha rahat olan bara doğru ilerlerken! Singapur restoranları, Güney Doğu Asya'da karşılaşacağınız en ucuz restoranlar değildir  ancak yemek tezgahları pazarlarına veya sokak satıcıları merkezlerine rastlarsanız, taze ve şahane yemek seçiminin tadını çıkaracağınızdan emin olabilirsiniz."
    },
    {
      "dayNumber": 15,
      "title": "Singapur’dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}