{
  "destination": "Tayland",
  "mainPhoto": "",
  "id": "ICCA",
  "tourName": "Asya Deneyimi",
  "placesVisited": "Tayland, Kamboçya, Vietnam, Laos",
  "generalInfo": "<strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı(BKK), Bangkok Don Mueang Uluslararası Havaalanı(DMK)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Singapur  Changi Havaalanı(SIN)",
  "durationDays": "29",
  "price": "1369",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>Bangkok Büyük Saray &amp; Zümrüt Buda</li>\n<li>Doi Suthep Dağ Tapınağı ve Tepe Kabilesi Köyü ziyareti</li>\n<li>Keşişlere sadaka bağışı ziyareti</li>\n<li>Halong Koyu cung teknesinde bir gece kalma</li>\n<li>Tur lideriyle birlikte Yasak Kale ziyareti</li>\n<li>Mekong Deltası Yatılı Gezi</li>\n<li>Bangkok nehir taksisi</li>\n<li>Wat Tham Phousi’yi ziyaret etmek için Phousi Dağı’na gezi</li>\n<li>Mavi Lagün’e Vang Vieng tuk tuk turu</li>\n<li>Mağaralara rehber eşliğinde giriş ve tur</li>\n<li>Mermer Dağı</li>\n<li>Soykırım Müzesi ve Ölüm Tarlaları’na giriş</li>\n<li>Sukhothai bisiklet turu</li>\n<li>Sadaka toplayan yerel keşişlere tanıklık etmek için yapılan ziyaret</li>\n<li>COPE Center ziyareti</li>\n<li>Ho Chi Minh Mozolesi, Müzesi,Başkanlık Sarayı,Stilt House ve ünlü Tek Sütunlu Pagoda ziyareti için yapılan yarım günlük gezi</li>\n<li>Hai Van Geçidi ziyareti</li>\n<li>Rehber eşliğinde Angkor Wat turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 25 gece,misafirhanede 2 gece,Halong Koyu cung teknesinde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Tren,uçuş(lar),Halk Otobüsü</p>\n<p> </p>\n<p><strong>Yemekler</strong></p>\n<p>24 kahvaltı,3 öğle yemeği,1 akşam yemeği,1 basit kahvaltı</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangok'a Varış",
      "description": "Tayland'ın başkenti hareketli şehir Bangkok’a hoşgeldiniz! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘’melekler şehri’’ olarak telaffuz edilen Bangkok, Ayutthaya Krallığı zamanında Chao Phraya Nehri'nin ağzında küçük bir ticaret merkeziydi. Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya'ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
    },
    {
      "dayNumber": 2,
      "title": "Bangkok Grand Palace(Büyük Saray)",
      "description": "Bugün saygıdeğer Zümrüt Buda'ya(Emerald Buddha) ev sahipliği yapan Bangkok Büyük Saray'ı (Grand Palace) ziyaret ediyoruz. Gösterişli mimariyi hayranlıkla izleyin ve içindeki tapınakları ziyaret edin. Otele dönüşte Chao Phraya Nehri’nde bir nehir taksisine bineceğiz. Bangkok bir zamanlar ayrıntılı bir kanal ağına sahipti ve 'Doğu'nun Venedik'i' takma adı verilmişti ve bunların bir kısmı doldurulmuş ve sokaklara dönüştürülmüş olsa da, günümüzde hala bir çoğu duruyor. Bu kanallardan geçerek halkın nehir boyunca nasıl yaşadığını göreceksiniz – neredeyse büyük, hareketli bir şehirde olduğunuzu unutacaksınız."
    },
    {
      "dayNumber": 3,
      "title": "Sukhothai",
      "description": "Bangkok'tan ayrılırken Tayland'ın eski başkenti Sukhothai'ye giden bir trene biniyoruz. Sukhothai, eski şehrin antik kalıntılarına ev sahipliği yapmaktadır. Tayland'ın popüler bir görülesi yeri olarak, yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir."
    },
    {
      "dayNumber": 4,
      "title": "Sukhothai Antik Kenti",
      "description": "Bugün, Dünya Mirası Sit Alanı çevresinde yarım günlük bir bisiklet turuna çıkıp taş kalıntılar arasında yer alan en muhteşem Buda'lardan biri olan Wat Mahathat da dahil olmak üzere tipik Tayland mimarisini keşfediyoruz."
    },
    {
      "dayNumber": 5,
      "title": "Chiang Mai",
      "description": "Bu sabah,Chiang Mai’ye olan yolculuğumuz için halk otobüsüne biniyoruz. ‘Kuzey’in Gülü’ olarak bilinen bu şehirde, Thai usulü yemek pişirme kursunun, rahatlatıcı bir masajın tadını çıkarmak, gece saatlerinde Thai kick-boks maçı (Muay Thai)  izlemek ya da geceyi Chiang Mai’nin ünlü akşam sokağı pazarında pazarlık yaparak geçirmek için iki geceniz var."
    },
    {
      "dayNumber": 6,
      "title": "Doi Suthep & Chiang Mai",
      "description": "Bugün, Tayland'ın en kutsal tapınaklarından biri olan Wat Phra That Doi Suthep'e ev sahipliği yapan Doi Suthep’e yapılacak tura dahil bir gezinin tadını çıkarabilirsiniz. Altın kaplı bu önemli tapınak nefes kesicidir. Ayrıca Doi Suthep bölgesinin muhteşem tepelerinde bulunan küçük bir Tepe Kabilesi köyünü ziyaret edeceksiniz."
    },
    {
      "dayNumber": 7,
      "title": "Luang Prabang",
      "description": "Bugün Luang Prabang'a uçuyoruz ve öğleden sonra Laos’a varıyoruz. Birçok kişi Luang Prabang'ın Laos'taki en unutulmaz şehir olduğunu söylüyor. Büyüleyici tarihi ve arkadaş canlısı insanlarıyla ünlü Luang Prabang, Laos'un Fa Ngoum'a verilen Buda'nın en kutsal imgesi olan kutsal Pra Bang'ı ifade ediyor."
    },
    {
      "dayNumber": 8,
      "title": "Luang Prabang",
      "description": "Otelde 1 gece"
    },
    {
      "dayNumber": 9,
      "title": "Vang Vieng",
      "description": "Luang Prabang'dan güneye doğru yol alırken, muhteşem manzaralardan geçen bir halk otobüsü ile Vang Vieng’e seyahat ediyoruz.Bu huzurlu kasaba,çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır. Kireçtaşı mağaraları, antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır. Vang Vieng, yerel mutfağı denemek için mükemmel bir yerdir ve burada keyifle gezeceğiniz pazarlar vardır."
    },
    {
      "dayNumber": 10,
      "title": "Mavi Lagün",
      "description": "Bugün, Laos'un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını görüyoruz. Dalış yapabileceğiniz Mavi Lagün’ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
    },
    {
      "dayNumber": 11,
      "title": "Vientiane",
      "description": "Laos'un başkenti oldukça sessizdir - o kadar sessizdir ki, 1970'den önce, tüm şehirde sadece bir dizi trafik ışığı vardı (Bangkok’tan çok farklı!). Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var. Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir. Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
    },
    {
      "dayNumber": 13,
      "title": "Hanoi",
      "description": "Kısa bir uçuş bizi Hanoi'ye iniş yaparak renkli Vietnam ülkesine götürüyor."
    },
    {
      "dayNumber": 14,
      "title": "Halong Koyu",
      "description": "Mistik Halong Koyu için, bizi UNESCO dünya mirası sit alanına götürecek geleneksel bir Çin yelkenlisine binerek Hanoi’den ayrılıyoruz. Koy, yeşilliklerle kaplı yükselen kireçtaşı karstları ile yüzlerce adaya sahiptir. “Cung” olarak adlandırılan tekne, akşam için evimiz olacak ve koyda bir gece kalmak, mağaraları keşfetmeye, yüzmeye ve bölgenin güzelliğinin tadını çıkarmaya zamanımız olduğu anlamına geliyor."
    },
    {
      "dayNumber": 15,
      "title": "Hanoi",
      "description": "Bugün Tur Lideriniz, yarım günlük bir Hanoi turunda çeşitli yerleri ziyaret etmek için sizi yolculuğa çıkarıyor. Ho Chi Minh Mozolesi, Başkanlık Sarayı, Stilt House ve ünlü 1 Pillar Pagoda’yı (Tek Sütunlu Pagoda) keşfedin."
    },
    {
      "dayNumber": 17,
      "title": "Hue",
      "description": "Hue'nin eskimiş ihtişamı, 17. ve 18. yüzyılların hanedan rekabeti ve isyanlarından,Fransız işgaline kadar ve yakın geçmişteki Vietnam Savaşı’nda en uzun ve en kanlı çatışmalardan biri olan Hue Savaşı'nın yeri olarak birçok savaşa sahne oldu. Vietnam'ın coğrafi kalbindeki konumu belki de hiç bir işe yaramadı ancak tarihin iç içe geçtiği ve modern yaşamla örtüştüğü bir yerde, bu bölgenin geçmişini ortaya çıkarmak ve kalıntılarını keşfetmek gezginler için bir zevktir."
    },
    {
      "dayNumber": 18,
      "title": "Yasak Hue Kalesi",
      "description": "Bugün antik yasak kaleyi geziyoruz. Kale sadece imparatorlar ve imparatorlara en yakın olanlar içindi, izinsiz girerken yakalananlara ağır cezalar verilirdi. Parfüm Nehri boyunca, kaleye hükmedenlerin mezarlarını ziyaret edebiliriz."
    },
    {
      "dayNumber": 19,
      "title": "Hoi An",
      "description": "Hue'dan ayrılıyoruz ve güneye doğru Hoi An'a gidiyoruz. Araba yolculuğumuz bizi etrafı çevreleyen sahil şeridi ve pirinç tarlalarının nefes kesici manzaralarının tadını çıkarabileceğiniz ünlü ve manzaralı Hai Van Geçidi (Okyanus Bulutu Geçidi) üzerinden götürüyor. Yolun adı denizden gelen sisi ifade ediyor ve İngiliz otomobil programı Top Gear'da  ağırlıklı olarak ön plana çıkan güzelliği ile ünlü. Hoi An'a varmadan önce, kısa yolculuğumuz bizi Da Nang’ın güney tarafındaki 5 küçük tepeden oluşan küçük bir tepe grubu olan Mermer Dağı'nın gizli tapınakları ve mağaralarının kısa bir keşfi için mola vermeden önce Da Nang şehri, daha çok bilinen adıyla bilinen Çin Plajı olarak bilinen Non Nuoc Plajı boyunca götürüyor. En tepeye çıkacak kadar maceraperest olanlar için, muhteşem şehir ve deniz manzarası tek ödülünüz."
    },
    {
      "dayNumber": 21,
      "title": "Ho Chi Minh City",
      "description": "Bugün Ho Chi Minh Kenti'ne kısa bir uçuş yapıyoruz. Güney Vietnam'ın eski başkenti olan bu hareketli ve hayat dolu şehir, Kuzey Vietnam'ın ünlü ve saygıdeğer lideri Ho Chi Minh’in adıyla yeniden adlandırıldığında, Vietnam Savaşı'nın(1975 civarı) sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu. Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti, şimdi Vietnam'ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
    },
    {
      "dayNumber": 22,
      "title": "Ho Chi Minh City",
      "description": "Bugün, Savaş Kalıntıları Müzesi ve Yeniden Birleşme Sarayı'nı ziyaret edeceğiniz bir yürüyüş turuna çıkıyorsunuz. Eğer çok da tarih tutkunu değilseniz ve daha çok pazarlık modundaysanız, endişelenmeyin - Ho Chi Minh'in en büyük pazarı olan Ben Thanh Pazarı’nı da keşfedeceğiz. Burada kozmetiklerden canlı ördeklere kadar pek çok şey satın alabilirsiniz. Ayrıca bu pazarda ve yakınlardaki popüler gece pazarında çok sayıda yemek tezgahı bulunmaktadır. Ho Chi Minh'deki yemekler Vietnam’daki en iyi ve en çeşitli yemeklerdendir. Bu nedenle, konaklamanız sırasında iyi yemek yediğinizden emin olun. Ayrıca, akşamınızı geçirebileceğiniz çok sayıda bar ve kulüp de var."
    },
    {
      "dayNumber": 23,
      "title": "Mekong Deltası",
      "description": "Bu sabah, Güneydoğu Asya'nın en uzun nehri ,Mekong Nehri'nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü Güneybatı Vietnam'da bir bölge olan Mekong Deltası'nın kalbine seyahat ediyoruz. Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil, nehirler ve kanallarla erişilebiliyor. Bölge, ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore'nin pirinç üretiminden daha fazla."
    },
    {
      "dayNumber": 24,
      "title": "Phnom Penh",
      "description": "Bugün uzun bir tekneye biniyoruz ve Kamboçya'ya doğru Mekong Nehri'nde altı saatlik yolculuğumuza başlıyoruz. Yolda yüzen köyleri görmek ve nehirde yaşayan insanların yaşam şeklini gözlemlemek mümkün olacak. Bu manzaralı tekne yolculuğunun keyfini çıkarırken kameralarınızı yakınınızda tutmayı unutmayın."
    },
    {
      "dayNumber": 25,
      "title": "Killing Fields(Ölüm Tarlaları) veTuol Sleng Soykırım Müzesi",
      "description": "Bugün,Pol Pot rejimi zamanında Kızıl Kmerler’in en korkulan hapishanelerinden ve işkence kamplarından birine dönüştürülen eski bir okul olan Tuol Sleng Soykırım Müzesi’ni ziyaret ediyoruz.Bina şu anda, 1970’lerin sonlarında burada ve ülkedeki diğer benzeri 150 kampta ölen binlerce insan için akıldan çıkmayan bir övgü niteliğinde.Kampta alıkoyulan insanlar daha sonra Choueng Ek imha merkezine,daha yagın bir şekilde Killing Fields(Ölüm Tarlaları) olarak bilinen yere-ki  bu muhteşem ülkenin çalkantılı tarihini daha iyi öğrenmek ve anlamak için ayrıca ziyaret edeceğiz- alındı ve orada idam edildi."
    },
    {
      "dayNumber": 26,
      "title": "Siem Reap&Angkor Wat",
      "description": "Siem Reap, Angkor bölgesinin ünlü tapınaklarını keşfedeceğimiz nokta. Siem Reap ismi 'Siam'ın Yenilişi'-Siam,bugünün Tayland’ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
    },
    {
      "dayNumber": 28,
      "title": "Bangkok",
      "description": "Kahvaltıdan sonra, bizi Tayland'a geri götürecek bir otobüse bineceğimiz otobüs terminaline tuk-tuk ile gidiyoruz.Bangkok'un hareketli gece hayatının tadını çıkaracağınız son bir gece için, akşam üstü otele varacaksınız."
    },
    {
      "dayNumber": 29,
      "title": "Bangkok’tan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}