{
  "destination": "Tayland",
  "mainPhoto": "",
  "id": "TTCT",
  "tourName": "Klasik Tayland",
  "placesVisited": "Tayland",
  "generalInfo": "Sudan yükselen kireçtaşı kayalıkların yanında göz kamaştırıcı beyaz kumsalların uzandığı, yemyeşil yağmur ormanlarının devasa şelaleleri ve fil sığınaklarını sakladığı,  yol kenarında muhteşem yemeklerin yapıldığı ve dünyanın en hareketli şehirlerinden birinin gezginler için ömür boyu unutulmayacak maceralar sunduğu yer! Tayland’ ı bu kadar özel kılan şey, bu ve çok daha fazlası ve bu 15 günlük ülke turu,  size tüm bunları ve çok daha fazlasını sunuyor.<br><br><strong>Lütfen dikkat: </strong> Bu örnek bir gezi programıdır ve kendi kişisel gereksinimlerinize ve bütçenize uyacak şekilde ayarlanabilir.",
  "durationDays": "15",
  "price": "2819",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Tam Gün Bangkok Turu</li>\n<li>- Kwai Köprüsü</li>\n<li>- Ölüm Demiryolu</li>\n<li>- Savaş Mezarlığı</li>\n<li>- Ayutthaya Kalıntıları</li>\n<li>- Sukhothai Tarihi Parkı</li>\n<li>- Tam Gün Chiang Mai Turu</li>\n<li>- Thai usulü yemek pişirme kursu</li>\n<li>- Fil Doğa Parkı</li>\n<li>- Tam Gün Doi Inthanon Ulusal Parkı</li>\n<li>- Phan Nga Körfezi gezisi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 14 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>14 kahvaltı, 7 öğle yemeği</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bangkok'a Varış",
      "description": "Chao Phraya Nehri üzerinde yer alan Bangkok,  muhtemelen Asya’ nın en ünlü şehirlerinden biri.  Parıldayan gökdelenlerden antik saraylara,  tapınaklara ve ilginç su yollarına kadar bu gelişen metropolün çarpıcı zıtlıkları tüm çıplaklığıyla ortadadır."
    },
    {
      "dayNumber": 2,
      "title": "Bangkok",
      "description": "Bugün,  özel rehberinizle birlikte 200 yıllık Tayland tarihini temsil eden büyüleyici 100’ den fazla binanın olduğu ve tören için kullanılmaya devam eden eski bir Kraliyet konutu olan Büyük Saray’ dan  (  Grand Palace )  başlayıp ana cazibe merkezlerini keşfederek tam günlük bir Bangkok turunun tadını çıkaracaksınız.  Büyük Saray’ da,  Tayland’ ın en kutsal yeri olan Zümrüt Buda Tapınağı’ nı ( Temple of the Emerald Buddha )  bulacaksınız.  Bu karmaşık bir şekilde dekore edilmiş tapınak,  efsanevi devlerin heykelleri tarafından korunmakta ve en önemli dini imgeyi barındırmaktadır.  Turunuz daha sonra,  en büyük yatan Buda’ ya ev sahipliği yapan Wat Pho’ ya ( Yatan Buda Tapınağı )  ile devam edecek.  Heykel,  46 metre uzunluğunda,  15 metre yüksekliğinde ve altın varakla tamamlanmış - gerçekten muhteşem bir görüntü."
    },
    {
      "dayNumber": 3,
      "title": "Kanchanaburi’ ye Yolculuk",
      "description": "Bugün güne erken başlayacak ve özel rehberinizle birlikte başkentin batısına,  küçük Kanchanaburi kasabasına doğru yola çıkacaksınız.  Yolculuk yaklaşık 2-3 saat sürecek,  yol boyunca çeltik tarlalarını ve küçük köyleri geçeceksiniz.  Vardıktan hemen sonra,  yakındaki savaş mezarlığını,  meşhur ‘ Kwai Köprüsü’ nü’  ve kötü şöhretli \"Ölüm Demiryolu’ nu\"  ziyaret edeceksiniz.  Ölüm Demiryolu üzerinde manzaralı bir yolculuk için trene bineceksiniz."
    },
    {
      "dayNumber": 4,
      "title": "Ayutthaya",
      "description": "Bu sabah özel rehberinizle buluşacak ve Ayutthaya’ ya gideceksiniz.  Yolculuk yaklaşık 2 saat sürecek.  Bir zamanlar dünyanın önde gelen başkentlerinden biri olan Ayutthaya’ daki çok sayıda tapınak ve saray kilometrelerce uzaktan ışıldardı.  Ayutthaya,  şehri Asya’ nın ticaret başkenti yapan Çin,  Hindistan ve Malezya Takımadaları arasındaki ideal konumu nedeniyle 15.  yüzyıldan 18.  yüzyıla kadar Siyam’ ın başkentiydi.  Farklı sanat ve mimarinin merkezi olarak bilinen şehir,  modern Tayland’ a öncülük etmiştir ve hala gelişen sanatsal topluluğuyla tanınmaktadır.  Eski başkent döneminden kalma Budalar,  ülkedeki en değerli olanlardandır."
    },
    {
      "dayNumber": 5,
      "title": "Sukhothai",
      "description": "Bu sabah özel rehberinizle buluşacak ve Sukhothai’ ye doğru yola çıkacaksınız.  Yolculuk yaklaşık 4 saat sürecek ve vardıktan sonra Sukhothai Tarihi Parkı’ nı keşfedeceksiniz.  İlk Siam Krallığının büyük başkentine hayran kalacaksınız.  Parkta Wat Sa Si ve Wat Phra Phai Luang gibi birçok antik tapınak var.  Tarihi Parkı’ nın iç kısmını ziyaret ettikten sonra,  Sukhothai’ nin en büyük Buda heykelini -\"Konuşan Buda\" anlamına gelen \"Achana\" adlı Subduing Mara ( Budist Şeytan )  Buda Heykeli - görmek için dışarıya doğru ilerleyeceksiniz. .  Wat Si Chum,  Sukhothai’ deki en önemli tapınaklardan biridir ve bölgeyi rehberinizle birlikte keşfedeceksiniz.  Ziyaretinizden sonra otelinize transfer edileceksiniz.  Akşamı dilediğiniz gibi geçirebilirsiniz."
    },
    {
      "dayNumber": 6,
      "title": "Chiang Mai",
      "description": "Bu sabah özel rehberinizle buluşacak ve Chiang Mai’ ye hareket edeceksiniz.  Yolculuk yaklaşık 4 saat sürecek.  Yeni otelinize giriş yaptıktan sonra günün geri kalanı size ait.  Kuzey Tayland’ ın dağ eteklerinde yer alan Chiang Mai,  ülkenin ikinci şehridir.  Prestijli Chiang Mai Üniversitesi sayesinde şehir,  genç,  rahat bir ortama sahip ve çeşitli watlar ( tapınak ) ,  mabetler,  restoranlar ve pazarlar ile dolu."
    },
    {
      "dayNumber": 7,
      "title": "Chiang Mai",
      "description": "Bugün,  özel rehberinizle birlikte tam gün Chiang Mai turunun tadını çıkaracaksınız.  Tüm günü,  mükemmel kuzey tasarımını ön plana çıkaran Wat Phra Singh,  Wat Suan Dok gibi Lanna Krallığı’ nın başkentindeki ana tapınakları ziyaret ederek geçireceksiniz.  Kısa bir araba yolculuğu sizi görkemli tapınak Wat Doi Suthep’ in bulunduğu Doi Suthep’ e götürecek.  Burası,  Chiang Mai’ nin en önemli ve en görülesi kent simgesidir. NAGA trabzanlı 306 basamaklı bir merdiven,  park alanından güzel bir şekilde dekore edilmiş binalara ve dört süslü şemsiyeyle çevrili,  oyulmuş altın plakalarla kaplı bir Lanna tarzı chedi’ ye ( budist anıtı )  sahip tapınağa çıkmaktadır."
    },
    {
      "dayNumber": 8,
      "title": "Fil Doğa Parkı  ( Elephant Nature Park )",
      "description": "Kahvaltıdan sonra rehberiniz sizi Fil Doğa Parkı’ na götüren Mae Taeng Vadisi boyunca,  tarımsal Tayland kırsalında renkli bir araba yolculuğuna çıkaracak.  Güneydoğu Asya’ da fillerin karşılaştığı sorunlar ve doğa parkının Tayland’ ın azalan fil nüfusuyla ilgilenmeye nasıl yardımcı olduğu hakkında bilgi edineceksiniz.  Kurtarılan fillere ait hikayeler dinleyecek ve daha sonra meyve ikramları verildikten sonra filleri izleme platformundan besleme şansınız olacak.  Doğa Parkı aynı zamanda bufalo,  köpek,  kedi,  kuş ve kurtarılmış diğer birçok hayvan için de doğal bir ev sığınak.  Turun ardından,  otelinize transfer edileceksiniz.  Günün geri kalanı size ait."
    },
    {
      "dayNumber": 9,
      "title": "Doi Inthanon Ulusal Parkı",
      "description": "Bugün,  özel rehberinizle birlikte tam gün Doi Inthanon Ulusal Parkı turunun tadını çıkaracaksınız.  Burası,  Tayland’ ın en yüksek dağının deniz seviyesinden 2565 metre yüksekte olduğu yer.  Karmaşık sıradağlar ve ılıman iklim,  Mae Ping Nehri’ nin önemli kollarının kaynağı olan nemli ve yoğun ormana sahip bir alana ayırt edici bir özellik kazandırmaktadır.  Çeşitli akarsular Vachiratharn ve Mae Klang gibi güzel şelaleler oluşturarak inmektedir.  Ulusal Park’ tan otele dönüş yolunda,  Karen tepe kabile köylerini ziyaret etmek için duracaksınız."
    },
    {
      "dayNumber": 10,
      "title": "Phuket",
      "description": "Bu sabah otelinizden alınacak ve Phuket’ e uçmak için havalimanına transfer edileceksiniz.  Havalimanına vardığınızda karşılanacak ve özel araçla otelinize transfer edileceksiniz.  Otele giriş yaptıktan sonra, günün geri kalanı size ait.  Birçok güzel plajda tembelce güneşlenmekten aktif su sporlarına kadar,  burada herkesin aylarca eğlenmesini sağlayacak bir şeyler var."
    },
    {
      "dayNumber": 11,
      "title": "Phuket",
      "description": "Sonraki birkaç günü,  mevcut olan pek çok etkinlikle doldurabilirsiniz."
    }
  ],
  "map": ""
}