[
  {
    "destination": "Tibet",
    "mainPhoto": "",
    "id": "tibet-wildlife-holiday-tibet-plateau-mammals",
    "tourName": "Tibet wildlife holiday, Tibet Plateau mammals",
    "placesVisited": "",
    "generalInfo": "Explore one of the world's harshest environments with expert guides and come face to face with some of the rarest and hardiest mammals and birds, such as Tibetan gazelles, Tibetan antelopes, wild Yaks and possibly Snow Leopards and Pallas's Cat. <br/><br/>Introduction:<br/><br/>The Tibetan Plateau is one of the largest mostly uninhabited parts of the world, the high altitude here coupled with the extreme winters have led the this part of the world going largely unnoticed by outsiders. But that is a mistake for all wildlife watchers and wildlife enthusiasts as many of the world’s rarest, least known and most heavily persecuted species can be found here and often nowhere else. <br/><br/>This tour is more than just a safari holiday, we explore two of the most iconic cities in the world, the wonderful and historic capital of Nepal (Kathmandu) as well as Lhasa. Lhasa is the last stronghold of Tibetan Buddhism in Tibet and we will explore this city and its amazing buildings for a cuple of days before heading out into the true wilderness of Tibet. You will also experience the Himalayas, firstly the views from the plane as you fly from Kathmandu to Lhasa will be spectacular (if the weather is clear) and it is possible to see 6 of the world’s top 10 highest mountains in the world including Mt. Everest. <br/><br/>Alongside the wonderful mountain vistas and the amazing Buddhist culture in Nepal and Tibet the focus of the tour is of course the wildlife. The route that we will take is dependant on where the wildlife has been seen recently, the main area we will focus on is the Chang Tang and Qiang Tang Wildlife Sanctuary. Here species such as Tibetan gazelle, Tibetan antelope, wild yak, kiang, goitered gazelles and Tibetan foxes can be found in large numbers and we will also scan the hillsides and horizons for some of the rarer species such as snow leopards, Pallas’ cats, Eurasian lynx, Tibetan wolves, Himalayan brown bears, white-lipped deer and of course we will keep our eyes peeled in the skies for birds such as eagles and vultures that soar high over the plateau searching out prey or carcasses over vast distances. This tour is a unique experience to join a zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) and expert local guide in the wilds of Central Asia and possibly spot some of the world’s least understood species. The level of illegal hunting conducted around here and other areas of Central Asia mean that some of the species may become extinct in the near future. It is vitally important to raise awareness of this area and its wildlife before it is too late.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner). There will be bottled water (approx 1ltr) available for each guest each day; during the wildlife watching in the plateau the drinking water will either be boiled and purified mountain spring water or bottled water depending on availability. We have our own private air conditioned 4x4 vehicles with an excellent local driver for all transfers and wildlife watching excursions. The short flight over the Himalayas from Kathmandu to Lhasa is also included. <br/><br/>We use at least 2 brilliant full time guides; first a professional zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) will escort you throughout the tour as well as at least one very knowledgeable English speaking local guide. We also include an expedition crew throughout; this includes camp cooks, assistants, pony-men and porters where needed. As some of the wildlife watching may take us beyond villages and we may have to camp. Your zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escort is an expert in mammal biology and behaviour and will be able to help you find, track down rare and elusive species as well as interpret what behaviours we may see. <br/><br/>All the excursions including sightseeing in Lhasa and Kathmandu and park entrance fees, permits are also included. We include more time spent searching for wildlife in the wilderness of the vast Tibetan plateau than any other tour operator around. We can also bring camera traps with us (on request) which give you the best chance of close up photos or video of hard to photograph species such as snow leopards, Pallas’ cat and Tibetan wolves in their natural environment. All camping equipment (excluding your own sleeping bag), porters, mules and all of the expedition crew are included. We also bring along a spotlight which enables us to look for wildlife (snow leopards, red foxes and stone martens) after dark. <br/><br/>A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife here which are available to watch throughout the tour. All of the specialist equipment and the number of experienced guides that we bring ensures that we have an excellent success if finding our targeted mammals on this tour.<br/><br/>Seasons:<br/><br/>Season – mid May to mid August. The best time to visit the heart of the Tibetan Plateau and the Chang Tang Wildlife Sanctuary is in the summer (between mid May and mid August) as the temperatures can drop dangerously low during winter and heavy snowfall ca close off many of the high altitude passes needed to get to some of the wildlife watching areas. Also the heavy winters makes it harder to find the wildlife as they move far and wide to avoid competition in the worst hit areas.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching tours are guided by a zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) as well as local naturalist guides (in this case we endeavour to get the best local mammal expert, Jesper), drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife your watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We are the first wildlife tour operator to offer tours to the Tibetan Plateau to specifically search for mammals.<br/>• We are also the first wildlife tour operator to offer nocturnal spotlighting tours in Tibet, which aim to see nocturnal mammals, such as snow leopards, Pallas’ cat and Tibetan wolves when they are more active at night.<br/>• We can also bring thermal imaging and night vision equipment (on request) to also aid in finding wildlife after dark.<br/>• We use camera traps (where available) which will increase the chances of getting close up pictures and movies of rare wildlife.<br/>• By joining this tour you will be experiencing a part of the world that is seldom visited and being one of a few people that have experienced the wildlife here. <br/>• We have explored all the areas we visit in depth and have found the best and most conveniently located accommodations to stay in whilst searching out mammals in isolated and remote places. Including our own local style tents and other camping equipment which allows us to stay close to prime wildlife watching areas. <br/>• All the above reasons give this our mammal watching tours such great success in spotting rare and elusive species.<br/>• Become one of the first people to dedicate time to tracking down and hopefully spotting some of Tibet’s rare and endemic mammals in the wild.<br/>• We have an unrivalled network of experts and guides throughout Asia that are able to find and observe other animals as well as the ones of the Tibetan Plateau. We also have a great network of locations in Asia for other wildlife watching, so if you would like to visit any wildlife watching locations in any Asian country then we can arrange it. Please inform us if you wish to receive more information about any of these locations and booking An Asian mammal watching safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Location:<br/><br/>You will fly in and out of Kathmandu in Nepal and spend some time exploring this historic and iconic city before leaving for Tibet and first of all the capital of Lhasa and the stunning Namtso Lake. These are excellent for tourism and are used as an introduction to these Himalayan kingdoms and also to help prepare for the altitude. Then we head out into the remote areas in search of wildlife such as Bangkor, Nyima, Damrayongtso, Tsuchen, Shigatse, Shegar and Zhangmu. These are remote Tibetan villages that break up the vastness of the plateau, we will conduct most of the wildlife watching from Chang Tang and Qiang Tang Wildlife Sanctuaries. However wildlife can and will be spotted throughout the tour these areas are the known hotspots for many of the species. <br/><br/>Fitness Level:<br/><br/>As the tour is predominantly located at altitude (4,500 - 5,500m) a good level of fitness is required or at least experience at hill walking. However we must stress that there is not a lot of trekking involved and all trekking is done at your own pace, the longest treks (in one continuous walk) are around 4 hours and most are usually much less than 2 hours. There could also be snow walking and ice walking (depending on local conditions) as well.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment. But here is a brief outline of the basics: Your own binoculars or spotting scope as well as appropriate clothing; which should be both light and durable walking clothes (such as khaki shirts and gortex trousers as well as some warm winter clothes, a water-proof jackets is also a good idea etc. Broken in and comfortable (waterproof) walking boots with ankle support are essential. Any medication, books or other items of a personal nature is of course up to you to bring along. Oh and please bring plenty of memory cards or film for your camera. As there will be intermittent power on the tour please bring spare batteries for any electrical equipment. Also do not forget sun cream, sun hat and sun glasses as the sun can be strong here during the day at altitude the affect of UV radiation are stronger. Snacks and sugary foods are a good idea, especially if you have any favourites from home that may be difficult to source in Nepal or Lhasa.<br/><br/>Minimum Age: 18 Years Old",
    "durationDays": "20",
    "price": "7950",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 6,
        "title": "",
        "description": "Namtso Lake – Sightseeing – After breakfast you will be driven towards the stunning blue Namsto Lake along with the Tibetan guide. On the way you will pass by the Tibetan Nomads village and settlements. En route we will try and find wild yak, blue sheep other animals grazing on the grassland. After few hours drive your lunch will be on the way either on restaurant or our Tibetan cook will cook and serve you hot food before checking into the guest house for the night and relaxing before we head into the vast plains of the Tibetan Plateau tomorrow. (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Chang Tang & Qiang Tang Wildlife Sanctuaries – Wildlife Watching – Day 10 will be the day that we reach Chang Tang Wildlife Sanctuary and mark the end of the long days of travelling. This sanctuary is one of the largest areas of protected land in Central Asia. It is home to a huge number of wildlife and is one of the best places to see some of Tibet’s rarest mammals. The rolling plains are excellent habitat for Tibetan antelopes, Tibetan gazelles, kiang and of course their predators wolves, foxes, brown bears and possibly the very elusive snow leopard. You will arrive here and your camp will be set up and your evening meal prepared. You will then have two full days exploring the sanctuary and we will try to find the many animals which move into the sanctuary during the summer months to take advantage of the rich grazing. Following the grazing Tibetan antelopes, Tibetan gazelles, kiang, white-lipped deer, bharal sheep and Himalayan ibex are their many predators such as the Tibetan wolf, snow leopards, brown bears and lynx. Also whilst here we will look out for the many crane and vulture species which pass over head as they migrate to and from Central Asia to the Indian Subcontinent. You will also be taken to the nearby Qiang Tang Wildlife Sanctuary whilst out in the wilds of Tibet. This area is still used by nomads that are travelling to and from Nepal where there are various trading towns and market villages. These used to be full of spices and silk in past centauries but bow most of the markets are full of cheap Chinese produced clothing for tourists and trekkers visiting Nepal. The goods have changed but the routes used are unchanged from Marco Polo’s days of adventures here. By spending time in this area you will gain a true understanding of special true wilderness areas are to the success of conservation; but also you will appreciate the difficult task that enforcers of conservation have in trying to police illegal poaching. It is very likely that you not see another person during all the time in Chang Tang and Qiang Tang and it is this that makes the area both amazing and vulnerable at the same time. (Breakfasts, Lunches & Dinners included)."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Tibetan Plateau– Travelling & Wildlife Watching – For the next three days you will be travelling back along the Friendship Highway towards the looming Himalayas and further to Nepal. During your drive you will pass by Tibetan villages such as Tsuchen. This is before arriving at Shigatse which is Tibet’s second largest city and after wildlife watching en route you can have a guided tour of the monasteries and local market here. The Tashilhunpo Monastery, being one of the largest functioning monasteries in Tibet is the major attraction of Shigatse. Day 17 will be your last day travelling along the Friendship Highway amidst picturesque landscape driving past small town of Lhatse and the very high Gyamtso La pass at 5,220m. As the route opens into plains, many monasteries and camps of nomadic herders become visible en route to Shegar. Shegar is the last stop before reaching the Nepalese border. (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Zhangmu – Travelling – Today is your last day in Tibet and you will be taken past Tingri crossing the high altitude Lalung La pass at 5,124m and Shung La pass at 5,200m. Savouring the enchanting views of the surrounding peaks of Shishapangma, Cho Oyu, Menlungtse and Gauri Shankar you descend from the arid Tibetan Plateau to verdant Zhangmu on the Nepalese border. After driving for 181 km, you find yourself amidst the lush and verdant vegetation of Zhangmu at 2,300m and finally you begin your descent down into the Kathmandu Valley (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Kathmandu – Travelling – Only a few kilometres drive away from the border town of Zhangmu you will cross the Friendship Bridge which crosses the Bhote Koshi River and brings you closer to Immigration Control in Kodari where you will part with your Tibetan guide and driver, and walk across the river to meet your Nepalese escort who will drive you to Kathmandu. After 5 hours of driving and a further 123km, you finally arrive in Kathmandu for some well deserved rest. (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Home – Departure – This morning after breakfast you will be transferred to the airport in time to catch your return flight home. (Breakfast only)."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]