{
  "destination": "Turkey",
  "mainPhoto": "",
  "id": "archeological-cultural-tour-of-turkey-antioch-harran-gobekli-tepe",
  "tourName": "Archeological & Cultural Tour of Turkey: Antioch, Harran & Gobekli Tepe",
  "placesVisited": "Gaziantep, Sanliurfa, Mount Nermrut, Akdamar Island, Antakya (Antioch)",
  "generalInfo": "Civilization between the Euphrates and Tigris Rivers has been documented for thousands of years. Travel through contemporary and ancient history on this custom tailored tour that will take you through Turkey’s celebrated archeological treasures. From Abraham’s Caves to a 10th century Armenian cathedral, Hittite sculptures to the ancient city of Antioch, you will reach into the depths of the countryside and find the past overflowing with exceptional ancient architecture, art, and culture. Turkey’s landscape is colorful, the people are gracious, and the history is unforgettable.",
  "durationDays": "12",
  "price": "5,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Istanbul – A Tale of Two Continents",
      "description": "Welcome to Istanbul, a city that inhabits two uniquely different worlds. Istanbul has always been a city that combined the East and the West, shaped by the region’s eclectic cultures and history. The Blue Mosque and Hagia Sophia dominate the skyline. Their minarets and large domes are graceful against the background of the Bosphorus, the narrow straight that connects the Black Sea and the Sea of Marmara. Your private transfer is waiting at the airport to escort you to a luxurious hotel in the historic center of the city. The restaurant has a charming balcony and uninterrupted view of the Blue Mosque. You can see the bright sapphire sea from your window. Istanbul is filled with bustling streets and charming alleyways that emanate the aroma of rich Turkish coffee. As the sun sets over the horizon, the call to prayer adds a gentle melody to the city."
    },
    {
      "dayNumber": "2",
      "title": "Adana – Finding the Past",
      "description": "The morning is flush with color. The pink sunrise spreads over the horizon as the day fills with the aromatics of fresh honey and bread. After breakfast you will be taken to the airport and onward to Adana. Karatepe National Park is known as an outdoor museum that overlooks a beautiful lake. The Hittite Empire that encompassed the area collapsed around the 12th century BC. This particular site dates back to the 8th century BC. The hills are verdant with trees that spread outwards from the lake. Magnificent relief panels are next to the southwestern gate. The panels depict life in the ancient empire and are guarded by stone lions that face the water. Their snarls are frozen in stone and have warned away evil for millennium. Even after thousands of years the paneled reliefs are unique and well defined. You can see two rams butting heads. An eagle god has the body of a man and holds up the sun."
    },
    {
      "dayNumber": "3",
      "title": "Antakya – The Modern Ancient City",
      "description": "The modern city of Antakya was once known as the ancient city of Antioch. Today the city is filled with a mix of Sunni and Alevi Muslims, and Orthodox Christians, adding to the exceptional cultural blend. The Arab influence can be seen in the food and language. The alleyways are lined with old stone buildings and charming arches. The Orontes River streams alongside town. The Hatay Archeology Museum is renowned for its extensive collection of Roman and Byzantine mosaics and was constructed in the 1930s. The mosaics date back to the 1st century AD and are displayed along the expansive grounds and lofty walls of the entire museum. When you get a closer look at the individual artistry you can appreciate each stone and find exceptional color shining through. The Neptune mosaic is particularly enlightening. The piece dates back to the 2nd century AD and was found in Tunisia. The colors remain vibrant and the human expression on the mythical god’s face is fabulously detailed."
    },
    {
      "dayNumber": "4",
      "title": "Gaziantep – Statues and Pistachios",
      "description": "Today you will make your way to the city of Gaziantep and stop in Yesemek along the way. Near the tiny village you find a quarry that dates back to the 14th century BC and was once home to a Hittite school of sculpture. The Open-Air Museum encompasses the entire hillside and is decorated with more than 300 statues. The air is calm and warm. The hillside is brushed with auburn grass and lush trees. A small stream trickles down the foothills. The heaviest statues weigh up to 15 tons. When you look down on the quarry you find a stone studded earth. The closer you are to the sculptures, the more detail you find. Some sculptures connote people while other stones are sculpted with faces. Continue to Gazinatep and see the countryside beyond the hills that is filled with cotton. The scents of pistachios and honey run through the town."
    },
    {
      "dayNumber": "5",
      "title": "Sanliurfa – Ancient Ur",
      "description": "Sanliurfa was once known as the ancient city of Ur and was home to the epic hero Gilgamesh. Today the city is a spiritual center for pilgrims that wish to visit the biblical homes of Job and Abraham. The bazaar is covered with lofted arches. The pathways are lined with stunning spices and colorful clothing. The aromas are herbaceous and enticing. Brass plates and silver hookahs shimmer against the bright lights. A variety of women are cloaked in black chadors. Men click backgammon pieces against textile tables and sip at sweet mint tea. The Great Mosque of Urfa is situated alongside the cave where Abraham was born and spent the first ten years of his life in hiding from King Nimrod. The outer cave is now filled with a solid rock foundation. A rouge carpet lines the floor. Men bend down to pray in the base of the cave and can peer through a window that looks into Abraham’s birthplace."
    },
    {
      "dayNumber": "6",
      "title": "Sanliurfa – The Beehive Hills",
      "description": "History is both encouraging and captivating in the way that it can be erased or preserved by time. The beehive mud houses of Harran are some of the most ancient and continuously inhabited houses on earth. The Book of Genesis mentions Abraham and Sarah residing in this area over four millennia ago. The fortress and the houses create an ambiance of deep antiquity. You can see cotton fields sprouting over the vast flatland. The material used to make the homes keeps the interior cool in the summer heat and warm in the winter cold. The city walls are built from stone and were once over two miles long. The Aleppo Gate was restored and stands as the entrance to the city. You can see the ruins of one of the oldest Muslim universities. The classical architecture is still apparent in the remaining bricks. Half of a minaret continues to stand near the ancient university’s entrance. The landscape reaches out to the horizon and touches the endless stretch of blue sky."
    },
    {
      "dayNumber": "7",
      "title": "Mount Nemrut – Atop the Mountain",
      "description": "Mount Nemrut rises over 7,000 feet high and its summit is decorated with large, ancient statues. The peak is spellbinding in its height and décor. The tomb sanctuary at the summit was created in the 1st century BC by the order of King Antiochus I. Many of the statues commemorated the king and stood up to 30 feet tall. Close to the mountain peak you can see statue heads sitting in the pebbled slopes. You can find Greek inscriptions on the back of the statues located on the eastern slope. Images of Apollo and Fortuna stand at the center of the precession. The artistry and the magnitude of the mountain create an amazing atmosphere of power and prestige. As the sun begins to set, you can watch the mountainside and the statues change to a deep encompassing red."
    },
    {
      "dayNumber": "8",
      "title": "Sanliurfa – The Megaliths",
      "description": "North of Sanliurfa is Gobeli Tepe, possibly the world’s first temple. The unparalleled megaliths are around 8,000 years old. The archeological mound stands almost 50 feet in height and over 980 feet in diameter. The uppermost layer of the dig site has revealed arrowheads. The complex is a collection of circular and oval structures that sit at the top of a hill. Two monumental pillars stand at the center of each temple and are surrounded by walls. Some pillars are adorned with animal images, such as wild boars and cranes. The stones weigh up to 60 tons. The complex is fascinating and large. The temples are remarkably preserved and offer a deeper, enlightened insight into a time when most of humanity was hunting and gathering."
    },
    {
      "dayNumber": "9",
      "title": "Sanliurfa – Syrian Orthodoxy",
      "description": "The golden color of the Syriac-Jacobite Monastery shines against the background of the blue sky. The monastery was constructed in the 5th century and was once the seat of the Syrian Orthodox patriarchate. The outer door bears an inscription in a dialect of Aramaic. Step into the walled enclosure and find an underground chamber and a magnificent ceiling of closely fitted stones, pressed together without mortar, and hanging overhead like magic. The doors are over 300 years old and lead to the tombs of the patriarchs. The patriarchs are church heads, a title that has served the monastery since the 8th century. The arched doorways and walls make the holy site feel more like a palace that presses against the golden mountainside. The atmosphere is quiet and the history is tangible."
    },
    {
      "dayNumber": "10",
      "title": "Hasankeyf – The Riverbanks of the Tigris",
      "description": "The Tigris River was home to one of the oldest settlements in history. Outside of Mardin you will come to the stunning town of Hasankeyf. The village is honey-colored and sits beside the rocky gorge. The Tigris flows alongside the base of the rolling hills. The ancient settlement was recorded in historical texts as far back as the 2nd century BC. The area had become a stronghold by the 4th century AD. The stone piers of the Old Bridge stand in the river and rise out of the water like karsts. The archeological site is at risk of being flooded by the construction of the local Ilisu Dam project. The Great Palace was constructed by the Artukids and occupies an area over 7,000 square feet. The surrounding mineral-rich land is known for the cave houses that were carved into the canyon walls. The rock is a rich red. The mountains in the distance reach down into the valley and the history is more prevalent with every step you take."
    },
    {
      "dayNumber": "11",
      "title": "Akdamar Island – A Holy Island",
      "description": "In the 10th century the Armenian King Gagik Artsruni founded the Akdamar Island. The island is one-mile off the coast and is situated in Lake Van. You can see a figure standing on a limestone rock and watching over the water. The statue of Princess Tamar looks out in wait for her love to return, and is the namesake of the island.. The Armenian Cathedral of the Holy Cross is an auburn stone church that rises over the lush trees. The bas-relief carvings on the external walls display biblical scenes. The images are intricately carved into the walls and burst out in an artistic display of devotion. The large dome is adorned with a conical roof. In the spring you can see the purple hydrangeas bloom and they are reflected in the lake’s crystal waters. The mountains in the background add to the stunning and peaceful scenery."
    },
    {
      "dayNumber": "12",
      "title": "Van – A Morning Against the Domes",
      "description": "The sunrise over Van glints off of the lake and brings a golden hue to the morning. The peak of Baset Dagi makes the skyline at 11,851 feet. The tiles of the Blue Mosque continue to shimmer in the daylight. You have traversed Turkey’s countryside and found the icons of ancient civilizations. Temples and churches, palaces and cave dwellings, the ingenuity and hidden treasures of history are nestled into the landscape. Soon you will make your way home but you can always extend your trip and experience more of Turkey."
    }
  ],
  "map": ""
}