{
  "destination": "Turkey",
  "mainPhoto": "",
  "id": "glories-of-turkey-tour-a-cultural-historical-journey",
  "tourName": "Glories of Turkey Tour: A Cultural & Historical Journey",
  "placesVisited": "Istanbul, Gallipoli, Dardanelles, Canakkale, Troy, Pergamum, Kusadasi, Ephesus, Pamukkale, Hierapolis, Perge, Antalya, Aspendos, Konya, Cappadocia, Ankara",
  "generalInfo": "Turkey's glories span the millennia, from ancient Greek cities to dazzling Roman remains, and from Byzantine treasures to harmonious displays of disparate religious influence. Troy, Istanbul, Ephesus, Pamukkale, Cappadocia; each destination excels in offering new impressions and lingering memories. Cultural and architectural narratives take you across the country, where old-world charm intertwines with Mediterranean beaches and luxury yacht cruising.",
  "durationDays": "14",
  "price": "18,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Instabul - Welcome to Turkey",
      "description": "Turkey's land promises ancient glories and expressions of history. Many empires have ruled and many leaders have influenced a country that straddles the East and West. Roman, Greek, Ottoman, Byzantine, Christianity, Islam; with so many narratives to explore it's fitting to start in Istanbul. Rather than merely juxtapose disparate influences, the city captures the harmony of past and present. Sixth century relics stand beside cute modern cafes, the call to prayer resonantly drifts across palaces and churches, and it's sometimes hard to decide which direction to focus the eyes. The country's glories are everywhere and this first day is free so you can gently explore at your own pace. There will be a welcome briefing at the hotel where you'll meet the guide and driver for your trip."
    },
    {
      "dayNumber": "2",
      "title": "Instanbul - The Glories of the City",
      "description": "The historic neighborhood of Sultanahmet is the starting point for your guided narrative through Turkey. Stand at the site of the old Roman Hippodrome, flanked by the domes of the Blue Mosque and Hagia Sophia. Minarets lure you forward and the shimmering azure tiles of the mosque reveal an interior that complements the exterior beauty. It was once the world's biggest cathedral before becoming a mosque; now the Hagia Sophia is both a museum and an ode to religious harmony. It bursts with treasures from the ages, including Christian frescos and eminent Islamic history. Opulence exudes through the Topkapi Palace, each room stuffed with the purchases of sultans. Perhaps now is the time for some of your own purchases? Meander down the corridors of the Grand Bazaar. Leather, candles, antiques, silver, Anatolian souvenirs, carpets; it's all on display beneath domes that scream of grandeur and timeless tradition. The evening continues to exhibit Istanbul's blend of old and new, a unique dinner served to the accompaniment of live belly dancing."
    },
    {
      "dayNumber": "3",
      "title": "Canakkale - Gallipoli War History and Overnight Stay",
      "description": "Before delving way back to the time of the Greeks, this day offers a poignant history that's barely 100 years old. Gallipoli is a fitting reminder of World War I, sites of trench warfare, and lost lives discovered as you tour the area. Visit Lone Pine Cemetery, Chunuk Bair, the Anzac Cove, and Gabatepe War Museum, before crossing the sparkling Dardanelles and spending the night in Canakkale. Like each day, dinner is included in the itinerary and your guide handpicks the finest dining in town."
    },
    {
      "dayNumber": "4",
      "title": "Kusadasi - The Ancient Cities of Troy and Pergamum",
      "description": "Few ancient cities can ignite the imagination like Troy, the town glamorized by Homer and made more famous by Hollywood. It's still being excavated and the ruins stretch over a vast area. The wooden horse stands proud as a centerpiece, flanked by crumbling stone, the temple remains, and a real sense of mystique. From Troy, you drive to Pergamum, the Greco Roman city of Satan. The devil's temple towers above a fertile landscape and the steps of the amphitheater seem to be tumbling into the valley below. Continue the journey and spend the night in Kusadasi on Turkey's coastline. The beaches are within a short walking distance and views onto sapphire waters come directly from the hotel."
    },
    {
      "dayNumber": "5",
      "title": "Evocative Ruins in Ephesus and Beaches in Kusadasi",
      "description": "Like Troy, Ephesus has a long and almost mythical history. Greek columns and restored temples stand resplendent and the history starts well before Christianity. Gaze upon the Temple of Artemis, admire the Library of Celsus, and tour Ionian remains of allure and beauty. St Mary's Cottage comes from the more recent times, the resting place of the Virgin Mary merely 2000 years old. This itinerary always moves at a relaxed pace and the historical exploration is now complemented by an afternoon on the beaches of Kusadasi. As the sun moves across the sky and a series of restaurants overlook the sand, Kusadasi offers a more traditional Mediterranean slant to the vacation."
    },
    {
      "dayNumber": "6",
      "title": "Pamukkale - The Famous Lime Terraces of Pamukkale and Spa Indulgence",
      "description": "Today's journey blends the colors; blue waters are replaced by green valleys, and then finally the white wonderland of Pamukkale overtakes your view. White lime terraces cascade down the hillside, the calcified thermals glistening beneath the sun. It's a surreal and very famous sight; crystal clear waters and naturally formed milky backdrops. Nearby you'll discover the ancient city of Hierapolis, one of Turkey's most intact and impressive. Columns and sculptures fill this city of Apollo, imbuing it with an almost mythical feel. While it doesn't have the fame of Ephesus or Troy, Hierapolis is equally as impressive. The Greeks adored this area because of its natural thermals and there is evidence of their presence all around. Fast forward to the 21st century and your hotel is the latest to benefit from the soothing warm waters. Indulge in the hotel's thermal pools and spa before another elegant dinner showcasing the finest of Turkey's cuisine. While the country is famed for its mezze and grills, the harmonious mix of East and West also extends to food and dining. And how about the extras? Turkish delight? Turkish coffee? Sweet nutty pastries? Culinary treats often come as an unexpected surprise for most visitors to Turkey."
    },
    {
      "dayNumber": "7",
      "title": "Antalya - Relaxing on the Mediterranean Coastline",
      "description": "Like most days, traveling between destinations is part of the experience as you wind through valleys that dance with the charm of traditional Turkey; villages along green hillsides, vistas onto blue waters, the odd remains of a forgotten time. Stop at the ancient city of Perge and stand amongst antiquity, everything left in an evocative state of ruin. Then the coastline beckons and the beaches of Antalya make for a serene afternoon. Sapphire waters, quaint cafes, miles of sand; Turkey offers traditional impressions of beach bliss that befit its Mediterranean allure."
    },
    {
      "dayNumber": "8",
      "title": "Antalya - Luxury Yacht Cruising on the Mediterranean",
      "description": "Set sail on the blue waters as you spend a day cruising along the Mediterranean on a luxury yacht. A spacious deck is a prime position to soak up the sun and take in the panoramas. Forested hills stand above empty beaches, rugged coastlines hide pristine bays, and there are countless options for your route. This is a private cruise and the itinerary will be tailored to your wishes; choose to really explore or opt for a shorter journey and more time on the beach. Either way, there's an elegance and tranquility to cruising the turquoise coast of the Mediterranean."
    },
    {
      "dayNumber": "9",
      "title": "Konya - Whirling Dervishes and More Traditions",
      "description": "Whirling dervishes can be baffling, spinning around and around in their white costumes until every watching eye becomes briefly dizzy. For over five minutes they spin, a hypnotic soundtrack of plucked strings providing the gentle rhythm. Konya is where the tradition started and their history is revealed in the Mevlana Museum, alongside some of the earliest ever copies of the Koran. While the day provides history, the evening is all about beauty. Settle back to a traditional Whirling Dervish performance as you tuck in to a lavish traditional meal. Before Konya the journey from Antalya takes in the famous amphitheater of Aspendos, serving up more generous remains of Turkey's millennium's old history."
    },
    {
      "dayNumber": "10",
      "title": "Cappadocia - Underground Cities and Fairytale Landscapes",
      "description": "Turkey stands at the east-west crossroads and the famous Silk Road cuts straight across the country. On the easy journey to Cappadocia, you stop at a 13th-century Agzikarahan caravanserai to explore this trading past. Then the valleys begin to flicker with fairytale intrigue. Chimneys and caves stand amongst the green, thousands of volcanic remains to create a moonscape of bizarre beauty. Clifftops afford some elegant vistas and the sense of tradition is omnipresent. Cappadocia is not merely about unparalleled landscapes. There's a poignant narrative here, one about persecution, proud religion, and rural ways of life. Your guide points out an opening and you walk down into an underground city. Kaymakli stretches many stories below the ground; the eerie corridors lined with cave houses and ingenious means of survival. Back above ground, visit a world-renowned carpet center and discover the intricacies of local carpets. As always, enjoy a meal in the region's best restaurant and a relaxed evening at the hotel."
    },
    {
      "dayNumber": "11",
      "title": "Cappadocia - Ballooning Above the City and Exploring Rock Churches",
      "description": "As the sun rises the chimneys come to life, kaleidoscopically moving through red hues in the morning light. Hot air ballooning is the best way to admire the phenomenon and, as you float across the sky, you take in new impressions of scale. Cappadocia is not one vista or panorama. The chimneys and caves stretch over a huge area, something that's only appreciated when you're cruising through the sky on a sunrise hot air balloon trip. Return to the hotel for breakfast and the rest of the day tours the longstanding history of the region. Rock-cut churches stand side by side in Goreme, many of them decorated with sublime frescos. Monasteries are also carved into the caves, standing beneath towering cliffs and filled with hidden entrances. Traditional culture proudly lives on in the villages of Avanos and Pasabagi. Cute houses line the streets and there's an opportunity to meet and greet the locals here. Complete today's tour with a pottery workshop in a cave."
    },
    {
      "dayNumber": "12",
      "title": "Ankara - Cultural Narratives",
      "description": "Modern Turkey is an amalgamation of ideas and the influences of ancient glories come together in the nation's capital. Ankara is relaxed and peaceful for a capital city. After the drive from Cappadocia spend the afternoon exploring its two most famous sights. The Ataturk Mausoleum is a lofty memory to Turkey's founder, while the Anatolian Civilizations Museum looks backward to the empires that once controlled this land. This evening you say goodbye to your driver and guide and catch a local flight to Istanbul. You'll be greeted at the airport and transferred to your hotel in Sultanahmet, where there's enough time to soak up the final hours of another sultry summer evening in the city."
    },
    {
      "dayNumber": "13",
      "title": "Instanbul - Cruising the Bosphorus and the Spices of Istanbul",
      "description": "Istanbul is situated on the continental divide and a Bosphorus river cruise journeys along the water between Europe and Asia. Look around and the architectural differences are slight. In fact, there's little to indicate that this is a journey between continents. Perhaps this is Istanbul's greatest trick, the ability to blend everything throughout history. Depart from the half-day cruise and the Spice Bazaar is just around the corner. Fragrances and powders spill onto the alleyways, vendors’ shouts mingle with whiffs of saffron, and there's history etched into the domed ceilings. Tonight's dinner is of the farewell variety, a rooftop restaurant provides the idyllic settings to say goodbye to the glories of Turkey."
    },
    {
      "dayNumber": "14",
      "title": "Departure",
      "description": "After breakfast, you're transferred to the airport for your international departure. Though this journey may be over, you will surely be planning a return trip soon and, in the meantime, you will have plenty of memories to tide you over. Be sure to browse the reviews for Turkey travel agents on Zicasso."
    }
  ],
  "map": ""
}