{
  "destination": "Turkey",
  "mainPhoto": "",
  "id": "highlights-of-turkey-tour-history-culture",
  "tourName": "Highlights of Turkey Tour: History & Culture",
  "placesVisited": "Istanbul, Ephesus, Cappadocia, Kusadasi",
  "generalInfo": "The history and culture of Turkey are intertwined. Istanbul is filled with modern luxury and comfort. Ottoman palaces stand alongside the Bosphorus. Ancient cities near the Aegean continue to spellbind visitors. Byzantine churches sparkle with gilded frescoes. The country’s past is alive and thriving. On this 13-day exploration you will find the collection of East and West, where ancient cultures have become modern marvels. From the classical history to the natural landscape, underground cities to expansive mosques, Turkey’s magnetism is sure to charm you.",
  "durationDays": "13",
  "price": "5,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Istanbul – Indelible Culture",
      "description": "Welcome to the unforgettable city of Istanbul. The streets are a mixture of modern trends and historic traditions. The trolley runs up and down Independence Avenue. The buildings are European with neoclassical embellishments. Local university students wear designer jeans and Converse. Fresh Turkish coffee emanates from Tahtakale, a neighborhood known for its brimming shops that are crowded close together in the narrow streets. The Hagia Sophia and the Blue Mosque almost mirror each other in their grace and size. A private transfer will escort you from the airport to your hotel in the heart of the Sultanahmet District. You have arrived and the culture of the city is already brimming."
    },
    {
      "dayNumber": "2",
      "title": "Istanbul – A Day of Guidance",
      "description": "The morning is filled with the enticing aromas of percolating Turkish coffee and fresh-baked bread with honey. After breakfast, your private guide meets you at the hotel ready to take you through the city’s great history. Topkapi Palace was constructed in the 15th century and was the seat of power for the Ottoman Empire until the 19th century. The outer walls encircle over three-miles of the palace complex. Step through the Imperial Gate and find yourself in the first courtyard. The monumental Fountain of Ahmed III is an example of 18th-century Turkish rococo art. The avenue was once used for imperial processions and leads to the Hagia Sophia. The Imperial Harem subsisted of more than 400 rooms. The immensity of the palace and its opulent history is apparent in the entire architecture and the details of the courtyards, fountains, and design. The Courtyard of the Apartments of the Queen Mother was the main entrance to the wing; the arched colonnade and geometric tiled walls bring a touch of artistry to the square."
    },
    {
      "dayNumber": "3",
      "title": "Istanbul – The Gems of Istanbul",
      "description": "The call to prayer can be heard from all over Istanbul. The melody echoes out of the ancient and contemporary mosques throughout the city. It is both poetic and enchanting. After breakfast, you will once again venture out on a tour of the eclectic and vibrant neighborhoods. The Rustem Pasha Mosque was built in the 16th century on a high terrace. It looks out over a complex of vaulted shops. Light blue Iznik tiles decorate the mosque’s interior walls. The tiles are arranged in floral and geometric designs. The main dome is situated on four semi-domes. The red carpet is highlighted against the blue and white shimmer of the walls. The carpet muffles your footsteps. The calm and tranquil atmosphere of the mosque allows you to notice its finer details. Lights dangle overhead in concentric circles. The walls begin to resemble peacock feathers. The mosque is an image of refinement that looks like a treasured gem."
    },
    {
      "dayNumber": "4",
      "title": "Istanbul – The Tremendous Blue Mosque",
      "description": "One of the iconic images of Istanbul is the treasured glow of blue in the historic skyline that emanates from the Blue Mosque. Your private guide escorts you on a tour of the magnificent display of artistry in architecture. The mosque was constructed in the 17th century as a place of worship and is grander than the Hagia Sophia. Six minarets add to the city’s incredible ancient skyline. The large dome is lined with 20,000 blue ceramic tiles. The proportions of the complex are symmetrical. The courtyard is the same size as the mosque’s interior. Once inside you can see the upper levels colored with blue paint. Two hundred glass windows are decorated with intricate details and permit natural light. The mihrab is made of sculptured marble. The main gallery is spacious and inspiring. The melodic prayers of devoted Muslims travel along the walls. At dusk, you can look at the sky and see the mosque shining in the colors of the sunset."
    },
    {
      "dayNumber": "5",
      "title": "Istanbul – The Faithful Strength",
      "description": "The lighter taste of the morning comes when you taste sweet mint tea. The flavor is refreshing and invigorating. The cup is warm in your hand and you feel comfortable like the city has accepted you. Each day has made you more familiar with Istanbul and the culture of the eclectic city. Today you will make your way to the Ottoman imperial Suleymaniye Mosque. The complex was constructed in the mid 16th century and contains elements of a Byzantine basilica. The mosque crowns one of the city’s notable seven hills with beauty and grandeur. The main dome reaches a height of over 160 feet. The magnitude and grace of the mosque are apparent before you even enter the main courtyard. However, when you do enter the square you find columns made with marble and granite forming the encompassing colonnade. A minaret is located in each corner of the courtyard. Enter the mosque and find the interior decorated with a soft-spoken splendor. The use of Iznik tiles is restrained. The mihrab contains a simple design. The powerful beauty of the mosque is as much in its outer grander as in its ability to create a softer and devout ambiance."
    },
    {
      "dayNumber": "6",
      "title": "Izmir – Classic Ionian",
      "description": "The sun rises and glints off of the Bosphorus. Fishing boats venture back to the harbor and their hulls are painted with vivacious reds and vibrant yellows. After breakfast, your private transfer will escort you to the airport for your flight to Izmir. You are met at the airport and soon arrive at the ancient ruins of Ephesus. It is the most complete classical metropolis in the world today. The city was first constructed in the 10th century BC by Attic and Ionian Greek colonists and sustained a population of over 33,600 people at its peak. Follow your guide through the collection of ancient Greek, Roman, and even Byzantine-era ruins. You can see a single pillar standing in a large field. The pillar is the last remains of the fabled Temple of Artemis, one of the Seven Ancient Wonders of the World. The temple of Hadrian has a main arch that has remained perfectly balanced without mortar for millennia. The goddess of chance decorates the first arch. Medusa adorns the second arch to ward of evil spirits. The city brings ancient artistry and culture to modern life."
    },
    {
      "dayNumber": "7",
      "title": "Didyma – Ancients alongside the Mountains",
      "description": "The ancient splendor of Priene can be seen standing on the hillside of Mount Mykale. Trees surround the ruins and the fields are a combination of verdant and arid. The surrounding peaks are rugged. The Meander River once flowed alongside the edge of the city and attributed to Priene’s shipbuilding industry and sailing culture. The buildings were all constructed with marble with hardwood roofs and floors. Alexander the Great patronized the Temple of Athena in the 4th century BC. The craggy cliffside of the acropolis hovers over the temple. Five columns continue to stand against the background of the acropolis, adverse to time and its effects on the surrounding city. Archeologists have even found an ancient synagogue that held a carved image of a menorah. The cool breeze sweeps through the trees. The scent of pine and marble fill the air and you continue onwards Didyma."
    },
    {
      "dayNumber": "8",
      "title": "Kusadasi – A Day in Ruins",
      "description": "The ruins of Aphrodisias take you off the beaten path. The crowds dissipate but the history and exceptional architecture remain. Your private guide escorts you to the small Greek city that was dedicated to Aphrodite. A monumental gateway leads to the forecourt of the Sanctuary of the goddess. The gateway has triangular porticos and slender pillars. The Odeon continues to stand 138 feet wide. Nine marble rows are divided into five sections. The columns of Aphrodite’s temple stand on the hilltop in the background. The city is calm and the ruins are inspiring. The trees add a cool shade to the surrounding hillside. The air is still and the history speaks volumes."
    },
    {
      "dayNumber": "9",
      "title": "Cappadocia – The Fame of Cappadocia",
      "description": "The classic marble columns and elegant reliefs of gods and goddesses remain around Kusadasi. After breakfast, you fly to the remarkable region of Cappadocia and settle in the town of Urgup. The village is a rural retreat that clings to the rocky hillside. The earth is cream colored and boulders rise with the hillside. The village is carved into the rock and uses the already shaped stone to structure the buildings."
    },
    {
      "dayNumber": "10",
      "title": "Cappadocia – The Surrounding Valleys",
      "description": "The cool morning washes over the landscape and returns the creamy color to the rocky hillside. As you venture away from the city, you watch the village fade into the rocks and disappear. Sultan Han is a 13th-century caravanserai , an ancient roadside inn. The walls were fortified during the Seljuk reign, which is why it now resembles a fortress. Enter the complex from the east beneath the marble 40-foot high gate. The inner courtyard has marble colonnades that line the cobblestone plaza. As you stroll through the interior you can hear your footsteps echo in the quiet arched hall. A dome captures the sound. The stone kiosk-mosque is the oldest example of its kind in Turkey. In the Ihlara Valley, the earth comes to vibrant life. You hear the meandering rush of the Melendiz River. The trees are active, covered if dynamic leaves, and swaying in the breeze. The surrounding mountains are red and powerful. When you find the cave churches, be ready to witness their depth and majesty. Purenli Seki Kilisesi means “Church with the Terrace.” It is covered with frescoes, each one projecting a strong design and captivating expression."
    },
    {
      "dayNumber": "11",
      "title": "Cappadocia – The Fairy Chimneys",
      "description": "In the Devrent Valley, you will find the famous rock formations known as “Fairy Chimneys.” The rocks rise over the plain and into the foothills. Their slim pillar frame is topped with large, conical boulders that make them look like chimneys. It’s as if they sprouted from the ground like grass or wheat. Continue onwards to the Zelve Open-Air Museum. As you come closer to the cliffside you notice that what you thought were natural indentations in the hills are actually carvings. The honeycomb dwellings encapsulate religious and secular chambers that housed families until the 1950s. Walk along the pathway and you can see remnants of frescoes from the Church with the Deer. There is also a rock-cut mosque with a single minaret. Zelve is a ghost town that offers you a glimpse into the region’s indelible past."
    },
    {
      "dayNumber": "12",
      "title": "Istanbul – The Tunnels are Bigger",
      "description": "The mountains look like tabletops. The foothills rise into the flat peaks that overlook the valley. After breakfast, you will make your way to the Soganli Valley to experience more of the impressive and extensive troglodyte civilizations. A boulder rises over the grassy hillside. The tan color nearly blends into the surrounding mountains. As you inch closer you can see the complex honeycomb doors and windows carved into the rock. The interior shows impressive frescoes in the traditional Byzantine style. You can just make out the images of saints and biblical stories. The steps are worn and the walls are cold in the shade. But there is something wondrous about the frescoes and surviving churches. After your visit to Kaymakli, the largest underground city in Cappadocia, you will fly to Istanbul and settle into the familiar comforts of the capital city."
    },
    {
      "dayNumber": "13",
      "title": "Istanbul – Return from History",
      "description": "The cobblestone streets of Tunel and Karakoy bustle with morning activity. Cafes are filled with the sounds of percolating coffee. Old men sit at tables and play dominoes and read newspapers. The Galeri Suav displays its Hittite and Ottoman inspired collection of ceramics, glass, and textiles. Delight in the sweet and savory combination of fresh sesame bread and strawberry jam. A small bowl of dates sits on the table. After breakfast, you are escorted to the airport by private transfer. The culture of the city continues to enchant as you make your way home and return from Turkey’s historic depths."
    }
  ],
  "map": ""
}