{
  "destination": "Greece",
  "mainPhoto": "",
  "id": "highlights-of-turkey-and-greece-tour",
  "tourName": "Highlights of Turkey and Greece Tour",
  "placesVisited": "Istanbul, Canakkale, Kusadasi, Pamukkale, Rhodes, Athens",
  "generalInfo": "The tiles of the Blue Mosque capture the afternoon sunlight. The terraced pools of Pamukkale make the mountainside look like an ice palace. The medieval castle at Rhodes encompasses the island’s eclectic history and the Acropolis in Athens continues to captivate visitors from around the world. On this custom tailored tour through Turkey and Greece you will find engrossing history and majestic beaches, treasured ruins and breathtaking landscapes. From large cities to charming villages, you will find the remnants of myths, beautiful scenery, and remarkable culture.",
  "durationDays": "14",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Istanbul - The Meeting Point",
      "description": "Welcome to magnificent Istanbul, the historic city that once marked the meeting place of East and West. Magical minarets and graceful domes create the skyline. The scent of rich spices fills the air. The streets are dizzyingly energetic. The call to prayer is almost hypnotic as it echoes over the rooftops. Your private transfer is waiting at the airport to escort you to your fabulous accommodation. The layers of the city unfold around you. Cobblestone alleyways are lined with cafes. Tables are decorated with elegant textiles. The scent of sweet mint tea emanates from the restaurants and mixes with the rich aroma of dark roasted Turkish coffee. When you sit in a café you can see copper kettles filled with percolating coffee and surrounded by vibrant red coals. You have arrived in Istanbul and can feel the city’s historic touches and contemporary charm."
    },
    {
      "dayNumber": "2",
      "title": "The Streets and Skyline",
      "description": "The sunrise stretches far and wide over the cityscape. The Sea of Marmara glistens in the early light. You taste the elegant and traditional Turkish coffee that is strong and flavorful. After breakfast, your guide meets you at your hotel. The call to prayer emanates from the towering minarets and reverberates through the streets. It is a rhythmic and poetic hymn. The city starts to liven. Shops begin to open. A pomegranate juice vendor presses the fruit and you can see the extract pour into a cup. The natural ruby color is exotic and the flavor is perfectly sweet. You come to Hagia Sophia, the Church of the Holy Wisdom. Constantine the Great designed the original cathedral; however, the church in its current form was constructed in the 6th century under the supervision of Emperor Justinian I. The Byzantine architecture is fascinating in both artistry and scale. The central dome has a diameter of 102 feet. The four pendentives are each decorated with seraphim mosaics. The Islamic calligraphic roundels date back to the 18th century and provide an interesting and beautiful contrast to the Byzantine religious art. Your footsteps create a small echo in the cavernous space. The basilica was converted into a mosque in the 15th century and eventually a museum in the 1930s. The historic embellishments around the structure add to the architectural radiance. The interior surface is enveloped in green and white marble. When you exit Hagia Sophia you can see the six sensational minarets and the large dome of the Blue Mosque."
    },
    {
      "dayNumber": "3",
      "title": "Canakkale - The Fields of Gallipoli",
      "description": "In the morning Hagia Sophia and the Blue Mosque are highlighted by the shifting pastels of the sky. Small fishing boats wade in the sea. They are painted with vibrant colors that pop against the stretch of blue water. After breakfast your private transfer meets you at your hotel. Istanbul soon fades into the horizon as you make your way to Gallipoli. The beaches and coves are peaceful. The landscape is filled with pine forests. The aroma of the air is a mixture of sweet sea and zesty evergreen. It is hard to imagine the aggressive battles that were fought during World War I on this tranquil landscape. Journey along the Anzac Walk designed to take visitors around the 14 historic sites, including the 57th Regiment Memorial. The water gently laps against the sand. A slight sea breeze brushes against your cheeks. The Turkish Memorial of the 57th Regiment is a larger than life statue of a Turkish soldier. His rifle is firm in his hands as he faces downhill ready to charge the oncoming army. The memorial commemorates the battle of April 25th, 1915. In the afternoon you will find yourself in Canakkale, a small city overflowing with the atmosphere. Cobblestone lanes encircle the old clock tower and wind along the sweeping waterfront. Settle into the night and the comforts of your hotel."
    },
    {
      "dayNumber": "4",
      "title": "Kusadasi - The Walls of Troy and Seat of Pergamum",
      "description": "Troy is known as the ancient city in Homer’s The Iliad that was enclosed behind impenetrable walls. Your guide meets you at your hotel and takes you to the remains of the city. The outer wall of Troy gives you a chance to look out over the fortifications of the east wall gate and Troy Tower. The complex is captivating due to its layers of history and legendary power that span millennia. The difference in Troy’s eras can be seen in the noticeably diverse stonework of each layer. Continue onwards to Pergamum, cited as home to one of the Seven Churches of Asia in the Book of Revelations ; much of the ancient ruins date back to the 2nd century BC. KThe Asklepion was a medical center that honored the healing god. The temple stands above an ancient spring that continues to flow beneath the hillside. Climb up the Sacred Way, a colonnade that stretches over 850 yards and once connected the temple to the Acropolis. The temple’s dome is 78 feet in diameter. The northern colonnade has 17 columns in place and lead from the library to the restored theater. The surrounding hills are lush and quiet. The sun is warm and bright. The light catches the stone and glints against the landscape. In the evening you will transfer to the seaside town of Kusadasi."
    },
    {
      "dayNumber": "5",
      "title": "Kusadasi - The Secrets of Ephesus",
      "description": "The ancient city of Ephesus is found near the Aegean Sea and was once home to one of the Seven Ancient Wonders of the World, the Temple of Artemis. The city in its entirety is a vast outdoor museum filled with interesting and legendary antiquity. Artemis’s temple was originally constructed in the 7th century BC. When you come to the marsh you find a lone column standing 13 feet tall. The temple was the first monumental building to be designed and built entirely of marble. The Temple of Hadrian is known by its elegant arch façade. The temple was constructed in the 2nd century AD. The design is simple and clean. Over the main doorway you find an intricate relief of a woman surrounded by decorative leaves. Some people have identified the figure as Medusa who was meant to keep evil spirits at bay."
    },
    {
      "dayNumber": "6",
      "title": "Pamukkale - Intriguing Nature",
      "description": "Pamukkale means the Cotton Castle in Turkish, and soon you will understand why. As you venture closer to Pamukkale you can see the pristine mountainside gleaming in the sunlight. The foothills are terraced with calcite pools that stretch over 525 feet high and 1,970 feet wide. The water is iridescent and supersaturated with calcium carbonate. As the spring cascades down the mountain it deposits the calcium into the pools and eventually hardens. The hillside looks like a combination of infinity pools and ice and can be seen from over 35 miles away. Nearby are the ancient ruins of Hierapolis. The ruins are mostly compiled of relics from the Roman period. The sacred pool is warm and clear. Hot springs filter into the water and heat the pool to a comfortable temperature. You can see pieces of ancient marble columns at the bottom of the pool. Columned porticos once encircled the water but earthquakes toppled some of them into the pools. You are allowed to swim with the antiquities and float above the underwater columns. The experience is truly unique and the water is absolutely inviting."
    },
    {
      "dayNumber": "7",
      "title": "Marmaris - Mediterranean Abounds",
      "description": "The morning takes you to Marmaris, a port town and resort area along the Mediterranean Sea. Ships line the harbor; their masts sway gracefully against the background of turquoise water. Mountains edge the border of the city and the sea. You step aboard the ferry and make your way to the famous Greek Island of Rhodes. The water shifts from turquoise to sapphire and eventually becomes as clear as crystal. Rhodes Castle towers over the distance verdant trees. As you enter the harbor you can see the two pillars adorned with a deer. Your private transfer takes you to your hotel, located at the heart of a popular beach. The afternoon is warm and comfortable. The water is calm and quiet. The beach is lined with umbrellas that shade visitors from the sun and create the perfect atmosphere. The city’s ancient and contemporary history has gravitas. The beach is pristine. The aromas of lemon zest and fresh grilled seafood emanate out of local restaurants and tempt you to venture inside."
    },
    {
      "dayNumber": "8",
      "title": "Rhodes - The Ancient Way",
      "description": "The sunrise drapes the horizon in pink and blue. The old harbor is cast in a silhouette as the morning begins. The day is at your leisure to enjoy the island. You could sit under an umbrella and listen to the soft crash of the water on the shore or you could stroll alongside the medieval walls and enjoy the atmosphere. Enter through one of the seven gates that lead you into the distant world that has collected Mediterranean cultures throughout time. The inner walls are lively and bustle with the energy of a Turkish bazaar. The ruins of Aphrodite’s temple can be seen at the Gate of Eleftherias. You can find a vast and diverse collection of relics in the Archeological Museum, including the stunning sculpture Aphrodite of Rhodes . When you come to the Street of Knights you can walk along the completely restored buildings. The pebble streets and large, thick stone structures give you the feeling that you are walking through a magnificent castle, because you are, in fact, actually walking through one. The castle walls are 36 feet thick and the castle moat runs over 63 feet wide. The streets are paved with cobblestones and there are an endless number of quiet alleyways that you can call your own. In the evening you can dine in the elegant historic atmosphere at Dinoris. The courtyard seating has you dining next to the old wall. The scent of prawns cooked with tomato, pepper, and feta cheese is savory and tantalizing."
    },
    {
      "dayNumber": "9",
      "title": "Crete - The Myths of Crete",
      "description": "Today you will depart from Rhodes and venture to Crete, the largest of the Greek Islands. Your private transfer escorts you to the airport and soon you arrive in Heraklion, the capital of Crete. Settle into the luxuries of the hotel Agapi Beach. The resort is situated with stunning gardens, three immaculate pools, and a long stretch of warm, sandy beach. Crete is a treasured island that combines majestic beaches, ancient myths, fantastical villages, and sensational landscape. The locals are sociable and filled with vivacious spirit. The food is known to be the best in all of Greece. The Venetian fortress stands on the quay and guards the harbor. Old Town is a labyrinth of cobblestone streets filled with urban sophistication. The architecture dates back to the 15th century. You can visit the restaurant Agora, which is Greek for market. The menu features traditional meze, small dishes similar to tapas. Enjoy the rich flavors of traditional Cretan pasta with chicken and graviera cheese."
    },
    {
      "dayNumber": "10",
      "title": "Crete - Crete’s Elite",
      "description": "The cobblestone streets of Heraklion come to life in the morning. Boats come back to the harbor and unload the day’s fresh catch. The market is filled with vibrant local produce and seafood. Enjoy the sweet and tart flavors of Greek yogurt and fruit before you start your day of exploration. The entire day is at your leisure to experience Crete at your whim and pleasure, which could bring you to luxuriating by the beach or visiting the celebrated archeological museum. The Minoan Palace of Knossos is home to the mythological labyrinth and the infamous Minotaur. Knossos was the Minoan capital and the palace was constructed around 1900 BC. In the royal apartments you will find the queen’s hall. The door is adorned with a dolphin fresco and a floral design outlines the doorway, embellished in blue. The palace complex is large and sits against the backdrop of rolling, rocky hills. The history is palpable and stirring. The fresco that depicts a bull charging through the mountains can only remind you of the Minotaur and the maze that once filled the palace."
    },
    {
      "dayNumber": "11",
      "title": "Crete - Out of Town",
      "description": "The day is yours once more. The water splashes against the sand. The sun spreads over the distant hills. Whether you visit the museum or simply stroll along the historic streets of the old city, the day will be filled with splendor. You could even venture outside of Heraklion to visit the charming city of Rethymnon. The cobblestone alleys are filled with the charisma of a small town. The ambiance is a gracious slower pace and contains touches of both Venetian and Ottoman elements. The harbor is a historic Venetian landmark. The buildings that encircle the footpath are rich in color. Small boats wade in the calm marina. The water is crystal clear. You can see schools of minnow swimming close to the rocky seafloor. The Venetian fortress was built in the 16th century and stands looming over the historic neighborhood. A long outcrop encloses the harbor and an antique lighthouse stands at the jetty’s edge. The bricks are interspersed with Turkish flourishes, such as half moons and floral designs. The city feels relaxed. You can wander through the ancient streets and find cafes and shops filling historic buildings."
    },
    {
      "dayNumber": "12",
      "title": "Athens - The Ancient Gateway",
      "description": "Breakfast is filled with the delightful aroma of Greek coffee. The combination of the sweet and rich flavors is a tasty beginning to the day. The morning is yours to enjoy. Dip your toes into the refreshing Aegean Sea. The water is cool and the sun is warm. In the afternoon you will transfer to the airport and arrive in Athens. You will find yourself in the luxurious Athens Gate Hotel which is composed of a selection of rooms that overlook the ancient Temple of Olympian Zeus. Other rooms have a view directly to Acropolis, offering a private panorama of the Parthenon. The city of Athens is a tangible museum. History continues to stand on the tallest hill in this ancient metropolis and overlooks the streets below. Stroll along the Plaka , the oldest street in Athens which dates back to the Golden Age. The streets are made of cobblestone and are lined with ancient mansions. The beauty around the Acropolis is in the charismatic streets and the ever-present temples. As the sun sets over the city the aromas of traditional roasted meat become stronger. The temples glow in the coming night sky. You can enjoy the comforts of a traditional Greek meal at Paradosiako , a mixture of Ouzeri and tavern. The seafood is always fresh and the Greek salad is light and bright."
    },
    {
      "dayNumber": "13",
      "title": "Athens - History’s Allure",
      "description": "The morning reaches over the Acropolis and the pristine marble pillars reflect the light. Your private guide meets you at your hotel after breakfast. You are ready for your tour through the historic and celebrated ruins of Western Civilization. The citadel is visible from every neighborhood in the city and today you will climb the hillside and make your way into the temple complex. As you make your way towards the temples the steps change from stone to marble. The stairway is slick but graceful. The Propylaea is the entrance gate. The façade has six Doric columns that support what remains of the pediment. As you walk through the entryway you understand how large and strong the pillars truly are. Inside the temple complex you come within feet of the ancient treasure of Athens, the Parthenon. The temple was dedicated to Athena and built in 5th century BC. It continues to be a symbol of Greek democracy and Western Civilization. The friezes and are decorated with intricate artistry that depict gods and mythology. The east pediment tells the story of Zeus and the west pediment depicts the contest between Athena and Poseidon. The plateau is paved with marble. You can look out over the city and see where the ancient neighborhoods meet the modern streets."
    },
    {
      "dayNumber": "14",
      "title": "Athens - Returning from History",
      "description": "The ancient city radiates under the sunrise. The Parthenon looks like an ancient beacon that continues to inspire the city and the world. The Plaka bustles with life and the modern city whirs with people. Indulge in one last cup of Greek coffee before your private transfer takes you to the airport. You have witnessed more than just ancient history. You have experienced the cultures of Turkey and Greece that have developed with time. From bazaars to ruins, beaches to legends, you have experienced them all and can’t wait to return."
    }
  ],
  "map": ""
}