{
  "destination": "Turkey",
  "mainPhoto": "",
  "id": "private-luxury-sailing-to-uncover-turkey",
  "tourName": "Private Luxury Sailing to Uncover Turkey",
  "placesVisited": "Istanbul, Hagia Sophia, Bosphorus, Cappadocia, Goreme, Red Valley, Izmir, Ephesus, Aphrodisias, Maramaris, Ekincik, Lydea, Gocek Lagoon, Gemiler Island, Kalkan, Xanthis, Patara, Kas, Kekova, Skyrock Bay, Myra, Ulupinar, Olympos",
  "generalInfo": "Turkey's coastline is a treasure trove of enchantment and wonder. Private yachts, undiscovered ruins, enigmatic Istanbul, lunar landscapes; this itinerary sets sail to the hidden glories of Turkey and uncovers the last undeveloped stretch of the Mediterranean. Serene and exciting, these 13 days blend countless historic empires with luxury modern indulgence, while uncovering some of the most prized locations in all of Turkey.",
  "durationDays": "13",
  "price": "16,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Istanbul – City Walking Tour and Bosphorus Cruise",
      "description": "Welcome to Istanbul. Welcome to a city that straddles two continents and excels in blending the best of both. Your guide and driver is waiting at the airport, and after a chance to freshen up at the hotel, a walking tour begins to unveil the eclectic influences that mark the city. Start at the Hagia Sophia, a 6th-century church that became a 15th-century mosque and now stands as an exemplifier of Turkey's secularization. Christian wall frescos and Islamic interiors mix together and the building's size is remarkable even today. For many centuries, it was among the largest five buildings on the planet. As the sun begins to cast gentle tones across Istanbul you embark on a scenic cruise along the Bosphorus. Linking the Sea of Marmara with the Black Sea, this narrow strait divides Europe and Asia. Admire the architecture that stands proud on both continents and wait for the sun to set and the lights to cast reflections onto the continental divide. The boat docks beside a quaint waterfront restaurant for a welcome dinner of seafood and traditional specialties."
    },
    {
      "dayNumber": "2",
      "title": "Istanbul – Immersion in the City's Legendary Wonders",
      "description": "Istanbul's glories boast of opulence and history. Today's easy walking tour takes you on a journey through the ages, revealing the excesses of sultans and the design of empires. Start in the Topkapi Palace, a vast complex of courtyards and subtly different buildings. For over four centuries, each sultan built his own room and stuffed it with wares from around the world; armor, jewelry, porcelain, calligraphic manuscripts. The rooms are now museums glimpsing at both world and Turkish history. Next visit the Cistern, the city's earliest water supply, and then wander across ancient Greek and Roman remains. Statues and columns stand alongside the boardwalks and then, back above ground, the remains of the Hippodrome make it easy to picture horse and chariot races. Today's tour is around four to five hours in duration and it's an easy walk. Continue to the Blue Mosque and savor the beauty of 21,000 Iznik tiles, a soft glow cast above an interior that demands silence. The Blue Mosque begins the merging of history with ongoing culture. This continues at the Grand Bazaar, where the ancient tradition of bargaining lives on; carpets, souvenirs, lanterns, wires, every street reveals more and more stalls. Completing the walking tour is a sensual feast, the colors and smells of the Spice Market leading the eyes and nose on a merry dance. Return to the hotel with a local street car and spend the afternoon relaxing. This evening's dinner is at a celebrated local restaurant."
    },
    {
      "dayNumber": "3",
      "title": "Cappadocia – Exploring a Weird and Wonderful Landscape",
      "description": "A morning flight transfers you to Kayseri and then a short drive immerses you in the bizarre natural splendor of Cappadocia. Strange rock formations resemble fairy chimneys, and if you look closely into the valleys you'll discover the entrances to thousands of caves. This landscape is best explored on foot; meander through the troglodyte dwellings and soak up the lunar-like surroundings with an easy to moderate three-hour hike. First head through the Valley of Spears and then discover the beautiful frescoes that cover rock-cut churches within the Goreme Open-air Museum complex. Continue through the striking chimneys of Pasabag, shaped by a long volcanic history and then further carved by monks. Seeking an ascetic lifestyle, the monks crafted homes within the chimneys and would climb on top of them to preach. After the hike, you're transferred back to the cave hotel and will enjoy a local dinner this evening."
    },
    {
      "dayNumber": "4",
      "title": "Cappadocia – Beautiful Red Valley and Bewitching Whirling Dervishes",
      "description": "Cappadocia's panoramas entice you forward, captivating in the morning light and bursting with treats. Pillars, tuff cones, caves, crumbled pyramid rocks; from a distance it's indelibly photogenic. Get up close and the intricacy is revealed, a four hike taking you from Ortahisar to Cavusin and across the lunar-landscape of the Red Valley. More evocative carved churches are discovered, these ones depicting the early days of Christianity in vivid frescoes. Lunch comes with a sampling of the region's local wine followed by an opportunity to explore a weaving cooperative and a potter's workshop. This is a good chance to purchase souvenirs direct from the source and support a local community. Return to the hotel in the late afternoon and rest before this evening's mystical entertainment. Whirling Dervishes spin gracefully for minutes without pause, their sacred dancing accompanied by soft music and the recital of poems. Simple yet powerful, the Mevlevi Order of Sufis have been whirling since the 13th-century. It's a form of Islamic worship and witnessing their performance is a very unique experience."
    },
    {
      "dayNumber": "5",
      "title": "Kusadasi – Exploring a Remarkable Ancient Roman City",
      "description": "A short morning flight takes you to Izmir, where the Aegean Sea twinkles in the distance, and green valleys provide a playground for archaeological and architectural adventure. First, you will drive to Sirince, a town of whitewashed homes resplendent beneath red tiles. Drink a coffee, enjoy a local lunch, and absorb the quaint pace of life in remote Turkey. Fully energized you wind towards the city of Ephesus, one of the finest and most complete ancient cities anywhere in the world. Evidence suggests that people were living here long before the Ionians built temples and roads around 3,000 years ago. Meander down the white marble slabs of the main street, three-millennia old pillars, and archways standing on both sides. Explore the remains of homes and then the ruins of a library, theater, and vast Roman baths. The Temple of Artemis and Library of Celsus are the most impressive relics, pearly white and impressively restored to showcase ancient glory. But the sites keep coming: a gladiatorial graveyard, an agora, isolated columns, every corner another photo of Roman and Greek history. The history of Ephesus is well laid out in the museum at Selcuk and then the day takes a serene turn as you check into the Charisma Hotel in Kusadasi. Overlooking the Aegean Sea, this is a tranquil place to spend the evening."
    },
    {
      "dayNumber": "6",
      "title": "Gulet Cruise – Exploring Aphrodisias and a First Night On Board Your Luxury Yacht",
      "description": "Today's journey takes you alongside the Aegean, passing through the ancient wonder of Aphrodisias before revealing the modern splendor of your private sailing yacht. Greek and Roman archaeological ruins are dotted beside Aphrodisias, reminders of its prosperity in the first centuries AD. Marble statues and huge columns dominate the cityscape, each towering above as your guide reveals the historical narrative. After lunch it's a three hour drive to Marmaris where the Cavurali awaits. Sixty-five feet long and built in the traditional Tirhabdil style, the yacht offers an effortless blend of modern luxury and timeless style. Climb aboard and the adventure begins. Set sail for a wilderness cove where dinner is served and there's a wonderful elegance to your first night aboard. This will be your private home for the next six nights and your mode of transport for the next six days."
    },
    {
      "dayNumber": "7",
      "title": "Gulet Cruise – Sapphire Waters and Ancient Ruins along the Coast",
      "description": "Relax on the teak deck as breakfast is served. Turquoise waters surround the sail and there's more than enough time to dive in for a swim before you sail to Ekincik. Disembark and hike along the coast, glorious landscapes accompanying the two-hour walk to Candir. Now for a new mode of transport as you board a riverboat to cruise up the Dalyan River and reveals the elaborate tombs of the kings of Caunus. Sculpted and hidden in the rocks, these are wonderful reminders of the region's rich history. This whole coastal region is a treasure trove of experiences and relics; dip into the natural hot springs and enjoy their therapeutic powers, swim in the unfathomably clear Koycegiz Lake, explore the ancient city of Caunus with its evocative theater, Byzantine church, and many tombs, then meet the Cavurali in Semisce Cove and enjoy another dinner surrounded by gentle waters."
    },
    {
      "dayNumber": "8",
      "title": "Gulet Cruise – Hidden Lagoons, Secluded Coves, and Cleopatra's Baths",
      "description": "The sail rises early this morning, taking you along the waters to Fethiye Bay and the centerpiece of ancient Lycia. Take breakfast on board and then snorkel in the Aga Limani Cove, a place of bizarre sponges and coral. As you journey further along the Turquoise Coast you absorb an off-the-beaten-track and often hidden side of Turkey. Many of these destinations are not easily connected by road yet it's an effortless journey when you have your own private gulet. Climb onto land and hike to Lydea, passing nomadic shepherds en route and ascending into a pine forest that dominates a rocky ridge. Aromatic herbs tantalize before inscribed tablets and Corinthian columns mark the entrance to Lydea. Walk past the temple walls and sarcophagi, discover the Roman and Byzantine history, and keep going to the Batik Hamam, a place where Cleopatra is believed to have bathed. In total it's around three hours of hiking before you return to the Cavurali for a late lunch and set sail for Gocek Lagoon."
    },
    {
      "dayNumber": "9",
      "title": "Gulet Cruise – More Hidden Wonders Along a Sea of Green",
      "description": "A new morning, another elegant sail amidst tranquil waters. The captain steers the Cavurali to Gemiler Island with the discreet crew attending to anything you need. Like each day along the Turquoise Coast, the sailing is combined with easy hiking and exploring ruins well off the beaten track. Wander amongst the eerie ruins of a Byzantine monastery, explore the island's temple and basilica, and admire the remnants of timeless mosaics. A sumptuous lunch is served on board with your private chef responding to personal tastes, before you take some time to swim in the secluded bay. Climb the cliffs and discover what remains of Affouli Nunnery, perched above the Mediterranean and affording dazzling views of the water. Tread along the cliffs and then descend into Kayakoy, a mysterious ghost town that clings to the mountainside. There's a fascinating narrative here, originally dating to the ancient city of Carmylessus and continuing with the aftermath of the Greco-Turkish war. Today's hike is three to four hours and you meet the yacht at Soguk Su Cove, where a languid late afternoon can involve swimming, snorkeling, or lounging on the deck."
    },
    {
      "dayNumber": "10",
      "title": "Gulet Cruise – Unexplored Turkey and the Undeveloped Mediterranean",
      "description": "Fifteen-hundred foot cliffs dominate the scene as you sail into Burguncuk Cove. Aleppo pines give the setting a wild and rugged appearance and it's very rare to see anyone else around. Next up you're exploring a cluster of Byzantine and Lycian ruins, most without names and peering out from beneath a canopy of green. This section of Turkey's coast is one of the last undeveloped stretches of the Mediterranean, blissfully unexplored and scenting of adventure. Cross the Seven Capes to Kalkan where you'll drive into Bezirgan, a mountain village of tradition and rural lifestyles. A local family invites you inside for lunch, cute specialties laid out in an austere setting. Xanthos would throb with tourists if it was more accessible. Home to Persians, Greeks, and Romans, it's now explored by just a handful of visitors. The secretive and deserted sites continue throughout the afternoon; the vast empty beach of Patara, a Roman aqueduct, and then beautiful Firnazlar Cove where your private yacht is waiting."
    },
    {
      "dayNumber": "11",
      "title": "Gulet Cruise – Snorkeling Over Ancient Ruins and Beautiful Kekova",
      "description": "Your final day of sailing is one of mystery and beauty. Whitewashed houses and enchanting boutiques greet you in Kas, a town dominated by bougainvillea blossoms and the chatter from cafe terraces. After lunch in Kas the sails tighten and wind power takes you to the ruins of Aperlae, hidden beneath the gentle waves and easily explored with a mask and snorkel. Nearby, Kekova Sound provides a timeless memory of the Turquoise Coast's exquisite geography. Cliffs climb high, forests clad the lowlands, and shimmering waters always lap gently. Climb up to Crusader Castle for sunset, the orange tones spreading across Simema and the Cavurali below. A final dinner is served on board and the final night on your yacht is spent in Skyrock Bay."
    },
    {
      "dayNumber": "12",
      "title": "Istanbul – A Final Day of Cruising on Your Luxury Private Gulet and Transfer to Istanbul",
      "description": "The final day of sailing epitomizes the charm of the Turquoise Coast and the ease of this vacation. Wake for a leisurely breakfast and morning swim in the deserted bay. Settle into the comfy chairs on the deck and watch the scenery pass; tiny villages spill down the mountainside, forests reflect in the shallows, and there's an untamed feel to a coastline that's difficult to access by road. Drop anchor in Myra and explore its tombs dramatically carved into the hillside. Continue to Ulupinar and bid farewell to the Cavurali in a timeless style; over a sumptuous lunch and glass of local raki or wine. This afternoon the adventure continues on foot, with visits to Olympos, the eternal fires of Chimaera, narratives of Sicilian pirates, and a final white beach for swimming and soaking up the sunshine. From here you're transferred to Antalya and a domestic flight to Istanbul. This evening is free and a good chance to personally say goodbye to the country, perhaps from one of the city's splendid rooftop or riverfront restaurants."
    },
    {
      "dayNumber": "13",
      "title": "Istanbul – Fond Farewells",
      "description": "You're transferred to the airport after breakfast, a thousand competing memories flashing through your mind. Ancient cities, luxury sailing, turquoise waters, coastal hikes; it's been 13 days that compel you to return."
    }
  ],
  "map": ""
}