{
  "destination": "Turkey",
  "mainPhoto": "",
  "id": "turkey-cultural-tour-exploring-traditional-village-life",
  "tourName": "Turkey Cultural Tour: Exploring Traditional Village Life",
  "placesVisited": "Istanbul, Sapanca, Ankara, Cappadocia, Abant",
  "generalInfo": "Turkey's architectural wonders compel and confound, but the country's heart lies in its villages and traditions. Step far off the beaten track as you’re invited by host families to experience the real culture of Turkey. Homestays, tiny villages, home-cooked banquets, hidden histories; this vacation reveals an unforgettable warmth that matches Turkey's beautiful landscapes and exotic grandeur.",
  "durationDays": "11",
  "price": "4,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Istanbul – Soaking up Ottoman Charms",
      "description": "Istanbul's Ottoman treasures aren't restricted to its renowned wonders. Ornate sculpted stone lines streets of cobblestone and intrigue. Mosques are camouflaged within bustling markets of rainbow colors. Juice vendors squash fruit beneath the domes of history. And your hotel radiates the opulence of the Ottoman Empire. Each corridor is lined with antiques and an intricately carved four poster bed dominates your room. Gaze across the rooftops from the window and absorb the skyline. Then head out onto the streets and find something to admire with every footstep. Settling into Istanbul's beauty comes naturally but let's quickly rewind to earlier in the day. You're picked up from the airport by a luxury chauffeur and transferred to the Ottoman-style hotel in central Sultanahmet. Relax and settle in. The hotel's prime location enables easy wanderings through pedestrianized streets with 2,000 years of history."
    },
    {
      "dayNumber": "2",
      "title": "Istanbul – Exploring the Hypnotic History and Culture of Istanbul",
      "description": "Like every morning in Istanbul it's the sounds that first impress. The call to prayer cascades across red rooftops. A bell mesmerizingly twinkles in the distance. Then come the smells: sweet pastry emanating from a just-opened bakery, infused chai coming from the hotel's dining room as you head for breakfast. So many impressions and you're yet to go outside. Your guide greets you at the hotel reception and you head off on a full-day walking tour of historic Sultanahmet, a suburb that's absorbed the influence of many empires. First comes Rome; the remains of Hippodrome Square are few but they evoke a time of chariot races and gladiatorial contests. Beneath the ground you explore the mysterious Basilica Cistern and the columns that line a historic pathway. Next it's Byzantine as you stand beneath the towering domes of the Hagia Sophia, each framed against a Mediterranean sky and splendidly capturing the elegance of a 1,400 year old history. As Christian frescoes and Arabic calligraphy juxtapose you get a sense that Turkey's history is not always clear cut. Both cathedral and mosque during its time, the Hagia Sophia epitomizes the remarkable culture to be discovered on this vacation. Across the square, the minarets of the Blue Mosque beckon you forward and you walk into courtyards of elegance. On a cute side street you sit down to a traditional lunch and famous Turkish coffee before the tour fast forwards to Ottoman wonders. Opulence and extravagance guides you through the Royal Topkapi Palace. This was the home of sultans and it's stuffed with dazzling collections of porcelain, antiquated furniture, carpets, art, and jewels. Such superlative wares also line the corridors of the Grand Bazaar. Explore the labyrinth of covered streets; handicrafts spill onto the stone floor, silver twinkles, carpets cover walls, and etched into the domes are evidence of fire and destruction. It's a confusing place, each corridor curling until your body's compass is fully discombobulated. So allow your guide to take over and reveal the path back to your hotel."
    },
    {
      "dayNumber": "3",
      "title": "Sapanca – Warm Welcomes to Your First Homestay Experience",
      "description": "Leaving Istanbul, it's not long before the road ascends past fertile slopes and the Bosphorus disappears. You've now passed from Europe to Asia, although the changes go unnoticed to the naked eye. Dotted beside the road are the remains of empires; a Greek marble sculpture, ancient towns reduced to rubble, tombs hidden in cliffs, and tales that span from Greece to Rome and back. Spend a few hours exploring the historical sites around Izmit before a leisurely lunch with gaping views back towards Europe. Your host family is waiting outside their door, all smiles and waves as you arrive in the village of Sapanca. Step inside and be shown to the guest room. Don't be surprised if it's almost as big as the rest of the house; local tradition dictates that even strangers should be received with a luxury that far exceeds what the family is used to. There will be time for a stroll through the village; curious villagers stop to shake your hand and whiffs of home cooking engulf the streets as dusk arrives. Return to your new home, where a lavish feast is laid out on the terrace. You might know it as a meze . To your host family it's a dinner of fresh local produce enjoyed over languid hours of shared stories. Retire to your bedroom and savor the serenity of this hidden slice of Turkey."
    },
    {
      "dayNumber": "4",
      "title": "Abant – Hidden Historical Sites in Unexplored Turkey",
      "description": "As the road winds east you continue the historical musing. Turkey was the birthplace of civilizations and the strategic space to be ruled by empires. Old stone mosques hang on hillsides. Theaters provide reminders of ancient worlds. Monastic remains are ascetic yet elegant. Today's drive enables you to explore these millennia old sights as you meander to Duzce, a quaint village that serves up a sumptuous lunch memorable for fresh bread and olives. Then continue to Abant, another village that rarely sees foreigners. Shake hands, return smiles, and make yourself at home. Then wait for the kitchen smells to transpose into another family dinner marked by laughter."
    },
    {
      "dayNumber": "5",
      "title": "Ankara – Relaxing With Villagers and Onwards to Ankara",
      "description": "Abant's villagers have heard of your arrival. They're drinking in cafes and waiting by their gates for a word with the visitor . This tour enables you to fully explore an authentic culture. At the same time, the villagers are desperate to uncover your own culture. Questions are translated and photos taken. Children hold your hand while women laugh and hide behind each other as their English comes out confused. The locals want to learn and absorb so don't feel that you're intruding on their life. They're delighted and honored to show you around their village. After a full morning in Abant, and a leisurely lunch at the homestay, you drive to Ankara. While the humble stone may have been replaced with a gleaming modernity, your host family reveals that Ankara is an oversized village at heart. Their genuine and warm welcome is unlike any you would expect from a capital city around the world."
    },
    {
      "dayNumber": "6",
      "title": "Cappadocia – Anatolian Civilizations and Exploring the Moon",
      "description": "There's a change of pace this morning as you visit the Anatolian Civilizations Museum. Archaeological finds and interwoven chronicles build a complex picture of the region's history. Lydian manuscripts, carved marble gods, 3,000 year old swords; the museum evokes sundry influences and tales of power. Leave the capital city and take lunch in a small village before crossing the valleys to the lunar landscapes of Cappadocia. After Istanbul, this is perhaps Turkey's most famous destination. However, your tour continues the paradigm of offering new angles. Dotted between the valleys of eroded geology are quaint Christian villages that remain virtually unchanged since the time when monks lived in the nearby caves. A homestay and local family is the best way to savor the ambiance of this bygone era."
    },
    {
      "dayNumber": "7",
      "title": "Cappadocia – Dramatically Carved Churches and Vast Underground Cities",
      "description": "There's a powerful tranquility to Cappadocia. Very few vehicles drive through the village, every panorama imbues an elegant beauty, and time moves at the pace of yesteryear. Coffee smells wake you from slumber and the breakfast table is waiting. As always, eat with the family and gradually learn about their lifestyle and history. Today's Cappadocia exploration is very relaxed. First you will head out to the churches of Guzelyurt. Each is hypnotically carved into the cliffs and their sheer abundance paints a scene of Christian dedication. Then journey underground and discover the city of Kaymakli. Fifteen-thousand persecuted Christians once lived in this vast hidden complex, the streets illuminated by lanterns and their rooms merely holes in the rock. Return to the homestay for another leisurely evening soaking up rural village life."
    },
    {
      "dayNumber": "8",
      "title": "Cappadocia – Beautiful Villages and Decorated History",
      "description": "A hearty breakfast prepares you for a day exploring Cappadocia. Rock churches stand resplendent in the hushed tones of dawn. From the cliffs you gaze upon valleys of fairytale chimneys and eroded stone. On deserted roads you spot monks' dwellings and the remains of monasteries. The valleys of Dervent and Pasabag engulf you in the region's lunar world, weird and wonderful formations extending at every angle. The road winds and the surreal exploration continues; Cappadocia is a visual and photogenic treat, one of the world's most remarkable and unusual landscapes stretching almost a hundred miles through peaceful valleys. It's also an historical delight. In Zelve and Goreme, the rock-carved churches stand side by side, each with frescoes exquisitely painted onto the rock. Rambling lanes take you past ancient monasteries and there's a poignant ambiance of hope etched into the cliffs. After lunch you explore the Greek history that presides over a corner of Cappadocia. Distinct sounds emanate from tile and pottery workshops in Avanos town, while the whitewashed houses of Mustafapasa showcase another Cappadocian angle. It's a fairly long day of touring, but any tiredness is quickly relieved by a welcoming pot of tea and the smiles of your hosts."
    },
    {
      "dayNumber": "9",
      "title": "Cappadocia – Stunning Hot Air Balloon Flight and Early Religious Memoirs",
      "description": "Cappadocia's scale can't be captured from the ground. Soar above it all in a hot air balloon and the landscape oscillates between fairytale fiction and geological wonder. Sunrise casts a photogenic hue and canyons cut dramatic scars through the red and orange. After an hour you touch back down and breakfast is waiting. The rest of the day is full of surprise. Hike into the Red Valley where troglodyte caves combine to form ancient thirteenth century mosques and even older monasteries form an ode to the region's religious history. Then you return to the village for a final afternoon and evening with your host family. After four days a real bond has been built and you're more friends than host and guest. Savor a final dinner on the terrace and share contact details, the mind already racing with ideas of returning. Note that throughout this itinerary there's an excellent chance of being invited to a Turkish wedding. This could happen at any of the villages en route and is obviously dependent on local people getting married. The itinerary may be altered slightly to ensure you get to experience this unique occasion."
    },
    {
      "dayNumber": "10",
      "title": "Istanbul – A Sensual Indulgence in an Exotic City",
      "description": "After a long farewell you're transferred to the airport for the short flight back to Istanbul. Return to your Ottoman themed hotel and a day of exotic experiences awaits. Explore the Spice Market with its fabulous array of colors and gourmet indulgences. Get lost amongst the mountains of powders and aromas and suddenly you're stood beside Rustempasa Mosque on the edge of Europe. Courtyards glimmer, minarets tower, and the mosque transports you from complicated maze to tranquil haven. Take a ferry along the Bosphorus and admire the continental divide, the best of Eastern and Western architecture dominating the riverbanks. And finally, just as you thought that Turkey couldn't offer anything else unique, feel the therapeutic power of a 16th century hamam and a salubrious treatment at the forefather of spas."
    },
    {
      "dayNumber": "11",
      "title": "Istanbul – Farewell to the Culture of Turkey",
      "description": "The Turkish cultural immersion comes to a conclusion this morning. Spend a final morning absorbing Istanbul's sensual feast then enjoy a luxury transfer to the airport and your return flight."
    }
  ],
  "map": ""
}