{
  "destination": "Turkey",
  "mainPhoto": "",
  "id": "wonders-of-turkey-tour-cappadocia-goreme-kaymakli-pamukkale-ephesus-istanbul",
  "tourName": "Wonders of Turkey Tour: Cappadocia, Goreme, Kaymakli, Pamukkale, Ephesus & Istanbul",
  "placesVisited": "Istanbul, Cappadocia, Pamukkale, Ephesus",
  "generalInfo": "On this custom tailored tour to Turkey, you will discover the wonders of the country from the surreal landscapes of Cappadocia to the underground city of Kaymakli to the Pamukkale thermal pools, and much more. Explore the endless field of spired rocks and set your feet in the ancient city of Ephesus, where the apostle Paul taught the twelve disciples. From the dome of the Hagia Sophia to the sapphire water of the Aegean Sea, come to Turkey and find history, beauty, and wonder.",
  "durationDays": "9",
  "price": "3,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Istanbul – The Unparalleled Earth",
      "description": "You arrive in Istanbul, a city that has connected the East and the West for thousands of years. You continue to Kayseri, known for its Seljuk tombs and its huge bazaar. The high-rises fade behind the horizon as you make your way to Cappadocia. The historical region is famous for its whimsical landscape and fairytale towns. The hills are honeycombed. Tall, thin boulders stretch over the flatland and look like pillars that support the sky. The mountains are layered with red and russet coloration. The soft stone has allowed cultures to thrive by carving shelter out of the countryside. The history is majestic, the ambiance is splendid, and the scenery is nothing less than spellbinding."
    },
    {
      "dayNumber": "2",
      "title": "Cappadocia – Fairies and Castles",
      "description": "The scent of fresh brewed Turkish coffee is rich and chocolaty. It is accompanied by the savory aroma of gozleme , a stuffed hand-rolled dough. After breakfast your guide will meet you at your hotel and escort you to the Devrent Valley, which is famous for its lunar-like landscape. The rock formations are often called “fairy chimneys.” The pillars are slender and tall and topped with conical rock formations. The undulating mountains look like a collection of folded dough. The grass is verdant and bright. Small flowers blossom and add stunning blues and reds to the landscape. When you come to the Goreme Open-Air Museum you find the extraordinary rock churches and frescoes that date back to the 10th century AD. The Byzantine churches were carved into the mountainside. Carikli Kilise was constructed in the 13th century. The archway in the central dome is decorated with images of the four gospel writers. The imagery is powerful and colorful. It feels more like you are in an ancient church and less like you are in a cave. Uchisar is the highest peak in Cappadocia and is topped by the Uchisar Castle. When you come to the top of the range you find rooms hollowed out of the rock. Stairs, tunnels, and passages connect the rooms. The castle’s interior is cool. The rock is soft. When you look out over the panorama you can see the marvelous peak of Mount Erciyes in the distance."
    },
    {
      "dayNumber": "3",
      "title": "Cappadocia – In the Interest of Troglodytes",
      "description": "The wonder of Cappadocia goes beyond its illustrious landscape. After breakfast your guide will meet you at your hotel and show you the exceptional subterranean scenery. Thirty-six underground cities are located throughout Cappadocia and date back to the 7th and 8th centuries BC. Kaymakli is the largest of the subterranean cities and has nearly one hundred different tunnels. The passages are low, narrow, and steeply inclined. There are four floors open for visitors to witness the incredible and complex network of rooms. On the second floor you can find a church, a nave, and two apses. You also notice the altar and seating platforms. Your feet shuffle and echo around the earthen alleyways. The ached doorways are surprisingly high. On the fourth floor there are several storage rooms that once held earthenware jars. The sun is bright and welcoming when you exit the underground city."
    },
    {
      "dayNumber": "4",
      "title": "Pamukkale – The Whirling Dervish",
      "description": "The fairy chimneys and underground cities of Cappadocia are fascinating. As you venture towards Pamukkale you can see an endless compilation of hot air balloons rising into the empty sky. They drift elegantly against the backdrop of blue like shifting clouds. Venture along the Silk Road and reach Konya. The city is home to whirling dervish orders and a stronghold of Seljuk culture. The juxtaposition between ancient and modern culture is charming. The market is a labyrinth of historic shops and wares. University students wear aviators and converse. The Mevlana Museum is the former lodge of the whirling dervishes. The site is one of the largest pilgrimage centers in Turkey and is always vivacious with energetic visitors. The museum was originally a mausoleum constructed in the 13th century. Enter through the main gate and step into the marble-paved courtyard. A large bowl collects rainwater that is still considered sacred to the farmers in the region. There is mixture of spirit and religion that runs through the vitality of the museum. The sarcophagus of Mevlana is found under the green dome and is embroidered in gold verses from the Koran. The small mosque displays priceless prayer rugs and illustrated Korans."
    },
    {
      "dayNumber": "5",
      "title": "Pamukkale – The Cotton Castle",
      "description": "From the distance Pamukkale looks like a Siberian mountain, or as the Turkish name suggests, a “Cotton Castle.” White calcite shelves brim over with warm, mineral-rich waters. You can hear the gentle trickle of the warm spring dribbling over the tiers. Above the pristine white landscape is Hierapolis, an ancient spa city for the Romans and Byzantines. The main thoroughfare stands alongside a pillared colonnade. The tripartite archway welcomes you in. The city was founded around the 3rd century BC and was coveted for its healing baths. The Nymphaeum is inside the sacred area near the Temple of Apollo and was built in the 2nd century AD. It contained a large fountain that distributed water to the house. The structure sits at the edge of the main colonnaded road. The entire city is enormous and holds remnants of its elegant design. The Antique Pool allows you to swim with ruins. The warm spring is inviting and the ruins line the floor; the surrounding pillars toppled over during a 7th century earthquake. The experience is unique and relaxing."
    },
    {
      "dayNumber": "6",
      "title": "Ephesus – Greek Classic",
      "description": "The ancient Ionian City of Ephesus is the best representation of a classic metropolis anywhere in the world. The sunrise spreads a yellow shimmer over the Aegean Sea. After breakfast you will meet your guide and venture out to the city complex that was once home to the world and historically renowned Temple of Artemis. Civilization first broke ground in Ephesus in the 10th century BC. Marble columns continue to line the streets. Near the end of the Curetes Street is the Hercules Gate. Two columns stand over the entrance on a raised platform. Each column is decorated with raised reliefs of Hercules. The purpose of the gate was to narrow the access to the street, which created an easy pedestrian area. The demigod is depicted wearing the lion skin from the lion myth. Pieces of marble pillars are strewn about the agora. The hillside is a mixture of verdant trees and arid grassland. The ancient market place was 480 feet by 220 feet and once held a temple at its center. The breeze brings the subtle aroma of pine and grass. You can see the remnants of the 2nd century Temple of Hadrian. The gates are tall slender pillars that support a wide portico. The ruins create a square shape that almost frames the mountains in the background."
    },
    {
      "dayNumber": "7",
      "title": "Istanbul – The City's Allure",
      "description": "The early morning sea has a particularly soothing aroma, a combination of the salt water and the sweet breeze. Enjoy the velvety flavor of a fresh Turkish coffee. Your private transfer escorts you to the airport and you arrive in Istanbul. You can see the city’s eclectic culture. Independence Avenue is filled with hip students and businessmen. However, you also see devout Muslim men wearing skullcaps and women who have their heads covered. The Bosphorus is filled with barges that need to connect from the Sea of Marmara to the Black Sea. Your guide meets you at the airport and takes you to the Hippodrome Square. The square was once the center of Byzantine life and was even the home to chariot races. A pink granite obelisk was constructed in the 16th century BC in Egypt and was brought to Istanbul in the 4th century AD. You follow the pathway and come to Hagia Sophia. The exterior splendor is only matched by the interior’s grace. The cathedral, in its current form, was constructed in the 6th century by emperor Justinian. It was later transformed into a mosque and eventually a museum. You find the Loge of the Empress in the center of the upper gallery. The door is etched from marble. You can find a green stone marking where the empress’s throne once stood. On each of the four pendatives is a giant six-winged cherub. The museum is quiet. Every step you take brings you deeper into history and closer to connecting with the vibrant images of dedicated artists and scholars."
    },
    {
      "dayNumber": "8",
      "title": "Istanbul -– The Colors of Istanbul",
      "description": "Istanbul is filled with rich delights that are hidden within narrow alleyways and discrete niches inside giant mosques. After breakfast your guide meets you at your hotel and takes you to the Spice Bazaar in the Faith district. It is the most famous covered shopping center after the Grand Bazaar. The marketplace was built in the 17th century and houses 85 shops. An arched roof covers the long pathways. The vendors sell spice, Turkish delight, sweets, jewelry, and dried fruits. You notice the colors first and foremost. Iridescent yellows and purples emanate from the shops. Mounds of almonds and pistachios fill the air with a nutty aroma. The atmosphere is lively and inviting. You soon make your way to the Dolmabahce Palace, which was the last residence of the Ottoman Sultans. The palace contains over 285 rooms, 46 halls, and a vast collection of European antiquity. It was constructed in the 19th century to fit a more contemporary style and luxury. An elegant conical chandelier hangs over the Crystal Staircase. Ambassador’s Hall has a gilded paneled roof. The neoclassical columns are graceful. Each light fixture seems more lavish than the last. You can easily, and willingly, become lost in the opulent décor."
    },
    {
      "dayNumber": "9",
      "title": "Istanbul – Leave the City Behind",
      "description": "The call to prayer comes in a soft melody that drifts through the morning streets. Fresh sesame-encrusted bread rings give an enchanting doughy aroma to the air. Spread fresh strawberry jam over the warm bread and taste the sweet and fruity flavor. The day has slowed down as you enjoy your final Turkish coffee with breakfast. Soon your private transfer will meet you and escort you to the airport for your flight home. You have seen the wonder of Turkey, ventured through its marvelous history and soared about its breathtaking landscape. Each moment has been pristine and magnificent."
    }
  ],
  "map": ""
}