{
  "destination": "Norway",
  "mainPhoto": "",
  "id": "cruising-the-norwegian-coast-itinerary",
  "tourName": "Cruising the Norwegian Coast Itinerary",
  "placesVisited": "Bergen, Byggen, Alesund, Geirangerfjord, Floro, Maloy, Torvik, Molde, Hjorundfjord, Kristiansund, Trondheim, Stiftsgarden, Stokksund, Rorvik, Arctic Circle, Lofoten Islands, Bronnoysund, Sandnessjoen, Ornes, Bodo, Stamsund, Svolvaer",
  "generalInfo": "With some vacations, you need to sit back and savor a magnificent natural setting. Cruising the fjords and exploring the islands, this is a classic nine-day journey through Norway’s natural beauty. There are waterfalls and peaks, northern lights and Arctic Circle treats. Experience colors, charm, royal history and inspiring cultures. To learn more about other Norway itineraries, visit the Norway tours page on Zicasso.",
  "durationDays": "9",
  "price": "6,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bergen – Colors of the Fjord-Side City",
      "description": "Bergen is quick to charm. White-painted wooden houses stretch out along the cobbled streets. The old wharf is made from timber, Bryggen a World Heritage Site that’s impossible to miss when you start to explore. Stroll more of the lanes and the houses are painted greens, yellows, and reds that make every steep street appear like a postcard. It is the natural setting that makes Bergen so unique. Steeped forested slopes provide the backdrop while fjords stretch out beyond the wharf, a convergence that quickly gets you in the mood for this journey through Norway. Touch down in Norway’s second city today, and transfer to a hotel on the waterfront, within the historic center. This is the country’s former capital and Bryggen is likely to be the place you discover in the afternoon. Waterfront facades are divided by timber-filled alleyways, gables, and statues dot the area, and there’s always a memoir to the Hanseatic League. If you need energizing, try a cinnamon bun, Bergen is famous for them. Alternatively, take a walk to the fish market, where displays of shellfish decorate the stalls. Evenings are delightful here as well, walking along the dimly lit lanes of the waterfront."
    },
    {
      "dayNumber": "2",
      "title": "Bergen – Historical Bergen Plus Galleries or Hiking",
      "description": "After a leisurely breakfast at your hotel along the harbor, it’s time to explore the historic heart of Bergen. There was a time when this city was the political capital of the North Atlantic when the Hanseatic League established itself and instilled a bustling trade monopoly. Much of that history remains. Hear the stories as you walk through the Wharf, past the ochre and tawny-hued wooden buildings. Discover the era of trade at the Hanseatic Museum and relive the past in the elegant Schotstuene assembly rooms. It’s a leisurely half-day walking tour that continues in residential neighborhoods, where you find out about Norway’s greatest composer Edvard Grief, as well as Edvard Munch’s provocative artworks. The afternoon is left free and there are choices over what to do. Ride the funicular to Floyen, one of the seven mountains that stand guard above Bergen. Panoramic views are stunning from here, especially if you time the excursion for sunset. Hiking trails extend from the funicular station, the Tippetue path zigzagging down the mountain, or Skomakerdiket lake found behind tightly-packed pine woods. If you are inspired by Munch’s art, there are other galleries to discover. For a detailed look into the past, try Gamle Bergen, the open-air museum."
    },
    {
      "dayNumber": "3",
      "title": "Norwegian Coast – The Coastal Voyage Begins",
      "description": "Today you set sail. Well, not quite sailing but cruising the fjords on a Hurtigruten, one in a fleet of ships that have covered the Norwegian coast since the late 19th century. The morning and early-afternoon are at your leisure in Bergen; even if you’re walking the same streets for the third time, it’s hard to get bored by the city’s quiet beauty. Cruising away from the Hurtigruten Terminalen you bask in the natural surroundings, the fjord extending as you cruise south before turning west and north. After dark, the fjords turn to silhouettes, rugged shapes that mark a journey beneath the stars. If you’re here in fall or spring, there’s also a great chance that this first night on board will bring the visual theater of the northern lights. You have an outside-facing suite, with a private seating area and balcony. The suites are more than double the size of the normal outside cabins and quadruple that of the inside cabins, which simply aren’t large enough for a multi-day journey. Much of the experience is made by cruising along and appreciating the scenery, which is far more enjoyable when you have a good-sized suite with balcony and seating. After dinner on board, you’ll travel through the night. Just wait till you see the views tomorrow morning."
    },
    {
      "dayNumber": "4",
      "title": "Norwegian Coast – Through the Skerries and Islands to Alesund",
      "description": "Islands dot the horizon, framed by ragged, emerald cliffs. Skerries pass by on both sides, tiny rocky islands ubiquitous along the Norwegian coastline. Slowly the ship navigates this island-strewn landscape, stopping briefly in Floro, Maloy, and Torvik before continuing north to Alesund. Disembark and take a walk, the Apotekergate and Kongensgate precincts dominated by art nouveau buildings that have a Norwegian twist. You might want to walk up Mount Aksla, bringing you supreme views over the town and fjords. Take a late lunch in one of the waterside cafes then return to the ship and an afternoon of cruising. The Hurtigruten hoots and you’re off. In summer, you traverse Geirangerfjord, cliffs and gushing waterfalls all around in this vast UNESCO World Heritage Site. Throughout the rest of the year, the boat travels Hjorunfjord, beneath the shadows of the Sunnmore Alps. A sense of solitude envelops you here, the unspoiled natural landscape admired from your private balcony. This is one of Norway’s most special fjords, the kind that produces surreal photos and memories. Spend a second night on board, dining in the restaurant then retiring to your room, perhaps with the aurora playing in the sky above."
    },
    {
      "dayNumber": "5",
      "title": "Norwegian Coast – Royal Trondheim and Traversing the Channels to Rorvik",
      "description": "With four days on the Hurtigruten, you trace a classic route north with two or more land excursions each day. However, the fleet of ships means this itinerary can be adapted based on your interests. With an extended cruise, you can add more excursions, like a mountain hike in Hjorundfjord or kayaking on the River Nid. The classic route stops briefly in Kristiansund before an extended stop in Trondheim, an old royal city that seems frozen in a medieval era. Until that is, you explore with a guide. The neo-Gothic wooden bridge comes from 1861 while the glorious Gothic cathedral has almost a millennia of history, medieval musing deconstructed as you walk the sights. Norway’s crown jewels shimmer in the Archbishop’s Palace while Hanseatic storehouses stand on stilts, their use illuminated upon by the guide. The most photographed icon here is the Stiftsgarden, a rococo-style wooden building that’s now a royal residence. Trondheim can easily occupy half the day but you may use the time to go exploring instead, with tobogganing an option in winter and spring, kayaking possible for most of the year. Afterward, you travel northwest, thousands of islets and rocky outcrops covering the panorama, one of them topped by Kjeungskjaer, the country’s most spectacular lighthouse. There are other lighthouses as well and the captain will explain how they have evolved and how they are used to navigate the coast after dark. It’s your final night on board so relax in the suite."
    },
    {
      "dayNumber": "6",
      "title": "Lofoten Islands – Into the Arctic Circle: Islands and Lights",
      "description": "You continue cruising north, traveling past a globe that marks your arrival in the Arctic Circle. If you haven’t been this far north before tradition dictates you get an ice cube down your shirt, an optional experience that’s always fun to watch on deck. The tradition centers on Njord, the ruler of the Seven Seas, a legend that’s been around for millennia. Soon you’re cruising through the Lofoten Islands, stopping at a handful of ports before closing in on the majestic Lofoten Wall. With this towering cliff as a compass point, the captain leads you along the coast, where colorful fishing villages and white sandy beaches await when you take a stroll. Disembark onto small islands and feel the bohemian atmosphere. Wander past the bright-red fishermen’s houses and the racks of fish that line up along the harbors. Admire tiny villages beneath towering cliffs and appreciate the harmony between nature and the manmade world. Optional excursions today include a kayaking safari to Saltstraumen and the Svartisen Glacier, a spectacle that shows the humbling scale of nature. It’s evening by the time you cruise in Svolvaer. Cast your eyes at the sky, as this is one of the best places to experience the northern lights, especially in the fall and the weeks around the equinox. You’ll be greeted by an agent at the dock and transfer to your rorbu , a classic fishermen’s hut where you stay for the next three nights."
    },
    {
      "dayNumber": "7",
      "title": "Lofoten Islands (Svolvaer) – The Magic of the Archipelago",
      "description": "Wake to the sound of silence. Look out onto the fjords. Breathe the fresh island air. Mountain peaks rise out from the sea and tower almost a kilometer above your head. Emerald green colors seem to shimmer from the islands’ surface, except when you encounter the white of sandy beaches. While the islands are many, bridges connect most of the archipelago, so you can cross the fjords and explore great swathes of what is mostly a wild and rugged wilderness. For these two days, you have a rental car. Set off without a plan and there are countless places to capture the imagination. Travel with a map and it’s amazing how much you can fit into a day, especially when you travel from March to September and when the days are longer. These two days are all about your adventure on the Lofoten Islands. A rental car can satisfy almost all interests but there are niche excursions that can also be included. Rent a bicycle and pedal your way across the islands, a great way to reach one of the untouched beaches. Paddle in two-person kayaks, a journey to islets and reefs, then along the shore of famous fjords. Raft the ocean in a rib boat, or choose to go snorkeling amid peculiar underwater flora and fauna. February to April is a superb time to join a fishing boat and see what you can pull up from the depths. It’s also a great time of year for hiking, the paths well marked but full of adventurous spirit. Whatever you do during these two days, you always return to the rorbu. Cozy on the inside and charming from the outside, the classic fisherman’s hut has been updated to provide contemporary accommodation. So you get the modern comforts without forgoing the sense of a bygone era. Of course, the rorbu is situated on the shore, a few steps from the waters of a fjord – it wouldn’t be a fisherman’s hut otherwise. You can watch the boats coming back in and inhale the exotic scents of dried cod. Laze around throughout day and evening, absorbing the beauty of Svolvaer island."
    },
    {
      "dayNumber": "9",
      "title": "Svolvaer – Departure",
      "description": "Drive yourself to the airport and deliver the car. There’s no need to worry about the state of the vehicle, especially if you’ve been bumping down the roads towards beaches and had slushy snow across the bumper – a cleaning service is included in the package. From the airport you fly above the archipelago and back to the modern world; it won’t be long before you’re reminiscing about snow and fjords."
    }
  ],
  "map": ""
}