{
  "destination": "Norway",
  "mainPhoto": "",
  "id": "frozen-inspired-autumn-family-tour-of-norway",
  "tourName": "Frozen Inspired Autumn Family Tour of Norway",
  "placesVisited": "Oslo, Sjoa, Alesund, Alta, Finnmark Plateau, Norangsfjorden, Vagamo",
  "generalInfo": "Travel through autumn forests and the streets of Arendelle during your Frozen 2 tour, which immerses you in the grandeur, folklore, culture, and unparalleled beauty of Norway. You will follow in the footsteps of beloved characters like Anna, Elsa, Kristoff, and Sven as you traverse sensational canyons, search for trolls in majestic valleys, and visit with herds of huskies in the Arctic Circle. The natural splendor of Norway carries magic in the landscape, where Elsa could have built her castle and Anna could have met with the troll, Pabbie. Your time in Norway during the summer and fall will bring the kingdom of Arendelle to life and will offer delicious tea parties that are filled with Norwegian pastries, and customary clothing as worn by Elsa, Anna, and Kristoff.",
  "durationDays": "8",
  "price": "5,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Oslo – Arrive in Oslo to Discover Folklore, Culture, and Frozen",
      "description": "Oslo is a city of wonder with a fairytale ambiance that stems from natural treasures, its charming culture, and its connection to the marvelous characters of Anna, Elsa, Kristoff, Sven, and Olaf from Frozen . Protected forests shine with emerald leaves, and hundreds of glassy lakes reflect the colorful facades of antique buildings. Oslo will welcome you into the real-life Arendelle as you arrive at the airport, where you will pick up your pre-arranged rental car before your family drives into the heart of Oslo. You will first drive to check-in to your modern accommodation, where you can relax before venturing out into the city. The aroma of saltwater will emanate from the edging seaside, eventually fading beneath the scent of blotkake , which is a traditional sponge and cream cake that is often topped with icing and seasonal fruits. You will begin your discovery of Norway and Arendelle with a privately guided tour of the city, beginning with the Norsk Folkemuseum, for a glimpse of life into Norway in the 19th century, which is the time period in which Anna and Elsa would have lived, loved, and ruled over Arendelle. Your family will immediately notice the customary folk costumes that are worn by the princess and queen, which are known as Rosemaling dresses. The fantastical images of the movie will blend with reality as you visit the 13th-century Gol Stave Church and wander among the 160 buildings that will offer you a touch of village life. You will continue your tour to Akershus Fortress, which acted as the model for Elsa’s castle. The foundation of the powerful citadel dates back approximately 500 years, and the aromas of stone and sea will drift through the air as your family strolls through what feels like the true home of Anna and Elsa. Once you have walked in the shoes of Anna and Elsa for the day, you will be returned to your well-appointed accommodation, where you will have the remainder of the evening to spend at your leisure."
    },
    {
      "dayNumber": "2",
      "title": "Oyer – Search for Trolls and Fairytales at Hunderfossen Theme Park",
      "description": "In the morning, the aromas of almond and caramel will fill the dining room of your hotel, originating from toscakake , which is an almond sponge cake that is topped with egg whites before being coated with buttery caramel and toasted almonds. After breakfast, your family will travel deeper into the wonders of Frozen and the captivating folklore of Norway when visiting Hunderfossen, which is a theme park that has been dedicated to the enchanting stories that imbue Norwegian history. You will drive from Oslo in your rental car with your family before reaching the fantastical land of trolls and fairies, which will offer your family the opportunity to find characters like Bulda, Brock, and Cliff. Your family will instantly be whisked into the majesty of the Valley of the Living Rock, where Kristoff lived with his adopted troll family. While you are here, you will find the Hunderfossen Troll, which is a 70-ton statue that stands nearly 46 feet tall. The troll watches over the valley, resulting in the world’s largest troll statue. Norwegian folktales and grandeur of the Arendelle kingdom will continue to shine as you visit the Fairy-Tale Castle, which is a gorgeous palace that is full of magic. Rooms within the palace castle reflect national folklore with 3D presentations and the exciting Troll Drop, which is a thrilling rollercoaster that leads you into the heart of a troll pit and asks if you have the willpower not to touch the troll’s treasures. In the evening, you can settle into the comforts of your hotel with your family, embracing the warm atmosphere that captures the essence of traditional Norway."
    },
    {
      "dayNumber": "3",
      "title": "Vagamo – Venture to Norway’s Oldest National Park at Rondane",
      "description": "This morning, your dining room will fill with the colors of strawberries, bilberries, and lingonberries at breakfast before you set out with your family for the countryside. Today, you will be provided with a remarkable discovery of Norway’s oldest national park at Rondane. Along the way, you can stop along the banks of the Sjoa River for some family-friendly adventure, such as rafting, canyoning, or participating in a high ropes course. Rafting on the Sjoa will lead the family onto the water with a professional guide who will be knowledgeable in the rapids, currents, and curves of the waterway. You can avoid the most challenging rapids as you paddle down the current, feeling the cold specks of water splash your cheeks. The stunning, natural landscape of Norway’s highlands will surround you and will highlight the jade colors of the ferns and pines on the riverbanks. This scene may remind your family of the Enchanted Forest from Frozen in addition to the adventures to come from this forest, in which Anna travels in Frozen 2 . You will continue to the village of Lom, where you will find some of Norway’s most spectacular scenery with jagged mountains that are capped with snow and a luscious forest. You will be able to hear the rapids as they cascade in the distance, and you can spend time visiting the stave church with its wooden spires and lintels that resemble the mountain peaks. The church dates back to the 12th century and used to act as the primary church during the Middle Ages. For an optional excursion, you and your family can learn how to make traditional, Nordic cinnamon buns in one of the most popular bakeries in the country. The subtle, spiced aroma of cinnamon will fill the bakery before you reach the kitchen and enchant your family with promises of sweet, soft, and flaky pastries. As a family, you will learn the difference between Norwegian cinnamon rolls and what you may know from home, and during this experience, you may find delicious spices, such as cardamom, that enhance the cinnamon to offer a unique and welcoming flavor."
    },
    {
      "dayNumber": "4",
      "title": "Norangsfjorden – View Tremendous Scenery before a Grand Tea Party",
      "description": "You will follow in the steps of royalty after breakfast, which is when you will travel to the renowned Hotel Union Oye. European royalty has traversed the route since the 19th century, adding an extra layer of marvel to your drive before stopping at Geirangerfjord. The breathtaking landscape will resemble the fabulous world of Frozen , specifically the landscape that surrounds Arendelle with its pristine nature that is emphasized by snowcapped mountain peaks, the rush of waterfalls, and the captivating hue of luscious vegetation. The crisp air will contain hints of evergreen trees, and you will be able to smell them as you venture to view the Seven Sisters Waterfall, which consists of seven separate streams that cascade down the cliffs from 1,350 feet. The fascinating scenery will resemble the moment Kristoff and Anna pass a frozen waterfall before meeting Olaf during their search for Elsa. A thin veil of mist may rise from the point at which the falls meets the water, creating shifting rainbows along the base of the bluffs. You can also follow the snaking switchbacks of Trollstigen Mountain Road, which is an extraordinary masterpiece of engineering with hairpin turns that follow the contours of the mountains beneath the various peaks. The highest point of the road reaches 2,795 feet above sea level. Upon your arrival at the iconic Hotel Union Oye, which will resemble the palace in which Elsa and Anna lived, you can indulge in the 19th-century elegance that once-hosted the likes of actual royalty. As you stroll through the dining room, you can catch a view of the gardens and the surrounding nature. As a family, you can sit down for a Frozen-inspired tea party that will have you embracing the charms of the scenery and the aromas of fresh apple pie. The pie will be prepared using the hotel owner’s grandmother’s recipe, which will be served with ice cream and surrounded by the scents of cardamom and blueberry as your family begins to feel like the royalty of Arendelle."
    },
    {
      "dayNumber": "5",
      "title": "Alesund – Wander through Enchanting Ambiance at Alesund",
      "description": "This morning, you will drive along the scenic roads to reach Alesund, which is a charming town that will remind your family of the beauty of Arendelle with colorful housing that rises above the reflective waters of the fjord. Art nouveau-style buildings shimmer with bright facades that are mirrored in the glassy water. The history of the town’s architecture stems from an early 20th-century fire, resulting in the colorful details that resemble the home of Anna and Elsa. The tranquil streets wind along the hook-shaped peninsula with restaurants that fill the air with the aromas of delicious seafood, such as grilled salmon and cod. The remainder of the day will be up to your family to explore the beauty of the surrounding scenery at your preferred pace. You can indulge in a wildlife-spotting tour or a kayaking excursion along the water. Venturing onto the water during a wildlife-spotting adventure will have your family searching for seals, birds, eagles, and puffins. Afterward, you will have the remainder of the evening to spend at your leisure, allowing you to further discover the whimsical nature of the area that inspired the Frozen landscape including venturing to the top of the Aksla Viewpoint by climbing 418 steps for an exceptional view of the town and surrounding fjord whether during the radiant daylight or for a majestic vision of Alesund glowing beneath the night sky."
    },
    {
      "dayNumber": "6",
      "title": "Alta – Fly above the Arctic Circle to Traverse the Finnmark Plateau",
      "description": "The north corner of Norway will reveal itself as an enchanting destination, and your family will depart from Alesund on a flight that is bound for Alta in the Arctic Circle. Your private transfer will meet you at the airport and escort your family to a gorgeous lodge. The weather will feel notably cooler as you visit the Finnmark Plateau, where tremendous mountains, a luscious forest, and pristine lakes formed by melted glaciers. This tranquil landscape will be reminiscent of the world in which Elsa lived. You will explore the wonders of the scenery in which you can find the Sami people whose clothing will look familiar because they will be similar to the garments that Kristoff wore, which reflects the traditional clothing of Norway’s ethnic community. Their herds of reindeer grazing across the landscape will immediately remind you of Sven. You will stay at a charming accommodation that is known for possessing a husky farm. The dogs live very close to the accommodations allowing you to visit with the herd and pet them when they are not training. Your family will then participate in a boat safari to wind through Alta Canyon, which is a natural marvel that reaches for over seven miles long and is 1,380 feet at its deepest point. As you glide along the tranquil water, your family will enjoy the changing leaves, peaceful atmosphere, and the impenetrable mound of rocks that is shaped by the elaborate boulders of the riverbank. You will also hear rapids that rush and splash in the distance as the boat drifts with the current alongside vivacious salmon and grazing reindeer. Perhaps, like Elsa, you will witness a Nokk, which is a mythical water spirit that takes the shape of a horse."
    },
    {
      "dayNumber": "7",
      "title": "Alta – Enjoy a Guided Husky Hike in Wilderness outside of Alta",
      "description": "This morning, you will meet your guide after breakfast for a sensational tour of Alta’s wilderness with a group of huskies that will allow you to explore, discover, and experience the remote landscape with them. This is the same landscape in which you would be able to see Elsa running away and hiding from Arendelle. The dogs will bark and pull as you traverse the trails that wind beneath the trees. You can follow in the footsteps of Elsa, Anna, Kristoff, and Sven as you enter into the uncharted territory of Norway and the fairytale landscape of the wilderness outside of Arendelle. You will be able to easily picture the characters as they venture into the magical forest on a dangerous quest to find the answer as to why Elsa has magical powers. During your hiking adventure, you will stop along the route to enjoy the delicious flavors of coffee, cake and strong tea as you sit with your guide around a warming campfire and listen to the stories of training huskies. Upon returning to your accommodation, your family will indulge in a one-hour cooking class that will focus on the techniques and preparation skills that are required for producing cuisine in the Alta region. By using locally sourced ingredients, you will follow the instructions from your chef by using wood for the fire, adding the flavor of smoke to the cuisine, finding ways to treat the fish, and sampling the sweet berries that are grown around the accommodation grounds."
    },
    {
      "dayNumber": "8",
      "title": "Day 8 - Oslo - Depart for Home",
      "description": "When visiting Alta in summer, you will find the land of the midnight sun, known for possessing up to 24 hours of sunlight spreading across the salmon-filled rivers and Finnmarksvidda mountain plateau. By August, the skies turn dark for long stretches of time at night, allowing the Northern Lights to dance across the sky with its irresistible colors. After your meal, your private transfer will escort your family to the airport for your return flight to Oslo, where you will have plenty of time to check-in for your flight home with your fairytale ending to your Frozen adventure in Norway. Should you prefer to add an additional day to your itinerary, an extra day of activities in Oslo can bring the added adventure of glassblowing that will follow in a local tradition that dates back to the 18th century. With the help of a master glassblower, you will learn the intricate technique for crafting a tremendous souvenir: a glass sculpture that is shaped like a snowflake to commemorate your discovery of Norway and its focus on the wonderful world of Frozen . Your family will enjoy the glassblowing demonstration with your instructor, and you will all work among temperatures that can reach up to 1,100 degrees Fahrenheit. After your instructor heats, molds, and cools the glass, you will have the opportunity to shape your own snowflake under the guidance of a well-trained professional. This unique experience will result in a snowflake that will never melt, much like Olaf the snowman. Note: Zicasso and \"Frozen Inspired Autumn Family Tour of Norway\" are not affiliated with, or sponsored or endorsed by Walt Disney Pictures or Walt Disney Animation Studios."
    }
  ],
  "map": ""
}