{
  "destination": "Norway",
  "mainPhoto": "",
  "id": "the-ultimate-svalbard-arctic-expedition-tour",
  "tourName": "The Ultimate Svalbard Arctic Expedition Tour",
  "placesVisited": "Olso, Longyearbyen, Arctic Circle, Svalbard, Kongsfjorden, Mitrahalvoya, Eastern Svalbard Nature Reserve, Hornsund, Phippsoya, Bellsund, Isfjord, Liefdefjord",
  "generalInfo": "Islands and fjords, northern lights and polar bears, welcome to the archipelago at the end of the world. Explore Svalbard on an expedition cruise with mighty mountains, nesting birds, glacier crossing, kayaking fjords, and entering the high Arctic. Traveling within 620 miles of the North Pole, this tour takes you through a wild and wondrous landscape, where you are humbled by nature and feel the diaphanous beauty of a vanishing world.",
  "durationDays": "12",
  "price": "17,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Longyearbyen – A Charming Town Surrounded by Wilderness",
      "description": "The adventure begins, flying north from Oslo to the Arctic. Longyearbyen awaits, a small town between fjord and forest. While the surrounding landscape feels old and untouched, Svalbard’s main town has a modern facade, with contemporary architecture draped around the waterfront. It can seem like a strange juxtaposition, the wilderness surrounding such a modern urban landscape. However, it works well for your first night in Svalbard. The adventure is just beginning to settle into the modern amenities, glimpsing the fjords and snow world that exists beyond the waterfront. Now is the time to rest and relax, for there’s so much to come once you embark on the MS Fram."
    },
    {
      "dayNumber": "2",
      "title": "Longyearbyen – Two Urban Sides to the Arctic",
      "description": "Longyearbyen is an antidote to everyday life, a town that moves slowly through summer’s extended hours of daylight. Restful and redolent it’s a place that encourages you to take time over a morning coffee and not rush the morning. Meet a guide after breakfast and take a stroll through Longyearbyen’s intriguing heritage, this a town crafted by the hands of early coal miners. Nearby Barentsburg has maintained its traditional facade, Soviet-era architecture and industrial skeletons rising above a wild and otherwise barren land. One of these old buildings has been transformed into a brewery while the research station provides an idea of what’s surrounding you. You can watch a folklore show here as well, before returning to Longyearbyen and boarding MS Fram late in the afternoon."
    },
    {
      "dayNumber": "3",
      "title": "Kongsfjorden – Cruising Through the Fjords on MS Fram",
      "description": "Wake to the iconic Svalbard landscape. Ragged mountains stand like giant boulders, separated by expanses of glacier and ice. Open pastures extend beyond tiny village settlements, appearing almost like swampland from a distance. As you cruise you get closer to the glaciers, watching how they calve icebergs at will; a crash, a rumble, a surge of nature, and the ice rips away. Icebergs drift past the boat and you disembark for your first brevandring experience – essentially crossing one of Svalbard’s flat glaciers wearing snow boots. You may see evidence of polar bears, perhaps of the nesting seabirds that live across Svalbard. You definitely feel the pull of the Arctic, its solitude and serenity maintaining a grip when you’re back on MS Fram, a custom made cruise ship that travels out beneath the late summer skies."
    },
    {
      "dayNumber": "4",
      "title": "Mitrahalvoya \u0000– Crossing a Glacier and Encountering Reindeer",
      "description": "Sometimes reindeer dot the patchwork fields, spaced out as they graze and walk, graze and walk. At other times they huddle together, heads bobbing in unison as they walk and graze. The herds are backdropped by strange mountains, another piece of the landscape that’s been continually carved by glaciers. Ruined buildings dot the shore, remnants from the time of whalers. Alpine flowers burst into color while cliffs are dotted with squawking seabirds. This is a beautiful corner of the world and you disembark to cross a glacier, before spending an hour in the half-abandoned mining settlement of Ny-Alesund. As with each day on the cruise, it’s hard to pinpoint an exact moment to take away. Svalbard memories build up slowly and soon it seems there’s no world beyond this white and green wilderness."
    },
    {
      "dayNumber": "5",
      "title": "Liefdefjord \u0000\u0000– Hiking, Kayaking and Sublime Arctic Landscapes",
      "description": "Svalbard has never been tamed, in spite of all the intrepid explorers that attempted such a feat. Across the northwest of the archipelago, you find a variety of cultural treasures, memoirs of when man first inhabited these lands. Blubber ovens, Arctic graves, the skeletons of buildings ruined by wind and snow. Also on the program today is a hike around Raudfjorden, the expedition team providing a number of guided routes you can take part in, from the adventurous to the short and simple. Kayaking is also an option today, Hamiltonbukta too shallow for MS Fram but perfect for a paddle through nature. Again the experience is guided and tailored to different levels, showcasing the quiet beauty of Svalbard and the humbling power of the wilderness. As the ship cruises onwards, you also pass Monaco Glacier, another of the enormous sights that makes Svalbard such an eye-catching destination."
    },
    {
      "dayNumber": "6",
      "title": "Eastern Svalbard – Searching for Polar Bears and Journeys in Nature Reserves",
      "description": "Prints crisscross the ice, evidence of polar bears on their long and sometimes endless journeys for food. This archipelago has more polar bears than people, and it’s to the east where you have the best chance to spot them in the wild. You might see one drifting past on the ice, or swimming through icy waters. Arctic seabirds may be smaller, but the sight is just as spectacular, many thousands of them occupying the cliffs of Alkefjellet. Wings fill the sky, thousands upon thousands creating a racket high above. You’re now amid the protected nature reserves that cover a huge swathe of Svalbard, a landscape of fjords that is highly prized by migratory and resident species. Polar bears may be the most famous and most spectacular residents, but the guides will explain all the evolution that makes the birds unique as well."
    },
    {
      "dayNumber": "7",
      "title": "Eastern Svalbard – Exploring Edgeoya and Cultural Heritage of Kapp Lee",
      "description": "With most of the excursions, you explore a white world paddling between icebergs, walking across glaciers, being surrounded by ice even in the summer months. This is the Arctic after all, and an immersion in this white world is what makes Svalbard such a unique travel experience. However, Edgeoya is mostly un-glaciated and a very different experience, a patchwork of swamps and pastures to explore, all of it so remote and feral. Across this western part of Svalbard, you find more evidence of human heritage, this being the site where all manner of explorers attempted to start colonies. Kapp Lee is full of evocative stories, all of them a big change from tales of polar bears and seabirds that filled yesterday."
    },
    {
      "dayNumber": "8",
      "title": "Hornsund – Spitsbergen’s Southernmost Tip and Ice through the Fjord",
      "description": "Wake to an improbable landscape of icebergs, fjords, rounded mountaintops, and a sense of infinity. Stand outside on your small balcony and inhale the fresh, icy air. Suites on MS Fram have balconies and seating areas, private places to indulge in the panoramas. Outside cabins are smaller than the suites, but still, have small windows for looking out onto the Arctic. The smaller inside cabins are the budget option. MS Fram was built for the Arctic and there are numerous lounges where you can relax and enjoy nature’s show, along with hot tubs on the outdoor deck. After breakfast, you relax and watch Svalbard pass by, looking out towards icebergs that get pushed back into the southern fjords, a prime spot for polar bears to hunt from. Disembark and travel to the land on small motorboats, each day featuring excursions on remote uninhabited landscapes. Today, it’s the southernmost tip of Svalbard, an area of peculiar geology and vast, meandering valleys. Stand here and you can hear the silence, feel the wind through your hair, and appreciate the tranquility that exists in the Arctic. While Svalbard is a land that always looks impressive in photos, it’s mostly a place that you feel; sometimes it’s so remote and wild the hairs on your arms stand on end."
    },
    {
      "dayNumber": "9",
      "title": "Phippsoya – Into the High Arctic",
      "description": "Cruising back northwards you watch what little vegetation there is fade away. The weather can be brutal up here but with elongated summer daylight, there’s a good opportunity for excursions every day. This is the land of the midnight sun, so the daily cruise program can be flexible as there are so many hours of daylight to utilize. A large ivory gull colony fills one of the cliffs, noisy and smelly in equal measure. This northern land is also a favorite for polar bears and another great opportunity to look across the ice towards these big and furry Arctic icons. There’s also a surreal feeling today as you enter the high Arctic and cross 80 degrees North."
    },
    {
      "dayNumber": "10",
      "title": "Bellsund – Sounds and Fjords and Mountains",
      "description": "Look out across the Arctic. There’s a poignant sense of being on the edge of a frontier, an ineffable feeling that helps ground you to the planet you live on. Traversing fjords and sounds you cruise through Svalbard, mountains rising higher and higher as fabulous views become 360. The ship will disembark at old trapping stations where you’re surrounded by all the Arctic flora and fauna, all of it so alien from the rest of the world. A longer cruise like this allows you really appreciate the Arctic’s subtleties."
    },
    {
      "dayNumber": "11",
      "title": "Isfjord – Discovering Svalbard’s Most Prominent Fjord System",
      "description": "The most iconic fjord is left until last, Isfjorden a landscape that continually changes, a place that’s best to discover once you are tuned into Svalbard’s nuance. Large reindeer populations are scattered across the U-shaped valleys. Footsteps crunch on giant glaciers as you create the only marks in virgin ice. Small scenic arms splinter off from the main fjord, places to kayak, and walk in the most pristine of surroundings. This evening, you have a farewell barbecue amid these blissful surroundings, creating a time to reflect on the last ten days in Svalbard. As with most evenings, you’re greeted by an extended sunset, rosy colors occupying the horizon for many hours as the white ice reflects a changing hue brought by the sun."
    },
    {
      "dayNumber": "12",
      "title": "Oslo – Departure",
      "description": "Leaving MS Fram there’s a wonderful sense of exhilaration. You remember being on top of the globe, looking out towards the northern tip of our planet. You remember the sense of space and solitude that exists in nature’s realm. The polar bears and Arctic birds become part of your journey. You’ve seen so many fjords and sounds you’ve lost count. You’ve experienced so much of Svalbard you can’t quite remember what it’s like back home. This is an escapist vacation as you can get and these feelings of serenity will accompany you back home. Disembark back at Longyearbyen and transfer to the airport for your flight to Oslo, then leave Norway with all those feelings and memories of the Arctic."
    }
  ],
  "map": ""
}