{
  "destination": "Finland",
  "mainPhoto": "",
  "id": "white-christmas-in-scandinavia-a-holiday-tour-of-finland-and-norway",
  "tourName": "White Christmas in Scandinavia: A Holiday Tour of Finland and Norway",
  "placesVisited": "Finnish Lapland, Oslo, Saariselkä, Kirkenes, Helsinki",
  "generalInfo": "Bask in the ambiance of the North Pole with a Christmas in Scandinavia on an exclusive tour of Finland and Norway. Your 10-day Scandinavian excursion celebrates the fascinating winter around the Arctic Circle as it reveals an enchanting untamed landscape and marvelous myths that reflect the captivating countryside. Hunt for the dancing colors of the Northern Lights then call for Santa’s reindeer during a reindeer safari. Warm your hands around traditional mulled wine, visit bustling Christmas markets, search for giant king crabs in a Norwegian fjord, and ride a dogsled across Finnish Lapland for an unparalleled winter adventure in Finland and Norway.",
  "durationDays": "10",
  "price": "6,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Helsinki – Arrive in Helsinki, Finland with the Remaining Day at Leisure",
      "description": "The architecture of Helsinki rises above the lapping water along the Baltic Sea and overlooks inlets and islands with grand contemporary designs. The winter frost reflects the light from the classic Art Nouveau train station that was built in 1919. The aromas of roasted snow grouse fade beneath the sweet scent of lingonberry sauces and wild herbs that emanates from local restaurants. Helsinki retains a sense of maritime ambiance amid the mixture of Eastern European, Russian, and Scandinavian style. The city wraps to the contours of the water and the feeling of 20th-century independence with a youthful energy that courses through the boulevards and emanates from the outdoor cafes. Your private transfer will greet you at Helsinki Airport and escort you to a gorgeous hotel tucked away into a cozy corner of the city inside a 1930s Art Deco interior. The remainder of the day will be yours to enjoy Helsinki at your leisure. The city is known as Christmas City, with no better place for you to experience the winter wonderland before you visit Finland’s famous Lapland. In winter, homemade ornaments decorate the shop windows made by independent artists. Families and couples twirl around the numerous ice rinks across the city and the aroma of mulled wine with bits of almond for good luck provides extra warmth accompanied by gingerbread cookies in the bustling Christmas markets."
    },
    {
      "dayNumber": "2",
      "title": "Helsinki – Explore the Vibrant Ambiance of Helsinki at your Preferred Pace",
      "description": "In the morning, the warming aroma of chocolate drifts out of the famous Helsinki confectionary of Frazer Café, which first opened in 1891. The vendors in the Christmas markets return to making the mulled wine known as glögi while shop windows glow with the friendliness of the Christmas season. Lights hang above Aleksanterinkatu, the popular and official Christmas street, with shops inside Art Nouveau structures competing for the most elaborate holiday display. The day will be yours to explore the fabulous beauty of Helsinki in winter, from the snow-covered lanes to the ice skating park in Railway Station Square. For a taste of Finnish history, you can venture across the cluster of car-free islands connected by a series of bridges to reach Suomenlinna, Finland’s famous fortress. The UNESCO World Heritage site was erected in the mid-18th century by the Swedish. The pink Jetty barracks on the main quay reflect impeccably preserved Russian era architecture. The fortress is now an atmospheric museum inside the living history of old bunkers, crumbling fortress walls, and rusting cannons. The King’s Gate stands two stories tall and it once held a drawbridge with an added stairway to defend the fortress from invaders. Finland’s only WWII-era submarine remaining in the country sits close to shore, which provides insight into the interworking of the machine as well as a broader depiction of Finnish history between the 19th century and today."
    },
    {
      "dayNumber": "3",
      "title": "Saariselkä – Travel to the Finnish Lapland for Incredible Saariselkä Scenery",
      "description": "The Christmas market outside the Lutheran cathedral in Helsinki includes more than 120 stalls and a visiting Santa Clause adorns the festivities. Vendors along the lanes showcase homemade decorations and seasonal sausages filled with decadent spices. The scent of mulled wine with raisins and almonds drifts above the streets dusted with snow. Locals venture to the luxurious spas for relaxing massages, facials, and to indulge in the heat of a traditional sauna. The more daring of the Finnish immediately plunge into the freezing waters of the Baltic Sea after time in the sauna to promote good skin and great circulation. Your private transfer will greet you at the hotel and escort you to Helsinki Airport for your flight north to Ivalo Airport in the heart of the Finnish Lapland, which encompasses approximately 30 percent of Finland’s landmass but three percent of the nation’s population. In the summer, the Lapland is home to the Midnight Sun but in winter the sparsely populated, snow-paved landscape at the northern edges of Europe hosts roaming reindeer and the sparkling lights of the Aurora Borealis. You will continue to your hotel known for its cozy charms. Your suite is inside a glass igloo from which you can see the arctic majesty that spans the sky above the hotel. The season for hunting the Aurora Borealis in Finland’s Lapland takes place between late August to the end of April."
    },
    {
      "dayNumber": "4",
      "title": "Saariselkä – Relish a Reindeer Safari and Evening Aurora Borealis Hunt",
      "description": "The next day, the mounds of pristine snow and sparse population of the Lapland will make you feel as though you have settled in the North Pole. At breakfast, you will enjoy the soothing, comforting flavor of fresh coffee, with Finland boasting the title of consuming the most coffee per capita than any other country in the world. Fins usually drink coffee with a side of pulla, a typical sweet bun topped with vanilla icing. After breakfast, your guide will greet you at the hotel eager to lead you into the wilds of Lapland with a reindeer safari. You meet the reindeer ready to pull your sleigh and immediately feel like Santa Clause, ready to call on the eight famous reindeer. This traditional method of transportation across the snow-filled landscape derives from the Sami People, the traditional tribes that inhabit the upper regions of Norway, Sweden, Finland, and parts of Russia. The semi-nomadic people herd reindeer for meat, fur, and transport. The deer pull the sleigh across the snow for a peaceful journey through the trees accompanied by the gentle rush of the runner that glides across the frozen landscape. In the evening, your exploration of Lapland will continue with your search for the Aurora Borealis. You sip a hot cup of coffee beneath the cold starry night as you enjoy the scenery and unparalleled ambiance. Your guide shares the folklore of the Sami people before you witness the breathtaking flickering colors of the Northern Lights. A popular Finnish folktale for the Northern Lights talks of the firefox who ran so quickly across the landscape that sparks ignited the sky."
    },
    {
      "dayNumber": "5",
      "title": "Saariselkä – Enjoy a Snowmobile Safari across the Finnish Lapland",
      "description": "The dim light of Lapland winter will spread across the northern forest in the morning. You bundle up with warm winter clothing and climb aboard a snowmobile for a winter safari across the whitewashed wonderland. The warmth of the gloves, shoes, thermal socks and balaclavas will protect you from the winter cold and biting wind chill. You pass the trees covered in snow to enter a landscape dipped in an arctic freeze where snow curtains a vast landscape empty of trees outside of the forested grounds. Step away from the snowmobile after you reach Urho Kekkonen National Park and walk along the frozen landscape with snowshoes. As you kick up fresh powder, it will muffle your footsteps in the open air. Your guide points out the tracks of bears and wolves from the night and fresh reindeer prints from earlier that morning. Light emanates from a roaring fire where your guide offers you a hot drink, warm snack, and more myths about the enchanting Lapland."
    },
    {
      "dayNumber": "6",
      "title": "Saariselkä – Delight in a Dog Sledding Expedition through Arctic Wilderness",
      "description": "The powerful spell of Finland’s Lapland will draw you back in for another exploration of the snowy countryside. The unique experience offers a peaceful journey across the snow and the wind whips past your ears as it carries the sound of the huskies panting. You will have control of the reins that guide the dogs through the vibrant landscape at a speedy pace. The huskies swiftly obey the slightest shift in control, gliding to the left, right, or slowing based upon your command. When you stop for a break, your guide will introduce you to live with the dogs and the routines that allow for survival through the long winters and short summers of the arctic countryside. Once you return to the hotel, you will relax by the fire and warm your hands while you sip a delicious coffee or seasonal mulled wine with views over the rugged wilds of captivating Lapland."
    },
    {
      "dayNumber": "7",
      "title": "Kirkenes – Venture into Norway on a Scenic Journey along the Arctic Coast",
      "description": "At breakfast, you will enjoy the sweet flavors of the traditional pulla accompanied by the slightly bitter taste of freshly brewed coffee. The combination of vanilla icing balances the dark roast to remind you of Lapland’s snowy landscape that meets the Arctic’s night sky. After breakfast, your private transfer will greet you at the hotel ready to guide you across the remarkable rugged landscape of Finland’s Lapland to Norway’s north at Kirkenes. Outside the village of Saariselkä, you will find Finland’s famous fells, giant mountain-like formations that rise above the tree line. The high slopes provide ample adventures in winter for skiing, snowboarding, and sledding. You will cross into Norway and follow a portion of one of the world’s longest coastlines that encompasses more than 15,000 miles of coastline. The road travels alongside the rugged, winding coastline where the waves of Barents Sea crashes against the rocks. The sea breeze carries a bitter bite in the winter cold and spreading arctic darkness. You will arrive in the quiet, authentic charms of your hotel in Kirkenes. The traditional cabins resemble igloos covered in fresh powder as they glow with welcoming light. The drama of the Arctic landscape will continue to draw parallels with the image of the North Pole as the pleasing comforts of Norwegian hospitality accompany it."
    },
    {
      "dayNumber": "8",
      "title": "Kirkenes – Experience a King Crab Tour along the Fascinating Nordic Fjords",
      "description": "Coffee in Norway is more than a drink traditionally consumed throughout the day, it also serves as a form of hospitality inside Norwegian homes. You will feel welcome and comfortable at breakfast with a cup of steaming light roast coffee. Then, your guide will escort you to the edges of the frozen Kirkenes fjords. The town is located less than nine miles away from the Russian border with a distinct ambiance of a frontier town. Fishermen and visitors who cross the borders between Russia, Finland, and Norway make up the majority of the population that attracts approximately 100,000 visitors a year. The antique building of the Andersgrotta stands at the base of a steep set of stairs situated in a cave. The protective walls acted as an air-raid shelter and bunker during World War II when Nazi ore-shipping facilities in town sought refuge from Russian bombers. Sculptures of bears decorate the city outside the Russian consulate. You will board a snowmobile and venture to the ledge on the fjord ice ready for your fascinating king crab excursion. The veteran king crab fishermen stand beneath wooden structures that mark the crab traps. You pull the rope to bring up the trap where three crabs are waiting. Afterward, you will continue to a rustic local restaurant for a traditional lunch that cooks the crab caught during your safari."
    },
    {
      "dayNumber": "9",
      "title": "Oslo – Fly from Kirkenes to Norway’s Capital of Oslo for the Day at Leisure",
      "description": "The peaceful statue of the War Mothers Monument stands in the town square to commemorate the women’s effort during the Second World War. An image of a woman holding a child and stoically standing above her crouching son reflects how the women of the town stood as a protective force for Kirkenes against opposing armies. They were also the cornerstone of the town’s survival during the Russian-launched attacks against German supply ships, a reminder of the far-reaching effects of the European war of the mid-20th century. After breakfast, you will fly from Kirkenes Airport to Oslo Airport, where your private transfer greets you upon arrival. The captivating capital of Norway feels like a bustling metropolis after the frontier ambiance of northern Kirkenes. The Christmas atmosphere remains active and welcoming as the Christmas Market in front of City Hall brims with both glittering decorations and the scent of refreshing glogg, Norwegian mulled wine. The remainder of the day will be yours to enjoy the fabulous beauty of Norway’s cultural, culinary, and economic capital. The remarkable Akershus Fortress rises above the lapping waters of Oslofjord sitting atop the Akernes promontory. The foundations of the stronghold date back to the 13th century and the remains of the original castle support the charming chapel."
    },
    {
      "dayNumber": "10",
      "title": "Oslo – Depart for Home",
      "description": "The slim winter morning light will highlight the stunning architecture of Aker Brygge, the soulful center of Oslo’s cultural resurgence along the once-abandoned shipyard. The gorgeous seafront boardwalk accentuates the natural beauty of the water and dramatic bordering mountains. Stores, restaurants, and patio cafes provide cozy charms year-round with roaring fireplaces and comfortable rugs. Oslo’s National Museum of Art, Architecture and Design reflects the changing aesthetic of local artists and building design to combine structural integrity, authenticity, and building style as art. Your private transfer will greet you at the hotel when you are ready and escort you to Oslo Airport for your flight home, bringing a jolly end to your Christmas adventure in Scandinavia."
    }
  ],
  "map": ""
}