{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "ICVH",
  "tourName": "Vietnam Öne Çıkanlar",
  "placesVisited": "Vietnam",
  "generalInfo": "Güzel Vietnam'a hoş geldiniz. Güney Vietnam'da başlayıp Hanoi'de biten 8 günlük bir maceraya unutulmaz bir tarihle dolu antik bir bölgedir. Yerel halkın misafirperverliğini deneyimleyin, ardından Ho Chi Minh City’nin hareketli pazarlarında bir pazarlık yapın. Bu 8 günlük macerada Hoi An’ın çok güzel tarihi binaları ve antik mezarları ve tapınakları ile birlikte Hanoi'deki kaotik Eski Mahallesi ile imparatorluk Hué şehri sizi büyüleyecek.",
  "durationDays": "8",
  "price": "399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Konaklama: </strong></p>\n<p>7 gece otel</p>\n<p><strong>Yemekler: </strong></p>\n<p>4 Açık Büfe Kahvaltı, 3 Kahvaltı</p>\n<p><strong>Geziler: </strong></p>\n<p>Hoi An Plajı'na bisikletle seyahat, Mermer Dağı ziyareti, Hai Van Geçidi ziyareti, İmparatorluk şehri yürüyüş turu ve Kale, Akşam saatlerinde Beer Hoi Corner'da grubunuzla birlikte taze Vietnam birasının tadını çıkarın, Grubunuzla akşam yürüyüşü, sabah Hoan Kiem Gölü boyunca yürüyüşü Ulaşım: uçuş ve özel araç</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Ho Chi Minh City",
      "description": "Mekong Deltası'ndan 6,5 saatlik yolculuktan sonra, Güney Vietnam'ın eski başkenti olan ve eskiden Vietnam Savaşı'nın sonuna kadar (1975 civarında) Saigon olarak bilinen hareketli şehir olan Ho Chi Minh'e  varacağız. 1975'lerin başlarında Şehir, Kuzey Vietnam’ın şanlı ve saygın lideri Ho Chi Minh’den sonra yeniden adlandırıldı. Aslen küçük bir balıkçı köyü, şimdi Vietnam'daki en önemli ekonomik merkezi ve ülkenin en büyük şehri."
    },
    {
      "dayNumber": 2,
      "title": "Hoi An",
      "description": "Hoi An'da piyasada satılan el sanatları, seramikler ve kumaşları keşfetmek için  bolca boş vaktimiz var. Hoi An terzilikle ünlüdür; en sevdiğin giysiyi seç ve buraya kopyala! Ayrıca, Hoi an Plajı'na giden yol boyunca yemyeşil tarlalardan geçerken  bisiklete binmekten de keyif alıyoruz. Oradayken, elinizde yerel bir bira ile kıyı manzarasını hayranlıkla izleyeceksiniz."
    },
    {
      "dayNumber": 4,
      "title": "Hai Van Geçidi ve Da Nang'ın Mermer Dağları",
      "description": "Bu sabah toplanıp kalker ve mermerden yapılmış Da Nang'ın Mermer Dağları'na gidiyoruz. Sonrasında Vietnam'ın antik Başkenti Hue'ye doğru ilerliyoruz. Vietnam'ın en uzun ve en yüksek dağ yolu olan Hai Van Geçidi'nden geçerken  muhteşem manzaralarının keyfini çıkaracağız. İmparatorluk Şehri'ne ulaştığımızda, imparatorlar ve onlara en yakın olanlar için olan Yasak Kaleyi gezeceğiz . Zaman olursa, Vietnam'ın eski imparatorlarının mezarlarını ziyaret etmek için Parfüm nehrinde bir geziye çıkabilirsiniz."
    },
    {
      "dayNumber": 5,
      "title": "Hanoi'ye Uçuş",
      "description": "Kısa bir uçuş bizi renkli Hanoi'ye götürecek... Hanoi,sömürge mimarisi ve ağaçlarla çevrili bulvarların zerafetinden sokak satıcılarının ve motosikletlerin kalabalığına huzur ve kaosun şaşırtıcı bir kombinasyonunu sunar. Eski mahallenin sokaklarında dolaşıp, yerel pazar yemeklerini tadarak ve insanları izleyerek, günlük yaşamdan çok şey öğrenilebilir. Kültür meraklıları için tarih ve karakter bakımından zengin bir şehirdir müzeler, tapınaklar ve mezarlar vardır."
    },
    {
      "dayNumber": 6,
      "title": "Hanoi",
      "description": "Sabahımız, Hoan Kiem Gölü'nün rahatlatıcı manzarasını dolaşmak için Hanoi'nin tarihi merkezini ziyaret ederek başlayacak. Yerel bir spesiyalite olan 'yumurta kahvesi'  tadını çıkarabilirsiniz. Efsaneye göre, Çinlileri Vietnam'dan sürmek için kullanılan İmparator Ly Thai'ye sihirli bir kılıç gönderildi. Kılıç daha sonra onunla gölün derinliklerine kaybolan altın bir kaplumbağa tarafından İmparator'dan alındı ​​ve adını 'restore edilmiş kılıç Gölü'nden' getirdi. Gölde geçirdiğimiz sabahtan sonra, dünyaca ünlü Halong Körfezi'ne isteğe bağlı tura katılabilirsiniz. Koyda, yemyeşil bitki örtüsüne batırılmış yüksek kireçtaşı karstlarına sahip yüzlerce ada bulunur ve sınıflandırılmış bir UNESCO Dünya Mirası alanıdır."
    },
    {
      "dayNumber": 7,
      "title": "Hanoi",
      "description": "Zamanınızı Hanoi'deki tarihi mekanlarını özgürce keşfederek geçirin. Ho Chi Minh'in Mozolesi, Cumhurbaşkanlığı Sarayı, Tepedeki Ev ve ünlü 1 Sütunlu Pagoda'yı keşfedin. Kahve dükkanı (sütlü buzlu kahve) için eski mahalledeki “kahve caddesini” ziyaret edebilir, lezzetli Vietnam sokak yemekleri satan sokak satıcılarından yemek yiyebilir veya kırmızı Huc Köprüsü'nden geçebilirsiniz. Ngoc Son Tapınağı'nın (Jade Dağı Tapınağı) bulunduğu Jade Adası'nı ziyaret edin..."
    },
    {
      "dayNumber": 8,
      "title": "Hanoi'den Ayrılış",
      "description": "Bir ömür boyu hatırlayacağınız maceranız bugün sona eriyor. Uçuşunuz geç saatte ise veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız, turistik yerleri keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}