{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "ICVL",
  "tourName": "Vietnam, Laos & Tayland Ekspres",
  "placesVisited": "Vietnam, Laos, Tayland",
  "generalInfo": "21 gün boyunca Güney Doğu Asya'nın en iyi bölgelerini keşfedeceğiz. Ho Chi Minh City'den başlayarak Hindiçini'n kalbinden Mekong Deltası, İmparatorluk Şehri ve Bangkok gibi öne çıkan inanılmaz yerleri göreceğiz.",
  "durationDays": "22",
  "price": "1099",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Konaklama: </strong>Otellerde 21 gece,</p>\n<p><strong>Yemekler: </strong>4 Açık Büfe Kahvaltı, 15 Kahvaltı, 3 Temel Kahvaltı</p>\n<p><strong>Geziler:</strong> Hoi An Plajı'na Bisiklet Sürüşü, Mermer Dağı Ziyareti, Hai Van Geçidi Ziyareti, İmparatorluk Şehri ve Kale Yürüyüşü, Grubunuzla akşamları Beer Hoi Corner'da taze Vietnam birasının tadını çıkarın, Hoan Kiem Gölü boyunca sabah yürüyüşü, Akşam 10-pin bowling, Mavi Lagün Tuk Tuk yolculuğu ,Sadaka toplayan keşişleri ziyaret, Sukhothai Antik kalıntıları Bisiklet turu, Büyük Saray ve Zümrüt Budha'ya Bangkok nehir tekne turu.</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Ho Chi Minh City'ye varış",
      "description": "Vietnam’a hoşgeldiniz. Güney Vietnam'ın eski başkenti olan Ho Chi Minh Kenti, hareketli ve hayat dolu bir şehirdir. Şehir, Kuzey Vietnam'ın ünlü ve saygıdeğer lideri Ho Chi Minh’in adıyla yeniden adlandırıldığında Vietnam Savaşı'nın(1975 civarı) sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu. Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti, şimdi Vietnam'ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
    },
    {
      "dayNumber": 2,
      "title": "Hoi An",
      "description": "Hoi An'da piyasada satılan el sanatları, seramikler ve kumaşları keşfetmek için  bolca boş vaktimiz var. Hoi An terzilikle ünlüdür; en sevdiğin giysiyi seç ve buraya kopyala! Ayrıca, Hoi an Plajı'na giden yol boyunca yemyeşil tarlalardan geçerken  bisiklete binmekten de keyif alıyoruz. Oradayken, elinizde yerel bir bira ile kıyı manzarasını hayranlıkla izleyeceksiniz."
    },
    {
      "dayNumber": 4,
      "title": "Hai Van Geçidi ve Da Nang'ın Mermer Dağları",
      "description": "Bu sabah toplanıp kalker ve mermerden yapılmış Da Nang'ın Mermer Dağları'na gidiyoruz. Sonrasında Vietnam'ın antik Başkenti Hue'ye doğru ilerliyoruz. Vietnam'ın en uzun ve en yüksek dağ yolu olan Hai Van Geçidi'nden geçerken  muhteşem manzaralarının keyfini çıkaracağız. İmparatorluk Şehri'ne ulaştığımızda, imparatorlar ve onlara en yakın olanlar için olan Yasak Kaleyi gezeceğiz . Zaman olursa, Vietnam'ın eski imparatorlarının mezarlarını ziyaret etmek için Parfüm nehrinde bir geziye çıkabilirsiniz."
    },
    {
      "dayNumber": 5,
      "title": "Hanoi'ye Uçuş",
      "description": "Kısa bir uçuş bizi renkli Hanoi'ye götürecek... Hanoi,sömürge mimarisi ve ağaçlarla çevrili bulvarların zerafetinden sokak satıcılarının ve motosikletlerin kalabalığına huzur ve kaosun şaşırtıcı bir kombinasyonunu sunar. Eski mahallenin sokaklarında dolaşıp, yerel pazar yemeklerini tadarak ve insanları izleyerek, günlük yaşamdan çok şey öğrenilebilir. Kültür meraklıları için tarih ve karakter bakımından zengin bir şehirdir müzeler, tapınaklar ve mezarlar vardır."
    },
    {
      "dayNumber": 6,
      "title": "Hanoi",
      "description": "Sabahımız, Hoan Kiem Gölü'nün rahatlatıcı manzarasını dolaşmak için Hanoi'nin tarihi merkezini ziyaret ederek başlayacak. Yerel bir spesiyalite olan 'yumurta kahvesi'  tadını çıkarabilirsiniz. Efsaneye göre, Çinlileri Vietnam'dan sürmek için kullanılan İmparator Ly Thai'ye sihirli bir kılıç gönderildi. Kılıç daha sonra onunla gölün derinliklerine kaybolan altın bir kaplumbağa tarafından İmparator'dan alındı ​​ve adını 'restore edilmiş kılıç Gölü'nden' getirdi. Gölde geçirdiğimiz sabahtan sonra, dünyaca ünlü Halong Körfezi'ne isteğe bağlı tura katılabilirsiniz. Koyda, yemyeşil bitki örtüsüne batırılmış yüksek kireçtaşı karstlarına sahip yüzlerce ada bulunur ve sınıflandırılmış bir UNESCO Dünya Mirası alanıdır."
    },
    {
      "dayNumber": 7,
      "title": "Hanoi",
      "description": "Zamanınızı Hanoi'deki tarihi mekanlarını özgürce keşfederek geçirin. Ho Chi Minh'in Mozolesi, Cumhurbaşkanlığı Sarayı, Tepedeki Ev ve ünlü 1 Sütunlu Pagoda'yı keşfedin. Kahve dükkanı (sütlü buzlu kahve) için eski mahalledeki “kahve caddesini” ziyaret edebilir, lezzetli Vietnam sokak yemekleri satan sokak satıcılarından yemek yiyebilir veya kırmızı Huc Köprüsü'nden geçebilirsiniz. Ngoc Son Tapınağı'nın (Jade Dağı Tapınağı) bulunduğu Jade Adası'nı ziyaret edin."
    },
    {
      "dayNumber": 9,
      "title": "Vientiane'e Uçuş",
      "description": "Vientiane’ ye doğru sınır ötesine uçuyoruz.  Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  (Güneydoğu Asya’ daki diğer şehirlerden çok farklı!) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz.  Bu gece Tur Lideri sizi 10- pin bowling salonuna götürecek - sırt çantalı gezginler için bir Mekke! Bir biranın tadını çıkarın ve bir ya da iki vuruş deneyin!"
    },
    {
      "dayNumber": 10,
      "title": "Vientiane",
      "description": "Laos'un başkenti oldukça sessizdir - o kadar sessizdir ki, 1970'den önce, tüm şehirde sadece bir dizi trafik ışığı vardı (Bangkok’tan çok farklı!). Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var. Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir. Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
    },
    {
      "dayNumber": 11,
      "title": "Vang Vieng ve Mavi Lagün",
      "description": "Luang Prabang’ dan güneye doğru yol alırken,  muhteşem manzaralardan geçerek Vang Vieng’ e seyahat ediyoruz. Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yer ve burada keyifle gezeceğiniz pazarlar var.  Burada,  Laos’ un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını göreceğiz.  Dalış yapabileceğiniz Mavi Lagün’ ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
    },
    {
      "dayNumber": 13,
      "title": "Luang Prabang",
      "description": "Birçok kişi Luang Prabang’ ın Laos’ taki en unutulmaz şehir olduğunu söylüyor.  Büyüleyici tarihi ve arkadaş canlısı insanlarıyla ünlü Luang Prabang,  Laos’ un Fa Ngoum’ a verilen Buda’ nın en kutsal imgesi olan kutsal Pra Bang’ ı ifade ediyor."
    },
    {
      "dayNumber": 15,
      "title": "Chiang Mai",
      "description": "'Kuzey'in Gülü' lakaplı Chiang Mai, 14. ve 15. yüzyıla kadar uzanan antik tapınaklarla doludur.  Ayrıca Tayland yemek kurslarından Muay Thai boksuna ve yerel saygın fil barınaklarına ve hastanelerine ziyaretlere kadar çeşitli aktiviteler sunmaktadır."
    },
    {
      "dayNumber": 16,
      "title": "Chiang Mai",
      "description": "Bugün, Tayland'ın en kutsal tapınaklarından biri olan Wat Phra That Doi Suthep'e ev sahipliği yapan Doi Suthep’e yapılacak tura dahil bir gezinin tadını çıkarabilirsiniz."
    },
    {
      "dayNumber": 17,
      "title": "Chiang Mai",
      "description": "Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarmak,  gece saatlerinde Thai kick-boks maçı  ( Muay Thai )   izlemek ya da geceyi Chiang Mai’ nin ünlü akşam sokağı pazarında pazarlık yaparak geçirmek için bir geceniz var."
    },
    {
      "dayNumber": 18,
      "title": "Antik Kent Sukhothai",
      "description": "Tayland'ın eski başkenti Sukhothai'ye hoş geldiniz. Tayland'ın gözdesi olan Sukhothai yaklaşık 140 yıldır Tayland imparatorluğunun başkentiydi ve kelimenin tam anlamıyla “Mutluluğun Şafağı” na çeviriyor."
    },
    {
      "dayNumber": 19,
      "title": "Bicycle tour of Sukhothai Ancient ruins",
      "description": "Bugün,  Dünya Mirası Sit Alanı çevresinde yarım günlük bir bisiklet turuna çıkıp taş kalıntılar arasında yer alan en muhteşem Buda’ lardan biri olan Wat Mahathat da dahil olmak üzere tipik Tayland mimarisini keşfediyoruz."
    },
    {
      "dayNumber": 20,
      "title": "Bangkok",
      "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginler gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
    },
    {
      "dayNumber": 21,
      "title": "Bangkok Bot Turu & Wat Pho",
      "description": "Bu sabah, Bangkok'u farklı bir perspektiften deneyimlemeniz için kısa bir nehir teknesi gezisine çıkıyoruz."
    },
    {
      "dayNumber": 22,
      "title": "Bangkok'tan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}