[
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "ICAI",
    "tourName": "Antik Hindiçin",
    "placesVisited": "Vietnam, Kamboçya, Tayland",
    "generalInfo": "Hindiçin'in çekici şehri Phnom Penh şehri gibi münferit cazibe merkezlerini keşfetme şansı ve Yasak Kale’ye yapılacak bir ziyaretle Hue’nin eski dünya cazibesini keşfetme şansı ile sizi Güneydoğu Asya'nın en popüler yerlerine götüren bir turda,Hindiçin'nin doğal harikalarını ve antik kültürlerini keşfedin.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Hanoi Noi Bai Uluslararası Havaalanı(HAN)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı(BKK), Bangkok Don Mueang Uluslararası Havaalanı(DMK)",
    "durationDays": "15",
    "price": "926",
    "image1": "siempretour-images/ICAI/icai_ancient-indochina2019_04_11_01_49_03_0.jpg",
    "image2": "siempretour-images/ICAI/icai_ancient-indochina2019_04_11_01_49_03_1.jpg",
    "image3": "siempretour-images/ICAI/icai_ancient-indochina2019_04_11_01_49_03_2.jpg",
    "image4": "siempretour-images/ICAI/icai_icai_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Ho Chi Minh Mozolesi, Müzesi,Başkanlık Sarayı,Stilt House ve ünlü Tek Sütunlu Pagoda ziyareti için yapılan yarım günlük gezi</li>\n<li>- Tur lideriyle birlikte Yasak Kale ziyareti</li>\n<li>- Hai Van Geçidi ziyareti</li>\n<li>- Soykırım Müzesi ve Ölüm Tarlaları’na giriş</li>\n<li>- Mermer Dağı</li>\n<li>- Mekong Deltası Yatılı Gezi</li>\n<li>- Rehber eşliğinde Angkor Wat turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 14 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Uçuş(lar)</li>\n</ul>\n<p><strong>Yemekler </strong></p>\n<ul>\n<li>- 13 kahvaltı</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Hanoi'ye Varış",
        "description": "Hanoi, çökmekte olan sömürge mimarisinin ve ağaçlıklı bulvarların zarafetinden, sokak satıcılarının ve motosikletlerin gürültülü ahenksizliğine kadar, huzur ve kaosun baştan çıkarıcı bir kombinasyonunu sunuyor. Eski Mahalle’nin (Old Quarter)sokaklarında dolaşarak, yerel pazar yemeklerini tadarak ve insanları izleyerek, günlük hayata dair çok fazla şey özümsenebilir. Kültür meraklıları için tarih ve karakter bakımından zengin bir şehre ışık tutan müzeler, tapınaklar ve mozoleler var."
      },
      {
        "dayNumber": 2,
        "title": "Hanoi",
        "description": "Bugün Tur Lideriniz, yarım günlük bir Hanoi turunda çeşitli yerleri ziyaret etmek için sizi yolculuğa çıkarıyor. Ho Chi Minh Mozolesi, Başkanlık Sarayı, Stilt House ve ünlü 1 Pillar Pagoda’yı (Tek Sütunlu Pagoda) keşfedin."
      },
      {
        "dayNumber": 3,
        "title": "Hue via the Hai Van Pass ve Da Nang's Marble Dağları",
        "description": "Hue'nin eskimiş ihtişamı, 17. ve 18. yüzyılların hanedan rekabeti ve isyanlarından,Fransız işgaline kadar ve yakın geçmişteki Vietnam Savaşı’nda en uzun ve en kanlı çatışmalardan biri olan Hue Savaşı'nın yeri olarak birçok savaşa sahne oldu. Vietnam'ın coğrafi kalbindeki konumu belki de hiç bir işe yaramadı ancak tarihin iç içe geçtiği ve modern yaşamla örtüştüğü bir yerde, bu bölgenin geçmişini ortaya çıkarmak ve kalıntılarını keşfetmek gezginler için bir zevktir."
      },
      {
        "dayNumber": 5,
        "title": "Hoi An",
        "description": "Hue'dan ayrılıyoruz ve güneye doğru Hoi An'a gidiyoruz. Araba yolculuğumuz bizi etrafı çevreleyen sahil şeridi ve pirinç tarlalarının nefes kesici manzaralarının tadını çıkarabileceğiniz ünlü ve manzaralı Hai Van Geçidi (Okyanus Bulutu Geçidi) üzerinden götürüyor. Yolun adı denizden gelen sisi ifade ediyor ve İngiliz otomobil programı Top Gear'da  ağırlıklı olarak ön plana çıkan güzelliği ile ünlü. Hoi An'a varmadan önce, kısa yolculuğumuz bizi Da Nang’ın güney tarafındaki 5 küçük tepeden oluşan küçük bir tepe grubu olan Mermer Dağı'nın gizli tapınakları ve mağaralarının kısa bir keşfi için mola vermeden önce Da Nang şehri, daha çok bilinen adıyla bilinen Çin Plajı olarak bilinen Non Nuoc Plajı boyunca  götürüyor. En tepeye çıkacak kadar maceraperest olanlar için, muhteşem şehir ve deniz manzarası tek ödülünüz."
      },
      {
        "dayNumber": 7,
        "title": "Ho Chi Minh City",
        "description": "Bugün Ho Chi Minh Kenti'ne kısa bir uçuş yapıyoruz. Güney Vietnam'ın eski başkenti olan bu hareketli ve hayat dolu şehir, Kuzey Vietnam'ın ünlü ve saygıdeğer lideri Ho Chi Minh’in adıyla yeniden adlandırıldığında, Vietnam Savaşı'nın(1975 civarı) sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu. Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti, şimdi Vietnam'ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 9,
        "title": "Mekong Delta",
        "description": "Bu sabah, Güneydoğu Asya'nın en uzun nehri ,Mekong Nehri'nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü Güneybatı Vietnam'da bir bölge olan Mekong Deltası'nın kalbine seyahat ediyoruz. Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil, nehirler ve kanallarla erişilebiliyor. Bölge, ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore'nin pirinç üretiminden daha fazla."
      },
      {
        "dayNumber": 10,
        "title": "Phnom Penh",
        "description": "Bugün uzun bir tekneye biniyoruz ve Kamboçya'ya doğru Mekong Nehri'nde altı saatlik yolculuğumuza başlıyoruz. Yolda yüzen köyleri görmek ve nehirde yaşayan insanların yaşam şeklini gözlemlemek mümkün olacak. Bu manzaralı tekne yolculuğunun keyfini çıkarırken kameralarınızı yakınınızda tutmayı unutmayın."
      },
      {
        "dayNumber": 11,
        "title": "Phnom Penh",
        "description": "Bugün,Pol Pot rejimi zamanında Kızıl Kmerler’in en korkulan hapishanelerinden ve işkence kamplarından birine dönüştürülen eski bir okul olan Tuol Sleng Soykırım Müzesi’ni ziyaret ediyoruz.Bina şu anda, 1970’lerin sonlarında burada ve ülkedeki diğer benzeri 150 kampta ölen binlerce insan için akıldan çıkmayan bir övgü niteliğinde.Kampta alıkoyulan insanlar daha sonra Choueng Ek imha merkezine,daha yagın bir şekilde Killing Fields(Ölüm Tarlaları) olarak bilinen yere-ki  bu muhteşem ülkenin çalkantılı tarihini daha iyi öğrenmek ve anlamak için ayrıca ziyaret edeceğiz- alındı ve orada idam edildi."
      },
      {
        "dayNumber": 12,
        "title": "Siem Reap & Angkor Wat",
        "description": "Siem Reap, Angkor bölgesinin ünlü tapınaklarını keşfedeceğimiz nokta. Siem Reap ismi 'Siam'ın Yenilişi'-Siam,bugünün Tayland’ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
      },
      {
        "dayNumber": 14,
        "title": "Bangkok",
        "description": "Kahvaltıdan sonra, bizi Tayland'a götürecek bir otobüse bineceğimiz otobüs terminaline tuk-tuk ile gidiyoruz.Bangkok'un hareketli gece hayatının tadını çıkaracağınız son bir gece için, akşam üstü otele varacaksınız."
      },
      {
        "dayNumber": 15,
        "title": "Bangkok'dan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Vietnam"
  },
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "BXILH",
    "tourName": "Güneydoğu Asya Döngüsü",
    "placesVisited": "Vietnam, Laos, Tayland, Kamboçya",
    "generalInfo": "Güneydoğu Asya Döngüsü,  Bangkok’ tan başlayarak Güneydoğu Asya’ nın bazı önemli noktaları etrafında bir daire çiziyor, bölgenin güzelliklerinin hiçbir bölümünü kaçırmayacaksınız.  Bir hafta Ho Chi Minh’ in sokak yemeklerinin lezzetlerini tadabilir,  Laos pirinç tarlalarında bisiklet sürebilir veya Chiang Mai yakınlarındaki tepe kabilelerini keşfedebilirsiniz.  Bangkok’ ta gece hayatını keşfetme ve Hoi An’ da kıyafet diktirme şansınız olacak.  Güneydoğu Asya’ nın harikaları elinizin altında olacak ve gruba katılacak benzer fikirli gençlerle seyahat edeceksiniz.<br><br><strong>En Yakın Uluslararası Havaalanı (Başlangıç Noktası) :  </strong>Hanoi Noi Bai Uluslararası Havaalanı (HAN)<br><br><strong>En Yakın Uluslararası Havaalanı (Bitiş Noktası) :  </strong>Hanoi Noi Bai Uluslararası Havaalanı (HAN)",
    "durationDays": "29",
    "price": "1059",
    "image1": "siempretour-images/BXILH/bxilh_2019_10_27_23_27_24_0.jpg",
    "image2": "siempretour-images/BXILH/bxilh_2019_10_27_23_27_24_1.jpg",
    "image3": "siempretour-images/BXILH/bxilh_hanoi_10.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- 10-pin bowling</li>\n<li>- Sukhothai bisiklet turu</li>\n<li>- Çeltik tarlalarından Hoi An Sahili’ ne bisiklet gezisi</li>\n<li>- Mavi Lagün’ e Tuk-Tuk turu</li>\n<li>- Killing Fields  (Ölüm Tarlaları)  ve S21 Tuol Sleng Soykırım Müzesi</li>\n<li>- Hue İmparatorluk Kalesi yürüyüş turu</li>\n<li>- Keşişleri sadaka toplarken izlemek için yapılan erken ziyaret</li>\n<li>- Funky Monkey (Nha Trang’ da bir seyahat acentesi)  tekne gezisi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 19 gece, misafirhanede 9 gece, yataklı gece otobüsünde 1 gece, pansiyonda 1 gece, yataklı gece treninde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Tren, Uluslararası Uçuşlar, Halk Otobüsü, Özel Araç, Tekne, Gece Otobüsü, Gece treni</p>\n<p><strong>Yemekler</strong></p>\n<p>19 kahvaltı, 2 basit kahvaltı, 1 açık büfe kahvaltısı, 1 açık büfe öğle yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour tur lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Hanoi' ye Varış",
        "description": "Hanoi,  Sosyalist Cumhuriyet’ in başkentidir ve sömürge binaları ile ağaçlıklı bulvarların hakimiyetindedir.  Şehir,  ‘ isimlerin bukalemisi’  ile karakterize edilen,  dolambaçlı ama güzel bir tarihe sahiptir - şehir tarih boyunca birçok kez isim değiştirmiştir.  Yakın tarihe dayanarak,  Fransızlar 1954’ te güçlerini geri çekti ve o zamandan beri yabancı yatırım ve mülkiyet büyük ölçüde gelişme göstermektedir."
      },
      {
        "dayNumber": 4,
        "title": "Vientiane",
        "description": "Vientiane’ ye doğru sınır ötesine uçuyoruz.  Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  (Güneydoğu Asya’ daki diğer şehirlerden çok farklı!) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz.  Bu gece Tur Lideri sizi 10- pin bowling salonuna götürecek - sırt çantalı gezginler için bir Mekke! Bir biranın tadını çıkarın ve bir ya da iki vuruş deneyin!"
      },
      {
        "dayNumber": 5,
        "title": "Vang Vieng",
        "description": "Vientiane’ den kuzeye doğru yol alırken,  muhteşem manzaralardan Vang Vieng’ e doğru gidiyoruz.  Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yerdir ve burada keyifle gezeceğiniz pazarlar vardır. Mavi Lagün’ de yüzmeye gitmeden önce Laos’ un en inanılmaz manzaralarında da tuk tuk turuna çıkıp yemyeşil çeltik tarlalarında harika bir gün batımı seyredeceğiz."
      },
      {
        "dayNumber": 7,
        "title": "Luang Prabang",
        "description": "Vang Vieng’ den manzaralı route 4’ ten  (yol)  huzurlu Luang Prabang kasabasına seyahat ediyoruz.  Birçok kişi bu kasabanın Laos’ taki en unutulmaz kasaba olduğunu söylüyor.  Büyüleyici tarihi,  dost canlısı insanları ve güzel manzaralarıyla ünlü Luang Prabang,  Güney Doğu Asya’ da gerçek bir mücevher."
      },
      {
        "dayNumber": 9,
        "title": "Chiang Mai",
        "description": "Bugün,  ‘ Kuzey’ in Gülü’  olarak bilinen bu popüler şehirde iki gecenin tadını çıkarabileceğiniz Chiang Mai’ ye uçuyoruz.  Burada Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarabilir,  gece saatlerinde Thai kick-boks maçı  (Muay Thai)   izleyebilir ya da geceyi Chiang Mai’ nin ünlü bambaşka akşam sokaklarında pazarlık yaparak geçirebilirsiniz."
      },
      {
        "dayNumber": 11,
        "title": "Sukhothai",
        "description": "Ertesi gün,  Sukhothai antik kentine gitmeden önce Phitsanulok’ a giden trene binerek orta Tayland’ a gidiyoruz.  Tayland’ ın eski başkenti Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir.  Tapınaklar ve anıtlar, o zamandan beri kazıyla ortaya çıkarılmış ve yer yer restore edilmektedir,  ve günümüzde restorasyon bölgeyi Sukhothai Tarihi Parkı olarak adlandırmaktadır.  Dünya Mirası Sit Alanı çevresinde bir bisiklet turuna çıkacak ve taş kalıntılar arasında yer alan en muhteşem Buda’ lardan biri olan Wat Mahathat da dahil olmak üzere tipik Tayland mimarisini keşfedeceğiz."
      },
      {
        "dayNumber": 13,
        "title": "Bangkok",
        "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 15,
        "title": "Siem Reap",
        "description": "Siem Reap ismi ‘ Siam’ ın Yenilişi’ -Siam, bugünün Tayland’ ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
      },
      {
        "dayNumber": 17,
        "title": "Phnom Penh",
        "description": "Phnom Penh,  Kamboçya’ nın çalkantılı bir geçmişe sahip hareketli başkentidir.  Mekong Nehri kıyısında yer alan Phnom Penh,  Fransızlar Kamboçya’ yı 19.  yüzyılda sömürgeleştirdiğinden bu yana başkent olmuştur.  Şehir,  küçük bir balıkçı köyünden,  şu anda Kamboçya’ nın endüstriyel,  ticari,  kültürel ve tarihi merkezi haline gelerek büyüdü."
      },
      {
        "dayNumber": 19,
        "title": "Mekong Deltası",
        "description": "Phnom Penh’ den Chau Doc’ a kadar Mekong Nehri’ nden aşağı doğru tekneyle seyahat ederek Kamboçya’ dan Vietnam’ a sınırı geçiyoruz.  Chau Doc,  Mekong Nehri’ nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü yer olan güneybatı Vietnam’ da bir bölge olan olağanüstü Mekong Deltası’ nı keşfedeceğimiz yer.  Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil,  nehirler ve kanallarla erişilebiliyor.  Bölge,  ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore’ nin pirinç üretiminden daha fazla.  Yarının otobüs yolculuğuna hazırlanırken konforlu bir otelde keyifli bir akşam geçirebilirsiniz.  Canlı ve hareketli Ho Chi Minh Şehri’ ne varmadan önce,  bölgedeki günlük hayatı ilk elden deneyimleyebileceğiniz Delta üzerinden seyahat edeceksiniz."
      },
      {
        "dayNumber": 20,
        "title": "Ho Chi Minh City",
        "description": "Ho Chi Minh Kenti,  Vietnam Savaşı’ nın sonuna kadar Saygon olarak biliniyordu  (yaklaşık 1975) . Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti,  şimdi Vietnam’ ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 22,
        "title": "Nha Trang",
        "description": "Bugün birçok gezgin için popüler bir kıyı şehri olan ve restoranlar,  barlar ve mükemmel gece hayatı ile dolup taşan güzel Nha Trang’ a uçuyoruz."
      },
      {
        "dayNumber": 23,
        "title": "Nha Trang",
        "description": "Bugün birçok gezgin için popüler bir kıyı şehri olan ve restoranlar,  barlar ve mükemmel gece hayatı ile dolup taşan güzel Nha Trang’ a uçuyoruz."
      },
      {
        "dayNumber": 24,
        "title": "Nha Trang",
        "description": "Çevredeki kristal berraklığındaki sularda yüzebileceğiniz bir tekne turunun keyfini çıkarın - serinletici bir içecekle güvertede dinlenmeden önce şnorkelle dalmayı deneyin! Bu gece,  grubunuzla barlara gidip eğlenin!"
      },
      {
        "dayNumber": 25,
        "title": "Hoi An",
        "description": "Hoi An’ da bol miktarda bulunan pazarlarda satılan el yapımı ürünler,  seramikler ve kumaşları keşfetmek için yeteri kadar boş vaktimiz var.  Hoi An terziliğiyle ünlüdür; En sevdiğin kıyafetini yanına al ve aynısını burada yaptır! Ayrıca yol boyunca yemyeşil çeltik tarlalarından geçerek Hoi An Sahili’ ne bir bisiklet gezisinin tadını çıkarabilirsiniz.  Oraya vardığınızda,  elinizde yerel bir birayla kıyı manzaralarına hayranlık duyabilirsiniz."
      },
      {
        "dayNumber": 27,
        "title": "Hue",
        "description": "Hoi An’ dan ayrılıyoruz ve kuzeye doğru Hue’ ya gidiyoruz.  Araba yolculuğu,  ‘ Top Gear: Vietnam Özel’  bölümünde öne çıkan manzaralı sahil yolu ‘ ‘ Hai Van Geçidi’ ne ‘ ‘ çıkmadan önce bizi Mermer Dağı’ nın ötesine  (isteğe bağlı olarak mağaraları ve tapınakları keşfetmek 40, 000 VND)  götürüyor."
      },
      {
        "dayNumber": 28,
        "title": "Hanoi’ ye gece treni",
        "description": "Bu akşam,  hareketli Hanoi şehrine giden yataklı gece trenine biniyoruz."
      },
      {
        "dayNumber": 29,
        "title": "Hanoi' den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Vietnam"
  },
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "BXILS",
    "tourName": "Güneydoğu Asya Döngüsü",
    "placesVisited": "Vietnam, Laos, Tayland, Kamboçya",
    "generalInfo": "Güneydoğu Asya Döngüsü, Bangkok’ tan başlayarak Güneydoğu Asya’ nın bazı önemli noktaları etrafında bir daire çiziyor, bölgenin güzelliklerinin hiçbir bölümünü kaçırmayacaksınız.  Bir hafta Ho Chi Minh’ in sokak yemeklerinin lezzetlerini tadabilir,  Laos pirinç tarlalarında bisiklet sürebilir veya Chiang Mai yakınlarındaki tepe kabilelerini keşfedebilirsiniz.  Bangkok’ ta gece hayatını keşfetme ve Hoi An’ da kıyafet diktirme şansınız olacak.  Güneydoğu Asya’ nın harikaları elinizin altında olacak ve gruba katılacak benzer fikirli gençlerle seyahat edeceksiniz.<br><br><strong>En Yakın Uluslararası Havaalanı (Başlangıç Noktası) : </strong>Ho Chi Minh City Tan Son Nhat Uluslararası Havaalanı  (SGN)<br><br><strong>En Yakın Uluslararası Havaalanı (Bitiş Noktası) : </strong>Ho Chi Minh City Tan Son Nhat Uluslararası Havaalanı  (SGN)",
    "durationDays": "29",
    "price": "1059",
    "image1": "siempretour-images/BXILS/bxils_2019_10_27_23_31_12_0.jpg",
    "image2": "siempretour-images/BXILS/bxils_2019_10_27_23_31_12_1.jpg",
    "image3": "siempretour-images/BXILS/bxils_2019_10_27_23_31_12_2.jpg",
    "image4": "siempretour-images/BXILS/bxils_mincity_5.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Funky Monkey (Nha Trang’ da bir seyahat acentesi)  tekne gezisi</li>\n<li>- Sabah erken saatlerde Hoan Kiem Gölü çevresinde yürüyüş.  Sabah erken saatlerde yapılan aerobiği izleme ve özel yerel spesiyali ‘ ‘ yumurta kahvesi’ nin’ ‘  tadını çıkarma</li>\n<li>- Çeltik tarlalarından Hoi An Sahili’ ne bisiklet gezisi</li>\n<li>- 10-pin bowling</li>\n<li>- Keşişleri sadaka toplarken izlemek için yapılan erken ziyaret</li>\n<li>- Hue İmparatorluk Kalesi yürüyüş turu</li>\n<li>- Mavi Lagün’ e Tuk-Tuk turu</li>\n<li>- Sukhothai bisiklet turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 18 gece, yataklı gece otobüsünde 1 gece, yataklı gece treninde 1 gece, misafirhanede 8 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Gece Otobüsü, Halk Otobüsü, Gece Treni, Tren, Uluslararası Uçuş (lar) , Özel Araç, Tekne</p>\n<p><strong>Yemekler</strong></p>\n<p>6 açık büfe kahvaltı, 14 kahvaltı, 1 açık büfe öğle yemeği,  2 basit kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour tur lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Ho Chi Minh City’ ye Varış",
        "description": "Ho Chi Minh Kenti Vietnam Savaşı’ nın sonuna kadar Saygon olarak biliniyordu  (yaklaşık 1975) . Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti,  şimdi Vietnam’ ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 2,
        "title": "Nha Trang",
        "description": "Bugün birçok gezgin için popüler bir kıyı şehri olan ve restoranlar,  barlar ve mükemmel gece hayatı ile dolup taşan güzel Nha Trang’ a uçuyoruz."
      },
      {
        "dayNumber": 3,
        "title": "Nha Trang",
        "description": "Çevredeki kristal berraklığındaki sularda yüzebileceğiniz bir tekne turunun keyfini çıkarın - serinletici bir içecekle güvertede dinlenmeden önce şnorkelle dalmayı deneyin! Bu gece,  grubunuzla barlara gidip eğlenin!"
      },
      {
        "dayNumber": 4,
        "title": "Hoi An’ a yataklı gece otobüsü",
        "description": "Deniz kenarındaki eğlenceden ve bar ve kulüplerdegeçirilen geceden sonra, yataklı gece otobüsüyle kuzeye doğru bir sonraki varış noktamıza gidiyoruz."
      },
      {
        "dayNumber": 5,
        "title": "Hoi An",
        "description": "Hoi An’ da bol miktarda bulunan pazarlarda satılan el yapımı ürünler,  seramikler ve kumaşları keşfetmek için yeteri kadar boş vaktimiz var.  Hoi An terziliğiyle ünlüdür; En sevdiğin kıyafetini yanına al ve aynısını burada yaptır! Ayrıca yol boyunca yemyeşil çeltik tarlalarından geçerek Hoi An Sahili’ ne bir bisiklet gezisinin tadını çıkarabilirsiniz.  Oraya vardığınızda,  elinizde yerel bir birayla kıyı manzaralarına hayranlık duyabilirsiniz."
      },
      {
        "dayNumber": 7,
        "title": "Hue",
        "description": "Hoi An’ dan ayrılıyoruz ve kuzeye doğru Hue’ ya gidiyoruz.  Araba yolculuğu, ‘ Top Gear:Vietnam Özel’  bölümünde öne çıkan manzaralı sahil yolu ‘ ‘ Hai Van Geçidi’ ne’ ‘ çıkmadan önce bizi Mermer Dağı’ nın ötesine  (isteğe bağlı olarak mağaraları ve tapınakları keşfetmek 40, 000 VND)  götürüyor."
      },
      {
        "dayNumber": 8,
        "title": "Hanoi’ ye gece treni",
        "description": "Bu akşam,  hareketli Hanoi şehrine giden yataklı gece trenine biniyoruz."
      },
      {
        "dayNumber": 9,
        "title": "Hanoi",
        "description": "Hanoi,  Sosyalist Cumhuriyet’ in başkentidir ve sömürge binaları ile ağaçlıklı bulvarların hakimiyetindedir.  Şehir, ‘ isimlerin bukalemisi’  ile karakterize edilen,  dolambaçlı ama güzel bir tarihe sahiptir - şehir tarih boyunca birçok kez isim değiştirmiştir.  Yakın tarihe dayanarak,  Fransızlar 1954’ te güçlerini geri çekti ve o zamandan beri yabancı yatırım ve mülkiyet büyük ölçüde gelişme göstermektedir."
      },
      {
        "dayNumber": 12,
        "title": "Vientiane",
        "description": "Vientiane’ ye doğru sınır ötesine uçuyoruz.  Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  (Güneydoğu Asya’ daki diğer şehirlerden çok farklı!) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz.  Bu gece Tur Lideri sizi 10- pin bowling salonuna götürecek - sırt çantalı gezginler için bir Mekke! Bir biranın tadını çıkarın ve bir ya da iki vuruş deneyin!"
      },
      {
        "dayNumber": 13,
        "title": "Van Vieng",
        "description": "Vientiane’ den kuzeye doğru yol alırken,  muhteşem manzaralardan Vang Vieng’ e doğru gidiyoruz.  Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yerdir ve burada keyifle gezeceğiniz pazarlar vardır. Mavi Lagün’ de yüzmeye gitmeden önce Laos’ un en inanılmaz manzaralarında da tuk tuk turuna çıkıp yemyeşil çeltik tarlalarında harika bir gün batımı seyredeceğiz."
      },
      {
        "dayNumber": 15,
        "title": "Luang Prabang",
        "description": "Vang Vieng’ den manzaralı route 4’ ten  (yol)  huzurlu Luang Prabang kasabasına seyahat ediyoruz.  Birçok kişi bu kasabanın Laos’ taki en unutulmaz kasaba olduğunu söylüyor.  Büyüleyici tarihi,  dost canlısı insanları ve güzel manzaralarıyla ünlü Luang Prabang,  Güney Doğu Asya’ da gerçek bir mücevher."
      },
      {
        "dayNumber": 17,
        "title": "Chiang Mai",
        "description": "Bugün, ‘ Kuzey’ in Gülü’  olarak bilinen bu popüler şehirde iki gecenin tadını çıkarabileceğiniz Chiang Mai’ ye uçuyoruz.  Burada Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarabilir,  gece saatlerinde Thai kick-boks maçı  (Muay Thai)   izleyebilir ya da geceyi Chiang Mai’ nin ünlü bambaşka akşam sokaklarında pazarlık yaparak geçirebilirsiniz."
      },
      {
        "dayNumber": 19,
        "title": "Sukhothai",
        "description": "Ertesi gün,  Sukhothai antik kentine gitmeden önce Phitsanulok’ a giden trene binerek orta Tayland’ a gidiyoruz.  Tayland’ ın eski başkenti Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir.  Tapınaklar ve anıtlar, o zamandan beri kazıyla ortaya çıkarılmış ve yer yer restore edilmektedir,  ve günümüzde restorasyon bölgeyi Sukhothai Tarihi Parkı olarak adlandırmaktadır.  Dünya Mirası Sit Alanı çevresinde bir bisiklet turuna çıkacak ve taş kalıntılar arasında yer alan en muhteşem Buda’ lardan biri olan Wat Mahathat da dahil olmak üzere tipik Tayland mimarisini keşfedeceğiz."
      },
      {
        "dayNumber": 21,
        "title": "Bangkok",
        "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 23,
        "title": "Siem Reap",
        "description": "Siem Reap ismi ‘ Siam’ ın Yenilişi’ -Siam, bugünün Tayland’ ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
      },
      {
        "dayNumber": 25,
        "title": "Phnom Penh",
        "description": "Phnom Penh,  Kamboçya’ nın çalkantılı bir geçmişe sahip hareketli başkentidir.  Mekong Nehri kıyısında yer alan Phnom Penh,  Fransızlar Kamboçya’ yı 19.  yüzyılda sömürgeleştirdiğinden bu yana başkent olmuştur.  Şehir,  küçük bir balıkçı köyünden,  şu anda Kamboçya’ nın endüstriyel,  ticari,  kültürel ve tarihi merkezi haline gelerek büyüdü."
      },
      {
        "dayNumber": 27,
        "title": "Mekong Deltası",
        "description": "Phnom Penh’ den Chau Doc’ a kadar Mekong Nehri’ nden aşağı doğru tekneyle seyahat ederek Kamboçya’ dan Vietnam’ a,  sınırı geçiyoruz.  Chau Doc,  Mekong Nehri’ nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü yer olan güneybatı Vietnam’ da bir bölge olan olağanüstü Mekong Deltası’ nı keşfedeceğimiz yer.  Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil,  nehirler ve kanallarla erişilebiliyor.  Bölge,  ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore’ nin pirinç üretiminden daha fazla.  Yarının otobüs yolculuğuna hazırlanırken konforlu bir otelde keyifli bir akşam geçirebilirsiniz.  Canlı ve hareketli Ho Chi Minh Şehri’ ne varmadan önce,  bölgedeki günlük hayatı ilk elden deneyimleyebileceğiniz Delta üzerinden seyahat edeceksiniz."
      },
      {
        "dayNumber": 28,
        "title": "Ho Chi Minh City",
        "description": "Bugün yine,  bir gün daha geçireceğimiz bu harika şehirde, Ho Chi Minh Kenti’ ndeyiz.  Yolculuğun başlangıcında fırsatınız olmadıysa,  Vietnam’ ın pirinç kasesi olarak bilinen hareketli Mekong Deltası’ nı ziyaret etmek ya da Cu Chi tünellerini görmek için günlük bir geziye çıkmak ve Viet Cong’ un kullandığı küçük tünellere sığıp sığamayacağınızı görmek için harika bir fırsat."
      },
      {
        "dayNumber": 29,
        "title": "Ho Chi Minh City' den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Vietnam"
  },
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "BXHI",
    "tourName": "Güneydoğu Asya’ nın Kalbi",
    "placesVisited": "Vietnam, Laos, Tayland, Kamboçya",
    "generalInfo": "Bu hızlı üç hafta,  tepe kabilelerini ziyaret ederek,  noodle çorbasıyla midenizi tıka basa doldurarak ve Bangkok’ ta ciddi anlamda partileyerek sizi bölgenin en farklı ülkelerinin kalbine götürecek.  Chiang Mai’ deki tepedeki kabileleri keşfederken Pakbeng’ e giden yolda Mekong Nehri’ nden hızla geçerken ya da Hanoi’ nin Fransız tarzı sokaklarında gezerken bu tur aklınızı başınızdan alacak!<br><br><strong>En Yakın Uluslararası Havaalanı (Başlangıç Noktası) : </strong> Hanoi Noi Bai Uluslararası Havaalanı  (HAN)<br><br><strong>En Yakın Uluslararası Havaalanı (Bitiş Noktası) : </strong> Ho Chi Minh City Tan Son Nhat Uluslararası Havaalanı  (SGN)",
    "durationDays": "21",
    "price": "829",
    "image1": "siempretour-images/BXHI/bxhi_2019_10_27_22_43_51_0.jpg",
    "image2": "siempretour-images/BXHI/bxhi_2019_10_27_22_43_51_1.jpg",
    "image3": "siempretour-images/BXHI/bxhi_mincity_1.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Mavi Lagün’ e Tuk-Tuk turu</li>\n<li>- Killing Fields ve S21 Tuol Sleng Soykırım Müzesi</li>\n<li>- Keşişleri sadaka toplarken izlemek için yapılan erken ziyaret</li>\n<li>- Sukhothai bisiklet turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 13 gece, pansiyonda 1 gece ve misafirhanede 6 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Tren, Uluslararası uçuş (lar) , Halk Otobüsü, Özel Araç, Tekne</p>\n<p><strong>Yemekler</strong></p>\n<p>10 kahvaltı, 2 basit kahvaltı, 1 yerel kahvaltı, 3 açık büfe kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour tur lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Hanoi' ye Varış",
        "description": "Hanoi,  Sosyalist Cumhuriyet’ in başkentidir ve sömürge binaları ile ağaçlıklı bulvarların hakimiyetindedir.  Şehir,  ‘ isimlerin bukalemisi’  ile karakterize edilen,  dolambaçlı ama güzel bir tarihe sahiptir - şehir tarih boyunca birçok kez isim değiştirmiştir.  Yakın tarihe dayanarak,  Fransızlar 1954’ te güçlerini geri çekti ve o zamandan beri yabancı yatırım ve mülkiyet büyük ölçüde gelişme göstermektedir."
      },
      {
        "dayNumber": 4,
        "title": "Vientiane",
        "description": "Vientiane’ ye doğru sınır ötesine uçuyoruz.  Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  (Güneydoğu Asya’ daki diğer şehirlerden çok farklı!) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz.  Bu gece Tur Lideri sizi 10-pin bowling salonuna götürecek - sırt çantalı gezginler için bir Mekke! Bir biranın tadını çıkarın ve bir ya da iki vuruş deneyin!"
      },
      {
        "dayNumber": 5,
        "title": "Van Vieng",
        "description": "Vientiane’ den kuzeye doğru yol alırken,  muhteşem manzaralardan Vang Vieng’ e doğru gidiyoruz.  Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yerdir ve burada keyifle gezeceğiniz pazarlar vardır. Mavi Lagün’ de yüzmeye gitmeden önce Laos’ un en inanılmaz manzaralarında da tuk tuk turuna çıkıp yemyeşil çeltik tarlalarında harika bir gün batımı seyredeceğiz."
      },
      {
        "dayNumber": 7,
        "title": "Luang Prabang",
        "description": "Vang Vieng’ den manzaralı route 4’ ten  (yol)  huzurlu Luang Prabang kasabasına seyahat ediyoruz.  Birçok kişi bu kasabanın Laos’ taki en unutulmaz kasaba olduğunu söylüyor.  Büyüleyici tarihi,  dost canlısı insanları ve güzel manzaralarıyla ünlü Luang Prabang,  Güney Doğu Asya’ da gerçek bir mücevher."
      },
      {
        "dayNumber": 9,
        "title": "Chiang Mai",
        "description": "Bugün,  ‘ Kuzey’ in Gülü’  olarak bilinen bu popüler şehirde iki gecenin tadını çıkarabileceğiniz Chiang Mai’ ye uçuyoruz.  Burada Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarabilir,  gece saatlerinde Thai kick-boks maçı  (Muay Thai)   izleyebilir ya da geceyi Chiang Mai’ nin ünlü bambaşka akşam sokaklarında pazarlık yaparak geçirebilirsiniz."
      },
      {
        "dayNumber": 11,
        "title": "Sukhothai",
        "description": "Ertesi gün,  Sukhothai antik kentine gitmeden önce Phitsanulok’ a giden trene binerek orta Tayland’ a gidiyoruz.  Tayland’ ın eski başkenti Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir.  Tapınaklar ve anıtlar, o zamandan beri kazıyla ortaya çıkarılmış ve yer yer restore edilmektedir,  ve günümüzde restorasyon bölgeyi Sukhothai Tarihi Parkı olarak adlandırmaktadır.  Dünya Mirası Sit Alanı çevresinde bir bisiklet turuna çıkacak ve taş kalıntılar arasında yer alan en muhteşem Buda’ lardan biri olan Wat Mahathat da dahil olmak üzere tipik Tayland mimarisini keşfedeceğiz."
      },
      {
        "dayNumber": 13,
        "title": "Bangkok",
        "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginler gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 15,
        "title": "Siem Reap",
        "description": "Siem Reap ismi ‘ Siam’ ın Yenilişi’ -Siam, bugünün Tayland’ ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
      },
      {
        "dayNumber": 17,
        "title": "Phnom Penh",
        "description": "Phnom Penh,  Kamboçya’ nın çalkantılı bir geçmişe sahip hareketli başkentidir.  Mekong Nehri kıyısında yer alan Phnom Penh,  Fransızlar Kamboçya’ yı 19.  yüzyılda sömürgeleştirdiğinden bu yana başkent olmuştur.  Şehir,  küçük bir balıkçı köyünden,  şu anda Kamboçya’ nın endüstriyel,  ticari,  kültürel ve tarihi merkezi haline gelerek büyüdü."
      },
      {
        "dayNumber": 19,
        "title": "Mekong Deltası",
        "description": "Phnom Penh’ den Chau Doc’ a kadar Mekong Nehri’ nden aşağı doğru tekneyle seyahat ederek Kamboçya’ dan Vietnam’ a sınırı geçiyoruz.  Chau Doc,  Mekong Nehri’ nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü yer olan güneybatı Vietnam’ da bir bölge olan olağanüstü Mekong Deltası’ nı keşfedeceğimiz yer.  Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil,  nehirler ve kanallarla erişilebiliyor.  Bölge,  ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore’ nin pirinç üretiminden daha fazla.  Yarının otobüs yolculuğuna hazırlanırken konforlu bir otelde keyifli bir akşam geçirebilirsiniz.  Canlı ve hareketli Ho Chi Minh Şehri’ ne varmadan önce,  bölgedeki günlük hayatı ilk elden deneyimleyebileceğiniz Delta üzerinden seyahat edeceksiniz."
      },
      {
        "dayNumber": 20,
        "title": "Ho Chi Minh City",
        "description": "Ho Chi Minh Kenti,  Vietnam Savaşı’ nın sonuna kadar Saygon olarak biliniyordu  (yaklaşık 1975) .  Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti,  şimdi Vietnam’ ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 21,
        "title": "Ho Chi Minh City' den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Vietnam"
  },
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "ST08017",
    "tourName": "Kamboçya ve Vietnam",
    "placesVisited": "Vietnam, Kamboçya",
    "generalInfo": "Yeşilin her tonunu görmek,  doğayla iç içe olmak ve farklı kültürleri keşfetmek istiyorsanız burası tam sizin için.<br><br>Siempre Tur ile yemyeşil alanları ve berrak sularıyla yaşamın iç içe olduğu,  dağlarla çevrelenmiş antik kentleri keşfedebilirsiniz.<br><br>Turumuz,  Siempre Tour’ un deneyimli rehber ekibiyle Havaalanı’ ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır.  Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
    "durationDays": "11",
    "price": "3385",
    "image1": "siempretour-images/ST08017/st08017_cambodia.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "12",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Qatar Airways ve Türk Hava Yolları ile İstanbul – Hanoi (Ho Chi Minh City) &amp; Singapur</li>\n<li>- İstanbul gidiş dönüş uçak bileti,</li>\n<li>- İç hatlar bağlantı uçuşu.</li>\n<li>- Vietnam Havayolları ile Hanoi – Saigon – Hanoi uçuşu(Değişebilir )</li>\n<li>- Silkair Havayolları ile SiemReap –Singapur uçuşu(Değişe bilir)</li>\n<li>- Saigon’ da 5* SOFİTEL Saigon Hotel’ de oda – kahvaltı Konaklama</li>\n<li>- Sapa ‘ da 5* VİKTORİA SAPA Hotelde oda – kahvaltı Konaklama</li>\n<li>- Hanoi’ de 5* SOFİTEL Plaza Hanoi Hotel’ de oda - kahvaltı Konaklama</li>\n<li>- Halong Bay’ de GOLDEN CRUSİE 9999 gemisinde tam pansiyon Konaklama</li>\n<li>- Siem Reap’ ta 5* SOFİTEL PHOKEETRA Hotel’ de oda - kahvaltı Konaklama</li>\n<li>- Programda dahil olduğu belirtilen tüm transferler</li>\n<li>- Programda dahil olduğu belirtilen tüm turlar</li>\n<li>- Havalimanı ve güvenlik vergisi</li>\n<li>- Türkçe rehberlik hizmeti</li>\n<li>- Zorunlu seyahat sigortası</li>\n<li>- Yurtdışı çıkış harcı</li>\n<li>- Yerel Rehber ve kaptan Bahşişleri</li>\n<li>- Öğle ve Akşam yemekleri</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Hanoi' ye Varış",
        "description": "İstanbul Atatürk Havalimanı Dış Hatlar Terminalinde SİEMPRE TOUR Buluşma Noktasında (Uçuş öncesi Bilgisi verilecek ) önünde saat 09. 45 de buluşuyoruz.  Qatar Airways ve Türk Hava Yolları ile saat 13. 25 hareket.  Singapur havalimanına 2 Şubat saat 05. 45 Varışımız."
      },
      {
        "dayNumber": 2,
        "title": "Hanoi",
        "description": "Uçak değişiminden sonra SQ 176 sefer sayılı uçuşla saat 09. 20 de Hanoi e hareket.  Lokal saat ile 11. 40 da Hanoi havalimanına varış.  İlk olarak Don Restoranda öğle yemeğin.  Ardından 03. 00 Şehir turumuz: Edebiyat Tapınağı  -  sermayenin inşaatı sırasında kurulan Vietnam’ ın ilk üniversitesi.  Hoan Kiem Gölü ve ziyaret Ngoc Son Tapınağı,  Ly Thai To Heykeli.  Daha sonra,  geleneksel Su Kukla Show; özellikle kırsal yaşamdan sahneler ve ulusal tarih bölümlerini tasvir için tasarlanmış benzersiz bir kuzey Vietnam sanat formu keyfini çıkarın.  Otele transfer ve Akşam yemeğimizi otel de alacağız."
      },
      {
        "dayNumber": 3,
        "title": "Hanoi, Lao Cai, Sapa, Cat Cat",
        "description": "Otelde Kahvaltının ardından 07. 00,  Otelden valizlerimiz alıp özel otobüsümüzle Sapa şehrine hareket ediyoruz.  12. 30,  Sapa varışımız ve otelde yerleştikten sonar öğle yemeğimizi otelde alıyoruz.  Öğle istirahatinden sonra,  15. 00, Vietnam ve Çin hindi Bölgesinin en yüksek tepesindeki Muong Hoa vadisinin yamacındaki Cat Cat Köyüne Yürüyüşümüz başlıyor.  Yürüyüşümüzde Siyah H’ mong yerel köyünü giderken Renkli Pirinç tarlaları Şelalelerin olduğu Muhteşem Fasipan Vadisinde geziyoruz.  Yerel Halkın yöresel kıyafetlerle yaşadığı kasaba pazarını ziyaret ediyoruz.  Burada yöresel kıyafetleri ve nakış işlemeleriyle yapılmış kıyafetleri alabilirsiniz.  Serbest zamanınız da Sapayı Keşfedin.  Sapa Kasabasında gezimizin ardından Otelimiz Victoria Sapa otelinde akşam yemeği ve konaklama."
      },
      {
        "dayNumber": 4,
        "title": "Lao Cai Coach, Hanoi",
        "description": "Sabah Kahvaltının ardından 07:30 Sapa dan otobüsümüzle Kocu bölgesinden Hanoi ye dönüş.  Yemyeşil Prinç tarlaları arasında Siyah H’ mong lu halkın günlük yaşamını ve geleneksel kültürlerini yerinde görmek için evlerini ziyaret ediyoruz.  Muong Hoa Nehri yakınında yöresel bir ede lezzetli bir öğle yemeği aldıktan sonra Hanoi ye geçiyoruz.  Bu hareketli başkent ziyaretçilerine pek çok tarihi ve kültürel güzellik sunuyor.  Görülecek yerlerin başında halkın Ho Amca dediği,  Vietnam devriminin mimarı ve Sosyalist Vietnam Cumhuriyetinin kurucusu Ho Chi Minhin mumyasının bulunduğu Ho Chi Minh Mozalesi ve hayatının son on 10 yılını geçirdiği başkanlık sarayı ve bahçesinde yer alan kazıklar üzerine inşa edilmiş otantik evi yol üstü görüyoruz. .  Lotus çiçekli bir havuzun ortasından yükselen zarif Tek Sütunlu Single Pillar Pagoda,  Vietnamın ilk üniversitesi olarak kabul edilen ve 11.  yüzyılda inşa edilmiş olan Temple of Literature.  Hoan Kiem Gölü ve romantik kırmızı bir köprü ile ulaşılan Ngoc Son Tapınağını göreceğiz.  Ziyaretlerimiz sonrası Hoan Kiem Gölü ve Eski Şehir etrafında yöreye özgü tuk tuk tarzı bisikletler ile 1 saatlik 36 Sokak ve bölgesiniz siz misafirlerimize gezdiriyoruz.  Sonrasında serbest zaman ve akşam yemeğimiz Dünya mutfağından yiyecekler ile yerel bir restoranda alıyoruz."
      },
      {
        "dayNumber": 6,
        "title": "Halong Bay, Hanoi, Ho Chi Minh City",
        "description": "Gemi yolculuğumuz sabahın ilk ışıkları ile birlikte devam ediyor.  Sıcak çay ve kahvelerimizi yudumlarken eşsiz körfezlerden geçiyoruz.  Güzel bir kahvaltıyı takiben,  muhteşem manzarası ile hafızanıza kazınacak körfezde bir yüzme molası daha veriyoruz.  Doğal güzellikler arasındaki unutulmaz yolculuğumuz öğle saatlerinde limana varışımızla tamamlanıyor.  Limanda bizi bekleyen özel aracımızla,  Hanoi hareket ediyoruz yolculuğumuz sırasında öğle yemeği ve Yerel Havayollarının uçuşu ile Ho Chi Minh City şehrine uçuyoruz.  Varışımızın ardından otelimize transfer oluyor ve akşam yemeği yiyoruz.  Geceleme otelimizde."
      },
      {
        "dayNumber": 7,
        "title": "Ho Chi Minh City, Cu Chi Tünelleri",
        "description": "Sabah kahvaltımızın ardından meşhur Cu Chi Tunnelsı (Cu Chi Tünellerini) geziyoruz.  Toplam uzunluğu 250 km’yi bulan ve bir mühendislik harikası olan bu Gerilla tünelleri,  belgesellere konu olmuştur.  Zamanında içerisinde hastaneler,  mühimmat depoları,  banyolar ve meşhur savaşçılara ev sahipliği yapan odalar bulunan bu yapıya şaşırmaya hazır olun! Gezimizin ardından öğle yemeğimizi yerel bir restoranda yedikten sonra Saygona geri dönüyoruz.  Öğleden sonra,  Saigonu gezeceğiz.  Fransız sömürge döneminde yapılmış Tarihi Postane ve Notre Dame Katedrali,  Hotel De Ville,  Reunification Palace,  Ben Than Pazarı göreceğimiz yerlerden bazıları.  Bu kalabalık şehirde sizlere en farklı gelecek olan şey,  binlerce hatta yüz binlerce motosiklet görmek olacaktır.  Vietnam hızla gelişen bir ülke,  halk da henüz turistlere çok alışmamış.  Kendilerine benzemeyen yabancıları görünce yakın ilgi gösteriyor ve sizlerle birlikte fotoğraf çektirmek istiyorlar! Turumuz sonrası akşam yemeği için yerel bir restorana gideceğiz ve ardından geceleme için otelimize döneceğiz.  Bugün o kadar da yorulmadık diyorsanız şehri bir de gece ışıklarında gezmenizi tavsiye ederiz.  Vietnam’ın İstanbul’u diyebileceğimiz Saygon diğer şehirlerden çok daha modern,  gece hayatı çok daha renkli ve kumarhaneler her yerde."
      },
      {
        "dayNumber": 8,
        "title": "Ho Chi Minh City, Siem Reap",
        "description": "Vietnam’ daki son günümüz Kahvaltının ardından otelden Chek out işlemleri,  Havalimanına Transferimiz le başlıyor.  Siem Reap için uçuş için havaalanına transfer edilecektir.  Siem Reap varış,  Otobüsümüzle Otele geçiyoruz.  Chef D’ Angkor Restaurant öğle yemeği.  Öğleden sonra Şehir turu: Yürüyüş caddesinde misafirlerimiz gezdiriyoruz.  Daha sonrasında misafirlerimize Gece pazarın olduğu bölümler gösterilerek serbest zaman veriyoruz.  Akşam Yemeğimiz otelde."
      },
      {
        "dayNumber": 9,
        "title": "Siem Reap, Angor Wat",
        "description": "Sabah kahvaltısının ardından bir dünya harikası olan Angkor Watı ziyaret etmek üzere yola çıkıyoruz.  Tapınak kompleksi Pekindeki İmparatorluk Sarayından bile daha büyük olan 81 hektarlık bir araziye kurulmuştur.  Ayırt edici 5 kulesi Kamboçya Bayrağında yer almaktadır.  Sanat tarihçilerine göre Kimmer sanatı ve mimarisinin en iyi örneği olan bu başyapıttaki kuleler mitolojik Meru Dağının 5 tepesini sembolize etmektedir.  Çevreleyen duvar dünyanın sonundaki dağları,  duvarın ardındaki hendek de ötesindeki okyanusları sembolize eder.  Bölgedeki en önemli ikinci tapınak olan Bayon tapınağı da göreceğimiz yerler arasında.  Öğle yemeği molasının ardından bölgedeki en güzel tapınaklardan biri olan Ta Prohmu geziyoruz.  Angelina Jolie’nin oynadığı Tomb Raider filmlerinde de kullanılan tapınak,  bu sebeple ayrıca bir cazibe merkezi.  Bu gizemli tapınak,  içinde büyüyen ağaçlarla eşsiz bir görsel şölen oluşturuyor.  Daha sonra otelimize dönerek dinleniyoruz.  Akşam yemeğimizi dans gösterisi eşliğinde yerel bir restoranda alacağız.  Ardından Barlar Sokağı’ nda zaman geçirmek için serbest zaman."
      },
      {
        "dayNumber": 10,
        "title": "Siem Reap",
        "description": "Kahvaltının ardından Tonle Sap Gölü Turu için hareket edeceğiz.  Siem Reape 15 km uzaklıkta bulunan Tonle Sap,  dünyanın benzersiz ekolojik su rezervlerinden biridir.  Bu harika su dünyası Kamboçyalılar için bir hayat kaynağı.  Güney Doğu Asya’nın en büyük gölü olan Tonle Sap,  aynı zamanda dünyanın en büyük taşkın su yatağıdır.  Göl üzerinde yüzen evlerde geleneksel yaşamını sürdüren bölge halkının,  günlük hayatına ve yaşam tarzına tanık olacağımız ilginç ve güzel bir tekne turu yapacağız.  Öğle yemeğini yerel bir restoran ta aldıktan sonra,  tur sonunda Siem Reap e döneceğiz.  Akşam yemeği yerel tatlar ile renkleniyor.  Geceleme otelimizde."
      },
      {
        "dayNumber": 11,
        "title": "Siem Reap' den Ayrılış",
        "description": "Sabah Kahvaltının Ardından Serbest zaman ve saat 13. 00 da havalimanına transfer,  saat 15. 55 te MI 633 Nolu Uçuşla Singapur a hareket saat 22. 00 da Singapur havalimanına varış.  Singapur Havayollarının SQ 392 Sefer sayılı uçuşu ile saat 01. 50 de İstanbul’ a Hareket.  12 Şubat sabahı saat 07. 25 de İstanbul’ a varış."
      }
    ],
    "map": "",
    "country": "Vietnam"
  },
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "ICSB",
    "tourName": "Kamboçya'nın Tadı",
    "placesVisited": "Vietnam, Kamboçya, Tayland",
    "generalInfo": "Gizli plajlarından, altın gün batımına ve UNESCO Dünya Mirası sit alanlarına kadar, Kamboçya ve Vietnam görülecek ve deneyimlenecek pek çok şeye sahip. Vietnam'dan ünlü Mekong Deltası Nehri'den yolculuk yapın ve hem antik hem de modern dünyayı kapsayan bir krallığa giriş yapın. Görkemli Angkor Wat gibi yerleri ziyaret edin ve bu unutulmaz macerada kendinizi Kamboçya yaşam tarzına bırakın.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Ho Chi Minh City Tan Son Nhat<strong> </strong>Uluslararası Havaalanı(SGN)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı(BKK), Bangkok Don Mueang Uluslararası Havaalanı(DMK)",
    "durationDays": "8",
    "price": "546",
    "image1": "siempretour-images/ICSB/icsb_taste-of-cambodia2019_04_11_02_12_45_0.jpg",
    "image2": "siempretour-images/ICSB/icsb_taste-of-cambodia2019_04_11_02_12_45_1.jpg",
    "image3": "siempretour-images/ICSB/icsb_taste-of-cambodia2019_04_11_02_12_45_2.jpg",
    "image4": "siempretour-images/ICSB/icsb_icsb_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Mekong Deltası Yatılı Gezi</li>\n<li>- Soykırım Müzesi ve Ölüm Tarlaları’na giriş</li>\n<li>- Rehber eşliğinde Angkor Wat turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 7 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Uçuş(lar)</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 6 kahvaltı</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Ho Chi Minh City'ye Varış",
        "description": "Vietnam’a hoşgeldiniz. Güney Vietnam'ın eski başkenti olan Ho Chi Minh Kenti, hareketli ve hayat dolu bir şehirdir. Şehir, Kuzey Vietnam'ın ünlü ve saygıdeğer lideri Ho Chi Minh’in adıyla yeniden adlandırıldığında Vietnam Savaşı'nın(1975 civarı) sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu. Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti, şimdi Vietnam'ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 2,
        "title": "Mekong Delta",
        "description": "Bu sabah, Güneydoğu Asya'nın en uzun nehri ,Mekong Nehri'nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü Güneybatı Vietnam'da bir bölge olan Mekong Deltası'nın kalbine seyahat ediyoruz. Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil, nehirler ve kanallarla erişilebiliyor. Bölge, ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore'nin pirinç üretiminden daha fazla."
      },
      {
        "dayNumber": 3,
        "title": "Phnom Penh",
        "description": "Bugün uzun bir tekneye biniyoruz ve Kamboçya'ya doğru Mekong Nehri'nde altı saatlik yolculuğumuza başlıyoruz. Yolda yüzen köyleri görmek ve nehirde yaşayan insanların yaşam şeklini gözlemlemek mümkün olacak. Bu manzaralı tekne yolculuğunun keyfini çıkarırken kameralarınızı yakınınızda tutmayı unutmayın."
      },
      {
        "dayNumber": 4,
        "title": "Phnom Penh",
        "description": "Bugün,Pol Pot rejimi zamanında Kızıl Kmerler’in en korkulan hapishanelerinden ve işkence kamplarından birine dönüştürülen eski bir okul olan Tuol Sleng Soykırım Müzesi’ni ziyaret ediyoruz.Bina şu anda, 1970’lerin sonlarında burada ve ülkedeki diğer benzeri 150 kampta ölen binlerce insan için akıldan çıkmayan bir övgü niteliğinde.Kampta alıkoyulan insanlar daha sonra Choueng Ek imha merkezine,daha yagın bir şekilde Killing Fields(Ölüm Tarlaları) olarak bilinen yere-ki  bu muhteşem ülkenin çalkantılı tarihini daha iyi öğrenmek ve anlamak için ayrıca ziyaret edeceğiz- alındı ve orada idam edildi."
      },
      {
        "dayNumber": 5,
        "title": "Siem Reap & Angkor Wat",
        "description": "Siem Reap, Angkor bölgesinin ünlü tapınaklarını keşfedeceğimiz nokta. Siem Reap ismi 'Siam'ın Yenilişi'-Siam,bugünün Tayland’ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
      },
      {
        "dayNumber": 7,
        "title": "Bangkok",
        "description": "Kahvaltıdan sonra, bizi Tayland'a geri götürecek bir otobüse bineceğimiz otobüs terminaline tuk-tuk ile gidiyoruz.Bangkok'un hareketli gece hayatının tadını çıkaracağınız son bir gece için, akşam üstü otele varacaksınız."
      },
      {
        "dayNumber": 8,
        "title": "Bangkok'tan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Vietnam"
  },
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "BXSU",
    "tourName": "Keşfedilen Güneydoğu Asya",
    "placesVisited": "Vietnam, Laos, Tayland",
    "generalInfo": "Ormanda yürüyüşten denizde yüzmeye,  başkentleri bisikletle dolaşmaktan duyuları tatmin etmeye kadar,  bu tur Güneydoğu Asya’ yı gözler önüne serip ve kültürün ve yaşam tarzının derinliklerine inmenize olanak sağlıyor.  Bangkok’ ta turun sonuna geldiğinizde,  henüz bindiğiniz hız treni üzerine düşünebilirsiniz.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Ho Chi Minh City Tan Son Nhat Uluslararası Havaalanı  ( SGN )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Bangkok Suvarnabhumi<strong> </strong>Uluslararası Havaalanı  ( BKK )",
    "durationDays": "22",
    "price": "859",
    "image1": "siempretour-images/BXSU/bxsu_2019_10_27_22_47_58_0.jpg",
    "image2": "siempretour-images/BXSU/bxsu_2019_10_27_22_47_58_1.jpg",
    "image3": "siempretour-images/BXSU/bxsu_mincity_2.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Funky Monkey ( Nha Trang’ da bir seyahat acentesi )  tekne gezisi</li>\n<li>- Sabah erken saatlerde Hoan Kiem Gölü çevresinde yürüyüş.  Sabah erken saatlerde yapılan aerobiği izleme ve özel yerel spesiyali ‘ ‘ yumurta kahvesi’ nin’ ‘  tadını çıkarma</li>\n<li>- Çeltik tarlalarından Hoi An Sahili’ ne bisiklet gezisi</li>\n<li>- 10-pin bowling</li>\n<li>- Keşişleri sadaka toplarken izlemek için yapılan erken ziyaret</li>\n<li>- Hue İmparatorluk Kalesi yürüyüş turu</li>\n<li>- Mavi Lagün’ e Tuk-Tuk turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 15 gece, yataklı gece otobüsünde 1 gece, yataklı gece treninde 1 gece, misafirhanede 4 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Gece Otobüsü, Halk Otobüsü, Gece Treni, Tren, Uluslararası Uçuş ( lar ) , Özel Araç</p>\n<p><strong>Yemekler</strong></p>\n<p>3 açık büfe kahvaltı, 11 kahvaltı, 1 açık büfe öğle yemeği, 2 basit kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour tur lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Ho Chi Minh City' ye Varış",
        "description": "Varış uçuşunuz yeterince erken ise ya da Ho Chi Minh Kenti’ nde tur öncesi konaklama rezervasyonu yaptıysanız, Savaş Kalıntıları Müzesi ve Yeniden Birleşme Sarayı’ nı ziyaret etmek için yapılan yürüyüş turunda Tur Lideriniz’ e ve grubunuza katılabilirsiniz.  Eğer çok da tarih tutkunu değilseniz ve daha çok pazarlık yapma modundaysanız,  endişelenmeyin çünkü Ho Chi Minh’ in en büyük pazarı olan Ben Thanh Pazarı’ nı da keşfedeceğiz.  Daha geç uçuşlarda gelenler için,  tur liderinizle otel resepsiyonunda saat 18:  00’ de,  hareket öncesi toplantıda buluşabilirsiniz."
      },
      {
        "dayNumber": 2,
        "title": "Nha Trang",
        "description": "Bugün birçok gezgin için popüler bir kıyı şehri olan ve restoranlar,  barlar ve mükemmel gece hayatı ile dolup taşan güzel Nha Trang’ a uçuyoruz."
      },
      {
        "dayNumber": 3,
        "title": "Nha Trang",
        "description": "Çevredeki kristal berraklığındaki sularda yüzebileceğiniz bir tekne turunun keyfini çıkarın - serinletici bir içecekle güvertede dinlenmeden önce şnorkelle dalmayı deneyin! Bu gece,  grubunuzla barlara gidip eğlenin!"
      },
      {
        "dayNumber": 4,
        "title": "Hoi An’ a yataklı gece otobüsü",
        "description": "Deniz kenarındaki eğlenceden ve bar ve kulüplerde geçirilen geceden sonra, yataklı gece otobüsüyle kuzeye doğru bir sonraki varış noktamıza gidiyoruz."
      },
      {
        "dayNumber": 5,
        "title": "Hoi An",
        "description": "Hoi An’ da bol miktarda bulunan pazarlarda satılan el yapımı ürünler,  seramikler ve kumaşları keşfetmek için yeteri kadar boş vaktimiz var.  Hoi An terziliğiyle ünlüdür; En sevdiğin kıyafetini yanına al ve aynısını burada yaptır! Ayrıca yol boyunca yemyeşil çeltik tarlalarından geçerek Hoi An Sahili’ ne bir bisiklet gezisinin tadını çıkarabilirsiniz.  Oraya vardığınızda,  elinizde yerel bir birayla kıyı manzaralarına hayranlık duyabilirsiniz."
      },
      {
        "dayNumber": 7,
        "title": "Hue",
        "description": "Hoi An’ dan ayrılıyoruz ve kuzeye doğru Hue’ ya gidiyoruz.  Araba yolculuğu,  ‘ Top Gear: Vietnam Özel’  bölümünde öne çıkan manzaralı sahil yolu ‘ ‘ Hai Van Geçidi’ ne ‘ ‘ çıkmadan önce bizi Mermer Dağı’ nın ötesine  ( isteğe bağlı olarak mağaraları ve tapınakları keşfetmek 40, 000 VND )  götürüyor."
      },
      {
        "dayNumber": 8,
        "title": "Hanoi’ ye gece treni",
        "description": "Bu akşam,  hareketli Hanoi şehrine giden yataklı gece trenine biniyoruz."
      },
      {
        "dayNumber": 9,
        "title": "Hanoi",
        "description": "Hanoi,  Sosyalist Cumhuriyet’ in başkentidir ve sömürge binaları ile ağaçlıklı bulvarların hakimiyetindedir.  Şehir,  ‘ isimlerin bukalemisi’  ile karakterize edilen ,  dolambaçlı ama güzel bir tarihe sahiptir - şehir tarih boyunca birçok kez isim değiştirmiştir.  Yakın tarihe dayanarak,  Fransızlar 1954’ te güçlerini geri çekti ve o zamandan beri yabancı yatırım ve mülkiyet büyük ölçüde gelişme göstermektedir."
      },
      {
        "dayNumber": 12,
        "title": "Vientiane",
        "description": "Vientiane’ ye doğru sınır ötesine uçuyoruz.  Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  ( Güneydoğu Asya’ daki diğer şehirlerden çok farklı! ) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz.  Bu gece Tur Lideri sizi 10- pin bowling salonuna götürecek - sırt çantalı gezginler için bir Mekke! Bir biranın tadını çıkarın ve bir ya da iki vuruş deneyin!"
      },
      {
        "dayNumber": 13,
        "title": "Vang Vieng",
        "description": "Vientiane’ den kuzeye doğru yol alırken,  muhteşem manzaralardan Vang Vieng’ e doğru gidiyoruz.  Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yerdir ve burada keyifle gezeceğiniz pazarlar vardır. Mavi Lagün’ de yüzmeye gitmeden önce Laos’ un en inanılmaz manzaralarında da tuk tuk turuna çıkıp yemyeşil çeltik tarlalarında harika bir gün batımı seyredeceğiz."
      },
      {
        "dayNumber": 15,
        "title": "Luang Prabang",
        "description": "Vang Vieng’ den manzaralı route 4’ ten  ( yol )  huzurlu Luang Prabang kasabasına seyahat ediyoruz.  Birçok kişi bu kasabanın Laos’ taki en unutulmaz kasaba olduğunu söylüyor.  Büyüleyici tarihi,  dost canlısı insanları ve güzel manzaraları ünlü Luang Prabang,  Güney Doğu Asya’ da gerçek bir mücevher."
      },
      {
        "dayNumber": 17,
        "title": "Chiang Mai",
        "description": "Bugün,  ‘ Kuzey’ in Gülü’  olarak bilinen bu popüler şehirde iki gecenin tadını çıkarabileceğiniz Chiang Mai’ ye uçuyoruz.  Burada Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarabilir,  gece saatlerinde Thai kick-boks maçı  ( Muay Thai )   izleyebilir ya da geceyi Chiang Mai’ nin ünlü bambaşka akşam sokaklarında pazarlık yaparak geçirebilirsiniz."
      },
      {
        "dayNumber": 19,
        "title": "Sukhothai",
        "description": "Ertesi gün,  Sukhothai antik kentine gitmeden önce Phitsanulok’ a giden trene binerek orta Tayland’ a gidiyoruz.  Tayland’ ın eski başkenti Sukhothai,  eski şehrin antik kalıntılarına ev sahipliği yapmaktadır.  Tayland’ ın popüler bir görülesi yeri olarak,  yaklaşık 140 yıl boyunca Tayland imparatorluğunun başkenti olmuştur ve kelimesi kelimesine “Mutluluğun Şafağı” olarak tercüme edilir.  Tapınaklar ve anıtlar, o zamandan beri kazıyla ortaya çıkarılmış ve yer yer restore edilmektedir,  ve günümüzde restorasyon bölgeyi Sukhothai Tarihi Parkı olarak adlandırmaktadır.  Dünya Mirası Alanı çevresinde bir bisiklet turuna çıkacak ve taş kalıntılar arasında yer alan en muhteşem Buda’ lardan biri olan Wat Mahathat da dahil olmak üzere tipik Tayland mimarisini keşfedeceğiz."
      },
      {
        "dayNumber": 21,
        "title": "Bangkok",
        "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 22,
        "title": "Bangkok' tan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Vietnam"
  },
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "BXVD",
    "tourName": "Keşfedilen Vietnam",
    "placesVisited": "Vietnam",
    "generalInfo": "Göz alabildiğince uzanan olağanüstü pirinç tarlalarından, Nha Trang’ın güneşli plajlarına kadar Vietnam keyif düşkünlerinin cennetidir. Fakat Vietnam, çarpıcı doğal güzelliğinden daha fazlasını sunabilir. Hoi An’ın eski kasabası bir çok güzel tarihi binayı ön plana çıkarırken, antik mezarları ve tapınakları ile imparatorluk şehri Hué tarafından büyülenin. Yerel halkın misafirperverliğini deneyimleyin ve sonrasında Ho Chi Minh City'nin hareketli pazarlarında pazarlık yapın.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Ho Chi Minh City Tan Son Nhat Uluslararası Havaalanı (SGN)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Hanoi Noi Bai Uluslararası Havaalanı (HAN)",
    "durationDays": "9",
    "price": "439",
    "image1": "siempretour-images/BXVD/bxvd_vietnam-discovered2019_04_10_21_10_22_0.jpg",
    "image2": "siempretour-images/BXVD/bxvd_vietnam-discovered2019_04_10_21_10_22_1.jpg",
    "image3": "siempretour-images/BXVD/bxvd_vietnam-discovered2019_04_10_21_10_22_2.jpg",
    "image4": "siempretour-images/BXVD/bxvd_bxvd_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>Funky Monkey(Nha Trang’da bir seyahat acentesi) tekne gezisi</li>\n<li>Çeltik tarlalarından Hoi An Sahili’ne bisiklet gezisi</li>\n<li>Hue İmparatorluk Kalesi yürüyüş turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 6 gece,yataklı gece otobüsünde 1 gece,yataklı gece treninde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Gece Otobüsü,Halk Otobüsü,Gece Treni</p>\n<p><strong>Yemekler</strong></p>\n<p>3 açık büfe kahvaltı,3 kahvaltı,1 açık büfe öğle yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour tur lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Ho Chi Minh City'ye varış",
        "description": "Ho Chi Minh Kenti, Vietnam Savaşı'nın sonuna kadar Saygon olarak biliniyordu (yaklaşık 1975). Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti, şimdi Vietnam'ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 2,
        "title": "Nha Trang",
        "description": "Bugün birçok gezgin için popüler bir kıyı şehri olan ve restoranlar, barlar ve mükemmel gece hayatı ile dolup taşan güzel Nha Trang’a uçuyoruz."
      },
      {
        "dayNumber": 3,
        "title": "Nha Trang",
        "description": "Çevredeki kristal berraklığındaki sularda yüzebileceğiniz bir tekne turunun keyfini çıkarın - serinletici bir içecekle güvertede dinlenmeden önce şnorkelle dalmayı deneyin! Bu gece, grubunuzla barlara gidip eğlenin!"
      },
      {
        "dayNumber": 4,
        "title": "Hoi An’a yataklı gece otobüsü",
        "description": "Deniz kenarındaki eğlenceden ve bar ve kulüplerde geçirilen geceden sonra,yataklı gece otobüsüyle kuzeye doğru bir sonraki varış noktamıza gidiyoruz."
      },
      {
        "dayNumber": 5,
        "title": "Hoi An",
        "description": "Hoi An'da bol miktarda bulunan pazarlarda satılan el yapımı ürünler, seramikler ve kumaşları keşfetmek için yeteri kadar boş vaktimiz var. Hoi An terziliğiyle ünlüdür; En sevdiğin kıyafetini yanına al ve aynısını burada yaptır! Ayrıca yol boyunca yemyeşil çeltik tarlalarından geçerek Hoi An Sahili’ne bir bisiklet gezisinin tadını çıkarabilirsiniz. Oraya vardığınızda, elinizde yerel bir birayla kıyı manzaralarına hayranlık duyabilirsiniz."
      },
      {
        "dayNumber": 7,
        "title": "Hue",
        "description": "Hoi An'dan ayrılıyoruz ve kuzeye doğru Hue'ya gidiyoruz. Araba yolculuğu, 'Top Gear:Vietnam Özel’ bölümünde öne çıkan manzaralı sahil yolu ‘‘Hai Van Geçidi’ne‘’çıkmadan önce bizi Mermer Dağı’nın ötesine (isteğe bağlı olarak mağaraları ve tapınakları keşfetmek 40,000 VND) götürüyor."
      },
      {
        "dayNumber": 8,
        "title": "Hanoi’ye gece treni",
        "description": "Bu akşam, hareketli Hanoi şehrine giden yataklı gece trenine biniyoruz."
      },
      {
        "dayNumber": 9,
        "title": "Hanoi’den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Vietnam"
  },
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "SEVE",
    "tourName": "Vietnam Deneyimi",
    "placesVisited": "Vietnam",
    "generalInfo": "Bu geniş kapsamlı ülke turunda kendinizi Vietnam’ ın en güzel yerlerine bırakın. Kuzeyden güneye bu destansı yolculukta,  Hanoi’ de doyurucu pho ( noodle çorbası )  kaselerinin tadını çıkarın,  Nha Trang’ da turkuaz sularda şnorkel yapın,  Halong Koyu’ nda tekne gezisine çıkın ve Hue’ da kaleleri ziyaret edin.  Hoi An’ da kıyafet diktirin,  Hanoi’ de Ho Chi Minh Mozolesi’ ni ziyaret edin ve Mekong Deltası’ nda yüzen pazarları keşfedin.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) : </strong> Hanoi Noi Bai Uluslararası Havaalanı  ( HAN )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) : </strong> Ho Chi Minh City Tan Son Nhat Uluslararası Havaalanı  ( SGN )",
    "durationDays": "15",
    "price": "829",
    "image1": "siempretour-images/SEVE/seve_2019_10_27_22_29_16_0.jpg",
    "image2": "siempretour-images/SEVE/seve_2019_10_27_22_29_16_1.jpg",
    "image3": "siempretour-images/SEVE/seve_2019_10_27_22_29_16_2.jpg",
    "image4": "siempretour-images/SEVE/seve_seve_20171013_1015811052.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Halong Koyu cung teknesinde bir gece kalma</li>\n<li>- Mağaralara rehber eşliğinde tur ve giriş</li>\n<li>- Vietnam Su Kuklası Tiyatrosu’ na bir akşam gezisi</li>\n<li>- Ho Chi Minh Mozolesi,  Müzesi, Başkanlık Sarayı, Stilt House ve ünlü Tek Sütunlu Pagoda ziyareti için yapılan yarım günlük gezi</li>\n<li>- Tur lideriyle Yasak Kale ziyareti</li>\n<li>- Mermer Dağı</li>\n<li>- Hai Van Geçidi ziyareti</li>\n<li>- Mekong Deltası Yatılı Gezi</li>\n<li>- Tur Lideri ile Ben Thanh Pazarı,  Opera Binası,  Notre Dame Katedrali ve Eifell Postanesi,  Bağımsızlık Sarayı,  Savaş Kalıntıları Müzesi  ( müzeye giriş ücreti dahil )  yerel yürüyüş turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 11 gece,  Halong Koyu cung teknesinde 1 gece,  yataklı gece treninde 1 gece,  1 gece aile yanında konaklama</p>\n<p><strong>Ulaşım           </strong></p>\n<p>Uçuş ( lar )</p>\n<p><strong>Yemekler</strong></p>\n<p>12 kahvaltı, 2 öğle yemeği, 2 akşam yemeği, 1 basit kahvaltı, 1 açık büfe kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour Tur Lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Hanoi' ye Varış",
        "description": "Hanoi,  çökmekte olan sömürge mimarisinin ve ağaçlıklı bulvarların zarafetinden,  sokak satıcılarının ve motosikletlerin gürültülü ahenksizliğine kadar,  huzur ve kaosun baştan çıkarıcı bir kombinasyonunu sunuyor.  Eski Mahalle’ nin  ( Old Quarter )  sokaklarında dolaşarak,  yerel pazar yemeklerini tadarak ve insanları izleyerek,  günlük hayata dair çok fazla şey özümsenebilir.  Kültür meraklıları için tarih ve karakter bakımından zengin bir şehre ışık tutan müzeler,  tapınaklar ve mozoleler var."
      },
      {
        "dayNumber": 2,
        "title": "Halong Bay",
        "description": "Mistik Halong Koyu için,  bizi UNESCO dünya mirası sit alanına götürecek geleneksel bir Çin yelkenlisine binerek Hanoi’ den ayrılıyoruz.  Koy,  yeşilliklerle kaplı yükselen kireçtaşı karstları ile yüzlerce adaya sahiptir.  “Cung” olarak adlandırılan tekne,  akşam için evimiz olacak ve koyda bir gece kalmak,  mağaraları keşfetmeye,  yüzmeye ve bölgenin güzelliğinin tadını çıkarmaya zamanımız olduğu anlamına geliyor."
      },
      {
        "dayNumber": 3,
        "title": "Hanoi",
        "description": "Bu sabah,  koy etrafında son bir keşif yapıyoruz,  anakaraya dönmeden önce, öğleden sonra bir ara tekrardan Hanoi’ ye varmadan önce belki de,  yükselen kayalıkların arkasına saklanmış dikitler ve sarkıtlarla dolu büyük mağaraların birkaçını görmek için."
      },
      {
        "dayNumber": 4,
        "title": "Hanoi",
        "description": "Bugün Tur Lideriniz,  çeşitli yerleri ziyaret etmek için sizi yolculuğa çıkarıyor.  Ho Chi Minh Mozolesi,  Başkanlık Sarayı,  Stilt House ve ünlü 1 Pillar Pagoda’ yı  ( Tek Sütunlu Pagoda )  keşfedin."
      },
      {
        "dayNumber": 5,
        "title": "Hue",
        "description": "Bu sabah Hue’ ye kısa bir uçuş yapmak için havaalanına gidiyoruz."
      },
      {
        "dayNumber": 7,
        "title": "Hoi An",
        "description": "Hue’ dan ayrılıyoruz ve güneye doğru Hoi An’ a gidiyoruz.  Araba yolculuğumuz bizi etrafı çevreleyen sahil şeridi ve pirinç tarlalarının nefes kesici manzaralarının tadını çıkarabileceğiniz ünlü ve manzaralı Hai Van Geçidi  ( Okyanus Bulutu Geçidi )  üzerinden götürüyor.  Yolun adı denizden gelen sisi ifade ediyor ve İngiliz otomobil programı Top Gear’ da  ağırlıklı olarak ön plana çıkan güzelliği ile ünlü.  Hoi An’ a varmadan önce,  kısa yolculuğumuz bizi Da Nang’ ın güney tarafındaki 5 küçük tepeden oluşan küçük bir tepe grubu olan Mermer Dağı’ nın gizli tapınakları ve mağaralarının kısa bir keşfi için mola vermeden önce Da Nang şehri,  daha çok bilinen adıyla bilinen Çin Plajı olarak bilinen Non Nuoc Plajı boyunca  götürüyor.  En tepeye çıkacak kadar maceraperest olanlar için,  muhteşem şehir ve deniz manzarası tek ödülünüz."
      },
      {
        "dayNumber": 9,
        "title": "Nha Trang’ a Gece Treni",
        "description": "Nha Trang’ a giden gece trenine binmeden önce,  günün çoğunu Hoi An’ ı keşfederek geçirmenin tadını çıkarın."
      },
      {
        "dayNumber": 10,
        "title": "Nha Trang",
        "description": "Sahilde yer alan Nha Trang,  dinlenmek için mükemmel bir yer.  Şnorkelli tekne turuna katılabilir veya kükürtlü çamur banyosu spalarını ziyaret edebilirsiniz.  Long Son Pagoda,  Alexandre Yersin Müzesi ve Po Nagar Cham Towers gibi birkaç kültürel yer de mevcut."
      },
      {
        "dayNumber": 12,
        "title": "Ho Chi Minh City",
        "description": "Bugün Ho Chi Minh Kenti’ ne kısa bir uçuş yapıyoruz.  Güney Vietnam’ ın eski başkenti olan bu hareketli ve hayat dolu şehir,  Kuzey Vietnam’ ın ünlü ve saygıdeğer lideri Ho Chi Minh’ in adıyla yeniden adlandırıldığında,  Vietnam Savaşı’ nın ( 1975 civarı )  sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu.  Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti,  şimdi Vietnam’ ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 13,
        "title": "Mekong Deltası",
        "description": "Bu sabah,  Güneydoğu Asya’ nın en uzun nehri, Mekong Nehri’ nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü Güneybatı Vietnam’ da bir bölge olan Mekong Deltası’ nın kalbine seyahat ediyoruz.  Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil,  nehirler ve kanallarla erişilebiliyor.  Bölge,  ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore’ nin pirinç üretiminden daha fazla."
      },
      {
        "dayNumber": 14,
        "title": "Ho Chi Minh City",
        "description": "Ertesi sabah kahvaltıdan sonra ve Ho Chi Minh Kenti’ ne dönmeden önce,  ünlü yüzen pazarlar boyunca geleneksel bir sampan ( Uzak Doğu’ da küçük teknelere verilen isim )  üzerinde erken bir gezintiye çıkıyoruz ve heybetli Hristiyan Kilisesi’ ni geçip yerel el sanatları atölyelerini ziyaret ediyoruz ve ülkenizdeki arkadaşlarınız için bir ya da iki hediye alarak yerel halkı destekleme şansını yakalıyoruz. İster tatlı ve şeker dükkanlarında bir ziyafet olsun ister hediyelik bir yılan şarabı olsun,  ilgi çekici bir şey bulacağınızdan eminiz.  Sabahın ilerleyen saatlerinde teknemizden iniyoruz,  rehberimize ve tekne kaptanımıza veda edip Ho Chi Minh Kenti’ ne geri dönüyoruz."
      },
      {
        "dayNumber": 15,
        "title": "Ho Chi Minh City' den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Vietnam"
  },
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "ICVH",
    "tourName": "Vietnam Öne Çıkanlar",
    "placesVisited": "Vietnam",
    "generalInfo": "Güzel Vietnam'a hoş geldiniz. Güney Vietnam'da başlayıp Hanoi'de biten 8 günlük bir maceraya unutulmaz bir tarihle dolu antik bir bölgedir. Yerel halkın misafirperverliğini deneyimleyin, ardından Ho Chi Minh City’nin hareketli pazarlarında bir pazarlık yapın. Bu 8 günlük macerada Hoi An’ın çok güzel tarihi binaları ve antik mezarları ve tapınakları ile birlikte Hanoi'deki kaotik Eski Mahallesi ile imparatorluk Hué şehri sizi büyüleyecek.",
    "durationDays": "8",
    "price": "399",
    "image1": "siempretour-images/ICVH/icvh_vietnam-highlights2019_04_11_02_13_44_0.jpg",
    "image2": "siempretour-images/ICVH/icvh_vietnam-highlights2019_04_11_02_13_44_1.jpg",
    "image3": "siempretour-images/ICVH/icvh_vietnam-highlights2019_04_11_02_13_44_2.jpg",
    "image4": "siempretour-images/ICVH/icvh_icvh_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Konaklama: </strong></p>\n<p>7 gece otel</p>\n<p><strong>Yemekler: </strong></p>\n<p>4 Açık Büfe Kahvaltı, 3 Kahvaltı</p>\n<p><strong>Geziler: </strong></p>\n<p>Hoi An Plajı'na bisikletle seyahat, Mermer Dağı ziyareti, Hai Van Geçidi ziyareti, İmparatorluk şehri yürüyüş turu ve Kale, Akşam saatlerinde Beer Hoi Corner'da grubunuzla birlikte taze Vietnam birasının tadını çıkarın, Grubunuzla akşam yürüyüşü, sabah Hoan Kiem Gölü boyunca yürüyüşü Ulaşım: uçuş ve özel araç</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Ho Chi Minh City",
        "description": "Mekong Deltası'ndan 6,5 saatlik yolculuktan sonra, Güney Vietnam'ın eski başkenti olan ve eskiden Vietnam Savaşı'nın sonuna kadar (1975 civarında) Saigon olarak bilinen hareketli şehir olan Ho Chi Minh'e  varacağız. 1975'lerin başlarında Şehir, Kuzey Vietnam’ın şanlı ve saygın lideri Ho Chi Minh’den sonra yeniden adlandırıldı. Aslen küçük bir balıkçı köyü, şimdi Vietnam'daki en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 2,
        "title": "Hoi An",
        "description": "Hoi An'da piyasada satılan el sanatları, seramikler ve kumaşları keşfetmek için  bolca boş vaktimiz var. Hoi An terzilikle ünlüdür; en sevdiğin giysiyi seç ve buraya kopyala! Ayrıca, Hoi an Plajı'na giden yol boyunca yemyeşil tarlalardan geçerken  bisiklete binmekten de keyif alıyoruz. Oradayken, elinizde yerel bir bira ile kıyı manzarasını hayranlıkla izleyeceksiniz."
      },
      {
        "dayNumber": 4,
        "title": "Hai Van Geçidi ve Da Nang'ın Mermer Dağları",
        "description": "Bu sabah toplanıp kalker ve mermerden yapılmış Da Nang'ın Mermer Dağları'na gidiyoruz. Sonrasında Vietnam'ın antik Başkenti Hue'ye doğru ilerliyoruz. Vietnam'ın en uzun ve en yüksek dağ yolu olan Hai Van Geçidi'nden geçerken  muhteşem manzaralarının keyfini çıkaracağız. İmparatorluk Şehri'ne ulaştığımızda, imparatorlar ve onlara en yakın olanlar için olan Yasak Kaleyi gezeceğiz . Zaman olursa, Vietnam'ın eski imparatorlarının mezarlarını ziyaret etmek için Parfüm nehrinde bir geziye çıkabilirsiniz."
      },
      {
        "dayNumber": 5,
        "title": "Hanoi'ye Uçuş",
        "description": "Kısa bir uçuş bizi renkli Hanoi'ye götürecek... Hanoi,sömürge mimarisi ve ağaçlarla çevrili bulvarların zerafetinden sokak satıcılarının ve motosikletlerin kalabalığına huzur ve kaosun şaşırtıcı bir kombinasyonunu sunar. Eski mahallenin sokaklarında dolaşıp, yerel pazar yemeklerini tadarak ve insanları izleyerek, günlük yaşamdan çok şey öğrenilebilir. Kültür meraklıları için tarih ve karakter bakımından zengin bir şehirdir müzeler, tapınaklar ve mezarlar vardır."
      },
      {
        "dayNumber": 6,
        "title": "Hanoi",
        "description": "Sabahımız, Hoan Kiem Gölü'nün rahatlatıcı manzarasını dolaşmak için Hanoi'nin tarihi merkezini ziyaret ederek başlayacak. Yerel bir spesiyalite olan 'yumurta kahvesi'  tadını çıkarabilirsiniz. Efsaneye göre, Çinlileri Vietnam'dan sürmek için kullanılan İmparator Ly Thai'ye sihirli bir kılıç gönderildi. Kılıç daha sonra onunla gölün derinliklerine kaybolan altın bir kaplumbağa tarafından İmparator'dan alındı ​​ve adını 'restore edilmiş kılıç Gölü'nden' getirdi. Gölde geçirdiğimiz sabahtan sonra, dünyaca ünlü Halong Körfezi'ne isteğe bağlı tura katılabilirsiniz. Koyda, yemyeşil bitki örtüsüne batırılmış yüksek kireçtaşı karstlarına sahip yüzlerce ada bulunur ve sınıflandırılmış bir UNESCO Dünya Mirası alanıdır."
      },
      {
        "dayNumber": 7,
        "title": "Hanoi",
        "description": "Zamanınızı Hanoi'deki tarihi mekanlarını özgürce keşfederek geçirin. Ho Chi Minh'in Mozolesi, Cumhurbaşkanlığı Sarayı, Tepedeki Ev ve ünlü 1 Sütunlu Pagoda'yı keşfedin. Kahve dükkanı (sütlü buzlu kahve) için eski mahalledeki “kahve caddesini” ziyaret edebilir, lezzetli Vietnam sokak yemekleri satan sokak satıcılarından yemek yiyebilir veya kırmızı Huc Köprüsü'nden geçebilirsiniz. Ngoc Son Tapınağı'nın (Jade Dağı Tapınağı) bulunduğu Jade Adası'nı ziyaret edin..."
      },
      {
        "dayNumber": 8,
        "title": "Hanoi'den Ayrılış",
        "description": "Bir ömür boyu hatırlayacağınız maceranız bugün sona eriyor. Uçuşunuz geç saatte ise veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız, turistik yerleri keşfetmek için daha fazla zamanınız olacaktır."
      }
    ],
    "map": "",
    "country": "Vietnam"
  },
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "SEVC",
    "tourName": "Vietnam, Kamboçya ve Tayland",
    "placesVisited": "Vietnam, Kamboçya, Tayland",
    "generalInfo": "Bangkok’ a doğru ilerlerken kalabalık şehirler,  sessiz adalar,  yapraklı pirinç terasları ve nehir kıyısındaki kasabalarda yolculuk yapın.  Halong Koyu’ ndan geçerek birçok mağarayı keşfedebilir ve Hanoi’ de geleneksel Vietnam yemeklerini tadabilirsiniz.  Kamboçya’ da Kızıl Kmerler hakkında bilgi edinebilir,  Ölüm Tarlaları’ nı ( Killing Fields )  ziyaret edebilir ve Angkor Wat’ un karmaşık kalıntılarına, en iyi haliyle gün doğumunda,  hayran kalabilirsiniz.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Hanoi Noi Bai Uluslararası Havaalanı ( HAN )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )",
    "durationDays": "29",
    "price": "1929",
    "image1": "siempretour-images/SEVC/sevc_2019_10_27_23_39_02_0.jpg",
    "image2": "siempretour-images/SEVC/sevc_2019_10_27_23_39_02_1.jpg",
    "image3": "siempretour-images/SEVC/sevc_thailand_!.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Halong Koyu cung teknesinde bir gece kalma</li>\n<li>- Mağaralara rehber eşliğinde tur ve giriş</li>\n<li>- Vietnam Su Kuklası Tiyatrosu’ na bir akşam gezisi</li>\n<li>- Ho Chi Minh Mozolesi,  Müzesi, Başkanlık Sarayı, Stilt House ve ünlü Tek Sütunlu Pagoda ziyareti için yapılan yarım günlük gezi</li>\n<li>- Tur lideriyle Yasak Kale ziyareti</li>\n<li>- Mermer Dağı</li>\n<li>- Hai Van Geçidi ziyareti</li>\n<li>- Mekong Deltası Yatılı Gezi</li>\n<li>- Tur Lideri ile Ben Thanh Pazarı,  Opera Binası,  Notre Dame Katedrali ve Eifell Postanesi,  Bağımsızlık Sarayı,  Savaş Kalıntıları Müzesi  ( müzeye giriş ücreti dahil )  yerel yürüyüş turu</li>\n<li>- Kampot Salt Fields’ e ( tuz çıkarılan alanlar )  kırsal bölge tuk-tuk gezisi</li>\n<li>- Soykırım Müzesi ve Ölüm Tarlaları’ na giriş</li>\n<li>- Örümcek Pazarı,  Kmer Şarabı Tadımı</li>\n<li>- Bambu Tren yolu Gezisi</li>\n<li>- Rehber eşliğinde Angkor Wat turu</li>\n</ul>\n<p><strong>Konaklama </strong></p>\n<p>Otellerde 25 gece, Halong Koyu cung teknesinde 1 gece,  yataklı gece treninde 1 gece,  1 gece aile yanında konaklama</p>\n<p><strong>Ulaşım           </strong></p>\n<p>Halk Otobüsü,  uçuş ( lar )</p>\n<p><strong>Yemekler</strong></p>\n<p>19 kahvaltı, 2 öğle yemeği, 2 akşam yemeği, 3 basit kahvaltı, 5 açık büfe kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour Tur Lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Hanoi' ye Varış",
        "description": "Hanoi,  çökmekte olan sömürge mimarisinin ve ağaçlıklı bulvarların zarafetinden,  sokak satıcılarının ve motosikletlerin gürültülü ahenksizliğine kadar,  huzur ve kaosun baştan çıkarıcı bir kombinasyonunu sunuyor.  Eski Mahalle’ nin  ( Old Quarter )  sokaklarında dolaşarak,  yerel pazar yemeklerini tadarak ve insanları izleyerek,  günlük hayata dair çok fazla şey özümsenebilir.  Kültür meraklıları için tarih ve karakter bakımından zengin bir şehre ışık tutan müzeler,  tapınaklar ve mozoleler var."
      },
      {
        "dayNumber": 2,
        "title": "Halong Bay",
        "description": "Mistik Halong Koyu için,  bizi UNESCO dünya mirası sit alanına götürecek geleneksel bir Çin yelkenlisine binerek Hanoi’ den ayrılıyoruz.  Koy,  yeşilliklerle kaplı yükselen kireçtaşı karstları ile yüzlerce adaya sahiptir.  “Cung” olarak adlandırılan tekne,  akşam için evimiz olacak ve koyda bir gece kalmak,  mağaraları keşfetmeye,  yüzmeye ve bölgenin güzelliğinin tadını çıkarmaya zamanımız olduğu anlamına geliyor."
      },
      {
        "dayNumber": 3,
        "title": "Hanoi",
        "description": "Bu sabah,  koy etrafında son bir keşif yapıyoruz,  anakaraya dönmeden önce, öğleden sonra bir ara tekrardan Hanoi’ ye varmadan önce belki de,  yükselen kayalıkların arkasına saklanmış dikitler ve sarkıtlarla dolu büyük mağaraların birkaçını görmek için."
      },
      {
        "dayNumber": 4,
        "title": "Hanoi",
        "description": "Bugün Tur Lideriniz,  çeşitli yerleri ziyaret etmek için sizi yolculuğa çıkarıyor.  Ho Chi Minh Mozolesi,  Başkanlık Sarayı,  Stilt House ve ünlü 1 Pillar Pagoda’ yı  ( Tek Sütunlu Pagoda )  keşfedin."
      },
      {
        "dayNumber": 5,
        "title": "Hue",
        "description": "Bu sabah Hue’ ye kısa bir uçuş yapmak için havaalanına gidiyoruz."
      },
      {
        "dayNumber": 7,
        "title": "Hoi An",
        "description": "Hue’ dan ayrılıyoruz ve güneye doğru Hoi An’ a gidiyoruz.  Araba yolculuğumuz bizi etrafı çevreleyen sahil şeridi ve pirinç tarlalarının nefes kesici manzaralarının tadını çıkarabileceğiniz ünlü ve manzaralı Hai Van Geçidi  ( Okyanus Bulutu Geçidi )  üzerinden götürüyor.  Yolun adı denizden gelen sisi ifade ediyor ve İngiliz otomobil programı Top Gear’ da  ağırlıklı olarak ön plana çıkan güzelliği ile ünlü.  Hoi An’ a varmadan önce,  kısa yolculuğumuz bizi Da Nang’ ın güney tarafındaki 5 küçük tepeden oluşan küçük bir tepe grubu olan Mermer Dağı’ nın gizli tapınakları ve mağaralarının kısa bir keşfi için mola vermeden önce Da Nang şehri,  daha çok bilinen adıyla bilinen Çin Plajı olarak bilinen Non Nuoc Plajı boyunca  götürüyor.  En tepeye çıkacak kadar maceraperest olanlar için,  muhteşem şehir ve deniz manzarası tek ödülünüz."
      },
      {
        "dayNumber": 9,
        "title": "Nha Trang’ a Gece Treni",
        "description": "Nha Trang’ a giden gece trenine binmeden önce,  günün çoğunu Hoi An’ ı keşfederek geçirmenin tadını çıkarın."
      },
      {
        "dayNumber": 10,
        "title": "Nha Trang",
        "description": "Sahilde yer alan Nha Trang,  dinlenmek için mükemmel bir yer.  Şnorkelli tekne turuna katılabilir veya kükürtlü çamur banyosu spalarını ziyaret edebilirsiniz.  Long Son Pagoda,  Alexandre Yersin Müzesi ve Po Nagar Cham Towers gibi birkaç kültürel yer de mevcut."
      },
      {
        "dayNumber": 12,
        "title": "Ho Chi Minh City",
        "description": "Bugün Ho Chi Minh Kenti’ ne kısa bir uçuş yapıyoruz.  Güney Vietnam’ ın eski başkenti olan bu hareketli ve hayat dolu şehir,  Kuzey Vietnam’ ın ünlü ve saygıdeğer lideri Ho Chi Minh’ in adıyla yeniden adlandırıldığında,  Vietnam Savaşı’ nın ( 1975 civarı )  sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu.  Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti,  şimdi Vietnam’ ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 13,
        "title": "Mekong Deltası",
        "description": "Bu sabah,  Güneydoğu Asya’ nın en uzun nehri, Mekong Nehri’ nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü Güneybatı Vietnam’ da bir bölge olan Mekong Deltası’ nın kalbine seyahat ediyoruz.  Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil,  nehirler ve kanallarla erişilebiliyor.  Bölge,  ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore’ nin pirinç üretiminden daha fazla."
      },
      {
        "dayNumber": 14,
        "title": "Ho Chi Minh City",
        "description": "Mekong Deltası Yatılı Gezi"
      },
      {
        "dayNumber": 16,
        "title": "Sihanoukville",
        "description": "Kamboçya’ ya Sihanoukville yönüne doğru uçuyoruz.  Aslen 1950’ lerde Kamboçya’ nın ilk derin su limanı olarak başlayan Sihanoukville, zamanın kralının adıyla adlandırıldı."
      },
      {
        "dayNumber": 18,
        "title": "Kampot",
        "description": "Bugün Phnom Penh’ e giden yolda Praek Tuek Chhu Nehri kenarında yer alan Fransız sömürge şehri Kampot’ a gidiyoruz.  Kampot, karabiber tarlaları ve tuz çıkarılan alanlarıyla ünlüdür. Kırsal bölgede bir tuk-tuk turuna çıkacağız."
      },
      {
        "dayNumber": 19,
        "title": "Phnom Penh",
        "description": "Phnom Penh,  Kamboçya’ nın çalkantılı bir geçmişe sahip hareketli başkenti.  Mekong Nehri ile Tonle Sap nehrinin birleştiği noktada bulunan Phnom Penh,  Fransızlar Kamboçya’ yı 19.  yüzyılda sömürgeleştirdiğinden bu yana başkent olmuştur.  Şehir,  küçük bir balıkçı köyünden,  şu anda Kamboçya’ nın endüstriyel,  ticari,  kültürel ve tarihi merkezi haline gelerek büyüdü."
      },
      {
        "dayNumber": 21,
        "title": "Kratie",
        "description": "Büyük şehir hayatından uzaklaşarak, huzurlu Kratie’ de iki günün ve en iyi Mekong Nehri gün batımının tadını çıkarmak için Kmer kırsalına gidiyoruz.  Hızla türü azalan tatlısu Irrawaddy yunuslarını görmek için en iyi yerlerden biri olmasının yanı sıra,  Kratie,  farklı dönemlere ait pek çok ilginç tapınağa,  nadiren açılan bir müzeye  ( tur liderinizden sizin için denemesini isteyin )  ve bu muhteşem ülkenin ve insanlarının öteki yüzünü görmek için birkaç muhteşem kırsal bölge turuna ev sahipliği yapmaktadir.  Dolayısıyla,  huzurlu kırsal yaşamın tadını çıkarın,  el yapımı hediyelik eşya almak için merkez Pazar yerinde dolaşın ve Fransız sömürge mimarisine ve ahşap kazıklar üzerine inşa edilmiş köy evlerine hayran kalın."
      },
      {
        "dayNumber": 23,
        "title": "Kampong Cham",
        "description": "Güneydoğu Asya’ ya egemen olan muazzam Mekong Nehri ile yakın temas halinde olarak,  hafifçe güneye doğru nehir kenarında yer alan Kampong Cham şehrine gidiyoruz ve tabiri caizse uygarlığa geri dönüyoruz.  Kelimenin tam anlamıyla “Çamların limanı” anlamına gelen ve şehirde yaşayan yerel etnik Çam halkına atıfta bulunan Kampong Cham,  birçok kişinin geçerken atladığı Kamboçya’ nın bir başka yönünü deneyimleme fırsatı sunuyor."
      },
      {
        "dayNumber": 24,
        "title": "Battambang",
        "description": "Doğu Kamboçya’ dan batı tarafına geçerek,  gündüz yolculuğumuz aranızda daha maceraperest olanların yerel bir lezzet olan kızarmış örümceği deneyebileceği Kamboçya’ nın ünlü Örümcek Pazarı’ na gitmemize olanak sağlıyor."
      },
      {
        "dayNumber": 26,
        "title": "Siem Reap",
        "description": "Siem Reap,  Angkor bölgesinin ünlü tapınaklarını keşfedeceğimiz nokta.  Siem Reap ismi ‘ Siam’ ın Yenilişi’ -Siam, bugünün Tayland’ ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
      },
      {
        "dayNumber": 28,
        "title": "Bangkok",
        "description": "Bugün,  son bir akşam yemeğinin tadını çıkarabileceğimiz ve geceyi geçirebileceğimiz Bangkok’ a uçuyoruz. Yarın ise turumuzu sonlandırıyoruz."
      },
      {
        "dayNumber": 29,
        "title": "Bangkok' tan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Vietnam"
  },
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "ICVL",
    "tourName": "Vietnam, Laos & Tayland Ekspres",
    "placesVisited": "Vietnam, Laos, Tayland",
    "generalInfo": "21 gün boyunca Güney Doğu Asya'nın en iyi bölgelerini keşfedeceğiz. Ho Chi Minh City'den başlayarak Hindiçini'n kalbinden Mekong Deltası, İmparatorluk Şehri ve Bangkok gibi öne çıkan inanılmaz yerleri göreceğiz.",
    "durationDays": "22",
    "price": "1099",
    "image1": "siempretour-images/ICVL/icvl_vietnam-laos-thailand-express2019_04_11_02_15_52_0.jpg",
    "image2": "siempretour-images/ICVL/icvl_vietnam-laos-thailand-express2019_04_11_02_15_52_1.jpg",
    "image3": "siempretour-images/ICVL/icvl_vietnam-laos-thailand-express2019_04_11_02_15_52_2.jpg",
    "image4": "siempretour-images/ICVL/icvl_icvl_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Konaklama: </strong>Otellerde 21 gece,</p>\n<p><strong>Yemekler: </strong>4 Açık Büfe Kahvaltı, 15 Kahvaltı, 3 Temel Kahvaltı</p>\n<p><strong>Geziler:</strong> Hoi An Plajı'na Bisiklet Sürüşü, Mermer Dağı Ziyareti, Hai Van Geçidi Ziyareti, İmparatorluk Şehri ve Kale Yürüyüşü, Grubunuzla akşamları Beer Hoi Corner'da taze Vietnam birasının tadını çıkarın, Hoan Kiem Gölü boyunca sabah yürüyüşü, Akşam 10-pin bowling, Mavi Lagün Tuk Tuk yolculuğu ,Sadaka toplayan keşişleri ziyaret, Sukhothai Antik kalıntıları Bisiklet turu, Büyük Saray ve Zümrüt Budha'ya Bangkok nehir tekne turu.</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Ho Chi Minh City'ye varış",
        "description": "Vietnam’a hoşgeldiniz. Güney Vietnam'ın eski başkenti olan Ho Chi Minh Kenti, hareketli ve hayat dolu bir şehirdir. Şehir, Kuzey Vietnam'ın ünlü ve saygıdeğer lideri Ho Chi Minh’in adıyla yeniden adlandırıldığında Vietnam Savaşı'nın(1975 civarı) sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu. Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti, şimdi Vietnam'ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 2,
        "title": "Hoi An",
        "description": "Hoi An'da piyasada satılan el sanatları, seramikler ve kumaşları keşfetmek için  bolca boş vaktimiz var. Hoi An terzilikle ünlüdür; en sevdiğin giysiyi seç ve buraya kopyala! Ayrıca, Hoi an Plajı'na giden yol boyunca yemyeşil tarlalardan geçerken  bisiklete binmekten de keyif alıyoruz. Oradayken, elinizde yerel bir bira ile kıyı manzarasını hayranlıkla izleyeceksiniz."
      },
      {
        "dayNumber": 4,
        "title": "Hai Van Geçidi ve Da Nang'ın Mermer Dağları",
        "description": "Bu sabah toplanıp kalker ve mermerden yapılmış Da Nang'ın Mermer Dağları'na gidiyoruz. Sonrasında Vietnam'ın antik Başkenti Hue'ye doğru ilerliyoruz. Vietnam'ın en uzun ve en yüksek dağ yolu olan Hai Van Geçidi'nden geçerken  muhteşem manzaralarının keyfini çıkaracağız. İmparatorluk Şehri'ne ulaştığımızda, imparatorlar ve onlara en yakın olanlar için olan Yasak Kaleyi gezeceğiz . Zaman olursa, Vietnam'ın eski imparatorlarının mezarlarını ziyaret etmek için Parfüm nehrinde bir geziye çıkabilirsiniz."
      },
      {
        "dayNumber": 5,
        "title": "Hanoi'ye Uçuş",
        "description": "Kısa bir uçuş bizi renkli Hanoi'ye götürecek... Hanoi,sömürge mimarisi ve ağaçlarla çevrili bulvarların zerafetinden sokak satıcılarının ve motosikletlerin kalabalığına huzur ve kaosun şaşırtıcı bir kombinasyonunu sunar. Eski mahallenin sokaklarında dolaşıp, yerel pazar yemeklerini tadarak ve insanları izleyerek, günlük yaşamdan çok şey öğrenilebilir. Kültür meraklıları için tarih ve karakter bakımından zengin bir şehirdir müzeler, tapınaklar ve mezarlar vardır."
      },
      {
        "dayNumber": 6,
        "title": "Hanoi",
        "description": "Sabahımız, Hoan Kiem Gölü'nün rahatlatıcı manzarasını dolaşmak için Hanoi'nin tarihi merkezini ziyaret ederek başlayacak. Yerel bir spesiyalite olan 'yumurta kahvesi'  tadını çıkarabilirsiniz. Efsaneye göre, Çinlileri Vietnam'dan sürmek için kullanılan İmparator Ly Thai'ye sihirli bir kılıç gönderildi. Kılıç daha sonra onunla gölün derinliklerine kaybolan altın bir kaplumbağa tarafından İmparator'dan alındı ​​ve adını 'restore edilmiş kılıç Gölü'nden' getirdi. Gölde geçirdiğimiz sabahtan sonra, dünyaca ünlü Halong Körfezi'ne isteğe bağlı tura katılabilirsiniz. Koyda, yemyeşil bitki örtüsüne batırılmış yüksek kireçtaşı karstlarına sahip yüzlerce ada bulunur ve sınıflandırılmış bir UNESCO Dünya Mirası alanıdır."
      },
      {
        "dayNumber": 7,
        "title": "Hanoi",
        "description": "Zamanınızı Hanoi'deki tarihi mekanlarını özgürce keşfederek geçirin. Ho Chi Minh'in Mozolesi, Cumhurbaşkanlığı Sarayı, Tepedeki Ev ve ünlü 1 Sütunlu Pagoda'yı keşfedin. Kahve dükkanı (sütlü buzlu kahve) için eski mahalledeki “kahve caddesini” ziyaret edebilir, lezzetli Vietnam sokak yemekleri satan sokak satıcılarından yemek yiyebilir veya kırmızı Huc Köprüsü'nden geçebilirsiniz. Ngoc Son Tapınağı'nın (Jade Dağı Tapınağı) bulunduğu Jade Adası'nı ziyaret edin."
      },
      {
        "dayNumber": 9,
        "title": "Vientiane'e Uçuş",
        "description": "Vientiane’ ye doğru sınır ötesine uçuyoruz.  Laos’ un başkenti oldukça sessizdir - o kadar sessizdir ki,  1970’ den önce,  tüm şehirde sadece bir dizi trafik ışığı vardı  (Güneydoğu Asya’ daki diğer şehirlerden çok farklı!) .  Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var.  Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir.  Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz.  Bu gece Tur Lideri sizi 10- pin bowling salonuna götürecek - sırt çantalı gezginler için bir Mekke! Bir biranın tadını çıkarın ve bir ya da iki vuruş deneyin!"
      },
      {
        "dayNumber": 10,
        "title": "Vientiane",
        "description": "Laos'un başkenti oldukça sessizdir - o kadar sessizdir ki, 1970'den önce, tüm şehirde sadece bir dizi trafik ışığı vardı (Bangkok’tan çok farklı!). Birçok duvar resmi ve pazarı olan bu sakin şehre hayran olmak için zamanımız var. Sokaklarda dolaşırken göreceğiniz pek çok bina dini öneme sahiptir. Bisiklet kiralamak ve burada mükemmel olan yerel sokakları ve pazarları keşfetmek isteyebilirsiniz."
      },
      {
        "dayNumber": 11,
        "title": "Vang Vieng ve Mavi Lagün",
        "description": "Luang Prabang’ dan güneye doğru yol alırken,  muhteşem manzaralardan geçerek Vang Vieng’ e seyahat ediyoruz. Bu huzurlu kasaba, çevresinde muhteşem kireçtaşı mağaraları ve şelalelerin olduğu bir platoda yer almaktadır ve bölgede Hmong ve Yao kabileleri yaşamaktadır.  Kireçtaşı mağaraları,  antik mitolojide meşhurdur ve zaman içinde birçok sanatçının eserlerinde yer almıştır.  Vang Vieng,  yerel mutfağı denemek için mükemmel bir yer ve burada keyifle gezeceğiniz pazarlar var.  Burada,  Laos’ un en inanılmaz manzaraları boyunca alışılmadık bir tuk-tuk turuna çıkıp yerel köyleri ve çeltik tarlalarını göreceğiz.  Dalış yapabileceğiniz Mavi Lagün’ ü ziyaret edeceğimiz için mayonuzu getirdiğinizden emin olun."
      },
      {
        "dayNumber": 13,
        "title": "Luang Prabang",
        "description": "Birçok kişi Luang Prabang’ ın Laos’ taki en unutulmaz şehir olduğunu söylüyor.  Büyüleyici tarihi ve arkadaş canlısı insanlarıyla ünlü Luang Prabang,  Laos’ un Fa Ngoum’ a verilen Buda’ nın en kutsal imgesi olan kutsal Pra Bang’ ı ifade ediyor."
      },
      {
        "dayNumber": 15,
        "title": "Chiang Mai",
        "description": "'Kuzey'in Gülü' lakaplı Chiang Mai, 14. ve 15. yüzyıla kadar uzanan antik tapınaklarla doludur.  Ayrıca Tayland yemek kurslarından Muay Thai boksuna ve yerel saygın fil barınaklarına ve hastanelerine ziyaretlere kadar çeşitli aktiviteler sunmaktadır."
      },
      {
        "dayNumber": 16,
        "title": "Chiang Mai",
        "description": "Bugün, Tayland'ın en kutsal tapınaklarından biri olan Wat Phra That Doi Suthep'e ev sahipliği yapan Doi Suthep’e yapılacak tura dahil bir gezinin tadını çıkarabilirsiniz."
      },
      {
        "dayNumber": 17,
        "title": "Chiang Mai",
        "description": "Thai usulü yemek pişirme kursunun,  rahatlatıcı bir masajın tadını çıkarmak,  gece saatlerinde Thai kick-boks maçı  ( Muay Thai )   izlemek ya da geceyi Chiang Mai’ nin ünlü akşam sokağı pazarında pazarlık yaparak geçirmek için bir geceniz var."
      },
      {
        "dayNumber": 18,
        "title": "Antik Kent Sukhothai",
        "description": "Tayland'ın eski başkenti Sukhothai'ye hoş geldiniz. Tayland'ın gözdesi olan Sukhothai yaklaşık 140 yıldır Tayland imparatorluğunun başkentiydi ve kelimenin tam anlamıyla “Mutluluğun Şafağı” na çeviriyor."
      },
      {
        "dayNumber": 19,
        "title": "Bicycle tour of Sukhothai Ancient ruins",
        "description": "Bugün,  Dünya Mirası Sit Alanı çevresinde yarım günlük bir bisiklet turuna çıkıp taş kalıntılar arasında yer alan en muhteşem Buda’ lardan biri olan Wat Mahathat da dahil olmak üzere tipik Tayland mimarisini keşfediyoruz."
      },
      {
        "dayNumber": 20,
        "title": "Bangkok",
        "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginler gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
      },
      {
        "dayNumber": 21,
        "title": "Bangkok Bot Turu & Wat Pho",
        "description": "Bu sabah, Bangkok'u farklı bir perspektiften deneyimlemeniz için kısa bir nehir teknesi gezisine çıkıyoruz."
      },
      {
        "dayNumber": 22,
        "title": "Bangkok'tan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Vietnam"
  },
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "SEVB",
    "tourName": "Vietnam’ dan Bangkok’ a",
    "placesVisited": "Vietnam, Kamboçya, Tayland",
    "generalInfo": "Vietnam’ dan,  Ölüm Tarlaları’ nda ( Killing Fields )  saygılarınızı sunabileceğiniz ve Kızıl Kmerler hakkında bilgi edinebileceğiniz Kamboçya’ ya seyahat ediyoruz.  Battambang’ da geleneksel Kmer şarabının tadına bakabilir ve belki de cesaretiniz varsa kızarmış bir örümcek deneyebilirsiniz!<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Ho Chi Minh City Tan Son Nhat<strong> </strong>Uluslararası Havaalanı ( SGN )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )",
    "durationDays": "15",
    "price": "1349",
    "image1": "siempretour-images/SEVB/sevb_2019_10_27_22_27_35_0.jpg",
    "image2": "siempretour-images/SEVB/sevb_2019_10_27_22_27_35_1.jpg",
    "image3": "siempretour-images/SEVB/sevb_2019_10_27_22_27_35_2.jpg",
    "image4": "siempretour-images/SEVB/sevb_sevb_20171002_1699843047.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Kampot Salt Fields’ e ( tuz çıkarılan alanlar )  kırsal bölge tuk-tuk gezisi</li>\n<li>- Soykırım Müzesi ve Ölüm Tarlaları’ na giriş</li>\n<li>- Örümcek Pazarı,  Kmer Şarabı Tadımı</li>\n<li>- Bambu Trenyolu Gezisi</li>\n<li>- Rehber eşliğinde Angkor Wat turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 14 gece</p>\n<p><strong>Ulaşım           </strong></p>\n<p>Uçuş ( lar ) , Tuk-Tuk, Taksi, Halk Otobüsü, Özel Araç, Turist Otobüsü</p>\n<p><strong>Yemekler</strong></p>\n<p>3 açık büfe kahvaltı, 2 basit kahvaltı, 8 kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour Tur Lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Ho Chi Minh City' ye Varış",
        "description": "La Felix Hotel veya benzeri bir otelde 1 gece"
      },
      {
        "dayNumber": 2,
        "title": "Sihanoukville",
        "description": "Kamboçya’ ya Sihanoukville yönüne doğru uçuyoruz.  Aslen 1950’ lerde Kamboçya’ nın ilk derin su limanı olarak başlayan Sihanoukville, zamanın kralının adıyla adlandırıldı."
      },
      {
        "dayNumber": 4,
        "title": "Kampot",
        "description": "Bugün Phnom Penh’ e giden yolda Praek Tuek Chhu Nehri kenarında yer alan Fransız sömürge şehri Kampot’ a gidiyoruz.  Kampot, karabiber tarlaları ve tuz çıkarılan alanlarıyla ünlüdür. Kırsal bölgede bir tuk-tuk turuna çıkacağız."
      },
      {
        "dayNumber": 5,
        "title": "Phnom Penh",
        "description": "Phnom Penh,  Kamboçya’ nın çalkantılı bir geçmişe sahip hareketli başkenti.  Mekong Nehri ile Tonle Sap nehrinin birleştiği noktada bulunan Phnom Penh,  Fransızlar Kamboçya’ yı 19.  yüzyılda sömürgeleştirdiğinden bu yana başkent olmuştur.  Şehir,  küçük bir balıkçı köyünden,  şu anda Kamboçya’ nın endüstriyel,  ticari,  kültürel ve tarihi merkezi haline gelerek büyüdü."
      },
      {
        "dayNumber": 7,
        "title": "Kratie",
        "description": "Büyük şehir hayatından uzaklaşarak, huzurlu Kratie’ de iki günün ve en iyi Mekong Nehri gün batımının tadını çıkarmak için Kmer kırsalına gidiyoruz.  Hızla türü azalan tatlısu Irrawaddy yunuslarını görmek için en iyi yerlerden biri olmasının yanı sıra,  Kratie,  farklı dönemlere ait pek çok ilginç tapınağa,  nadiren açılan bir müzeye  ( tur liderinizden sizin için denemesini isteyin )  ve bu muhteşem ülkenin ve insanlarının öteki yüzünü görmek için birkaç muhteşem kırsal bölge turuna ev sahipliği yapmaktadir.  Dolayısıyla,  huzurlu kırsal yaşamın tadını çıkarın,  el yapımı hediyelik eşya almak için merkez Pazar yerinde dolaşın ve Fransız sömürge mimarisine ve ahşap kazıklar üzerine inşa edilmiş köy evlerine hayran kalın."
      },
      {
        "dayNumber": 9,
        "title": "Kampong Cham",
        "description": "Güneydoğu Asya’ ya egemen olan muazzam Mekong Nehri ile yakın temas halinde olarak,  hafifçe güneye doğru nehir kenarında yer alan Kampong Cham şehrine gidiyoruz ve tabiri caizse uygarlığa geri dönüyoruz.  Kelimenin tam anlamıyla “Çamların limanı” anlamına gelen ve şehirde yaşayan yerel etnik Çam halkına atıfta bulunan Kampong Cham,  birçok kişinin geçerken atladığı Kamboçya’ nın bir başka yönünü deneyimleme fırsatı sunuyor."
      },
      {
        "dayNumber": 10,
        "title": "Battambang",
        "description": "Doğu Kamboçya’ dan batı tarafına geçerek,  gündüz yolculuğumuz aranızda daha maceraperest olanların yerel bir lezzet olan kızarmış örümceği deneyebileceği Kamboçya’ nın ünlü Örümcek Pazarı’ na gitmemize olanak sağlıyor."
      },
      {
        "dayNumber": 12,
        "title": "Siem Reap",
        "description": "Siem Reap,  Angkor bölgesinin ünlü tapınaklarını keşfedeceğimiz nokta.  Siem Reap ismi ‘ Siam’ ın Yenilişi’ -Siam, bugünün Tayland’ ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
      },
      {
        "dayNumber": 14,
        "title": "Bangkok",
        "description": "Bugün,  turdaki son tam günümüzde akşam yemeğinin tadını çıkarabileceğimiz ve günü etrafı keşfederek geçireceğimiz Bangkok’ a varıyoruz."
      },
      {
        "dayNumber": 15,
        "title": "Bangkok' tan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Vietnam"
  },
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "ICVC",
    "tourName": "Vietnam’ dan Kamboçya’ ya",
    "placesVisited": "Vietnam, Kamboçya",
    "generalInfo": "Vietnam ve Kamboçya’ nın en muhteşem yerlerindeki bu 16 günlük macerada,  Güneydoğu Asya’ nın antik hazinelerini keşfedin.  Ho Chi Minh şehrinin ünlü yüzen pazarlarında pazarlık yapın,  Mekong Deltası’ nda nehir kenarındaki köylerden geçin ve Kamboçya’ nın antik tapınaklarına hayran kalın.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Hanoi Noi Bai Uluslararası Havaalanı ( HAN )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Siem Reap<strong> </strong>Uluslararası Havaalanı ( REP )",
    "durationDays": "16",
    "price": "911",
    "image1": "siempretour-images/ICVC/icvc_2019_10_27_22_35_30_0.jpg",
    "image2": "siempretour-images/ICVC/icvc_2019_10_27_22_35_30_1.jpg",
    "image3": "siempretour-images/ICVC/icvc_vietnam_5.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Halong Koyu cung teknesinde bir gece kalma</li>\n<li>- Tur lideriyle birlikte Yasak Kale ziyareti</li>\n<li>- Mekong Deltası Yatılı Gezi</li>\n<li>- Mağaralara rehber eşliğinde giriş ve tur</li>\n<li>- Mermer Dağı</li>\n<li>- Soykırım Müzesi ve Ölüm Tarlaları’ na giriş</li>\n<li>- Ho Chi Minh Mozolesi,  Müzesi, Başkanlık Sarayı, Stilt House ve ünlü Tek Sütunlu Pagoda ziyareti için yapılan yarım günlük gezi</li>\n<li>- Hai Van Geçidi ziyareti</li>\n<li>- Rehber eşliğinde Angkor Wat turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 14 gece,  Halong Koyu cung teknesinde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Uçuş ( lar )</p>\n<p><strong>Yemekler</strong></p>\n<p>14 kahvaltı, 2 öğle yemeği, 1 akşam yemeği, 1 basit kahvaltı</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Hanoi' ye Varış",
        "description": "Hanoi,  çökmekte olan sömürge mimarisinin ve ağaçlıklı bulvarların zarafetinden,  sokak satıcılarının ve motosikletlerin gürültülü ahenksizliğine kadar,  huzur ve kaosun baştan çıkarıcı bir kombinasyonunu sunuyor.  Eski Mahalle’ nin  ( Old Quarter )  sokaklarında dolaşarak,  yerel pazar yemeklerini tadarak ve insanları izleyerek,  günlük hayata dair çok fazla şey özümsenebilir.  Kültür meraklıları için tarih ve karakter bakımından zengin bir şehre ışık tutan müzeler,  tapınaklar ve mozoleler var."
      },
      {
        "dayNumber": 2,
        "title": "Halong Bay",
        "description": "Mistik Halong Koyu için,  bizi UNESCO dünya mirası sit alanına götürecek geleneksel bir Çin yelkenlisine binerek Hanoi’ den ayrılıyoruz.  Koy,  yeşilliklerle kaplı yükselen kireçtaşı karstları ile yüzlerce adaya sahiptir.  “Cung” olarak adlandırılan tekne,  akşam için evimiz olacak ve koyda bir gece kalmak,  mağaraları keşfetmeye,  yüzmeye ve bölgenin güzelliğinin tadını çıkarmaya zamanımız olduğu anlamına geliyor."
      },
      {
        "dayNumber": 3,
        "title": "Hanoi",
        "description": "Bu sabah,  koy etrafında son bir keşif yapıyoruz,  anakaraya dönmeden önce, öğleden sonra bir ara tekrardan Hanoi’ ye varmadan önce belki de,  yükselen kayalıkların arkasına saklanmış dikitler ve sarkıtlarla dolu büyük mağaraların birkaçını görmek için."
      },
      {
        "dayNumber": 4,
        "title": "Hanoi",
        "description": "Bugün Tur Lideriniz,  yarım günlük bir Hanoi turunda çeşitli yerleri ziyaret etmek için sizi yolculuğa çıkarıyor.  Ho Chi Minh Mozolesi,  Başkanlık Sarayı,  Stilt House ve ünlü 1 Pillar Pagoda’ yı  ( Tek Sütunlu Pagoda )  keşfedin."
      },
      {
        "dayNumber": 5,
        "title": "Hue",
        "description": "Hue’ nin eskimiş ihtişamı,  17.  ve 18.  yüzyılların hanedan rekabeti ve isyanlarından, Fransız işgaline kadar ve yakın geçmişteki Vietnam Savaşı’ nda en uzun ve en kanlı çatışmalardan biri olan Hue Savaşı’ nın yeri olarak birçok savaşa sahne oldu.  Vietnam’ ın coğrafi kalbindeki konumu belki de hiç bir işe yaramadı ancak tarihin iç içe geçtiği ve modern yaşamla örtüştüğü bir yerde,  bu bölgenin geçmişini ortaya çıkarmak ve kalıntılarını keşfetmek gezginler için bir zevktir."
      },
      {
        "dayNumber": 7,
        "title": "Hoi An",
        "description": "Hue’ dan ayrılıyoruz ve güneye doğru Hoi An’ a gidiyoruz.  Araba yolculuğumuz bizi etrafı çevreleyen sahil şeridi ve pirinç tarlalarının nefes kesici manzaralarının tadını çıkarabileceğiniz ünlü ve manzaralı Hai Van Geçidi  ( Okyanus Bulutu Geçidi )  üzerinden götürüyor.  Yolun adı denizden gelen sisi ifade ediyor ve İngiliz otomobil programı Top Gear’ da  ağırlıklı olarak ön plana çıkan güzelliği ile ünlü.  Hoi An’ a varmadan önce,  kısa yolculuğumuz bizi Da Nang’ ın güney tarafındaki 5 küçük tepeden oluşan küçük bir tepe grubu olan Mermer Dağı’ nın gizli tapınakları ve mağaralarının kısa bir keşfi için mola vermeden önce Da Nang şehri,  daha çok bilinen adıyla bilinen Çin Plajı olarak bilinen Non Nuoc Plajı boyunca  götürüyor.  En tepeye çıkacak kadar maceraperest olanlar için,  muhteşem şehir ve deniz manzarası tek ödülünüz."
      },
      {
        "dayNumber": 9,
        "title": "Ho Chi Minh City",
        "description": "Bugün Ho Chi Minh Kenti’ ne kısa bir uçuş yapıyoruz.  Güney Vietnam’ ın eski başkenti olan bu hareketli ve hayat dolu şehir,  Kuzey Vietnam’ ın ünlü ve saygıdeğer lideri Ho Chi Minh’ in adıyla yeniden adlandırıldığında,  Vietnam Savaşı’ nın ( 1975 civarı )  sonuna kadar Saygon ve kötü şöhretli “Saygon’ un Düşüşü” olarak biliniyordu.  Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti,  şimdi Vietnam’ ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 11,
        "title": "Mekong Deltası",
        "description": "Bu sabah,  Güneydoğu Asya’ nın en uzun nehri, Mekong Nehri’ nin nehir kolları ağı aracılığıyla denize yaklaştığı ve döküldüğü Güneybatı Vietnam’ da bir bölge olan Mekong Deltası’ nın kalbine seyahat ediyoruz.  Mekong Deltasında yaşam nehrin etrafında dönüyor ve köylerin çoğuna karayoluyla değil,  nehirler ve kanallarla erişilebiliyor.  Bölge,  ülkenin pirinç üretiminin yarısını üretiyor ki bu toplamda Japonya ve Kore’ nin pirinç üretiminden daha fazla."
      },
      {
        "dayNumber": 12,
        "title": "Phnom Penh",
        "description": "Bugün uzun bir tekneye biniyoruz ve Kamboçya’ ya doğru Mekong Nehri’ nde altı saatlik yolculuğumuza başlıyoruz.  Yolda yüzen köyleri görmek ve nehirde yaşayan insanların yaşam şeklini gözlemlemek mümkün olacak.  Bu manzaralı tekne yolculuğunun keyfini çıkarırken kameralarınızı yakınınızda tutmayı unutmayın."
      },
      {
        "dayNumber": 13,
        "title": "Killing Fields ( Ölüm Tarlaları )  ve Tuol Sleng Soykırım Müzesi",
        "description": "Bugün, Pol Pot rejimi zamanında Kızıl Kmerler’ in en korkulan hapishanelerinden ve işkence kamplarından birine dönüştürülen eski bir okul olan Tuol Sleng Soykırım Müzesi’ ni ziyaret ediyoruz. Bina şu anda,  1970’ lerin sonlarında burada ve ülkedeki diğer benzeri 150 kampta ölen binlerce insan için akıldan çıkmayan bir övgü niteliğinde. Kampta alıkoyulan insanlar daha sonra Choueng Ek imha merkezine, daha yagın bir şekilde Killing Fields ( Ölüm Tarlaları )  olarak bilinen yere-ki  bu muhteşem ülkenin çalkantılı tarihini daha iyi öğrenmek ve anlamak için ayrıca ziyaret edeceğiz- alındı ve orada idam edildi."
      },
      {
        "dayNumber": 14,
        "title": "Siem Reap, Angor Wat",
        "description": "Siem Reap,  Angkor bölgesinin ünlü tapınaklarını keşfedeceğimiz nokta.  Siem Reap ismi ‘ Siam’ ın Yenilişi’ -Siam, bugünün Tayland’ ı- anlamına geliyor ve bölgedeki anıtların meşhur bas kabartma oymalarındaki taşlarla abideleştirildiğini görebileceğiniz bir asırlık kan gölüne atıfta bulunuyor."
      },
      {
        "dayNumber": 16,
        "title": "Siem Reap' den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Vietnam"
  },
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "ICWV",
    "tourName": "Vietnam’ ın Harikaları",
    "placesVisited": "Vietnam",
    "generalInfo": "Sizi, tarih,  güzel adalar ve turunuz bittikten sonra bile Vietnam mutfağını arzulamanıza sebep olacak muhteşem yemekler bakımından zengin bir ülkeye götüren bu 11 günlük turda,  Vietnam’ ın en iyilerini deneyimleyin! Halong Koyu’ nun kireçtaşı adalarından geçerek,  hareketli Ho Chi Minh şehri sokaklarında dolaşın ve Güneydoğu Asya’ nın en eski ve en büyüleyici kültürlerinden birini tanıyın.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Hanoi Noi Bai Uluslararası Havaalanı ( HAN )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Ho Chi Minh City Tan Son Nhat<strong> </strong>Uluslararası Havaalanı ( SGN )",
    "durationDays": "11",
    "price": "598",
    "image1": "siempretour-images/ICWV/icwv_2019_10_27_21_09_12_1.jpg",
    "image2": "siempretour-images/ICWV/icwv_vietnam_1",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Halong Koyu cung teknesinde bir gece kalma</li>\n<li>- Tur lideriyle birlikte Yasak Kale ziyareti</li>\n<li>- Mağaralara rehber eşliğinde giriş ve tur</li>\n<li>- Mermer Dağı</li>\n<li>- Ho Chi Minh Mozolesi,  Müzesi, Başkanlık Sarayı, Stilt House ve ünlü Tek Sütunlu Pagoda ziyareti için yapılan yarım günlük gezi</li>\n<li>- Hai Van Geçidi ziyareti</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 9 gece,  Halong Koyu cung teknesinde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Uçuş ( lar )</p>\n<p><strong>Yemekler</strong></p>\n<p>9 kahvaltı, 2 öğle yemeği, 1 akşam yemeği, 1 basit kahvaltı</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Hanoi' ye Varış",
        "description": "Hanoi,  çökmekte olan sömürge mimarisinin ve ağaçlıklı bulvarların zarafetinden,  sokak satıcılarının ve motosikletlerin gürültülü ahenksizliğine kadar,  huzur ve kaosun baştan çıkarıcı bir kombinasyonunu sunuyor.  Eski Mahalle’ nin  ( Old Quarter ) sokaklarında dolaşarak,  yerel pazar yemeklerini tadarak ve insanları izleyerek,  günlük hayata dair çok fazla şey özümsenebilir.  Kültür meraklıları için tarih ve karakter bakımından zengin bir şehre ışık tutan müzeler,  tapınaklar ve mozoleler var."
      },
      {
        "dayNumber": 2,
        "title": "Halong Bay",
        "description": "Mistik Halong Koyu için,  bizi UNESCO dünya mirası sit alanına götürecek geleneksel bir Çin yelkenlisine binerek Hanoi’ den ayrılıyoruz.  Koy,  yeşilliklerle kaplı yükselen kireçtaşı karstları ile yüzlerce adaya sahiptir.  “Cung” olarak adlandırılan tekne,  akşam için evimiz olacak ve koyda bir gece kalmak,  mağaraları keşfetmeye,  yüzmeye ve bölgenin güzelliğinin tadını çıkarmaya zamanımız olduğu anlamına geliyor."
      },
      {
        "dayNumber": 3,
        "title": "Hanoi",
        "description": "Bu sabah,  koy etrafında son bir keşif yapıyoruz,  anakaraya dönmeden önce, öğleden sonra bir ara tekrardan Hanoi’ ye varmadan önce belki de,  yükselen kayalıkların arkasına saklanmış dikitler ve sarkıtlarla dolu büyük mağaraların birkaçını görmek için."
      },
      {
        "dayNumber": 4,
        "title": "Hanoi",
        "description": "Bugün Tur Lideriniz,  yarım günlük bir Hanoi turunda çeşitli yerleri ziyaret etmek için sizi yolculuğa çıkarıyor.  Ho Chi Minh Mozolesi,  Başkanlık Sarayı,  Stilt House ve ünlü 1 Pillar Pagoda’ yı  ( Tek Sütunlu Pagoda )  keşfedin."
      },
      {
        "dayNumber": 5,
        "title": "Hue",
        "description": "Hue’ nin eskimiş ihtişamı,  17.  ve 18.  yüzyılların hanedan rekabeti ve isyanlarından, Fransız işgaline kadar ve yakın geçmişteki Vietnam Savaşı’ nda en uzun ve en kanlı çatışmalardan biri olan Hue Savaşı’ nın yeri olarak birçok savaşa sahne oldu.  Vietnam’ ın coğrafi kalbindeki konumu belki de hiç bir işe yaramadı ancak tarihin iç içe geçtiği ve modern yaşamla örtüştüğü bir yerde,  bu bölgenin geçmişini ortaya çıkarmak ve kalıntılarını keşfetmek gezginler için bir zevktir."
      },
      {
        "dayNumber": 7,
        "title": "Hoi An",
        "description": "Hue’ dan ayrılıyoruz ve güneye doğru Hoi An’ a gidiyoruz.  Araba yolculuğumuz bizi etrafı çevreleyen sahil şeridi ve pirinç tarlalarının nefes kesici manzaralarının tadını çıkarabileceğiniz ünlü ve manzaralı Hai Van Geçidi  ( Okyanus Bulutu Geçidi )  üzerinden götürüyor.  Yolun adı denizden gelen sisi ifade ediyor ve İngiliz otomobil programı Top Gear’ da  ağırlıklı olarak ön plana çıkan güzelliği ile ünlü.  Hoi An’ a varmadan önce,  kısa yolculuğumuz bizi Da Nang’ ın güney tarafındaki 5 küçük tepeden oluşan küçük bir tepe grubu olan Mermer Dağı’ nın gizli tapınakları ve mağaralarının kısa bir keşfi için mola vermeden önce Da Nang şehri,  daha çok bilinen adıyla bilinen Çin Plajı olarak bilinen Non Nuoc Plajı boyunca  götürüyor.  En tepeye çıkacak kadar maceraperest olanlar için,  muhteşem şehir ve deniz manzarası tek ödülünüz."
      },
      {
        "dayNumber": 9,
        "title": "Ho Chi Minh City",
        "description": "Bugün Ho Chi Minh Kenti’ ne kısa bir uçuş yapıyoruz.  Güney Vietnam’ ın eski başkenti olan bu hareketli ve hayat dolu şehir,  Kuzey Vietnam’ ın ünlü ve saygıdeğer lideri Ho Chi Minh’ in adıyla yeniden adlandırıldığında,  Vietnam Savaşı’ nın ( 1975 civarı )  sonuna kadar Saygon ve kötü şöhretli “Saygonun Düşüşü” olarak biliniyordu.  Eskiden küçük bir balıkçı köyü olan Ho Chi Minh Kenti,  şimdi Vietnam’ ın en önemli ekonomik merkezi ve ülkenin en büyük şehri."
      },
      {
        "dayNumber": 11,
        "title": "Ho Chi Minh City' den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Vietnam"
  },
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "TVHV",
    "tourName": "Vietnam’ ın Öne Çıkan Yerleri",
    "placesVisited": "Vietnam",
    "generalInfo": "Bu muhteşem Güneydoğu Asya ülkesinin tüm öne çıkan yerlerini kapsayan bu 10 günlük turda ülkenin sunduğu en iyi deneyimi yaşayın.  Üstelik,  Vietnam nefes kesici doğal güzelliğinden çok daha fazlasına sahiptir.  Ho Chi Minh Kenti’ nin hareketli pazarlarında pazarlık yapın ve Mekong Deltası’ nda yerel halkın misafirperverliğini deneyimleyin.  Hoi An’ in güzel tarihi binalarının cazibesine kapılın,  sonra antik mezarları ve tapınakları olan imparatorluk şehri Hue’ ya hayranlıkla bakın.<br><br><strong>Lütfen dikkat: </strong> Bu örnek bir gezi programıdır ve kendi kişisel gereksinimlerinize ve bütçenize uyacak şekilde ayarlanabilir.",
    "durationDays": "10",
    "price": "1469",
    "image1": "siempretour-images/TVHV/tvhv_tvhv_20190501_1090373103.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Chu Chi Tünelleri</li>\n<li>- Ho Chi Minh City Turu</li>\n<li>- Mekong Deltası Gezisi</li>\n<li>- Cham Müzesi</li>\n<li>- Mermer Dağları</li>\n<li>- Hoi An Yürüyüş Turu</li>\n<li>- Khai Dinh &amp; Tu Doc Kraliyet Mezarları</li>\n<li>- Hue Şehir Turu</li>\n<li>- Hanoi Şehir Turu</li>\n<li>- Su Kuklası Tiyatrosu</li>\n<li>- Ho Chi Minh Mozolesi</li>\n<li>- Hoa Lu veya Ninh Binh Gezisi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 9 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>9 kahvaltı, 3 öğle yemeği</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Ho Chi Minh City' ye Varış",
        "description": "Otele giriş yaptıktan sonra,  günün geri kalanı size ait."
      },
      {
        "dayNumber": 2,
        "title": "Chu Chi Tünelleri ve Ho Chi Minh City Turu",
        "description": "Bugün,  ülkenin dört bir yanından geçen birbirine bağlı büyük bir tünel ağının bir parçası olan Cu Chi Tünelleri’ ne rehber eşliğinde bir gezinin tadını çıkaracaksınız.  Tüneller,  Fransızlardan saklanmak için ilk olarak Viet Cong tarafından inşa edilmiş ve kullanılmıştır.  Vietnam Savaşı sırasında,  gerilla savaşçıları için iletişim yolları,  depolama tesisleri,  hastaneler ve yaşam alanları olarak işlev görmüştür.  Tünellerin bir bölümüne girebilecek ve onları korumak için kullanılan farklı savunmalar hakkında bilgi edinebileceksiniz."
      },
      {
        "dayNumber": 3,
        "title": "Mekong Deltası",
        "description": "Bugün,  Saygon’ un güneybatısında bulunan Vietnam’ ın pirinç kasesi olarak bilinen Mekong Deltası’ na tam günlük bir gezi yapacaksınız.  Cai Be,  Mekong Deltası’ nın kalbinde,  Saygon’ a arabayla iki saatlik mesafede olan Tien Giang eyaletinde yer almaktadır ve şehri ardınızda bırakırken otoyol boyunca beliren yemyeşil pirinç tarlalarını ve meyve çiftliklerini fark edeceksiniz.  Cai Be’ ye vardığınızda,  Mekong Nehri boyunca gerçekleştirilen günlük yaşam ve tarım aktivitelerine daha yakın olmanıza yardımcı olacak özel büyüleyici ahşap motorlu tekneye bineceksiniz.  İnsanların mallarını,  meyvelerini ve diğer birçok ürünü teknelerinden nasıl sattığını deneyimlemek için küçük renkli Cai Be yüzen pazarını ziyaret edeceksiniz.  Daha sonra geleneksel Delta yaşamını gözlemlemek ve bir aile işletmesini ziyaret etmek için palmiyelerle kaplı yolarda kısa bir yürüyüşe çıkacaksınız.  Yürürken pirinç ezmesi,  patlamış pirinç ve hindistan cevizi şekeri üreten bazı yerel ev fabrikalarını ziyaret edeceksiniz.  Daha sonra,  sayısız kuru nehir yataklarıyla kıvrılan menderesli kolların geniş bir ağı boyunca Mekong Nehri arasındaki her dem yeşil adalara doğru ilerleyeceksiniz."
      },
      {
        "dayNumber": 4,
        "title": "Hanoi",
        "description": "Bugün,  Da Nang’ a uçuşunuz için havalimanı transferiyle başlıyor.  Da Nang’ a varınca,  size dünyanın en iyi Cham heykeli koleksiyonunun sergilendiği Cham Müzesi ve yerlilerin beş elementi, ateş,  su,  toprak,  ağaç ve metali temsil ettiğine inandığı beş mermer tepe grubu olan Mermer Dağları gibi şehrin önemli noktalarından birkaçını gezdirecek olan rehberiniz tarafından karşılanacaksınız.  Mağaraları,  tapınakları ve pagodaları keşfedebileceğiniz ve Da Nang’ ın ve muhteşem sahil şeridinin panoramik manzarasının tadını çıkarabileceğiniz tepelerden birinin zirvesine yontma taş basamakları ya da telefiriği kullanarak çıkabilirsiniz."
      },
      {
        "dayNumber": 5,
        "title": "Hoi An",
        "description": "Bugün,  rehber eşliğinde bir yürüyüş turunda Hoi An’ ın albenisini deneyimleyin.  Dar sokaklarda dolaşın ve bu Dünya Mirası listesindeki şehri keşfederken meşhur geçmişine dair bir bilgi edinin.  Eski tüccar evlerini ziyaret edin,  Japonlar tarafından inşa edilmiş eşsiz üstü kapalı bir yapı ve hemen yanında yer alan bir Budist pagodasıyla tek üstü kapalı köprü olan 400 yıllık Üstü Kapalı Japon Köprüsü’ nü görün.  Mükemmel ahşap oymaları olan Chaozhou Çin Cemaati Toplantı Salonu’ nu ziyaret edin ve bir veya iki gün içinde son moda kıyafetlere dönüştürülebilen ipek dahil olmak üzere yerel spesiyalitelerle dolu tezgahları olan renkli pazarı keşfedin."
      },
      {
        "dayNumber": 6,
        "title": "Hue",
        "description": "Bu sabah,  17.  Yüzyıl ve 19.  Yüzyıl arasında Nguyen Lordları yönetiminde bir imparatorluk başkenti olan Hue’ ye gideceksiniz.  Vietnam Savaşı sırasında ağır bombalamalara rağmen,  bu döneme ait birçok tarihi eser kalmıştır ve Hue hala imparatorların mezarlarıyla,  antik pagodalarıyla ve Kale’ nin kalıntılarıyla kraliyet geçmişinin izlerini taşımaktadır.  Hue’ ye vardığınızda,  kentin imparatorluk anıtlarını gezmeye başlamadan önce,  pirinç şehriyesi  ( bun )  ve dana eti  ( bo )  içeren popüler Vietnam çorbası olan bun bo Hue’ den oluşan klasik Hue öğle yemeğinin tadını çıkaracaksınız.  Tur,  bir tütsü yapım evini ziyaret etme fırsatının yanı sıra Khai Dinh ve Tu Doc Kraliyet Mezarları gezisini içeriyor."
      },
      {
        "dayNumber": 7,
        "title": "Hue Ziyareti ve Hanoi’ ye Hareket",
        "description": "Otelde kahvaltıdan sonra,  kısa bir siklo ( tuk-tuk bisiklet )  yolculuğu sizi UNESCO Dünya Mirası İmparatorluk Kalesi’ nin büyük ana kapısına götürüyor. Bu yeri keşfederken,  rehberiniz Hue’ nin tarihini anlatacak ve saray halkının lüks ve gizli dünyasına dair bir bakış açısı kazanarak Kale’ nin güzel ve süslü kırmızı vernikli köşkleri arasında dolaşabileceksiniz.  Daha sonra Hue’ nin ünlü geleneksel bahçe evlerinden birini ziyaret edeceksiniz.  Bu evler özel mülkiyete ait olup büyük ve çekici resmi bahçelerde yer almaktadır.  Bazılarının eski İmparatorluk Sarayı ile bağlantıları vardır ve bu evlerin geleneksel mimarisi uzun zamandır doğal çevreyle ve eski “feng-shui” inancıyla ilişkilendirilmektedir."
      },
      {
        "dayNumber": 8,
        "title": "Hanoi",
        "description": "Gününüz,  Ho Amca’ nın ( Ho Chi Minh )  mumyalanmış bedeninin bulunduğu mermer ve granitten yapılmış heybetli bir anıt olan Ho Chi Minh Mozolesi’ ni ziyaretle başlıyor ( Ho Chi Minh Mozolesi her Pazartesi ve Cuma ve her öğleden sonra kapalıdır.  Eylül ayı sonundan Aralık ayına kadar ise tamamen kapalıdır ) .  Sonra,  sudan yükselen tek bir taş sütun üzerinde duran nilüfer çiçeği şeklindeki Tek Sütunlu Pagoda’ yı ziyaret edeceksiniz.  Ayrıca,  kırsal yaşam sahneleri ve ulusal tarih bölümleri tasvir eden benzersiz bir Kuzey Vietnam sanatı olan su kuklası tiyatrosunda bir gösteriyle günü sonlandırmadan önce Edebiyat Tapınağı’ nı,  Etnografya Müzesi’ ni,  Hanoi’ deki en eski pagoda olan Tran Quoc Pagodası’ nı,  Aziz Huyen Thien Tran Vu’ ya adanmış olan Quan Thanh Tapınağı’ nı ve hareketli Old Quarter’ ı  ( Eski Mahalle )  ziyaret edeceksiniz."
      },
      {
        "dayNumber": 10,
        "title": "Hanoi' den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Vietnam"
  }
]