[
    {
        "type": "overview",
        "Main_Title": "Our Uruguay holidays & tours",
        "Main_Paragraph": "From the promenades, yacht harbours and regional craft shops of the capital Montevideo to the rich diversity of bird and animal life along the coast in the lagoons close to Jose Ignacio, Uruguay is much more than just a filling in a South American sandwich. In this diverse country, our Uruguay holidays will have you wine tasting and wandering: through cobbled market places, along the ridges of sand dunes and up mountain trails. Small is beautiful on our trips: stay at boutique hotels and visit family-run vineyards and olive farmers. Our Uruguay tours employ the services of expert local guides to enhance your visit, and ensure that local people always benefit, too.",
        "Subtitle": "Uruguay highlights",
        "Title1": "",
        "Paragraph1": "While its difficult to fly directly into Uruguay, most holidays here start in the pretty port town of Colonia which is just a short hydrofoil ride away from Buenos Aires. From here, drive west to Carmelo and the wine region, or head straight out east, with a couple of days in Montevideo, the capital, before venturing to the glorious wetlands, desert and windswept Atlantic coast. Itineraries tend to hug the coast, rarely venturing inland, unless part of a longer trip around South America  when youll head north on your way to Iguazú Falls on the Brazil-Argentina border. Group tours will travel in private vehicles along well maintained roads, or take a self drive trip for extra flexibility and independence.",
        "image1": "",
        "Title2": "1. Anastasio Lagoon & José Ignacio",
        "Paragraph2": "Discover Uruguays natural offerings within the lagoons surrounding the village of José Ignacio. Spend a morning canoeing across Anastasio Lagoon, a great place to spot abundant birdlife. Take a leisurely bike ride to the village, have a picnic beside the lagoon, stroll around its shores, climb the nearby lighthouse or head to the beach and relax to the sound of the crashing Atlantic waves.",
        "image2": "",
        "Title3": "2. Cabo Polonio",
        "Paragraph3": "At Cabo Polonio, the long, sandy beaches widen out into a thick wedge of dunes, forming the Uruguayan desert. If you trek up to the highest point at the appropriately named Cerro de la Buena Vista, youll be rewarded with contrasting views across the desert, wetlands and Atlantic. One of South Americas largest sea lion colonies is here, and whales pass offshore from September to November.",
        "Title4": "3. Carmelo",
        "Paragraph4": "Situated at the point where the River Plate meets the Atlantic Ocean, this pretty port town has jacaranda shaded streets and a ruined Jesuit mission. Its also the gateway to Uruguays wine region. Take a daytrip to one of the vineyards, or spend a night or two at a beautifully restored wine lodge, with the option to cycle round the estate and enjoy bucolic countryside in all directions.",
        "image3": "",
        "Title5": "4. Colonia del Sacramento",
        "Paragraph5": "Usually the first stop on a Uruguay holiday, Colonia is just three hours by ferry from Buenos Aires and youll notice the shift in pace immediately. Its Barrio Histórico is a UNESCO site, the streets are cobbled and quiet and highlights include a 19th century lighthouse, the beachside promenade and little museums. Lose yourself in the Old Town, with its art shops and superb restaurants.",
        "Title6": "5. Estancia stays",
        "Paragraph6": "Ranches are serious business, and staying on one is the best way to experience Uruguayan life. Dont expect five-star frills; these are working ranches and most offer dorm beds with limited electricity. Youll work for your keep, too, with plenty of chores to keep you busy, from herding cattle to vaccinating lambs. For many guests though, this is the most memorable and treasured part of their Uruguay tour.",
        "Title7": "6. Montevideo",
        "Paragraph7": "Montevideo is one of those cities that make you think, I could live here. Its a cosmopolitan capital with architectural influences from across Europe, and a thriving market, the Mercado del Puerto. But it also lacks the traffic and chaos of most capitals, has its own city beach, and is a real mecca for artists and musicians. And youre never more than a short hop from rolling countryside."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to go to Uruguay",
        "Main_Paragraph": "Uruguay is a four seasons kind of country, with the sun shining from Oct-Mar, without the searing heat of the tropics further north. Youll encounter plenty of Argentine, Brazilian and Uruguayan tourists in the height of summer (late Dec-Feb), particularly around beach resorts such as Punta del Este, so Oct-mid Dec is the best time to visit Uruguay for good weather and emptier beaches. Expect crowds and price hikes around Easter and Carnival (mid-Jan to late Feb). Atlantic breezes keep temperatures mild all year, with low-mid 20°Cs in summer, and an average of 12°C in winter, but do expect fierce coastal winds.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Uruguay Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Uruguay Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 89%;\">78 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 92%;\">81 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 90%;\">79 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 82%;\">72 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 86%;\">76 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 80%;\">70 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 76%;\">67 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 85%;\">75 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 85%;\">75 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">88 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 81%;\">71 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 70%;\">62 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Uruguay travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Itinerary tips",
        "paragraph2": "David Nichols, from our partner, Journey Latin America, shares his top Uruguay travel tips:\nRemember Uruguay is a major producer of high quality wine. Plan to spend a night or two in the Carmelo region so that you can sample the local blends without having to drive. I love the province of Rocha, in eastern Uruguay. Everything is wilder, greener and even more relaxed. The coastline is perfect for long walks on the beach.",
        "title3": "Why Uruguay?",
        "paragraph3": "Uruguay is perhaps overlooked by most tourists because its a small country in a continent of giants. This is also what makes it a unique destination; unlike some larger countries you can experience its attractions without taking internal flights. You can get a real feel for a country whilst out on the road.  Uruguay has a population roughly the size of Greater Manchester so the roads are amazingly quiet compared to what we are used to in the UK. Beyond the well known resort of Punta del Este, the country is lined with quiet beaches and dotted with rural\nestancias\n, wineries and excellent hotels in often remote settings. It all makes having your own wheels very useful.",
        "title4": "The best time to go to Uruguay",
        "paragraph4": "If you plan to spend time on the coast, personally I would choose mid November to mid December, or February and March. The weather is warm, hotels good value and driving should be a pleasure. Its worth remembering things can get hectic on the coast between Christmas and mid January, and during Carnival, when Uruguay is hugely popular with South American sunseekers. The outside world is also beginning to discover Uruguay hosts an exuberant Carnival. You might consider timing your visit to coincide with the big parades in Montevideo in the days leading up to Ash Wednesday.",
        "title5": "Packing advice",
        "paragraph5": "Take binoculars. Although little known as a destination for birders, Uruguay has 550 types of bird and being overwhelmingly rural you notice them everywhere. Spring (September to October) and autumn (March to April) is best time, with lots of migrating species."
    }
]