{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "breathtaking-culture-and-nature-tour-of-colombia",
  "tourName": "Breathtaking Culture and Nature Tour of Colombia",
  "placesVisited": "Medellín (City), Cartagena",
  "generalInfo": "Enjoy the luxury of exploring Colombia’s rich culture and witnessing the country’s idyllic landscapes, from the buzzing city of Medellín to the coastal town of Cartagena, during this immersive 8-day Cambodia tour. Whether sipping on exceptionally well-brewed Colombian coffee while gazing over the lush forests or meandering the charming streets through the country’s age-old districts, Colombia’s charm is waiting to be discovered.",
  "durationDays": "8",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Medellín - The City of Eternal Spring",
      "description": "Colombia is a sprawling country of tremendous biodiversity that features the Andes Mountains, two deserts, and encompassing a part of the Amazon River basin. The destination is incredibly beautiful, and its allure is highlighted in the cherished city of Medellín, which is your first stop on this tailored tour. You will meet your private driver at the airport and transfer to your exquisite accommodation. Along the way, you will witness the staggering mountain summits that stretch beyond the cityscape toward the sky. What is commonly known as The City of Eternal Spring, Medellín boasts a tropical climate that will be a delight during your stay."
    },
    {
      "dayNumber": "2",
      "title": "Medellín - Heart and Heritage of Colombia",
      "description": "This morning, you will experience Colombia and its culinary staples in Medellín. Today, you will peruse spirited markets that overflow with cultural character. You can fuel up on sumptuous snacks before heading out to learn more about the city’s visionary initiatives with a visit to Parque de las Luces. This tour will focus on the importance of education in urban development in addition to capturing the fascinating creativity that is housed in the Parque Berrio. The streets that weave through Medellín’s charming districts are lined with fragrant flowers, and sweet aromas will pour from the windows of the city’s iconic eateries and chocolate factory along the way."
    },
    {
      "dayNumber": "3",
      "title": "Medellín - Colombian Coffee Overlooking the Greenery",
      "description": "Medellín is the buzzing capital of the Antioquia region, but it is also the gateway to the region’s bucolic countryside. The saccharine aromas of fruit-based beverages and flawlessly crafted dishes often emanate from the forested Ciudad Bolívar locale. Here, you will elevate your Colombian discoveries at an award-winning café that overlooks the viridian forests. By learning more about the meticulous production of what is argued to be Colombia’s finest coffee, you will discern every nuance of the globally adored beverage’s best brews. There are few sips quite as extraordinary as those enjoyed among the Colombian countryside."
    },
    {
      "dayNumber": "4",
      "title": "Medellín - Stroll along the Cobbled Streets of Santa Fe",
      "description": "Colombia is steeped in intriguing history, and its dramatic past is cataloged in the city of Santa Fe. A short trip from Medellín will allow you to delve into the tribulations and triumphs of Colombia. You will tour Santa Fe’s cobblestone roads that once served as a route for the slave trade and South America’s original suspension bridge, the El Puente del Occidente. Each significant heritage stop will unravel the past as it is reflected in important museums, astonishing architecture, and astounding artwork. Both melancholy and amazement will be felt during this immersive tour."
    },
    {
      "dayNumber": "5",
      "title": "Medellín - Colombia’s Colorful True Graffiti",
      "description": "True graffiti is a mark of Medellín’s local talent, which is a highlight you will be enchanted to discover. The roads of Comuna 1 are splashed in vibrant hues that span the entire color spectrum and present elaborate street art murals unlike anywhere else. As you pan your eyes from wall to wall, you will gaze through a catalog of Colombia’s most revered graffiti within a hip district laden with phenomenal places to eat. You will stop at fabled sites, such as the Urban Museum of Memories, to further highlight the crucial role that street art has played in the livelihood of local Cambodians."
    },
    {
      "dayNumber": "6",
      "title": "Cartagena - Transfer to the Captivating Caribbean Coast",
      "description": "The sun will rise above the Andes Mountains and flood Medellín in golden light. You can enjoy your final moments before transferring via plane to the Caribbean city of Cartagena. The walled-city is an endearing destination that features charming old buildings that are flanked by pink flower beds and remarkable colonial fortresses. You will begin your expedition through the city below the stoned walls of the momentous Castillo de San Felipe de Barajas and continue toward Getsemaní. In Getsemaní, magical street art murals dominate the web of roads that run between an ever-changing bohemian neighborhood."
    },
    {
      "dayNumber": "7",
      "title": "Cartagena - The Humble Allure of Palenque",
      "description": "Today, you will submerge yourself in the traditional Colombian way of life with a visit to the beloved rural town of Palenque. Listed as a UNESCO World Heritage Site, Palenque is shrouded in a captivating history that you will unearth while meandering along its quiet dirt roads and interacting with humble Colombian residents. Women adorned in bright, effervescent dresses carry large bowls on top of their heads, and men play traditional drums. There is a heartwarming atmosphere that reverberates through Palenque, and you will be immersed in this incredible atmosphere during your stay."
    },
    {
      "dayNumber": "8",
      "title": "Cartagena - Artisanal Trinkets and Sparkling Gems",
      "description": "This morning, you will explore the age-old districts of Cartagena in addition to appreciating the astonishing cuisine at cherished eateries throughout the city. Cruising along the roads, the colorful displays of curios in artisanal shops will catch your attention and draw you in to purchase a keepsake to commemorate your travels. You will be ecstatic to have spent such a memorable time in such a stunning county, and you will venture to the airport later in the afternoon to connect with your departing flight."
    }
  ],
  "map": ""
}