{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "iconic-experiences-of-colombia-tour-coffee-culture-nature",
  "tourName": "Iconic Experiences of Colombia Tour: Coffee, Culture & Nature",
  "placesVisited": "Bogota, Armenia, Cartagena",
  "generalInfo": "Colombia is a country of forest wonders and sea pearls while also topped with snow-capped volcanic peaks and the summits of the Andes Mountains. Breathe in the layered aromas of freshly brewed coffee under a master brewer’s guidance and then stand amidst the radiant figures painted by iconic Colombian artist Fernando Botero. Wander through tunnels in an antique fortress and then taste exotic flavors in fruits that you have likely never seen. Your customizable tour will immerse you in Colombia’s culture and traditions, from the world famous coffee plantations to the colonial heritage, you engage in the contemporary lifestyle and the emerging culture.",
  "durationDays": "9",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bogota – Arrive in the Vibrant Heart of Colombia’s Capital",
      "description": "Bogota embodies Colombia’s diverse culture and enchanting landscape. The city was founded in the 16th century by Spanish conquistadors and today the Bogotanos consider their city as a beacon of culture that is spreading across the valley into Andes Mountains’ foothills. History winds around the cobblestone streets of La Candelaria, the antique downtown, in which colonial buildings pepper the walkways of elaborate museums that depict the wealth of the city and Colombia’s past. Churches and convents with three centuries of history rise above contemporary restaurants and cafes fill the streets with the aroma of freshly brewed coffee. Street vendors prepare fresh arepas, a traditional flatbread often made with maize and cooked on a griddle, on the narrow lanes leading away from Plaza de Bolivar. Your private transfer will meet you at El Dorado Airport, and then make your way north towards your luxurious hotel near the San Carlos Palace. You will be able to see the stunning emerald forest draping over the ascending slopes of Cerro de Monserrate, the proud symbol of the city that stands at nearly 10,340 feet above sea level. Your hotel emanates the glamour of the former colonial era mixed with contemporary luxury as the historical building glows with gilded edges and a spacious common area with a view of the El Mirador and La Scala bell towers."
    },
    {
      "dayNumber": "2",
      "title": "Bogota – Full Day Tour of Bogota’s Museums and Culture",
      "description": "The morning air blends the fragrant scent of the trees that carpet Cerro de Monserrate with the aroma of rich coffee brewing in the cafes along the historical streets of La Candelaria district. At breakfast, you will find exotic fruits endemic to Colombia filling the dining room, with the bright yellow and orange rind of mangoes beside the most popular fruit in Colombia, maracuya , which is passion fruit. Your guide will meet you in your hotel lobby after your meal and lead you along the streets of the oldest part of the city. Murals decorate the stone and stucco walls beneath the overhanging rooftops. Thick stone steps lead to elevated doorways that frame the antique colonial homes as Plaza Bolivar remains the heart of the historical district and wraps around a 19th-century statue that depicts Simon Bolivar, after whom the square is named. The Cathedral borders the eastern edge of the plaza with a neoclassical façade that rises out of the 16th-century foundations. The sounds of the city encircle you, with vendors along Paloquemao Market selling meat, fish, dairy, and bright flowers. Cars amble through the business district, and you can see the funicular traversing the hillside to reach the summit of Cerro de Monserrate. The Botero Museum is located inside the Bando de la Republica’s museum complex, with galleries filling two floors. The open-air halls overlook a lush courtyard where a fountain trickles in the courtyard bringing a tranquil soundtrack to your time spent browsing the distinctive figures of Botero’s artwork. The figures are famous for their large, chubby hands, orange skin, thin mustaches, and dramatic colors."
    },
    {
      "dayNumber": "3",
      "title": "Armenia – Transfer to the Coffee Growing Quindío Region",
      "description": "The Andes Mountains frame the high-rises and urban sprawl of Bogota with the morning light that spreads across the cityscape. At breakfast, you will discover more exotic fruits decorating your dining room tables, and this time you may bite into a gulupa , a cousin to the passion fruit with dark purple skin with a sweet and tart taste. The Iglesia de la Veracruz shimmers white against the powder blue sky in the distance, and locals refer to the church as the Pantheon of Colombia for the amount of revolutionaries that have made strides towards Colombian independence that are entombed inside the walls of the humble church. After breakfast, your private transfer will meet you at your hotel and escort you to the El Dorado airport for your easy flight to Armenia, the capital of the Quindío region. Your flight will descend onto the runway with the greenery of the valley glowing as if paved with precious stones. Palm trees rise surreptitiously around the airport, and your private transfer will meet you at El Eden Airport and escort you to the comforts of your accommodation in view of the Central Andes Range. Banana and coffee plantations overtake the countryside with fruit trees and bamboo growing wild around the hotel grounds. The pool reflects the greenery of the lush landscape with terraces that offer sweeping views of the undulating mountains and sweet scents of the orchards. Brahman white cattle graze on the mountain pastures and a gurgling fountain decorates the interior courtyard. You will take your time on the hotel grounds to watch the hummingbirds feed off of the nectar from the flowers that dangle around the hotel rooftop. With wings that flutter at a speed of up to 70 times per second, the hummingbirds have iridescent plumage that ranges from sapphire to crimson and bringing color to the skies."
    },
    {
      "dayNumber": "4",
      "title": "Armenia – Tour Nature in Valle Cocora and Culture in Filandia and Salento",
      "description": "The Quindío region is known for its coffee and fruit orchards that thrive against the backdrop of the protected landscape of the Cocora Valley. At breakfast, the small purple berries known as mora decorate your plate. The tart flavor blends perfectly with the orange and cherry tomato sized fruit known as uchuva , that offers a blend of sour and sweet. Hummingbirds continue to flutter their wings around the flowers growing in the yard, and your guide will meet you in the lobby and lead you along the valley roads which are rich with the herbaceous aroma of the verdant, tropical plant life to the town of Filandia. Filandia is a traditional coffee town that was founded in the 19th-century. With an elevation of more than 6,300 feet above sea level, the viewing tower offers views to the meandering waters of the Cauca River and to the snow-capped peaks of volcanoes in Los Nevados National Park. The main square focuses on the colors of the central church, with lanes that crisscross beneath the bell tower and lead to welcoming cafes and delicious local restaurants. The decadent scent of coffee emanates from the cafes to create a cocktail of aromas, blending the roasted grain with exotic fruits and sweet, herbaceous flowers. Houses form continuous lines of pastel colors that border the streets. Continue into the Cocora Valley in search of Colombia’s national tree, the wax palm. The tree can grow up to 200 feet tall and grows bright red fruit in the canopy. The trees edge the mountains and grow along the valley and foothills to create the unique skyline that rolls along the hills."
    },
    {
      "dayNumber": "5",
      "title": "Armenia – Discover Coffee Culture",
      "description": "Coffee remains the soul of the Quindío region with plantations growing along the dales that overlook the valley floor. At breakfast, the rich and captivating aroma of roasting coffee beans emanates from the kitchen, with a hint of chocolate drifting through the air. The pink flesh of the guava accompanies the traditional meal of fried eggs, black beans, and fried plantains. Your guide will lead you from the hotel to a hacienda that specializes in the cultivation of coffee beans. The crop thrives at an altitude between 4,900 and 5,900 feet above sea level, and the rainforest climate adds to the fertility of the soil and the character of the coffee. Your guide will lead you through the fields for a look at the plants growing in the plateau and into the hillsides. The plantation home glows white against the surrounding verdant trees, and the leaves of the plant feel waxy from the chlorophyll. The shrub produces red seeds similar to pomegranate seeds. Workers help blanch the coffee beans by washing and peeling the outer layer until the bean is revealed before letting the crop dry. The grain has a sweet, flowery aroma before it dries. However, after the drying cycle, you will find delicate hints of fruit fading behind notes of caramel and soft chocolates. In the tasting room, you will go beyond a simple sample for your palette with your guide taking a variety of beans from around the grounds, each aged and prepared differently. You will savor every single tasting as you inhale the amazing aromas deeply as they rise from your cup."
    },
    {
      "dayNumber": "6",
      "title": "Cartagena – A City in a Caribbean Setting",
      "description": "In the morning, you will bite into the mild carambolo , also known as a star fruit, aptly named for its unique shape. The scent of caramelized plantains fills the dining room. Steam rises from your coffee cup, and you will take a deep breath as you recall the tips your guide gave you the previous day. After breakfast, your private transfer will escort you to El Eden Airport for your flight to Cartagena, the Caribbean city rich with colonial architecture, seaside panoramas, and the famous labyrinthine streets of the old town district. The 16th century emanates from the aroma of the antique stone that shapes the fortress and city walls. Turquoise water splashes at the shoreline with small stretches of grass and sand set between the road and the sea. Boutique cafes and vibrant shops hide within the maze-like cobblestone walkways. The modern skyline of Bocagrande fills the distance with white high-rises and glistening blue-farmed structures that contrast with the lazy waves that lap at the sandy beaches. Your private transfer will meet you at Rafael Nunez International Airport and escort you to a hotel that effortlessly blends the luxuries of the colonial era city with the comforts of contemporary living within a restored 17th-century structure."
    },
    {
      "dayNumber": "7",
      "title": "Cartagena – Explore the Wonderful History and Scenery",
      "description": "In the morning, the Old Town fills with the aromas of rich coffee and the ocean breeze. Cafes set their tables out along the cobblestone streets and at breakfast you will sample the traditional exotic fruits, from the banana to the tamarillo . Your guide will meet you at your hotel and escort you through the narrow cobblestone lanes of Old Town to reach Puerta del Reloj, the Clock Tower entrance that stands as a symbol of the city. The early 20th-century Swiss clock adorns the 17th-century wall crafted from strong stone, and the tower itself glows with bright yellow paint against the aged façade of the supporting wall. The former customs house in Plaza San Pedro de Claver now houses the Cartagena Museum of Modern Art, in which Colombian artists blend images of a colonial past with contemporary techniques to offer insight into the ways the past has shaped the present. Enrique Grau painted Panoramica de Cartagena in the 1990s, which depicts an image of the city in three parts, each containing a realistic version of the architecture with a rich and eccentric portrait of the sky. The scent of fresh squeezed lemons emanates from carts that offer juice on the shaded cobblestones of Plaza Bolivar. History breathes deep inside the old walls with dynamic life renewed daily."
    },
    {
      "dayNumber": "8",
      "title": "Cartagena – Delight in the Caribbean Ambiance of the City at your Leisure",
      "description": "Wake as the sunlight rises over the beaches on the eastern shores of Colombia. The water splashes against the golden sand in Bocagrande. Casa de la Historia stands inside the Castillo de la Mota, atop the summit of Monte Urgull with views to the shore. The interior galleries exhibit an evolution of the city’s military prowess in view of the fortress walls with Andalusian ambiance. At breakfast, you will sip your freshly brewed coffee ready to enjoy the day at your leisure, wandering the tunnels of Castillo San Felipe de Barajas or enjoying the thrilling crowds wandering Mercado de Bazurto. Street vendors set up stalls alongside the walls that showcase handmade bracelets and rings. Open-air local buses painted with pastel hues offer tours around the shoreline between Old Town and the high-rises of Bocagrande. Cabanas provide shade to beachgoers before they run to the water to dip their toes into the refreshing Caribbean as it splashes against the hot sand. You will make your way north for the day, leaving the city behind for the countryside landscape of Totumo Volcano. The tropical landscape is filled with lush leaves and towering mountains, glistening cobalt lakes and dense forests. You will soon reach the volcano, which stands upwards of 50 feet above the ground. The lava no longer bubbles but instead, contains a tame bath of relaxing mud. Climb the staircase to the crater before dipping your body into the warm, thick mud. The minerals in the soil help smooth your skin and rejuvenate your body after your time spent traveling around Colombia."
    },
    {
      "dayNumber": "9",
      "title": "Cartagena – Depart for Home",
      "description": "Cartagena is the oldest Spanish city in Colombia and embodies a European coastal ambiance blended with South American flare. At breakfast, the tropical life of Colombia emanates from the unique fruits of guava and feijoa , both on your breakfast table. A local ice cream shop offers regional flavors whipped into creamy and refreshing popsicles, and locals and visitors alike venture to the shop in Old Town to grab a strawberry-mango or white-chocolate pistachio treat. Fishmongers at Mercado de Bazurto stack their product on the tables in view of passersby. Granadilla, a type of orange fruit with a thin rind creates a pyramid on the table beside bunches of stacked bananas. The dome of Santo Domingo Church glints in the sunlight above the tiers of the colonial buildings that line the street and frame the white-figured church. Your private transfer will meet you at your hotel after breakfast and escort you to Rafael Nunez Airport for your flight home."
    }
  ],
  "map": ""
}