{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "past-present-of-colombia-tour-colonial-charm-to-modern-luxuries",
  "tourName": "Past & Present of Colombia Tour: Colonial Charm to Modern Luxuries",
  "placesVisited": "Bogota, Medellin, Cartagena, Pereira",
  "generalInfo": "From the rustic walls in Cartagena that overlook the Caribbean Sea to the emerald forest canopies as viewed from the heights of Medellin’s crisscrossing gondolas, your custom-tailored tour will immerse you in the stimulating colonial charm and contemporary renaissance of Colombia. Wander the breadth of a coffee plantation for a better understanding of cultivation, and then linger beneath the inspiring heights of wax palms that soar over the Cocora Valley. Witness the bright colors and unique character of Fernando Botero’s artwork as whether on rural walkways or urban streets, colonial history is threaded throughout Colombia, offering context to its past and present cultures.",
  "durationDays": "10",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bogota – Arrive in the Bustling Capital City of Colombia",
      "description": "Nestled in the Andes Mountains at an altitude of nearly 8,650 feet above sea level, Bogota embodies the rising spirit of Colombia. High-rise buildings soar in the sky beside elegant colonial churches, graceful university campuses, and opulent theaters. Futuristic architecture contrasts with the preserved wealth of history that decorates the streets with street stalls that emanate the aromas of fresh savory arepas and sweet pineapple. Your flight will arrive at El Dorado International Airport where you will meet your private transfer at baggage claim. The city is a riot of color that erupts around you as you venture north. Your luxurious hotel offers a view of the lavish skyline and the emerald trees that overtake Monserrate, the church-topped mountain at the edge of the city that rises 10,341 feet above sea level to the east. From the summit, you can see the entirety of the capital that spreads across more than 650 square miles. Patches of robust clouds drift across the sky and open to a view of Nevado del Tolima’s coned peak, a volcanic crater nearly 80 miles west of the city."
    },
    {
      "dayNumber": "2",
      "title": "Bogota – Discover the Culture on a Full Day Private Tour",
      "description": "In the morning, the scent of fried plantains and buttery eggs emanates from the small restaurants and cafes found around the city. Richly roasted coffee, with beans harvested in the Colombian hills, drips into plastic cups served by street vendors and enjoyed by business people on their way to the office. After breakfast, your guide will meet you in your hotel lobby ready to take you through the charms of the bustling capital city, beginning with Paloquemao Market. Fruit vendors fill their stalls with ripe bananas and purple potatoes as the scent of plantains and bell peppers fill the air. Aromatic herbs, such as mint and cilantro son overtake the fruity aromas as the day unfolds. An abundance of colors fills the stalls and truck beds with florists that carry orchids, roses, and birds of paradise. A section of the market has long tables connected to eateries, with locals blending exotic fruits, such as passion fruit, with milk and ice. You can sample a fresh orange juice for a sweet and tangy vibrancy you have never experienced before. Venture next to the Gold Museum for an intimate view of the wealthy artifacts on display that exhibit upwards of 55,000 of pieces of jewelry, animal carvings, and figurines crafted by the indigenous population before Spanish colonization. The vibrant history and traditions that have been carried over from the indigenous population in the marketplace expand into an image of heritage and religion, set inside the colonial palace. On the third-floor, you will discover the “Offering Room,” which shows how the indigenous population used gold in their rituals, including throwing figures that depict warriors into the Laguna de Guatavita. The light glints off of the rich and intricate gold carving known as the “Muisca Raft,” representing the inauguration of the chief."
    },
    {
      "dayNumber": "3",
      "title": "Pereira – Transfer to the Coffee Region and Visit a Horse Farm",
      "description": "The morning light will wash over the Plaza de Bolivar, with the central 19th-century statue of Simon Bolivar watching proudly over the city. The Palace of Justice borders the plaza’s northern edge, with the early 19th-century neoclassical façade of the Cathedral of Bogota decorating the eastern border. The dominating figure first hosted mass in the 16th century and was rebuilt after an 18th-century earthquake. The largest chapel inside the structure contains the tomb of Bogota’s founder, Jimenez de Quesada. After breakfast, your private transfer will escort you to the airport for your short flight to Pereira to see it all, and the fast-paced city welcomes visitors from around the world with warm smiles and a pulsing nightlife filled with an abundance of dancing. Your guide will meet you at Metacana International Airport and lead you to a private horse farm celebrated for the unparalleled grace with which the horses parade across the plain. Paso Fino horses grow up to 15 hands tall, which accounts for five feet. They graze on the lush grass that stretches across the farm. The aroma of cedar drifts from the wooden gates with sporadic trees that rise along the hillside until reaching the bordering forest. The chocolate coat of the horse shines in the sunlight, and your guide will lead you around the farm to watch the horses trot elegantly around the stables. You will immediately notice their distinctive gait, a four-beat, quick stride with a head held high."
    },
    {
      "dayNumber": "4",
      "title": "Pereira – Explore the Beauty of Cocora National Park",
      "description": "Your luxurious hotel offers a countryside ambiance with open grasslands that lead to the hillside trees and into the forest-clad mountains. At breakfast, the scent of freshly cooked arepas , a flat, round patty of maize or flour, fills the air. You will sip a decadent hot chocolate made fresh with melting chocolate and milk before setting out on your daily adventure with your guide. The green mountains sparkle with an enrapturing emerald canopy around the town of Salento. Coffee plantations spread to the banks of the Quindío River, in which a freshwater trout thrives. Thin palm trees tower over the endlessly green landscape as cows graze on the fresh grass. Charming streets typical of the countryside lead to colorful colonial homes decorated with brightly painted facades and small balconies adorn the wide stone walkways, and structures known as bahareque, made with reed frames. The town was founded in the mid 19th century and remains one of the oldest towns in the Quindío region. Stalls offer handmade artisan crafts and line the main boulevard of Calle Real. Stairs lead from the end of the street to the summit of Alto de la Cruz, upon which a large cross stands to bless the people of Salento. Snow-capped volcanoes decorate the horizon beyond the mountains that border the Cocora Valley. Step aboard a four-wheel drive jeep to traverse the trails of Cocora National Park. The river rushes over large rocks and lush banks, with rickety bridges crossing the waterways to make you feel like an adventurous archeologist. The scent of waxy leaves emanates from the trees, decorated with the bright colors of hummingbirds. Wax palm grows wild in the unique mixture of tropical and alpine climate and grow up to 200 feet tall with dark green and grayish leaves. Orange-red globose fruits dangle from the canopy as the tree is unique in its size, but also important as it represents Colombia as the nation’s protected tree."
    },
    {
      "dayNumber": "5",
      "title": "Pereira – Tour a Historical and Working Coffee Plantation",
      "description": "In the morning, the scent of roasted coffee accompanies the sweet aroma of passion fruit and star fruit. The mountains encircling the valley provide a stunning image of the landscape in the morning as immaculate clouds pass over the peak before dissipating. Your guide will meet you at your hotel after breakfast for an overview of the history of coffee production in the region, beginning with the grain’s colonial introduction to its continued cultivation and thriving around the Cocora Valley. The plantation overtakes the hillside with the local farmers selecting the best beans to grow and harvest based on tradition. After visiting the terraces on which the plants grow, you will turn to the cultivation of the crop. A large, antique hand-cranked mill helps peel the coffee beans during a process known as “washing.” The skinned plant resembles a cherry tomato before the beans dry in a tented, segmented area. The aroma of roasted coffee beans overtakes the exotic scent of the surrounding trees as your guide spills the beans into a frying pan to show how a person could easily roast a small amount themselves at home. At the end of the tour, your guide will add water to the handpicked beans to produce a delicate, yet bold, cup of coffee with natural hints of chocolate and nutmeg."
    },
    {
      "dayNumber": "6",
      "title": "Medellin – Visit with Local Artists around the City",
      "description": "In the morning, you will have a new respect and understanding for the delicious coffee crafted in Colombia. You may want to add a dash of milk and sugar to balance the bitter and sweet flavors before nibbling on juicy slices of fresh mango. Your private transfer will meet you at your hotel before escorting you to the airport for your flight to Medellin, located in a narrow valley nestled between the towering mountains. The city continues to reveal its true self as it emerges from the shadow of its tumultuous past marred by the image of Carlos Escobar. The moderate climate provides a relaxed ambiance with the colonial structure blending behind the swath of street vendors and food carts. A distinctive collection of bronze statues depicts pudgy dogs, people, and horses that decorate the main square of Plaza Botero, named after the famous Colombian artist. The black and white Gothic structure of the Palacio de la Cultura Rafael Uribe Uribe fills the square and frames the statue. To begin your exploration, you will land at Jose Maria Cordova International Airport to meet your private transfer. After checking into your opulent, contemporary hotel in the heart of the city’s lively streets, your guide will lead you on a tour of Comuna 13. The neighborhood was formerly the most dangerous barrio in the city but has engaged in innovative regeneration projects that have revitalized the community through various types of art and neighborhood involvement. Your guide will lead you up the electric escalators that ascend the hills to a height of nearly 1,260 feet. Sanctioned graffiti adorns the walls as the bright colors of the murals imitate the tropical hues also visible in the natural landscape. The view from the top of the hillside offers a panorama of Medellin’s rooftops that sprawl across the valley and the surrounding foothills."
    },
    {
      "dayNumber": "7",
      "title": "Medellin – Delight in your Views from a Cable Car and visit a Flower Plantation",
      "description": "At breakfast, you will discover more exotic fruits than you had known existed with gooseberries and zapote filling your plate beside a tree tomato, which resembles a kiwi in flavor. After your meal, your guide will lead you out into the city once more, this time to highlight Medellin’s commitment to innovation by taking the metro-cable, which opened in 2004. The gondola carries upwards of 30,000 people daily across the city, even taking people outside the city to Parque Arvi. Look down on the passing city below to the brick homes that climb the hills, as well as to the sporadic high-rises found at the center of the city. Men sit outside of the colorful cafes and sip coffee or beer. Kids ride their bikes on the cobblestone streets of the barrios along the hillsides. Street art decorates the walls and rooftops where locals barbecue or fly kites. Lush greenery frames the cityscape as a reminder of the closeness between the vibrant streets and equally exciting countryside. On the outskirts of the city, you will discover a flower plantation, one of many that overtake upwards of 17,500 acres around Colombia. The town of Santa Elena stands at 6,560 feet above sea level and contains nutrient rich soil on which farmers grow an abundance of flowers for local and international markets. The fields glow with reds, whites, yellows, and blues from carnations, roses, and mums. You can wander the rows between the flowers with the mountain air brimming with the natural sweetness that emanates from the pollen. Continue into Parque Arvi, a nature reserve stretched between Santa Elena and Medellin, which features a number of important archeological sites connected to the indigenous communities and the heritage of the region."
    },
    {
      "dayNumber": "8",
      "title": "Cartagena – Gastronomy Tour of the Historical City",
      "description": "The sunlight peeks over the mountain tops and spreads across the Biblioteca Espana. A public structure erected in 2007, the building resembles black stone rising out of the trees on the hillside. Three interconnecting structures offer different programs, from books to training rooms, and an auditorium all connected by footpaths. After breakfast, you will take a private transfer to the airport for your flight to Cartagena. The Caribbean city on the eastern shores of Colombia has a fairytale elegance that emanates from the eight miles of centuries-old colonial walls erected in stone and surrounding the historical center. A labyrinth of cobbled alleys winds beneath the balconies that are decorated with bougainvillea. Church spires cast refreshing shadows over public plazas that maintain a European quality. Trendy cafes overtake the beach side of Bocagrande Peninsula, with luxury condos that overlook the water. Your private transfer will meet you at Rafael Nunez International Airport before escorting you to a luxurious hotel that effortlessly blends vintage style with contemporary amenities located inside a renovated 17th-century colonial structure. The bright yellow façade of the Cathedral was erected between the late 16th and early 17th centuries. The marble look of the interior is actually painted stucco, and the limestone exterior has protected the three naves and curved archways of the interior. Gold leaf adorns the retable set beside the stone columns and beneath the towering archways."
    },
    {
      "dayNumber": "9",
      "title": "Cartagena – Savor the History along with a Rum and Chocolate Tour",
      "description": "In the morning, the walls of the 17th-century Castillo de San Felipe de Barajas dominate Old Town on San Lazaro Hill at more than 130 feet above the cityscape. The stone glints as if molded in gold as a network of tunnels meanders around the fortress. Once needed to defend the city, the cacophonous halls echo with every sound an enemy might make. You will venture out on a guided tour of the city, traversing the tunnels of the Castillo and reaching Convento de la Popa, located on the tallest hill in Cartagena at nearly 500 feet tall. Elegant flowers fill the patio beneath the image of the city’s patron, La Virgen de la Candelaria. You will have a spectacular view of the city and its maze-like streets that reach towards the crystalline water. Step beneath the archways and into the former dungeons of Las Bovedas, set within the nearly 50-foot thick city walls. The vaulted ceilings once stood over munitions storerooms, which were later converted into a jail. Contemporary craft shops now fill the 23 cells and iron doors hang open to display handcrafted goods, such as colorful hammocks, sewn bags, and wooden puppets. The aroma of lemon juice emanates from the vendors that serve fresh ceviche as women street food vendors fry maize and plantain chips. Your guide will lead you through the city for a sampling of rum and chocolate beginning at the ChocoMuseo for an introduction into the chocolate making process."
    },
    {
      "dayNumber": "10",
      "title": "Cartagena – Depart for Home",
      "description": "Wake in the morning to a city filled with traditional charm at the Mercado de Bazurto. Fresh exotic fruits form pyramids along the vendor stalls, from cherimoya to lulo, a citrus fruit similar to lime. The antique walls surrounding the old city have a caramel hue, reminding you of the various rums you sampled the previous day during your tasting tour of the classic city. The sweet treats of Portal de Los Dulces, a market located beneath the archways of the Clock Tower Gate, fills the streets with the aroma of rock candy and sweet cream. For more than 100 years, the market has provided locals and visitors with handmade goods displayed in small glass jars. After breakfast, your private transfer will meet you at your hotel and escort you to Rafael Nunez International Airport for your flight home. As the plane ascends, you will see the sapphire water of the Caribbean Sea and the gilded dome of the Cathedral rising above the labyrinthine streets of the colonial city."
    }
  ],
  "map": ""
}