{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "private-guided-tour-of-bogota-medellin-cartagena",
  "tourName": "Private Guided Tour of Bogota, Medellin, Cartagena",
  "placesVisited": "Bogota, Villa del Leyva, Medellin, Cartagena",
  "generalInfo": "Colombia will fill you with awe as you take in the well-preserved colonial homes and Spanish castle walls. Marvel at the subterranean cathedrals and a city’s rebirth seen through displays of public artwork. Your custom tailored tour will immerse you in a country unlike any other with panoramas of Bogota’s glinting rooftops set beneath Andean peaks and the unique architecture of Medellin’s public library, which resembles black boulders propped against the hillside. Whether lingering on a sun-drenched beach near Cartagena or tracing the history of a palace connected to the Spanish Inquisition, Colombia embraces its past and looks proudly towards its future.",
  "durationDays": "8",
  "price": "7,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bogota – Arrive in the Bustling Capital of Colombia",
      "description": "Bogota dances to the traditional rhythm of salsa music that fills the hearts and souls of Bogotanos , represented in the bright artwork that drapes over the walls of the city, on the dance floors in the vibrant clubs, and in the cafes in which the delicate aromas of tropical fruits blend with traditional flavors made anew. Your flight will land at El Dorado Airport where you will meet your private transfer at baggage claim. Your first views of the city will come in the form of the rustic-red hues of the sunlight that bounces off of the rooftops and bricks built around the residential buildings that hug the slopes of the Andean hillsides. The green forest carpets the summit of Cerro de Monserrate as it rises out of the city’s northeast topped with an opulent church and panoramic views of the city. You can see the funicular traversing the slopes to reach the peak before returning to the hill’s base. Colonial homes border the cobblestone streets in the historical district known as La Candelaria, which was established in the 16th century. The church of San Francisco was erected in the 1560s and decorated with a large wooden altar surrounded by gold leaf-covered columns. It is the oldest church in the city, having survived earthquakes and tumultuous governments. You will take in the riots of color draping the colonial structures of the historical neighborhood, along with adorning walls and buildings around the city. The murals share the stories of Colombia’s past and contemporary living conditions, acting as satire, political rebellion, or even cultural celebration for artists and communities across Bogota, as seen through the unique portrayal of the country’s birdlife on a wall overlooking the brick walkway of La Candelaria."
    },
    {
      "dayNumber": "2",
      "title": "Bogota – Enjoy a Historical City Tour to View the City’s Museums and Culture",
      "description": "Wake up in the embrace of your opulent hotel filled with the elegance of colonial features with contemporary style. At breakfast, you can sit on the open terrace to enjoy the view of the city’s rooftops, enhanced by the aroma of fresh squeezed orange juice and coffee brewed with quality beans cultivated in Colombia. The vibrant colors of the fruit will strike you immediately, promoting the exotic treats that grow locally around Bogota and Colombia, from passion fruit to plantains. Your guide will meet you in your hotel lobby eager to take you on an engaging tour of the cityscape by blending the history of Bogota with the city’s contemporary culture. Locals venture to Andre’s Carne de Res to enjoy the interesting décor of dangling road signs, storefront images, and metalwork bringing a colorful atmosphere to the enticing aroma of perfectly cooked steaks. Street vendors sell sodas, water, and fresh strawberries in the sunlight that spreads across the antique cobblestones. After visiting the oldest square in the city at Plaza Bolivar, and taking in the distinctive charms of the Botero Museum, you will venture to the Gold Museum, which features more than 35,000 pieces of pre-Columbian artwork, boasting one of the grandest collections of pre-Hispanic golden artifacts in the world. The gallery is located inside the Banco de la Republica, a vast complex that is home to a variety of museums. The exhibits craft a story of the indigenous population before the Spanish arrived, with four main galleries. You will marvel at the Cosmology and Symbolism exhibit, which immerses you in an exploration of mythical symbols surrounding the precious metals. Four independent stands rise in front of a gray wall, and each stand holds a relevant artifact connoting a deity produce between 500 and 2,000 years ago. The value of each figure emanates less from the material used and more from the importance placed on the artifacts by the indigenous peoples."
    },
    {
      "dayNumber": "3",
      "title": "Villa de Leyva – Discover the Tiers and Layers of the Salt Cathedral",
      "description": "In the morning, you can look out over the city and watch the sunlight shape the rusty-red hues of the brick-top structures spread around the cityscape. Homes straddle the promontories and hillsides beneath the lush canopy that sweeps over the mountains. After your meal, your private transfer will meet you in the hotel lobby and lead you out of Bogota to the Salt Cathedral of Zipaquira. Located in the mountains more than 1,500 feet southwest of town, the underground network of cathedrals and tunnels opened in the 1950s, traveling 660 feet underground. The walls are cool and smooth to the touch as you run your fingers along the tunnels. Three sections represent the life cycle of Jesus, from birth to death, with icons and ornaments detailing the architecture. You cannot help but marvel at the delicate details hand carved into the halite rock, embellished with marble sculptures. A stone recreation of Michelangelo’s Creation of Man glows in blue light against the backdrop of a large cross hanging on the wall. The backlit stone figures, from images of angels to massive crosses, cast an ethereal glow across the dim caverns with purple, orange, and tan hues scattered across the cathedral galleries. When you exit the cavern, the sunlight brings the bright hues of the historical township back into view. Your driver will meet you at the entrance and lead you to the charming town of Villa de Leyva."
    },
    {
      "dayNumber": "4",
      "title": "Medellin – Tour the Charm of Villa de Leyva before Transferring to Medellin",
      "description": "In the morning, you will wake up in the colonial comforts of your luxurious room accented with both original, and refurbished colonial architecture. An archway separates the bedroom from a sitting room, with rose windows filled-in with colorful glass. Your guide will meet you after breakfast eager to show you the wealth of history preserved in the town a short distance from Bogota’s bustling streets. The town was established in the 1570s and has maintained its colonial architecture. Carriages roll down the street, and children fly kites in the heart of the enormous Plaza Mayor, which stands at nearly 400 feet by 400 feet. The humble parish church adds to the magnitude of the square and its beauty. The peaceful and bucolic streets lead to narrow alleys before touching back onto the main boulevards that lead to the encircling plains. Museo del Carmen hosts a variety of religious art crafted throughout Colombia’s history, from the 16th century onward. The former convent has a gorgeous courtyard with a central fountain bubbling with water. An old factory once helped supply colonial troops with alcohol and today features rotating exhibits by renowned Colombian artists. Your private transfer will meet you at the end of your tour and escort you to El Dorado Airport in Bogota for your quick flight to Medellin."
    },
    {
      "dayNumber": "5",
      "title": "Medellin – Explore Medellin’s Vibrant History and Surrounding Landscape",
      "description": "In the morning, the beauty of Medellin will shine through the decorative murals of the city, shedding light on the past and emphasizing the cultural shift in the city’s present. Your hotel provides a warm boutique environment focused on luxury and comfort, with views to the forested hillsides contrasting with the urban streets. The city has reinvented itself, with locals feeling as though they have separated from the country as a whole. In Bogota, the people danced to the rhythms of salsa as the base of their historical and contemporary songs. In Medellin, locals move to the beat of reggaeton and techno, shying away from Colombian tradition. Mountain peaks surround the city with the cable cars of the metro crisscrossing the skyline. The climate hovers around a perfect 75 degrees Fahrenheit year-round and the sunlight glints off the black boulders on the hillside, which contain the three branches of the public library. Botero Square stands in the heart of the Medellin, encompassing nearly 35,200 square feet of downtown beneath the towers of St. Anthony’s Church. An open-air gallery allows passersby to enjoy the art of Fernando Botero with upwards of 23 bronzes decorating the walkways, from pieces of historical nature, such as Roman Soldier , to anatomy, in the form of The Hand . Locals and the city government believe the statues bring good fortune and have in turn inspired art into an important form of expression throughout the city."
    },
    {
      "dayNumber": "6",
      "title": "Cartagena – Fly to Cartagena for a Walking Tour of the Antique City Center",
      "description": "On the outskirts of the city, the crystal-clear waters of the Claro River wind along the marble rock-bed to shape the valley east of Antioquia. Citron-throated Toucans linger in the trees and feed on the natural fruits and nuts that grow within the canopy. Their sharply hooked beak shines with variations of bright yellows and greens against the blue plumage that surrounds their eyes. After breakfast, your private transfer will meet you in your hotel lobby and escort you to Jose Maria Cordova International Airport for your flight to Cartagena. Your plane will descend along the coastline, and out the window, you can see the sapphire waters of the Caribbean Sea lapping against the sandy shores near the old walls of the San Felipe de Barajas Castle. You will meet your private transfer at baggage claim and set out on an introductory tour of Old Town, bordered by the tan walls of strong stone erected in the 16th century. The city is rich with culture and history, with colonial homes telling tales of pirates and hidden gold. Horse drawn carriages travel down the cobblestone streets as balconies and doorways have brightly painted frames. The walls of the city lead to antique churches and colonial mansions. Your guide will introduce you to Inquisition Palace where trees shade the walkways, palms flutter in the breeze, and fountains cool the tropical air. The 18th-century Baroque structure features wooden balconies draped with blossoming bougainvillea. The courtyard filled with palms accentuates the yellow plaster work and bright tiles."
    },
    {
      "dayNumber": "7",
      "title": "Cartagena – Relish a Day at Leisure to Explore or Relax as you Prefer",
      "description": "In the morning, the sweet aroma of passion fruit blends with the sweeping sea breeze. You can sip your coffee and enjoy a traditional breakfast of black beans, eggs, and fried plantains. Outside of your hotel, the bougainvillea frame the pastel hues of the colonial homes that line the streets and lead to the whitewashed dome of the Cathedral. After breakfast, the day is yours to enjoy the beauty of the city and its surrounding pleasures. Dip your toes into the hot golden sand around Bocagrande or venture to Islas del Rosario, an archipelago less than 20 miles off the coast containing 27 islands. The boat ride takes you along the crystalline waters of the Caribbean Sea. Water splashes up from the hull and sprays mist on your cheeks. The sea maintains an average temperature of 80 degrees Fahrenheit and the stretch of white, powdery sand known as Playa Blanca glows in the sunlight. The edge of the beach offers a perfect spot on which you can lay down your towel and relax in the bright lights of the midmorning sun. The water is clear enough for you to view the seafloor as the sand brushes against your skin. The fine grains of the white sand sticks to your shoulders, along with remnants of the salt from the water. You can set out to a local coral reef to relish the tranquil water and vibrant underworld activity, from billowing sea anemones to brain coral rising out of the sand like a sudden hill."
    },
    {
      "dayNumber": "8",
      "title": "Cartagena – Depart for Home",
      "description": "The morning rises as women draped in bright clothing walk along the cobblestone streets carrying large bowls stacked on their head. The yellow clock tower stands to watch above the 16th-century walls, marking the entrance and exit to the antique city streets. Kids rush to a jetty near the edges of the fortress walls, diving off the wooded promontory into the water. Fishers take their nets to labyrinthine lanes of Mercado Bazurto. At breakfast, you will enjoy the comforting flavor of a freshly brewed coffee made with Colombian beans. Your private transfer will meet you at your hotel when you are ready and escort you to Rafael Nunez International Airport for your flight home."
    }
  ],
  "map": ""
}