{
  "destination": "Colombia",
  "mainPhoto": "",
  "id": "the-real-encanto-tour-in-colombia",
  "tourName": "The Real Encanto Tour in Colombia",
  "placesVisited": "Medellin, Santa Elena, Armenia, Salento",
  "generalInfo": "Bring the magic of Encanto to life as you embrace the Family Madrigal during your 8-day family-friendly adventure of Colombia. Experience the colorful landscape, vibrant wildlife, and captivating culture captured in the charm of Disney’s animated film. With stunning accommodations and thoughtful itinerary design, be caught up in the magic of this undiscovered region of the world. Note: Zicasso is not affiliated with, sponsored or endorsed by Walt Disney Animation Studios or Walt Disney Studios Motion Pictures.",
  "durationDays": "8",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Marinilla - Arrive in the World of Gifted Encanto",
      "description": "As your flight lands in Medellin, savor your first look at the the City of Eternal Spring. The city shines with an endless emerald green that blankets the jagged peaks that surround the city. With warm weather year-round, verdant trees, and vibrant flowers, Medellin represents Tia Pepa in her best mood! Welcomed upon arrival by your driver, you will soon be en route to your beautiful accommodations. If your time allows, you may opt to stop and discover more about the colorful ceramics that adorn the welcoming Madrigal Casita in the film by visiting El Carmen de Viboral, the ceramics capital of the country. Enjoy time with one of the most famous ceramic makers in town to mix raw material, mold, and decorate your own ceramic projects before continuing to Cannua Lodge for the evening. Nestled into the heart of the mountains, embrace the feeling of genuine magic as though you have stepped into Antonio’s room to stay in a Cabana Junior Suite. Colombia’s first sustainable, high-end eco-retreat, Cannua Lodge offers sweeping views of the Valley of San Nicolas, exquisite service, and beautiful handmade furniture and decor, just like those in the casita of the family Madrigal."
    },
    {
      "dayNumber": "2",
      "title": "Santa Elena - Embrace the Gift of Isabela",
      "description": "With a morning inspired by Isabela, you can focus on the grandeur of the peaceful town of Santa Elena. After a delicious breakfast, discover how fields of flowers have become treasures as you learn about the history of flora in Colombia. Enjoy the aromas of hydrangeas and the delicate petals of orchids accentuated by the sounds of squawking emerald toucanets in the trees or the image of the tailfeathers of split-tailed barranqueros dangling from the branches while stories and traditions are shared. Explore the farm with your guide to enjoy the variety of flowers before visiting with a Silletero, known for carrying enormous flower displays on their backs. The Silleteros share a moment in Encanto when we first meet Isabela on the streets of the town. Visit together and learn more about how the family cultivates and displays flowers before sampling a refreshing aguapanela , a drink made from sugarcane. Stop together to enjoy a lunch of traditional foods like tamales and sip delicious champú made with pineapple dried corn and lulo. Your host may tell stories about their life and of the 45 years participating in Medellin’s famous Flower Festival and grand parades."
    },
    {
      "dayNumber": "3",
      "title": "Medellin - Discover the History of Madrigal Magic",
      "description": "The Madrigal family receives their gift in the wake of tragedy, and after breakfast, your family will learn more about the story shared by Abuela on a family-friendly guided tour of Medellin. As you explore the preserved architecture and vibrant rhythm of the contemporary city, you can learn about the community's role from the industrial revolution to the present day to understand the changes within the country over the centuries. Wander through the Parque de las Luces to find 300 pillars that create a forest of light, while at Parque Berrio, you can find sculptures by famous Colombian artist Botero. You may choose to visit the Museo de Antioquia to view more of Botero’s art, and other famous Colombian artists whose work adds layers to the vibrant story told in Encanto. The City of Eternal Spring will carry a comfortable and encouraging ambiance as you reach the Memory Museum. You have the option of visiting the unique museum galleries that display the challenging history of the city that has resulted in a positive change. By learning about the struggles of the past, you will have a deeper understanding of Abuela’s story and the emergence of Madrigal magic at the riverbanks. Before returning to Cannua Lodge, you can visit the botanical gardens to view the butterfly exhibit. You can follow the yellow butterfly in Bruno’s vision to help save the Madrigal magic or feel the flutter of wings as though you have stepped into the river with Abuela Alma."
    },
    {
      "dayNumber": "4",
      "title": "Guatape - Find Luisa’s Strength and Felix’s Dancing",
      "description": "Travel to Guatape to find out as the city glows with colorful facades and crafts that reflect the history of the eastern valley from the indigenous community to the present. A motorboat ride across the lake will let you explore the islands and see the impressive homes that line the shores before stopping for lunch at a local restaurant to try some regional specialties. From grilled trout cooked in garlic sauce to an arepa con queso, you may feel revitalized as though Mirabel’s mother, Julieta, has done the cooking! After exploring the water and Guatape’s beautiful pathways and shops, you can climb the 649 steps to the top of La Piedra for a sweeping view of the lake as you wonder whether Luisa could lift the mighty monolith? Back to the Cannua Lodge for the evening to enjoy a family dance class to learn the moves for which Colombia is known and performed by Tio Felix. As the music plays and your family dances salsa, you can celebrate the evening as the Madrigal family would."
    },
    {
      "dayNumber": "5",
      "title": "Armenia - Uncover Magic, Chocolate, and the Casita",
      "description": "You will feel as though you have stepped directly into the Encanto as you explore the traditional architecture and comforts of the estate surrounded by the Central Andes where gardens, farms, and wildlife thrive. After breakfast and a quick flight, you will find yourself in the Coffee Triangle of Armenia and your next luxury accommodation, Hacienda Bambusa. The inspiration for the Casita in the film, the property offers exceptional views over the coffee region to a relaxing garden, luxurious rooms where you can birdwatch from your window, and the magic of the surroundings filling the air. Your guide will lead you through the famous coffee farm to learn about the importance of coffee producers, the climate, and how coffee culture appears in the story of Encanto. You may find the aromas of roasted coffee beans blend with the scent of chocolate as you move from coffee cultivation to cocoa production. Bask in the trees' unique red, yellow, and orange colors before learning how to break open the pod, let the seeds ferment, dry, and then grind before finding the sweet flavor to enjoy. Savor a rich cup of hot chocolate, made just as a Colombian grandmother would, and allow the estate’s chef to guide you in how to make other drinks using the cocoa plant."
    },
    {
      "dayNumber": "6",
      "title": "Salento - Explore Inspiration in the Encanto",
      "description": "Step further into the majesty of the Encanto as you depart in the morning for Salento. This charismatic village inspired the film as the traditional countryside architecture lines cobbled lanes with an aesthetic that dates back over 150 years. You may find Bruno hiding in the walls and spackling the cracks while surrounded by towering peaks and plantations. Relax in the vibrant ambiance of town or venture into the jungle-clad hills to delight in the dense trees and panoramic views. Take to the trails for a day hike or hop on horseback as the wax palm trees tower up to 100 feet tall. You may feel like Mirabel after she ran from her family as you explore the lush prairies, dense collection of trees, or the sound of the river rushing in the distance. Continue with the sweetness of a hot chocolate before enjoying a mouthwatering lunch filled with aromas of plantains. Move next to Finlandia to relax in the quiet ambiance of a village adorned with balconies and cobbled streets. Locals weave the baskets that coffee harvesters use in the fields, and the panoramic view of the coffee region can give you a stunning perspective on the expanse of estates and the remarkable slopes that lead to the snowcapped volcano in the distance."
    },
    {
      "dayNumber": "7",
      "title": "Armenia - Enjoy Grand Nature and Madrigal Cuisine",
      "description": "Find inspiration in the river near Hacienda Bambusa with a horseback riding excursion through the captivating landscape. From the banks where Abuela and Mirabel embrace to the bridge Luisa places over the winding waters, the river plays an essential role in Encanto’s emergence while also embodying Colombia’s natural beauty. As you wander through the jungle terrain, you can listen for monkeys in the trees or keep an eye out for exotic birds. For lunch, sit together at a long table to sample typical ajiaco , a chicken soup accompanied by rice and avocado featured in the infamous dinner scene when Dolores shares that Mirabel has doomed the Madrigals. In the evening, savor your last dinner in Colombia with local musicians serenading you with the sounds of traditional Colombian folk songs. You may find connections between the sounds and story of “Dos Oruguitas” and the customary folk songs of Colombia that often feature allegory and metaphor. Or you may choose to enjoy your last dinner in Colombia with more upbeat songs as the Madrigal family did to celebrate Antonio’s gift ceremony."
    },
    {
      "dayNumber": "8",
      "title": "Armenia - Shapeshift Like Camilo and Depart for Home",
      "description": "The magic continues after breakfast as you learn the art of shapeshifting like Camilo by sampling the traditional clothing from across the country. Learn what the different outfits signify and their significance in history for a transformative experience before meeting with the actual person who inspired the character, Camilo. As you continue to experience the magic of tradition and its influence on the present day, you will create an unforgettable connection to Colombia shaped by the memories you have made with your family. Your private transfer will meet you at Hacienda Bambusa and escort you to the airport for your journey home. Not ready to return home? Consider spending time in Cartagena to enjoy more of what Colombia has to offer and enjoy."
    }
  ],
  "map": ""
}