{
    "Main_Title": "Best time to visit South America",
    "Main_Paragraph": "September to November is often thought of as the best time to visit South America, when several countries experience warm conditions and numerous wildflowers appear with the rise in temperatures. Really, though, the vast size, altitude contrasts and varying weather in South America means there is no single best time of year to visit. June offers cool, dry weather in the Galapagos and a steamy 30°C in the Amazon  but snow and ice will shut down much of southern Patagonia, which is best visited from November to February. Steep contour shifts can mean balmy temperatures on the west coast but a snowy 5,000m chill just 100km away.",
    "image1": "",
    "when_to_go": "When to visit South America",
    "when_to_go_html": "<div style=\"margin-top: 20px\"></div><li><b>Popular summer season </b></li><li><b>Amazon by boat </b></li><li><b>A great time to head south </b><div style=\"margin-top: 10px\"></div>From Patagonia’s trekking trails and refugios, to the Galapagos, to Uruguay’s beaches and Brazil’s cities – South America in January is high summer and a busy season. It’s a popular time to visit Chile’s Easter Island, whilst back in the capital of Santiago, it’s quiet and warm. January rains dampen Peru and the Amazon is flooded, but you could still travel by canoe. The same rains make Iguazu Falls look very impressive. \r\n<br/>\n<br/>\n<br/><h3>February in South America</h3><div style=\"margin-top: 20px\"></div></li><li><b>Spectacular waterfalls </b></li><li><b>Carnival </b></li><li><b>Inca Trail closed </b><div style=\"margin-top: 10px\"></div>February rains make the rainforest wet but waterfalls spectacular, including Iguazu Falls in Argentina and Kaieteur Falls in Guyana, which is great this month as the rainfall ebbs. South America in February is in carnival mode to mark the start of Lent and cities will be busy. Beaches from Uruguay to Brazil are busy, too, in summer’s last hurrah. The Inca Trail closes for maintenance. \r\n<br/>\n<br/>\n<br/><h3>March in South America</h3><div style=\"margin-top: 20px\"></div></li><li><b>Autumn begins </b></li><li><b>Wine region harvests </b></li><li><b>Highland rains continue </b><div style=\"margin-top: 10px\"></div>Though the busy summer is ending in South America in March, countries remain warm and sunny. Holy Week could fall this month, bringing crowds to cities. Patagonia is getting cooler and autumn colours come to the trees. Further north, harvest time in the wine regions in of South America's Southern Cone make March a pleasant time to go. The Central Andean Highlands are still wet, whilst Colombia remains dry. \r\n<br/>\n<br/>\n<br/><h3>April in South America</h3><div style=\"margin-top: 20px\"></div></li><li><b>Easter celebrations </b></li><li><b>A good time to combine countries </b></li><li><b>Autumnal in the far south </b><div style=\"margin-top: 10px\"></div>If you want to visit Peru and the Galapagos Islands on one trip, go in April or May for green highlands, a warm, sunny Lima, and breeding animals (and their fantastic courtship rituals) on the famous islands. South America is well known for Easter celebrations and accommodation may book up. It’s the last month for trekking in an autumnal Patagonia before colder weather comes. \r\n<br/>\n<br/>\n<br/><h3>May in South America</h3><div style=\"margin-top: 20px\"></div></li><li><b>Quieter time to travel </b></li><li><b>Drier highlands </b></li><li><b>A good time to combine countries </b><div style=\"margin-top: 10px\"></div>South America in May is a quiet time for travelling. Nevertheless, this is the start of the dry season for some regions – it’s a good time to go to the Andean Highlands and trek in Peru and visit its drier Amazon. Alternatively, visit Bolivia where it’s cold but dry, with a good chance of clear skies, and it’s still green after the rainy season. Better yet, visit both on one trip. \r\n<br/>\n<br/>\n<br/><h3>June in South America</h3><div style=\"margin-top: 20px\"></div></li><li><b>Winter begins </b></li><li><b>Holiday season visitors arrive </b></li><li><b>Far south is snowed in </b><div style=\"margin-top: 10px\"></div>Winter begins in June in South America. The far south gets cut off in harsh winters and hiker's accommodation might shut shop from June to September. Ecuador is a year-round destination, but mid-June to early September are the busiest months outside of Christmas. It’s also busy in Machu Picchu, as people come to observe Inti Raymi (Festival of the Sun). </li>\n\n<div style=\"margin-top: 20px\"></div><li><b>Peak wetland wildlife viewing </b></li><li><b>Snowy in the far south</b></li><li><b>Busy school holidays</b><div style=\"margin-top: 10px\"></div>It’s cold and wintry in the deep south of South America in July, while temperatures stay in the 20°Cs and 30°Cs nearer the equator. Machu Picchu is popular as the dry season prevails in this part of the Andes. The dry season also arrives in the Pantanal, making it more accessible from now until October; peak wildlife watching is from July until September. \r\n<br/>\n<br/>\n<br/><h3>August in South America</h3><div style=\"margin-top: 20px\"></div></li><li><b>Iguazu Falls looking great </b></li><li><b>Snowy in the far south</b></li><li><b>Busy school holidays</b><div style=\"margin-top: 10px\"></div>It’s still school holidays for many travellers, so South America in August is a busy time of year in lots of places, including Machu Picchu, despite the fact it is technically winter for most of the continent. Iguazu Falls is impressive – and with blue skies in August and September, it’s a lovely time to experience the waterfall. \r\n<br/>\n<br/>\n<br/><h3>September in South America</h3><div style=\"margin-top: 20px\"></div></li><li><b>Spring-like conditions </b></li><li><b>Good time to visit wetlands</b></li><li><b>Windy in the far south</b><div style=\"margin-top: 10px\"></div>Several countries in South America in September are entering their spring, and rare spring rains can spark stunning floral blooms in southern Atacama. Consider the Pantanal – you’ll avoid major holidays, the chilly southern winter, and the access-limiting wet season. Peru is in the last month of its dry season. However, Patagonia is notoriously windy. The Lost City Trek in Colombia closes for maintenance.<div style=\"margin-top: 15px\"></div><h3>October in South America</h3><div style=\"margin-top: 20px\"></div></li><li><b>Spring in the south</b></li><li><b>Last month before the rains in the Pantanal </b></li><li><b>Venezuela at its best</b><div style=\"margin-top: 10px\"></div>South America in October sees spring warmth settle in Patagonia where it’s a good time for clear skies, spring blooms and fewer crowds than busy December. It’s the last good month for visiting the Pantanal before the November rains. Consider Venezuela – it’s the start of the dry season and Angel Falls is looking spectacular. It’s also the start of the dry season in Uruguay. It’s warm and dry in the Guianas, making it a good month to visit all three, and the last dry month in the Andes.<div style=\"margin-top: 15px\"></div><h3>November in South America</h3><div style=\"margin-top: 20px\"></div></li><li><b>Trekking in the far south</b></li><li><b>Sunny coastlines </b></li><li><b>Rainy wetlands and mountains</b><div style=\"margin-top: 10px\"></div>Come to South America in November for warmer temperatures. Northern Argentina and Chile, along with southern Brazil, experience summer temperatures from November until April, and coastal towns and beaches tend to attract the crowds. Patagonia, on the other hand, is spring-like and quiet. It’s the start of the rainiest season in the Andes, which runs until March, and a rainy time in the Pantanal. \r\n<br/>\n<br/>\n<br/><h3>December in South America</h3><div style=\"margin-top: 20px\"></div></li><li><b>Peak season for many countries </b></li><li><b>Sunny beaches </b></li><li><b>Iguazu Falls peak cascade</b><div style=\"margin-top: 10px\"></div>South America in December is experiencing a peak time for visitors in its most popular destinations. Coastal beaches are busy, whilst Iguazu Falls swells to an impressive cascade. It’s the start of the Galapagos’ warmer, wetter season, but rain only falls in sharp bursts. The Pantanal and the Amazon are flooded. Bolivia’s salt flats flood too, creating amazing mirrored scenes. </li>",
    "weather_chart": "Galapagos Islands Weather Chart",
    "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Galapagos Islands Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">178 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 82%;\">146 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 96%;\">170 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 88%;\">156 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 44%;\">79 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 60%;\">106 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 65%;\">115 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 45%;\">80 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 48%;\">86 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 38%;\">67 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 40%;\">72 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 73%;\">130 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
    "title1": "Best times to visit South America for festivals & events",
    "paragraph1": "",
    "image2": "",
    "title2": "Festival de la Candelaria (February)",
    "paragraph2": "Candlemas is a Christian festival celebrated in many places across the world, but in the city of Puno, Peru, it has particular significance. The Virgin of the Candles, the patron saint of the city, is paraded through the streets and there are hundreds of dance performances from some 30,000 dancers in a massive celebration – the largest in the country – that takes two weeks. Catholic traditions mingle with Indigenous Quechua and Aymara traditions; the result is dazzling.",
    "title3": "Carnival/Carnevale (February or March)",
    "paragraph3": "Rio Carnival is famous, but you may have even more fun and feel less touristy joining street parties in African-influenced Salvador or boho colonial Paraty, where incredible celebrations avoid Rios hype (and price hikes). Other countries party too  and you'll see a mix Indigenous and Catholic traditions on display. In Argentina, top Carnevale spots are the northern cities of Corrientes and Gualeguaychu, with parades over several weekends.",
    "title4": "Grape harvests (February or early March)",
    "paragraph4": "In the winelands of the continent's Southern Cone, growers and oenophiles celebrate the grape harvest in jubilant fashion. There are parades and fireworks; its a great time to go to the region and get more than just a tasting. The biggest celebrations  known in Argentina as the\nVendimia\n are around Mendoza.",
    "title5": "Semana Santa (March or April)",
    "paragraph5": "Semana Santa, or Holy Week, is a national holiday across many countries in South America. Families gather for Easter celebrations, so its a busy time in towns and cities. Theres a full programme of religious processions and church services, culminating in feasting on Easter Sunday. Quitos Good Friday parade is a stand-out, featuring thousands of purple-clad\ncucuruchos\n(penitents).",
    "title6": "Inti Raymi (24 June)",
    "paragraph6": "Inti Raymi, or the Festival of the Sun, takes place in Cusco on the Southern Hemispheres winter solstice in June. Its an Incan festival, honouring the god of the sun and ushering in a new year. Banned by invading Spanish colonists in the 16th century, it was revived in the 20th century and is now one of South Americas biggest festivals. Outside of Cusco, the festival is celebrated among Indigenous people throughout the Andes.",
    "title7": "Day of the Dead (2 November)",
    "paragraph7": "Across South America, people use early November to remember their deceased loved ones. They visit cemeteries to pay their respects and gather with family to reminisce. In Ecuador, people prepare traditional food to eat  including a purple porridge,\ncolada morada\n, served with bread. In Bolivia, the Day of the Skulls follows the Day of the Dead; skulls are brought to the priest to be blessed.",
    "title8": "Our travellers also ask",
    "paragraph8": "",
    "title9": "When is winter in South America?",
    "paragraph9": "Winter in South America is from\nJune to August\n. Most of the continent is below the equator, and therefore follows the seasons of the Southern Hemisphere. There is little seasonal change near the equator. Go much further south, however, and youll see heavy snow.",
    "title10": "Can you visit South America year-round?",
    "paragraph10": "Yes, South America is a year-round destination.\nThe countries close to the equator generally have similar temperatures throughout the year, whilst other countries cross too many climate zones to  have one best time to go. Consider Brazil a year-round destination, as well as Paraguay (no rainy season), Ecuador, and the northern part of Chile. Meanwhile, the Amazon is always wet, and when its wetter you can still visit by boat.",
    "title11": "Is South America warm all year round?",
    "paragraph11": "Parts of South America are warm all year round.\nThe Guianas dont fall below the mid-20°Cs throughout the year. Around the equator, temperatures see little change from month to month. But South America is a massive continental landmass extending from above the equator to within 850km of the Antarctic Peninsula, with the world's longest mountain chain running through it. Go high or go south, and it will get cold eventually.",
    "title12": "What is the rainy season in South America?",
    "paragraph12": "Not everywhere in South America has a rainy season, but there are some areas that do, and\nthe rains come at different times of the year depending on where you are\n. Peru, Bolivia and Brazils Pantanal see lots of rain from November to March. Ecuadors highlands are rainy from December to March, and its rainforest is rainiest from December to May. Iguazu Falls, between Brazil and Argentina, is wettest from December to February. Further north, the Guianas have two rainy seasons  one in December to January, then one from roughly April to August. Venezuela has a rainy season from April to October, which includes a hurricane season between August and October."
}