{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "east-africa-and-zanzibar-holiday",
  "tourName": "East Africa and Zanzibar holiday",
  "placesVisited": "Kenya: Masai Mara National Reserve, Tanzania: Lake Victoria, Boat ride, Village visit, Serengeti National Park, Optional: guided walks, balloon safari, Olduvai Gorge Palaeolithic site, Ngorongoro Crater Conservation Area, Tarangire National Park, Arusha, Three days in Zanzibar, Morning and afternoon game drives in all reserves and parks, English speaking driver guide",
  "generalInfo": "Offering ultimate value-for-money, in addition to 2 nights in Nairobi, this tour showcases Kenya’s most famous park, the Masai Mara. Crossing into Tanzania’s mighty Serengeti National Park,  and the Ngorongoro Crater. The safari accommodation features a fine selection of small tented safari camps and lodges &amp; finally, as the perfect contrast to the traditional East African safari, it features four nights of relaxation, historic discovery and Indian Ocean pleasure on the magical island of Zanzibar.",
  "durationDays": "15",
  "price": "5940",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Jomo Kenyatta International Airport, you will be met by our representative and transferred to Nairobi Serena Hotel. Dinner (not included) can be taken at the hotel or at any of the city's many restaurants. Overnight at Nairobi Serena in a deluxe room (Bed and Breakfast included)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your Nairobi adventure unfolds with a full-day tour blending wildlife encounters, cultural history, and vibrant performance. The morning begins at the Giraffe Centre, where you stand eye-to-eye with endangered Rothschild’s giraffes, feeding them from raised wooden platforms and gaining insight into Kenya’s conservation efforts. From there, continue to the Karen Blixen Museum, the preserved farmhouse of the ‘Out of Africa’ author, offering an evocative glimpse into colonial-era life with antique furnishings, personal artefacts, and sweeping views of the Ngong Hills. By around midday, pause at Karen Blixen Coffee Gardens for lunch (paid locally). Once part of Blixen’s coffee estate, the serene lawns and shaded terraces provide a relaxed setting to enjoy a meal, with a menu that marries international dishes with authentic Kenyan flavours. In the afternoon, visit the Kobe Tough Beads Factory, a women’s cooperative globally recognized for its exquisite handmade beadwork. Watching artisans at work showcases the patience and precision behind each creation, while learning how the cooperative empowers local women and sustains livelihoods. It’s an inspiring opportunity to purchase directly and support their mission. After returning to your hotel to refresh, the evening culminates with a welcome dinner and show at Safari Cats. This colorful spectacle combines acrobatics, dance, and live music in a dazzling celebration of African culture. With its open-air dining atmosphere and infectious energy, Safari Cats provides the perfect finale to your first day in Kenya—setting the tone for the adventure ahead Overnight at Nairobi Serena Hotel-deluxe room (dinner, Bed and Breakfast included)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Leaving Nairobi after breakfast, continue up the floor of Rift to arrive in the famous Masai Mara National Reserve, and at the Mara Engai in time for lunch. In the afternoon, enjoy a safari game-drive in the Mara. World renowned for the breath-taking spectacle of ‘the greatest wildlife shows on earth’, the awe-inspiring annual migration of the wildebeest, the Mara is Kenya’s most visited protected area. Technically an extension of Tanzania’s renowned Serengeti National Park, the Mara constitutes only 4% of the entire Serengeti ecosystem but its rolling grasslands, meandering rivers and towering escarpments offer one of the world’s most rewarding and evocative wildlife arenas. Returning to the camp, enjoy some relaxation on your private veranda, sundowners and dinner in the central restaurant. All meals and overnight at Mara Engai (tented suite)-LDBB About the Mara When it comes to game-viewing, there is nowhere in Africa richer in wildlife or more eventful in encounters than the Mara. A pristine wilderness of haunting beauty, it promises its visitors a profusion of wildlife, prolific bird life and the unprecedented opportunity of catching up with all the members of the ‘Big Five’ in one morning. Distance/drive time: 270m / 5hours"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Spend the day on safari in the Masai Mara, with morning and afternoon game drives across its expansive plains, and breakfast, lunch and dinner served at the camp. The reserve is home to large herds of elephants, lions, giraffes, zebras, and antelope, and you may encounter leopards and rhinos as well, offering excellent opportunities to see all members of the Big Five. The Mara’s mix of open savannahs, riverine areas, and acacia woodlands provides a variety of habitats where wildlife gathers, making every drive different. Accommodation: Mara Engai Wilderness Lodge, tented suite, LDBB (all meals except drinks included)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Spend another full day in the reserve with morning and afternoon game drives All meals and overnight at Mara Engai Wilderness Lodge (tented suite)-LDBB"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, transfer to the local airstrip in the Masai Mara for your flight to Serengeti National Park, connecting via Migori and Tarime airstrips. Upon arrival at Seronera Airstrip, meet your safari guide and transfer to Acacia Bliss Serengeti Camp, centrally located for game drives and optional activities such as balloon safaris. The Serengeti is Tanzania’s largest and most renowned national park, covering 14,763 square kilometers. Its endless plains are home to tens of thousands of wildebeest, zebras, gazelles, and other herbivores, constantly moving in search of fresh grazing, with predators such as lions, leopards, and cheetahs tracking them. The variety of wildlife and iconic landscapes make every game drive an unforgettable experience, with opportunities to observe animals in their natural habitats and capture stunning photographs against dramatic African skies. At camp, relax and enjoy dinner, soaking in the sounds and atmosphere of the Serengeti at night. Accommodation: Acacia Bliss Serengeti Camp or similar, LDBB (lunch, dinner, and breakfast included)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Spend a full day exploring the Serengeti on morning and afternoon game drives, with countless opportunities to encounter the park’s diverse wildlife. While the annual migration draws global attention, the Serengeti is also famed for its resident lions—many monitored with radio collars—as well as cheetahs, zebras, giraffes, and abundant antelope species including Thomson’s and Grant’s gazelles, eland, impala, and klipspringer. Hippos and warthogs can also be spotted along the rivers and waterholes. Breakfast, lunch, and dinner are served at camp. Guests may also enjoy guided nature walks around the camp, providing a closer look at the smaller flora and fauna of the Serengeti. The combination of extensive game drives, optional walks, and the central location of the camp allows you to experience both the iconic wildlife and the subtler rhythms of this vast ecosystem, making the Serengeti an unparalleled safari destination. Accommodation: Acacia Bliss Serengeti Camp, LDBB (lunch, dinner, and breakfast included)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Enjoy another full day in Serengeti; with game drives in the morning and afternoon. Meals and overnight at Acacia Serengeti Bliss Camp-LDBB"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, depart your Serengeti camp for a morning game drive, making the most of your final wildlife encounters in this legendary park. Travel through open plains and acacia woodlands, spotting elephants, lions, giraffes, and herds of antelope against the Serengeti’s vast, iconic horizons. As you gradually make your way toward the park’s exit, the sweeping landscapes offer one last chance to appreciate the richness of this world-famous ecosystem. By late morning, arrive at Olduvai Gorge, a site of immense paleoanthropological significance. Explore the museum to learn about the discovery of early human fossils and stone tools, and enjoy a picnic lunch overlooking the dramatic gorge, surrounded by the history of human evolution. Continuing your journey, visit a traditional Maasai Manyatta to experience the daily life of the Maasai people. Meet community members, learn about their herding practices, and admire their intricate beadwork and distinctive homes, gaining insight into a culture deeply connected to the land. In the afternoon, travel to the Ngorongoro Conservation Area and check in at Naserian Ngorongoro Camp. Spacious tents feature en-suite bathrooms and private verandas with panoramic views. The remainder of the day is at leisure to relax, take in the highland scenery, and prepare for the adventures ahead. Accommodation: Naserian Ngorongoro Camp, LDBB (lunch, dinner, breakfast included)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After an early breakfast at camp—or a picnic breakfast to maximize time in the field—descend into the Ngorongoro Crater for a full-day wildlife tour. Known as the “eighth wonder of the world,” Ngorongoro Crater is one of Africa’s most iconic safari destinations. This UNESCO World Heritage Site is also one of the largest volcanic craters in the world, nearly 20 kilometres wide and 610–760 metres deep, covering 264 square kilometres. Its unique ecosystem contains grasslands, swamps, forests, salt pans, and a freshwater lake, supporting a remarkable diversity of wildlife. High concentrations of animals, including lions, elephants, rhinos, buffalo, and zebras, make the crater a prime location for close-range wildlife viewing. Birdlife is abundant, and the dramatic crater walls provide a stunning backdrop for photography and observation. Enjoy a packed box lunch on the crater floor, surrounded by the sights and sounds of the bush. In the afternoon, continue exploring before returning to camp. Dinner and overnight at Naserian Ngorongoro Camp or similar. Accommodation: Naserian Ngorongoro Camp, LDBB (lunch, dinner, breakfast included)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We'll depart the camp after breakfast and continue to check in for your flight from Manyara airstrip to Zanzibar (Quoted Separately), OR alternatively we will transfer you to Arusha Airport for a scheduled flight to Zanzibar (Quoted Separately) Upon arrival in Zanzibar you will be met by our representative and transferred to the Ocean Paradise Resort, which offers crystal blue waters, a wide selection of dining experiences (breakfast and dinner are provided in your package), extensive sports, and a wide range of cultural entertainment (some or all of which may be charged additionally). Dinner and overnight at Ocean Paradise Resort or resort of similar standard (superior garden room)-Half Board/DBB Distance/drive time (to Arusha): 150 km / 2.5 hours"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Enjoy three days of leisure in Zanzibar, with a wide range of optional activities available at the resort (some at an additional cost). Guests can swim, snorkel, dive, kayak, or take part in other water sports, while dhow trips offer a scenic way to explore the coastline. Nature trails around the resort provide opportunities for gentle exploration, and visits to a local dhow workshop reveal traditional boat-building techniques. For a deeper understanding of Zanzibar’s history, explore the Mangapwani Slave Caves, where slaves were hidden after the abolition of the trade made their shipment illegal. In Stone Town and the surrounding area, numerous historical and cultural sites await discovery, including the Portuguese Fort, the Sultan’s Palace, the Old Dhow Port, the Old Slave Market, the House of Wonders, the Old Dispensary, Livingstone House, Tippu-Tip’s home, the Hamamni Bath, the National Museum, the Chukwani Palace, the Jozani Forest (home to the rare red colobus monkeys), the Mtoni and Maruhubi Palace ruins, and the Persian Baths of Kidichi. Accommodation: Ocean Paradise Resort, superior garden room, Half Board (DBB)."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "After breakfast, depart to Zanzibar airport to connect to your onward flight."
    }
  ],
  "map": ""
}