{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-wildlife-and-maasai-communities-tour",
  "tourName": "Kenya wildlife and Maasai communities tour",
  "placesVisited": "",
  "generalInfo": "This 5-day tour combines visits to community-driven projects with wonderful wildlife-watching experiences and accommodation at Ololo Safari Lodge &amp; Farm which overlooks Nairobi National Park.  Ololo is only 45 minutes from downtown Nairobi and is set on 20 acres of idyllic land.   It is the only safari lodge within Nairobi whereby the food it serves its produced on site. on its farm,  In 2020 Ololo Farm achieved Organic Certification with KOAN (Kenya Organic Agricultural Network). <br/><br/>Nairobi National Park is home to a staggering amount of Kenyan animals and birds despite its proximity to the city and there’s an excellent chance of spotting giraffe, rhino, buffalo, lion, cheetah, crocodiles, hippos and numerous antelope and plains game. While the park itself is too small to sustain elephants, a visit to the Sheldrick Trust on its perimeter is an unforgettable activity, and a Nairobi highlight, to watch baby elephants at the world-famous orphanage. <br/><br/>This exciting safari experience is combined with two tours where you will spend time getting to know the Maasai people in their village, and meet some warm and welcoming Kikuyu grandmothers that are making a sustainable business work so they can keep their families together. <br/><br/>This tour is ideal for those who have a limited time in Nairobi but still want to see amazing wildlife and there is the added privilege of meeting Kenya’s extraordinarily friendly people in their own communities.   This tour is the ultimate in responsible travel.",
  "durationDays": "5",
  "price": "2780",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Nairobi—Ololo Safari Lodge & Farm. Today you will be picked up from your Nairobi hotel, or from Jomo Kenyatta International Airport or Wilson Airport, and transferred to Ololo Safari Lodge & Farm located just outside the southern boundary of Nairobi National Park. Originally an old Kenyan homestead and now owned by an Australian farming family, Ololo promotes eco-friendly principles, protects local wildlife populations, farms using organic and sustainable methods, and supports the social and economic welfare of its staff and local communities. The lodge boasts a tranquil garden setting on the Mbagathi River where you can watch animals come down to drink and enjoy breath-taking views over the park and distant Ngong Hills. Individually-decorated rooms are in the old farmstead, former stables or tented cottages, and there’s a refreshing swimming pool, atmospheric fire-pit in the garden, and guest lounge in the thatched farmhouse with open fireplace, wine cellar and library. On your first evening, enjoy dinner on the restaurant’s open-air terrace which serves a delicious menu of organic seasonal ingredients and vegetables from the farm."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Early morning game drive—Sheldrick Wildlife Trust elephant orphanage—Ololo farm tour. Ololo Safari Lodge & Farm borders the 117-sq-km Nairobi National Park and this morning you’ll go on your first early morning game drive to view Kenya’s spectacular wildlife. It’s the world’s only national park that shares a boundary with a bustling capital city and features diverse landscapes ranging from broad savannah grasslands to pockets of riverine woodlands and dramatic rocky gorges. It’s home to over 100 species of mammals including a large population of black and white rhino, Cape buffalo, giraffe, lion, leopard, hyena, zebra, jackal, and antelope such as eland, hartebeest and impala. After an exciting game drive, it’s back to Ololo for a hearty breakfast. The lodge prides itself on serving excellent farm-to-table food and your plate will be filled with fresh produce; eggs, mushrooms, milk and yoghurt, fruit and vegetables are all produced using organic farming practices. Then there will be a late morning visit to the nearby Sheldrick Wildlife Trust that also occupies a site on the edge of Nairobi National Park. This pioneering elephant orphanage was founded in 1977 by Daphne Sheldrick in memory of her husband and naturalist David Sheldrick, and today the trust is the most successful baby elephant rescue and rehabilitation programme in the world. Your time here watching the adorable and endearing young calves come out for their morning play and bath time will be unforgettable, and the keepers will explain their individual stories and more about the challenges elephants are exposed to in Kenya. Returning from the Sheldrick Trust, enjoy a delicious lunch at Ololo and then while away the afternoon relaxing on the terrace or open lounge with a drink. Alternatively go on an interesting farm tour to wander through the shambas and orchards and visit the free-range livestock, and children will especially enjoy the farmyard animals. Ololo is proud of its sustainable techniques such as water-recycling, composting systems, production of natural fertilizer, and all its farm produce has been awarded wholly organic by the Kenya Organic Agriculture Network (KOAN). An additional game drive in Nairobi National Park can be arranged in the late afternoon if you wish, followed by another scrumptious dinner of food you perhaps have just seen growing on the farm on your tour."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Early morning game drive—Maasai village excursion. Lying only 7-km away from the city centre, Nairobi National Park is fenced along its northern perimeter but is open to the south along the Embakasi and Athi rivers allowing migrating herds, and the predators that follow them, to come and go freely. On today’s early morning game drive, you’ll be able to photograph the unique sight of herds of zebra, giraffe and antelope peacefully grazing on the open grassy plains studded with flat-topped acacia trees with a view of Nairobi’s skyscrapers on the horizon. After breakfast back at Ololo Safari Lodge, we spend the rest of the day connecting with Kenya’s proud Maasai people in an authentic and interactive way by becoming part of the hustle and bustle of Maasai village life. Having maintained a semi-nomadic way of life on their communal lands for centuries, the Maasai are well-known for their distinctive dress, valued customs and unique social and family structures, which include rites of passage and revered respect for elders. This fun and insightful day starts with a song and dance welcome where the wife of a village elder will offer to dress you in traditional Maasai shuka cloth or ‘African blanket’, then you'll take part in the rituals of the young warriors, perform daily tasks with the women, and sit with the villagers as they share their stories and folklore while the women teach you how to make some traditional decorative beaded jewellery; you can also purchase Maasai jewellery and curios produced by the villagers. Lunch is a delightful picnic basket prepared by Ololo Safari Lodge, and after the Maasai village excursion is another opportunity to go on a late afternoon game drive in Nairobi National Park. Then later dine under the trees or on the terrace, or on cooler nights, inside with small braziers (jikos) keeping you warm and cosy."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Early morning game drive— excursion to a Kikuyu village for entrepreneurial grandmas. The first couple of hours after dawn are always best for game-viewing, and on today’s early morning drive in Nairobi National Park, as well as the large animals, keep eyes peeled for the more than 520 species of endemic and migratory birds—the highest number recorded than any other park in Kenya. Notable birds include the kori bustard, secretary bird, Maasai ostrich, and the park is well known as a habitat for falcons, eagles and other large birds of prey. In the dams, ponds and rivers, Nile crocodiles and hippos are present too. After breakfast at Ololo you will visit a project that is turning around the lives of grandmas in a Kikuyu community. On this tour you meet some engaging and entrepreneurial grandmothers who are beating their generational cycle of poverty. Many Kenyan grandmothers play a vital role in raising their grandchildren and extended families, and you’ll visit a pig farm, which is a project supported by travellers like yourself to improve the livelihoods of grandmothers by empowering them through small-scale farming. They invite you to assist with farming activities, join in some joyful singing and dancing over a cup of local tea or chai, and by sharing lots of laughter and listening to their inspirational stories, you’ll get a real insight into the strength and resilience of these remarkable Kenyan women. On the way back to Ololo Safari Lodge and Farm, we stop in the watershed ridge of the Ngong Hills just outside the city. Enjoy the broad views over Maasai country and another delicious picnic basket lunch prepared by the chefs at Ololo, and once again you’ll appreciate the quality, freshness and healthiness of the lodge’s food. On the final afternoon there’s be time to relax by the pool or in the open lounge and peacefully watch the passing herds of wildlife across the Mbagathi River in Nairobi National Park. Or perhaps indulge in an invigorating massage (optional extra) or another late afternoon game drive before dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ololo Safari Lodge & Farm—Nairobi. This morning over a last home-cooked leisurely breakfast on the terrace, reflect on the experiences of the last few days—not only have you seen Kenya’s amazing wildlife, but met some truly inspirational people that are making a real difference in their communities. We transfer you to your central Nairobi hotel or Jomo Kenyatta International Airport or Wilson Airport for your onward journey."
    }
  ],
  "map": ""
}