{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-culture-and-community-tour",
  "tourName": "Kenya culture and community tour",
  "placesVisited": "",
  "generalInfo": "This eye-opening 6-day cultural safari gives travellers the opportunity to meet Kenyans from various walks of life and hear their inspirational stories. At some of the worthwhile projects that make it possible for people to gain the strength and courage to break free from poverty. Give the gift of time at a soup kitchen to feed hungry children, meet the steadfast grandmothers who run enterprises to support the younger generations, and see how a vocational training project empowers women and keeps families together. Additionally we have also included some sightseeing and some delicious meals out for an all-round Nairobi experience, and you visit a Maasai village and become an honorary member of the tribe, and enjoy some relaxing time at beautiful Lake Naivasha.",
  "durationDays": "6",
  "price": "5180",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Help at a Soup Kitchen. Getting involved in helping disadvantaged communities is both an opportunity to engage with local people and a rewarding way for travellers to contribute to alleviating the problems of poverty in Kenya. Today you visit a family centre on the outskirts of Nairobi which provides the families with their only regular meal each day. You lend a hand by helping to prepare and distribute nutritious food, and witness firsthand how communities work together to help the hungry and most vulnerable."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "They Said It Cannot Be Done. Today you visit the Women's Empowerment Centre, another project where local women undertake an 18-month program that teaches them trade and entrepreneurial skills so they can set up their own business to support their families. Spend an inspirational day with these proud, self-sufficient women and gain a better understanding of how they have been able to overcome difficult challenges and transform into independent business owners and community leaders."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "The Hippos of Lake Naivasha. Today drive west of Nairobi to Lake Naivasha, Kenya's most beautiful freshwater lake surrounded by peaceful grassy banks and fringed by thick papyrus. Along the way, stop at a roadside lookout for the stunning views over Kenya’s Great Rift Valley, and arrive at a lovely lakeside lodge in huge grounds studded with acacia trees and perhaps spot the odd antelope or vervet monkey. Catch a small boat to view the pods of hippos and abundant birdlife that Naivasha is so famous for, then back at the lodge enjoy a delicious leisurely lunch and relaxing swim in the pool before returning to Nairobi in the late afternoon."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Grandmothers Love Their Pigs. Today you will visit another local community to meet some of the endearing and entrepreneurial Kenyan grandmothers who play a vital role in keeping Kenyan families together. Discover how pig-husbandry provides food and financial support and the bio-gas system creates energy out of the waste to power a home. This is another worthwhile project and the initiative aims to empower grandmothers through small-scale farming. Sit with them over a cup of local tea and enjoy some joyful singing and dancing and listen to their powerful stories about resilience."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Become a Maasai for the Day. Spend an amazing day with the warriors and women of a traditional Maasai village. It starts with a song and dance welcome where the wife of a village elder will offer to dress you in traditional Maasai shuka cloth or ‘African blanket’. Venture into the bush with her son, who will explain what it’s like being a young warrior in Maasai society, sit with the elders as they share their stories of their fascinating culture, and learn from the women how to make some traditional decorative beaded jewellery."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A Great Way to End the Week. Your final day will be spent relaxing at leisure, giving you the opportunity to reflect on the amazing experiences over the past few days as you fondly remember the warm and welcoming, and fascinating and inspirational Kenyan people you have met and connected with. A mid-morning pickup takes you to the restaurant at the Karen Blixen Coffee Garden for a delicious lunch in the pretty gardens to celebrate the end of your 6-day tour, before you make your way to the airport to catch your flight."
    }
  ],
  "map": ""
}