{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-active-safari-off-the-beaten-path",
  "tourName": "Kenya active safari, off the beaten path",
  "placesVisited": "",
  "generalInfo": "This is an adventure for travelers who crave something beyond the ordinary safari. From Kenya’s highlands to its coastline, you’ll cycle, hike, sail, and immerse yourself in communities along the way. Designed for nature lovers and active explorers, this journey combines physical challenge with cultural depth, taking you into remote landscapes and authentic experiences far from the tourist trail.<br/><br/>Begin in Nairobi with a walking tour led by former street kids through the Nai Nami initiative, a chance to see the city through local eyes and hear powerful life stories. From there, swap city streets for rolling green as you cycle through tea fields, explore sensory gardens, and take in views that stretch for miles.<br/><br/>In the Aberdares, misty highland trails lead you to hidden rock formations, waterfalls, and sweeping viewpoints, with an overnight stay at Kenya’s second-highest lodge adding to the sense of adventure. Laikipia offers cliffside views over vast savannah, where you’ll walk with rangers, spot wildlife from your rock-hewn hideaway, and connect with Samburu culture. A visit to a pioneering elephant rescue center  fully run by local caretakers  offers a rare chance to learn about conservation from those who live it daily.<br/><br/>The journey then shifts to Kenya’s Indian Ocean coast, where life slows down but adventure continues. Sail under the stars on a traditional dhow, with the possibility of witnessing magical bioluminescence lighting up the sea. Spend a night in a rural homestay for an authentic glimpse into village life, then unwind on pristine beaches where culture and nature converge.<br/><br/>This holiday is about raw, unfiltered adventure  cycling, trekking, sailing, and connecting with people and landscapes in ways few travelers get to experience. If you’re seeking a different side of Kenya, you’ll find it here.<br/><br/>Activities include:<br/><br/>+ Cycling through rolling tea fields and visiting sensory gardens<br/><br/>+ Guided Nai Nami storytelling walk in Nairobi<br/><br/>+ Trekking misty trails in the Aberdares to hidden rock formations<br/><br/>+ Overnight stay at Kenya’s second-highest lodge<br/><br/>+ Walking safaris and wildlife spotting in Laikipia<br/><br/>+ Cultural immersion with Samburu communities<br/><br/>+ Visiting an elephant rescue center run by local caretakers<br/><br/>+ Sailing under the stars aboard a traditional dhow<br/><br/>+ Experiencing magical bioluminescence on Kenya’s coast<br/><br/>+ Overnight rural homestay for authentic village life<br/><br/>P.S. This trip is fully customisable... get in touch and let’s craft the perfect, magical journey just for you.",
  "durationDays": "14",
  "price": "5800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Start your journey by arriving at the Jomo Kenyatta International Airport (NBO) in Nairobi. Here, a private driver will be waiting to greet you and take you to your first destination, about 60-90 minutes away. Begin your journey in the cool, green highlands. This peaceful countryside welcomes you with fresh air, quiet trails, and rolling hills blanketed in tea. Rest from your flight, settle in, and enjoy a soft landing in Kenya. Enjoy a private cycling tour through scenic trails winding past the tea fields, and visit a local tea farm and sensory garden to learn how Kenya’s most famous crop makes its journey from leaf to cup. Return to the city for a transformative Nai Nami walking tour led by young ex-streetboys as guides who share their personal stories of survival, resilience, and renewal. This experience offers a powerful human connection beyond the surface of city life. Accommodation: 2 nights at a peaceful eco-pod surrounded by tea plantations."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Head to the Aberdares region in the morning. Ascend into forested highlands where mornings begin in the mist. You'll hike unique trails and conquer the Twin Peaks and Dragon's Teeth. Your reward will be views of dramatic rock formations and scenic viewpoints that few visitors ever reach. This is a place of solitude, elevation, and adventure. Accommodation: 2 nights at a secluded mountain lodge tucked into the hillside with views of the forest."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Head north to Lakipia, which is home to expansive landscapes where the land opens up and wildlife roams freely. From your clifftop base, you’ll have uninterrupted views of valleys and plains. Spend your time walking with rangers, birdwatching, or trying optional activities like rock climbing or fly fishing — all dependent on the season and your pace. Accommodation: 2 nights at a remote hideaway built into the natural rock, overlooking the open land."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Onwards to Samburu, where you’ll spend time in a region where local communities and wildlife conservation efforts go hand in hand. Visit a groundbreaking elephant rescue center run entirely by local caretakers, and explore an iconic rock formation carved by nature over centuries. Optional: Join a local community visit for storytelling, dance, and hands-on learning about traditional ways of life. Accommodation: 2 nights at a riverside tented camp where wildlife often wanders close by."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Fly or take a train from Nairobi to Mombasa (included) and head to the coast to begin your next chapter. You'll spend a night in Mombasa beach side! Accommodation: 1 night at a beachside hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Spend two days living with a family in a small coastal village just outside of Watamu — learning to cook, climb palm trees, build local houses, and even speak a few words of the local language. It’s an intimate window into a way of life far from the tourist trail. Accommodation: 2 nights in a local homestay in a rural coastal community."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Wind down by the ocean at a quiet stretch of coastline within Watamu. Spend time learning about marine conservation efforts led by local scientists and volunteers. Optional: Depending on the season, you may assist in releasing sea turtle hatchlings into the wild — a hopeful close to your journey. Accommodation: 2 nights at a small eco-friendly beach retreat."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Fly from the coast back from Malindi to Nairobi (included) for your international connection. Day rooms or additional airport services can be arranged depending on your departure schedule."
    }
  ],
  "map": ""
}