{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-and-tanzania-great-migration-safari",
  "tourName": "Kenya and Tanzania great migration safari",
  "placesVisited": "Witness the Great Migration across Kenya and Tanzania, Discover the wildlife of the Ngorongoro Crater, Optional hot air balloon flights above the Maasai Mara and Serengeti, Enjoy cocktails around the campfire, Stunning wildlife viewing in Serengeti National Park, Visit Ol Duvai Gorge – ‘the Cradle of Humankind’, Stay throughout in small, luxurious tented camps and lodges, Comfortable minivans and 4x4 land cruisers",
  "generalInfo": "The Great Migration is, without doubt, the most exciting wildlife spectacle on the planet. With millions of wildebeest, zebras and antelopes making the journey from the Serengeti in Tanzania to the fertile grasslands of the Maasai Mara in Kenya, and crowds of predators lying in wait, the scene is set for some incredible drama. <br/><br/>And you’ll enjoy this unforgettable Kenya and Tanzania Great Migration safari from a position of comfort throughout. Travelling in spacious, well-maintained minivans and 4x4 land cruisers, you’ll stay in a succession of small, luxurious lodges and tented camps offering personalised services. The trip is ideal not only for couples or groups of friends, but also families. Dinner and cocktails around the campfire is a wonderful way to get to know your fellow guests, and share stories of sightings.<br/><br/>Your Great Migration safari gets underway in Nairobi, as you venture into the Maasai Mara National Reserve. Besides watching as crowds of herd animals make their way, you can observe lions, elephants, Nile crocodiles and hundreds of bird species here. For the best views of all though, opt for a sunrise hot air balloon flight about the reserve to enjoy a bird’s eye view (also available in the Serengeti) – and follow it with a champagne breakfast in the bush.<br/><br/>Continuing into the Serengeti National Park, where many more stunning wildlife encounters await you, you’ll also have a chance to visit Ol Duvai Gorge, considered the ‘Cradle of Humankind’. From here it’s a short distance to one of Africa’s most renowned wildlife-watching destinations. The vast Ngorongoro Crater makes an epic, volcanic backdrop as a thrilling cast of predators and prey takes centre stage.<br/><br/>A Great Migration Safari in Tanzania and Kenya is also an opportunity to explore Maasai culture, your local guides acting as a bridge to communities happy to share their traditions and ways of life with respectful visitors. <br/><br/>And, as the climate crisis brings drought, flooding, and extreme, unpredictable weather to much of Africa, and wildebeest numbers drop, this trip is also a chance to reflect on how the migration may look in future. Responsible safari operators are already trying to make their holidays as environmentally friendly as possible. There could be more twists yet to come in this eventful drama.<br/>",
  "durationDays": "9",
  "price": "6940",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL /NAIROBI: JAMBO! Upon arrival at Jomo Kenyatta International Airport in Nairobi, you will be met by our Customer Care Representative who will assist you with the transfer to your hotel. Before checking in at hotel, he will brief you on your program ahead and introduce the Driver Guide who will be with you throughout the safari."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "START MASAI MARA EXPLORATION After breakfast and a short briefing by your driver guide, drive to the world-famous Masai Mara National Reserve, backdrop to 'the greatest wildlife spectacle on earth', the annual migration of over one million wildebeest. Arrive in time for lunch at your camp. Spend the afternoon on safari in Kenya's most popular reserve. Arrive back in camp in time for campfire cocktails and dinner."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "MASAI MARA UNLIMITED GAME VIEWING FOLLOWING THE MIGRATION Your day will be spent on safari in Africa's richest wildlife viewing arena following the migration. Historically teeming with wildlife, the Mara hosts Kenya's largest lion prides and elephant herds. Other predators include leopard, cheetah and spotted hyena; while in the Mara River you will see fat pods of hippo and vast Nile crocodiles. Other highlights include giraffe tops, gazelle, zebra, buffalo and over 550 species of birds. Take the opportunity to fly over the Mara in a Hot air Balloon at an extra cost. The balloon package includes a champagne breakfast in the wild! If you can spare the money, viewing abundant game afloat a balloon is an unforgettable experience. Alternatively visit a Masai village and get learn the Masai culture at an extra cost."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "FOLLOW MIGRATION & GAME VIEWING IN NORTHERN SERENGETI NATIONAL PARK After breakfast this morning you will drive to Northern Serengeti with picnic lunch boxes. Customs and immigration border formalities will at Isebania border. Proceed with game viewing enroute to arrive in Northern Serengeti in time for a classic safari supper in the Serengeti National Park following the migration. On your next day spend the whole day exploring and following the migration. Your accommodation is strategically located within the northern (Kogatende) area of the famous Serengeti National Park in Tanzania and is set amidst the most prime areas of the Serengeti following the path of the great migration, sparsely inhabited by large Acacia as well as Tortilis Tree’s and is home to several species of wildlife that reside in this area year round due to catchments of water bodies around the area. Due to the Campsite’s ideal location, the great spectacle of the world-famous annual migration can be witnessed almost as close as to the camp – since the site lies along one of the main migratory corridors/routes, which the wildebeest use during their Great Migration going to and from the North and South of the Serengeti. Northern Serengeti remains an unexplored wilderness packed with stunning landscapes and abundant wildlife. The most captivating highlight of this area is undoubtedly the massive herds of migratory wildebeest and zebra during this season. However, the North Serengeti also supports an abundance of resident wildlife including lion, elephant, hippo, giraffe, crocodile and the rare oribi antelope."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "GAME VIEWING CENTRAL ~ SERENGETI NATIONAL PARK Move down where your day will be spent in Central Serengeti National Park and Serenera area which is one of many world-famous attractions in the Central Serengeti. Seronera Valley supports a much greater diversity of resident wildlife than anywhere else in the Serengeti including elephant, giraffe, impala, waterbuck, hippo, topi, reedbuck, buffalo and baboon. This resident prey in turn attracts the highest concentrations of large predators in Africa (lion, hyena, leopard and cheetah) and a multitude of smaller predators (mongoose, jackal, serval and bat-eared fox). Take the opportunity to fly over the Serengeti in a Hot air Balloon at an extra cost. The balloon package includes a champagne breakfast in the wild! If you can spare the money, viewing abundant game afloat a balloon is an unforgettable experience."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "DISCOVER OLDUVAI MUSEUM & NGORONGORO HIGHLANDS This morning depart for Ngorongoro Conservation Area with picnic lunch boxes stopping en route at Ol Duvai Gorge. Known as the ‘Cradle of Mankind’, this is one of the most important prehistoric sites in the world. Pioneered by famous paleontologists Louis and Mary Leakey in the 1950s it offers a glimpse into life two million years ago. The famous Ngorongoro Crater Conservation Area (NCCA) features rolling plains, lakes, craters, mountains and dormant volcanoes. Arrive at your lode in time for dinner and relaxation or an optional cultural village visit."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "ENJOY THE CRATER TOUR After breakfast, descend into the ‘8th Wonder of the World’, a unique biosphere that has remained virtually unchanged since the dawn of time. Enclosed within its towering walls are grasslands, swamps, forests, saltpans, a fresh water lake and a glorious variety of birdlife. Here too are all the members of the ‘Big Five’ (lion, elephant, rhino, leopard and buffalo) as well as a large cast of plains game and one of Africa’s densest populations of predators. Enjoy a picnic lunch on the crater floor before climbing back up to the lodge in time for relaxation before dinner."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "DEPARTURE Drive to Arusha. Following lunch on your own arrangements, spend time doing last minute shopping then later you will be transferred to Kilimanjaro airport for your flight back home. Say good bye to the wonderful country and promise to join us on another expedition!"
    }
  ],
  "map": ""
}