{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "highlights-of-kenya-luxury-camping-safari",
  "tourName": "Highlights of Kenya luxury camping safari",
  "placesVisited": "",
  "generalInfo": "Africa is said to have her mysteries that even a wise man cannot understand but respects them. Come experience a safari that will leave you with emotions that you never thought you had. It is the love, sympathy, fear mixed with curiosity of living in the wild.<br/><br/>This tour will take you to the highlights of Kenya, watch the slope lope of a lioness and forget to breathe. Marvel at the tripod of a giraffe bent to water. There are iridescent blues on the wings of birds that you do not see anywhere else in nature. In the midday heat, you can see blisters in the atmosphere. Feel primordial, rocked in the cradle of the world.",
  "durationDays": "8",
  "price": "5970",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL /NAIROBI JAMBO! Upon arrival at Jomo Kenyatta International Airport in Nairobi, you will be met by our African Customer Care Representative who will assist you with the transfer to your hotel. Before checking in at hotel, he will brief you on your program ahead and introduce the Driver Guide who will be with you throughout the safari."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SAMBURU NATIONAL RESERVE After breakfast drive north to the beautiful Samburu Reserve which along with Buffalo Springs & Shaba is part of the area known as 'Samburu'. Arrive in time for lunch at the luxurious camp. Spend the afternoon discovering the unique wildlife of the reserve, which is famous for its elephants and lions. Return to the camp. On your next day enjoy game viewing drives in this park famous for the Samburu special five with an optional visit to the Samburu villages."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "LAKE NAKURU NATIONAL PARK Continue with your journey this morning as you drive to Lake Nakuru National Park. Lunch will be at Thompson Falls Nyahururu. The park boasts a huge variety of animals, including leopard which is often found snoozing on the branches of the magnificent yellow-barked acacias, lion, buffalo, hippo, waterbuck, warthog, baboon, the endangered Rothschild’s giraffe only found in this park in Kenya, white rhino and the rare black rhino which is protected and guarded here."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "MASAI MARA NATIONAL RESERVE Your journey now takes you to the Maasai Mara, Kenya’s most famous wildlife reserve. Arrive in time for lunch followed by afternoon game viewing drive. You will have two more days of game viewing with all meals and overnight at your camp. The Maasai Mara is arguably Kenya’s most popular game reserve. It is most famous and most visited game reserve in Kenya. The film “Out of Africa” was made to a great extend in this sanctuary. There is a profusion of all types of wildlife including the big five. A spectacle worth seeing is the annual migration of millions of wildebeests, zebras, and the gazelles from the Serengeti plains across the Tanzania border and the Mara river to reach Maasai Mara grazing fields from late June. The game reserve abounds with birdlife since close to about four hundred and fifty two odd species have been recorded."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "DEPARTURE After breakfast at the Camp, bid farewell to the Masai Mara as you set on your journey back to Nairobi. Drive back down the Great Rift Valley to Nairobi, passing the dormant volcano, Mount Longonot, and lakes Elementeita and Naivasha on the way. Keep an eye out for herds of giraffe and gazelle and head up the escarpment. You will arrive in Kenya's bustling capital city Nairobi in the early afternoon. Spend time doing last minute shopping. Lunch is your own arrangements Transfer to Nairobi’s Jomo Kenyatta International Airport in time for your departure flight. Bid farewell to Africa until the next time. Say good bye to the wonderful country and promise to join us on another expedition!"
    }
  ],
  "map": ""
}