{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "east-africa-highlights-tour",
  "tourName": "East Africa highlights tour",
  "placesVisited": "Kenya: Ol Pejeta Conservancy, Game drives, rhino sanctuary and chimpanzee sanctuary visits, Optional: guided bush walks, bird watching, local community visits, Lake Nakuru National Park, Masai Mara National Reserve, Tanzania: Lake Victoria, Canoe ride and visit local fishing village, Serengeti National Park, Olduvai Gorge, Ngorongoro Crater Conservation Area, Arusha, Mount Meru",
  "generalInfo": "This tailor made Kenya &amp; Tanzania holiday, East Africa highlights, includes some of these two country’s most spectacular and wildlife rich locations. Begin in Kenya, with a beautiful drive down the Great Rift Valley, before arriving at Ol Pejeta Conservancy, where you’ll enjoy two nights in an exclusive camp. Ol Pejeta has the highest wildlife-to-area ratio of all of Kenya’s national parks and the game viewing is exceptional here. Next, move on to Lake Naivasha for a boat ride and walk on crescent island, with a game drive in Hells Gate National Park the following morning.     <br/><br/>The famous Masai Mara awaits now, and then we cross the border into Tanzania to stay on the shores of Lake Victoria. Two fabulous highlights round off this superb holiday – and the vast Serengeti and the Ngorongoro Crater Conservation Area – and for your final night, enjoy the peace and tranquillity of Arusha’s lakeside coffee plantations, at the foot of Mount Neru.<br/><br/>This 13 day holiday has been carefully designed and paced, so that you have time to really enjoy and relish each safari destination. You will have the services of an English speaking guide and stay in a mix of luxury tented camps and traditional safari lodges.<br/>",
  "durationDays": "13",
  "price": "4440",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Jomo Kenyatta International Airport, you will be met and transferred to Fairmont Norfolk Hotel for overnight on bed and breakfast basis"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Leave the hotel after breakfast and travel north to Mount Kenya and enter the Serena Sweetwaters Tented Camp - Morani room. The camp is gathered around a waterhole and features two rows of tents, which are reached via a series of stone pathways, which wind through our landscaped grounds. The camp has 39 luxury tents, each with its own ensuite bathroom (hot and cold running water, 24-hour hot showers and flushed WCs). All our tents have luxury canvas interiors, solid floors and separate thatched roofs. Electricity is provided by 24-hour generator. 14 of our tents are on raised platforms with private balconies, the rest have private verandas, all with safari chairs and tables. Extra beds and cots can also be provided. Each tent features either a king-sized double bed or two twins. Mosquito nets are provided, as are hot water bottles at night. Distance/drive time: 220km / 3½ hours"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Enjoy an entire day exploring the pristine calm of the private Ol Pejeta Conservancy with game drives, Rhino Sanctuary and Chimpanzee sanctuary visits. Optional activities: Guided bush walks, bird watching, local community visits and so many more activities here. Situated between the foot hills of the Aberdares and the magnificent snow-capped peaks of Mount Kenya, the 110,000-acre private wilderness of the Ol Pejeta Conservancy boasts an astounding variety of wildlife, including all the members of the ‘Big Five' (the endangered black and white rhino , leopard, elephant, buffalo and lion). Offering one of the highest wildlife densities in Kenya and a higher wildlife to acre ratio than any Kenyan national park, the conservancy offers sanctuary to a number of endangered species, most notably the rare Grevy's zebra and the Jackson's hartebeest. The largest black rhino sanctuary in East Africa, the conservancy also hosts the only sanctuary for chimpanzees in Kenya."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, drive south to Lake Naivasha in time for lunch at the charmingly located Lake Naivasha Sopa Lodge. The lodge stands in 120 acres of lakeside land, most of which is covered in green riparian meadows, which sweep down to the shores of the lake, one of the most beautiful in the Great Rift Valley. A jetty has been built out onto the lake, from where guests can watch the antics of the hippos in the lake and experience 360-degree views, which include Crescent Island, Mount Longonot, the Mau Escarpment and the misty outline of the Aberdares. The grounds are alive with a colourful selection of birds, and the trees with monkeys. Afternoon crescent Island walk & boat ride in Lake Naivasha (included in this safari) ..Alternatively you may choose to just chill out at the lodge. About Lake Naivasha A freshwater lake, the highest of the string of lakes that glitter down the vast trench of the Great Rift Valley, Lake Naivasha is infamous for its rapidly shifting moods. Enigmatic, and dotted with floating islands of Nile cabbage (water hyacinth) and papyrus, Lake Naivasha has no known outlet, and legends abound regarding the vast tunnels that supposedly run beneath its surface. Towered over by the brooding bulk of Mount Longonot (2,776 m), and featuring a submerged volcanic crater known as Crescent Island, this beautiful lake is best known for its high numbers of water birds. Also, for the haunting cry of the fish eagles, which feed on the black bass and tilapia of its waters. Overnight at Naivasha Sopa Lodge-Standard room-LDBB Distance/drive time: 240 km / 3½ hours"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, day spent at Lake Naivasha with a game drive in Hells Gate National Park. The remainder of the day at leisure chilling out at the lodge. All meals and overnight at Naivasha Sopa Lodge-Standard room-LDBB"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Leaving the lodge after breakfast, continue up the floor of Rift to arrive in the famous Masai Mara National Reserve, and at the Mara Serena Lodge enjoy lunch. In the afternoon, enjoy your first game-drive in the Mara. World renowned for the breath-taking spectacle of ‘the greatest wildlife shows on earth’, the awe inspiring annual migration of the wildebeest, the Mara is Kenya’s most visited protected area. Technically an extension of Tanzania’s renowned Serengeti National Park, the Mara constitutes only 4% of the entire Serengeti ecosystem but its rolling grasslands, meandering rivers and towering escarpments offer one of the world’s most rewarding and evocative wildlife arenas. Returning to the lodge, enjoy some relaxation on your private veranda, sundowners and dinner in the central restaurant. All meals and overnight at Mara Serena-Standard room-LDBB Distance/drive time: 365 km / 5½ hours"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Spend all day on safari in the reserve with morning and afternoon game drives. The camp offers a list of optional activities and facilities that are an excellent complement to your safari: a swimming pool, Guided Nature Walks with an in-house naturalist, in-house cultural activities, sundowners, Hippo Pool breakfast with 'bubbly' (sparkling wine), bush & riverside dinners, massage services. All meals and overnight at Mara Serena-Standard room-LDBB"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast drive to the border cross between Kenya and Tanzania at Isabenia then drive to the shores of Lake Victoria with a picnic lunch on the way. Check into the Speke Bay Lodge. Dinner at the lodge. Distance/drive time: 470 km / 8½ hours"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast explore Lake Victoria with 1.5hour canoe ride and visit to local fish village. Depart and drive to the Serengeti National Park and to Mbuzi Mawe Serena Camp which is scenically located in a glade, known as ‘the place of the klipspringer’ (mbuzi mawe), and guarded by three-million-year-old granite towers. The camp is cleverly located on one of the main annual migration corridors. Enjoy lunch and afternoon game drive, dinner and overnight at the camp. About the Serengeti Covering 14,763 sq km of endlessly rolling savannah plains, the Serengeti is Tanzania’s first-established, largest and most famous park wherein tens of thousands of hoofed animals roam in a constant and unremitting search for the fresh grasslands upon which their survival depends. Distance/drive time: 250km / 5 hours"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "With a full day on safari (morning and afternoon game drives included) your options are wide. The Serengeti, whose Maasai name ‘Siringet’ translates as ‘the endless plains’, offers unparalleled ornithological opportunities and an unrivalled natural arena wherein the glory and harmony of nature can be appreciated as nowhere else on earth. Breakfast, lunch and dinner are served at the camp."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, enjoy a morning game drive as you leave the Serengeti with picnic lunch and drive to the Ngorongoro Crater Conservation Area via Olduvai Gorge. Popularly known as the ‘Cradle of Mankind’, Olduvai is the site of one of the most important and controversial Palaeolithic finds in recent history. In the late afternoon, arrive at the Ngorongoro Serena Safari Lodge, a unique lodge clinging to the rim of the magnificent Ngorongoro Crater. Designed to blend completely into the landscape, it is entirely invisible from the floor of the Crater 600 metres below. Dinner and overnight at the lodge. About the crater Often referred to as ‘the eighth wonder of the world’ the Ngorongoro Crater is one of Africa’s best-known wildlife arenas. A World Heritage Site, it is also one of the largest volcanic craters in the world (almost 20 kilometres wide, 610-760 metres deep and covering a total area of 264 square kilometres). An utterly unique biosphere, the Crater harbours grasslands, swamps, forests, saltpans, a fresh water lake and a glorious variety of birdlife, all enclosed within its towering walls. Due to its high concentration of wildlife, close-range viewing opportunities and striking scenery it is also Tanzania’s most visited destination. Distance/drive time: 150 km / 3 hours"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast, drive to Arusha. Check-in to the Four Points by Sheraton Arusha Hotel. Lunch and afternoon will be at leisure. Dinner and overnight at the hotel"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After breakfast, transfer to Kilimanjaro International Airport for your onward flights. We can arrange extensions to Zanzibar if time allows."
    }
  ],
  "map": ""
}