{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "rwanda-uganda-and-kenya-camping-safari-gorillas-the-mara",
  "tourName": "Rwanda, Uganda and Kenya camping safari, gorillas & the Mara",
  "placesVisited": "Rwanda genocide museum, mountain gorillas in Bwindi Impenetrable Forest, Queen Elizabeth Nature Park, Great Rift Valley lakes, forests and plantations, White-water rafting, source of the White Nile and village communities around Lake Victoria (optional), Kazinga Channel hippo cruise, Flamingos, rhino and leopard around Lake Nakuru, Murchison Falls cruise, Chimpanzee trek in Budongo Forest, Masai Mara",
  "generalInfo": "Begin with a resonant human encounter at a moving museum in Kigali reflecting on the 1994  conflict that killed over a million Rwandans, before lifting your spirits with another side of Rwanda - an unforgettable encounter in the Bwindi Impenetrable Forest with a family of Mountain gorillas whose gentleness belies their giant size.<br/><br/>Heading to the Queen Elizabeth National Park in the Great Rift Valley, you skirt the jagged Rwenzori Mountains, pausing for lunch amid tea and sugar cane plantations. Alongside savannah plains, this Park offers rainforests, dense papyrus swamps and natural volcanic crater lakes creating one of the world's highest levels of biodiversity, including 600-plus bird species. There's also  a river cruise along the Kazinga Channel to see the world's highest concentration of hippos.<br/><br/>Travelling on through Uganda, trek in the birdsong-filled Budongo Forest to encounter chimpanzee, Velvet and Colobus monkeys, wild pigs and forest elephants, then onto the Murchison Falls National Park where a ferry across the Nile heralds a game drive in search of elephants, giraffe, buffalo and Ugandan kobs (a local antelope) – plus the lions and leopards that hunt them. End a magical day with a  journey up the Nile to the ‘Devil’s Cauldron’, where rainbows arch through dramatic spray at the base of the park's eponymous cascade.   <br/><br/>Driving to Jinja on Lake Victoria, choose between the adrenaline rush of white water rafting, a trip to the source of the White Nile or walking to a local village to see a transformative community project in action. <br/><br/>Crossing into Kenya, the big game stars of the secluded Lake Nakuru reserve are black and white rhinos, complemented by gaudy flamingos and leopards lazing in fever trees. The grasslands of the Masai Mara provide a grand finale – and visit between August and October to witness vast herds of  wildebeest, gazelle and zebra run the gauntlet of predatory cheetah, lion and crocodiles as they cross the Mara on their annual migration. <br/>",
  "durationDays": "15",
  "price": "6749",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The adventure begins in Kigali, the capital of Rwanda. Around 6pm say hello to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner. Want to explore further? Secure pre-tour hotel nights through your sales representative. Accommodation: Beauséjour Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Rwanda is a country widely remembered for the genocide of 1994, in which hundreds of thousands of people were killed. There is a moving museum in Kigali that covers this period, which we visit this morning. After lunch, we cross the border into Uganda and drive towards Bwindi Impenetrable National Park, the home of wild mountain gorillas. Accommodation: Virunga Hotel & Campsite (or similar) – full-service camping"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You will remember today for the rest of your life as we spend a full hour in the company of a family of mountain gorillas! Owing to the terrain and need to explore to find the gorillas, our trek doesn’t follow a path; instead, our guides cut a route through the undergrowth. After a safety briefing, we are assigned to a gorilla family group and begin our trek. Expect a minimum of three hours of walking on irregular terrain; steep ascents and descents over muddy slopes are the norm. Strong footwear is essential and we recommend hiring a local porter to help you carry your bag/camera equipment and provide a steady, supportive hand (porters are arranged and paid for locally on the day). Seeing wild mountain gorillas in their natural habitat is an experience you will never forget. An adult male can weigh up to 430lb (195kg), a female up to 220lb (100kg), and a male can reach 5ft 7in (1.7m) tall. They are almost exclusively vegetarian and quite destructive eaters, which makes them unpopular with the farmers lower down the mountain as they have been known to wreck a whole field of crops just to eat one plant. For this reason, and poaching, the gorillas are very carefully protected. Gorillas are gentle creatures and are not known to attack unless very severely provoked. The family groups we trek to see are habituated to human presence but to prevent over familiarisation our time with them is limited to one hour. If the permits for gorilla families close to where we stay are unavailable, there may be more permits for other areas of the park, although this will mean a longer drive to the start of the trek. Accommodation: Virunga Hotel & Campsite (or similar) – full-service camping"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today, we have a long drive (approximately six to seven hours) to Mbarara, the ideal location to track chimpanzees tomorrow. En route, we pass through villages and communities, with the chance to see how the local people live. Accommodation: Igongo Hotel Camping (or similar) – full-service camping"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Journey deep into Kalinzu Forest for an unforgettable adventure tracking chimpanzees. On this three to four-hour experience, we’re joined by experienced guides, trekking through the forest and listening out for the chimps’ distinctive calls. Other animals we might spot along the way include colobus monkeys, vervet monkeys, olive baboons and plenty of bird species. The terrain can be steep and, at times, muddy; however, the chimpanzees typically stay on the flatter terrain. Accommodation: Igongo Hotel Camping (or similar) – full-service camping"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today there is a drive (approximately seven hours) to Jinja. En route, we pass over the equator, where our tour leader can show us some fun experiments. On the shores of Lake Victoria, Jinja is the adventure capital of Uganda. The area is most famous for grade IV and V white-water rafting excursions but there are plenty of other adrenaline-fuelled activities here. Accommodation: Adrift Camp (or similar) – full-service camping"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today is free to choose from a range of optional activities. White-water rafting in Jinja is among the best in the world, with a half- or full-day route that varies from quiet pools and forested islands to thunderous rapids and drops. There are several grade V rapids to navigate including Big Brother, Overtime and Silverback. If rafting doesn’t appeal, you can visit the source of the White Nile, one of the two major tributaries of the Nile. Accommodation: Adrift Camp (or similar) – full-service camping"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We cross into Kenya today via the Malaba Border, transferring (7hr 30min) to the city of Eldoret, with the chance to see the diverse scenery and experience the climate change as we transition between countries. Arriving in Eldoret, we have the rest of the day free to relax. Accommodation: Greenwood Resort camping (or similar) – full-service camping"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bid farewell to Eldoret and transfer (five hours) to Lake Nakuru National Park. Along the way we can admire views of the Great Rift Valley, which looks particularly spectacular from the Church Rock viewpoint. We get into the action with an afternoon game drive, the length of which depends on the movement and activity of the animals. On the floor of the Great Rift Valley, the park is home to a wide variety of animals, including lions, leopards, giraffes, zebras and buffalos. Accommodation: Lake Nakuru camping (or similar) – full-service camping"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Drive one-hour to Hell’s Gate National Park today, a compact park home to zebras, giraffes, leopards and plenty more. There’s also a Maasai cultural centre to visit, where we learn more about Maasai traditions. We take a game drive in the park, but there’s also the option of hiring bikes (paid locally) to explore on two wheels. This afternoon, there’s free time to relax at the beach or hotel pool; alternatively, take a walk into the local villages. Accommodation: Lake Naivasha Crescent Camp (or similar) – full-service camping"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Lace up your boots for a three-hour hike to Crater Lake, with the chance to see plenty of birdlife en route. Hiking to the top of the hills for a magnificent view over the lake, we may also spot giraffes and zebras, who are also regular visitors. Return to camp for lunch, then leave for Elsamere, the one-time home of naturalist and author Joy Adamson, who wrote the 1960 classic Born Free. The property is a museum to the Adamsons and there are plenty of photos of Elsa the lioness. Later, we enjoy high tea in the grounds, with a scenic lake as our backdrop. Accommodation: Lake Naivasha Crescent Camp (or similar) – full-service camping"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "We visit Lake Naivasha today, where we take a boat onto the waters to see the natural beauty and spot the abundant wildlife. We also head to a hippo pool, where we can see these magnificent creatures swimming. Accommodation: Lake Naivasha Crescent Camp (or similar) – full-service camping"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today we travel into the Masai Mara, stopping en route in the Loita Hills to visit the Maasai village of Tepesua, where the community is known for championing Maasai women’s health and education. On arrival, we are welcomed by a traditional warrior song and dance, before our host explains about Maasai warrior training and we take a walk in the village. The Mara is a vast grassland teeming with life. Here wildebeest, gazelles, topis, zebras and buffalo abound in the rolling savannah, and never far away lay the predators: cheetahs, lions and hyenas. Between mid-August and late October, one of the greatest spectacles on Earth takes place in the Mara: the annual migration of thousands of wildebeest, gazelles and zebras trampling across the long grass. Nothing is guaranteed on safari, but with the help of our brilliant guides you should see and learn a huge amount about the Masai Mara wildlife as we drive through the park this afternoon. Accommodation: Mountain Rock (or similar) – full-service"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Enjoy a full-day game drive in the Masai Mara to increase our chances of encountering many of the wildlife species in the reserve. We find a quiet spot inside the park to enjoy lunch by our vehicle, looking out across the plains. Accommodation: Mountain Rock (or similar) – full-service"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "We depart after breakfast for Nairobi, travelling up through the Rift Valley escarpment and looking back on classic African views with acacia trees scattering the vast landscape. Our trip ends in the Kenyan capital, where we say a fond farewell to each other and begin our return journeys home. Of course if you’d like to arrange more time to explore, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}