{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-private-wildlife-safari",
  "tourName": "Kenya private wildlife safari",
  "placesVisited": "",
  "generalInfo": "Nearly everyone who has ever seen a wildlife documentary will have seen some of the world famous rolling grasslands of the Masai Mara. This is Kenya’s premier protected areas and also one of the world’s most famous ecosystems. It has been the setting for countless wildlife documentaries and the reality more than lives up to the images shown on screen. <br/><br/>The iconic footage of lionesses chasing down a zebra, or the millions of blue wildebeest moving through the endless grassy plains and crossing the crocodile infested waters of the Mara River are synonymous with safaris. And what experiences they are to witness first hand.<br/><br/>However there is much more to Kenya than just the Masai Mara and this safari also visits the lesser known but equally wonderful Tsavo National Park a little further to the east along the border with Tanzania. <br/><br/>So join us on this two destination safari holiday to Kenya and experience the wild majesty of the Mara and Tsavo in all of their glory.<br/><br/>Introduction:<br/><br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife tours in Kenya which combine various different wildlife watching activities. In order to develop our unrivalled range of combined wildlife watching holidays, our guides and colleagues around the world have spent years searching out the world’s best wildlife watching locations as well as visiting some seldom visited areas. This dedication has led us to create this comprehensive safari which visits nearly all of the important wildlife watching locations within Kenya. <br/><br/>By visiting the grassland / savanna ecosystems of Masai Mara and Tsavo you will combine the famous wildlife watching destinations with some of the lesser visited in Kenya. By visiting more than one protected area you will gain a larger appreciation for ecotourism and conservation matters, which is what makes this safari unique. <br/><br/>All of our tours are guided by our own professional zoologist (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) so you are sure to be in the best hands possible for the best sightings as well as a great network of local guides in East Africa who have developed a great range of wildlife watching locations where the rarest species are commonly seen. Also to try and make sure that we will see as many of the rarer and elusive animals such as hirola in Tsavo as well as the famous Big Five in the Mara. On this trip we will spend many hours during the early morning and late afternoon on jeep safaris and also (where possible) after dark each night we will head out with high powered spotlights and start the search for nocturnal species. <br/><br/>One of the reasons why our wildlife watching holidays are unique is that our background (as a company) is from a scientific and zoological standpoint and so have a great network of colleagues and contacts all over the world who are the people on the front line in search of the best new locations for wildlife watching. All of these reasons and many more make us experts in arranging safaris and are able to tailor a safari to any location to try to find your targeted species. All you have to do is to get in touch with your budget and your group size and where you would like to go to try and find rare and elusive species.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner (where mentioned in the itinerary)). There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and open top 4x4 vehicles for all safaris. Where possible we use two brilliant guides; first a professional zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) will escort you on all your excursions and also very knowledgeable English speaking local guides who have decades of experience working and guiding throughout Eastern Africa. Your zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escort is an expert in mammal biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge of where some of the most elusive African animals are; as well as having years of experience in bringing people out to see Africa’s big five and its hundreds of other species safely. We also include all vehicle safaris, guided walks, spotlighting drives, cultural performances, cultural activities, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the African bush or some other wildlife watching activity. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>We recommend September / October as a great time for this trip as the wildlife is abundant at this time of year and the weather is not too hot and drier than other times of year. But we can run the trip at other times of year; just note that the price quoted here is based on the low season, we can and do run this tour at other times of year, the wildebeest migration can also be included, please ask for specific quotes for different times of the year.<br/><br/>Why Choose this Tour:<br/><br/>•\tAll of our wildlife watching holidays are guided by a zoologist (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) as well as local naturalist guides, drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>•\tWe can offer you spotlighting trips around some of the places visited on the trip - where the local authorities allow after dark activities.<br/>•\tWe can also bring thermal imaging and night vision equipment as well as spotting scopes (on request) to also aid in finding the nocturnal mammals after dark and scan the horizon for harder to see species.<br/>•\tWe use camera traps (where available) which will increase the chances of getting close up pictures and movies of rare animals and other rare nocturnal wildlife.<br/>•\tExplore a huge ranger of ecosystems and protected areas across two of the world's greatest wildlife watching destinations.<br/>•\tImmerse yourself into the wonderful life of the Maasai and see how their famous coloured beads are made and also see how they and their cattle interact and live alongside the wildlife of the African plains and valleys.<br/>•\tAll the above reasons give this East African safari holiday a great success rate of seeing the best wildlife around here. <br/>•\tWe have an unrivalled network of experts and guides throughout Eastern Africa so that we can try and find and observe animals such as the Big Five, gorillas, chimpanzees and hundreds of other species throughout Eastern Africa. Whether it is the Kenya, Tanzania, Uganda or Rwanda or any of the other many wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour travels to two locations, firstly the wonderful Masai Mara National Nature Reserve and then both Tsavo East and West National Parks (they adjoin each other) and the entrance and exit point for this trip is Nairobi.<br/><br/>Fitness Level:<br/><br/>The majority of wildlife watching is all done from the 4x4 safari vehicle so any fitness level can participate. There are very few walks involved and all do not require any special physical fitness.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old.",
  "durationDays": "15",
  "price": "4350",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Nairobi - Arrival On your arrival into Nairobi airport you will be met by your local guide and driver and taken to your accommodation on the edge of this large city. If your arrival flight is early enough we can make it to the Mara today, otherwise it will be an early start for us to get to the Mara tomorrow. (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Masai Mara National Reserve - Travelling & Wildlife Watching This morning after an early breakfast at the hotel your guide will begin the journey southwest towards the border with Tanzania and the vast wild plains of the Maasi Mara / Serengeti ecosystem (~5 hours). The Masai Mara National Reserve is arguably the most famous wildlife watching destination in the world and home to some of the world’s most spectacular wildlife. As with the vast majority of wildlife around the world it is the early mornings and late afternoons which are the best for wildlife watching and so as the sun begins to get lower in the sky we will have the best chance of seeing lions and leopards. The reserve should still be playing (during September / October) host to around 1.7 million blue wildebeest, 260,000 plains zebra and 470,000 Thompson’s gazelles as they are at the end of their migration and spend the dry season in the Mara. Today will be more of a brief introduction to the Mara and we will be opportunistically trying and see anything of interest at the various waterholes and known locations for targeted species. (all meals included today)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Tsavo West National Park - Travelling & Wildlife Watching Very early this morning you will be collected from the lodge in the Mara to begin the journey to the first of the two Tsavo parks we will visit on this safari (~6 hours). The Tsavo ecosystem is an enormous, so large it is split into two national parks; the East Tsavo and West Tsavo we will first spend three nights in the West Tsavo National Park. Being the ‘smaller’ of the parks it still measures 9,065km2 and is home to huge numbers of wildlife. The journey to the park is likely to take all day to get to the park and so today you will be taken direct to the lodge for the night. (breakfast and dinner included today)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Tsavo West & East National Park - Wildlife Watching & Travelling Today we will have a final morning game drive of Tsavo West National Park before breakfast and then departing the relatively short distance to Tsavo East National Park, the parks are separated by A109 road that runs from Mombasa to Nairobi and a railway line. Once we arrive in the eastern side of the Tsavo ecosystem we will have another short game drive as we drive to our lodge, on arrival we will have lunch and then head out for our afternoon game drive once the temperatures cool a little as the day progresses. The eastern park is 13,747km2 in area and is drier than the western side, previously known as Taru Desert the area is not a true desert but more a semi arid ecosystem. The whole ecosystem (and the two national parks) were renamed Tsavo after the Tsavo River that flows through the park. The park is also a biodiversity hotspot and over the nest three full days we will spend lots of time looking for wildlife; there are some animals which are found here which are usually restricted to the very arid regions to the north and into Somalia, such as desert warthogs, somali ostriches and hirola. Once again we will have our evening meal back at the lodge amongst the sounds and sights of the African wilderness. (all meals included on these days)."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Nairobi - Travelling This morning will be an early start again as we depart back towards Nairobi. Today will be a day spent driving and on arrival at the hotel you will have the rest of the day at rest. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Home - Departure After breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included today)."
    }
  ],
  "map": ""
}