{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-safari-with-a-beach-stay",
  "tourName": "Kenya safari with a beach stay",
  "placesVisited": "",
  "generalInfo": "Starting in Nairobi and ending on the shores of the delightful Indian Ocean, this is a comprehensive safari that visits four extremely diverse wilderness areas. You begin your journey after a night in Nairobi discovering one of the most famous safari destinations, the Masai Mara situated in South West Kenya renowned for being home to over a million wildebeest, zebra and antelope between July and October, when the migration of huge herds make a dash across the rivers. Lion, leopard, hyena and cheetah are abundant … this is the area of the Big 5 safari. <br/><br/>Travel across the ‘breadbasket’ of Kenya where acres of wheat and barley grow towards the Rift Valley lakes and Lake Naivasha for a boat ride before continuing your journey on to Amboseli park, for stunning views of Mount Kilimanjaro in neighbouring Tanzania.  The mountain is crucial in supplying the plains here with a steady flow of water for feeding the various swamps and wetlands, thus attracting a huge variety of wildlife, including elephant, zebra, buffalo, giraffe, wildebeest and various grazing antelope. <br/><br/>You then head on through to Tsavo West park, more mountainous and wetter than it’s counterpart where swamps and a series of natural springs known as Mzima are the perfect spot from which to view the many hippo which can be seen from the underground viewing holes here. <br/><br/>Finally continue on to the Taita Hills Game Reserve for your last stop, viewing the wildlife from the platforms and hides which surround the watering hole. You end your journey with a last morning game drive through the sanctuary en route to the coast where you will be dropped off at the airport for your onward arrangements.  Alternatively head to a hotel on the North or South coast for some rest and relaxation to wrap up your unforgettable safari.  <br/><br/>This superb 8 day/7 night trip includes airport transfers and night in Nairobi at the start. With weekly departures every Sunday and Wednesday, this small group tour is guaranteed to depart with a minimum of 2 clients, max of 6 clients per vehicle and each passenger is guaranteed a window seat.  <br/><br/>Transportation is provided in 4 x 4’s with a pop up roof and an experienced English/bilingual speaking driver/guide.",
  "durationDays": "8",
  "price": "1875",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival into Nairobi, clients will be met and transferred to the Eka hotel. Afternoon at leisure. Overnight at the Eka hotel in a superior room on a bed and breakfast basis. (Check in time 14:00). Depending on time of arrival clients may choose to add an optional excursion."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Leaving Nairobi after breakfast, you travel towards Kenya's fertile highlands and head down the rift escarpment on the road built by Italian prisoners of war during World War II. On the way spot the charming chapel built at the foot of the escarpment. Pass the impressive Longonot earth satellite station as you head across the valley to Narok; continue your travels across acres of wheat and barley, before reaching the Masai Mara in time for lunch. Following lunch set off on your first game drive, returning to the lodge as the sun sets. Overnight at Keekorok Lodge on a full board basis. Drive time approx: 5 hours"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Following an early breakfast, depart on a morning game drive, returning to the camp mid morning. After lunch, and perhaps a siesta, set off on another game drive returning to the lodge as the sunsets. Overnight at Keekorok Lodge on a full board basis."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leaving the Masai Mara after breakfast, travel across the ‘breadbasket’ of Kenya, where acres of wheat and barley litter the landscape as you head north to Narok, the district headquarters of this part of Maasailand. Now, travel across the vast plains on the floor of the Rift Valley to Mai-Mahiu, before arriving at Lake Naivasha around midday. Following lunch and a siesta, depart on an afternoon boat ride on Lake Naivasha, with the rest of the afternoon at leisure. Overnight at Lake Naivasha Country Club in a Standard room on a full board basis."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Following breakfast, leaving Lake Naivasha behind, you continue towards Nairobi. Meet your fellow travelers’ that join from Nairobi and then head south east towards Amboseli arriving for a late lunch. In the afternoon depart on an afternoon gamedrive returning as the sun sets. Overnight at Amboseli Serena Safari Lodge in a Standard room on a full board basis Drive time approx: 7 hours"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Following early breakfast, depart to Tsavo West arriving your lodge for lunch. The journey takes you east, across the spectacular Shetani lava flow, a reminder of the molten outpouring that spilled down the scenic slopes of the nearby Chyulu Hills over the last three centuries. A zig-zagging road through scrub thorn and acacia leads you into Tsavo National Park, which together (East and West) form the largest of Kenya’s parks. Following lunch depart on an afternoon gamedrive, , including a visit to Mzima Springs with its underwater viewing holes. Return to the lodge as the sun sets. Overnight at Kilaguni Serena Safari Lodge in a Standard room on a full board basis. Drive time approx: 3 hours"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning, following early breakfast, and a gamedrive enroute to the gate, continue to Taita Hills Sanctuary arriving for lunch at Taita Hills Safari Resort. Following lunch, transfer to Saltlick Lodge. After a short siesta, depart on an afternoon gamedrive, returning late afternoon. Spend the rest of the afternoon and evening at leisure, viewing game from lodge’s underground hide or from the lodge balcony. Overnight at Salt Lick Safari Lodge in a Parkview room on full board basis Drive time approx: 3 hours"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Early breakfast is served today before continuing your journey to Mombasa, aiming to reach your North or South Coast beach hotel in time for a late lunch (on own arrangements). End of Services. Drive time approx: 4 hours We can add on time at the coast if required."
    }
  ],
  "map": ""
}