{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-and-tanzania-small-group-safari-holiday",
  "tourName": "Kenya and Tanzania small group safari holiday",
  "placesVisited": "",
  "generalInfo": "Visit all the famous landmarks of East Africa on this scheduled small group tour. With 2 versions departing on a Sunday each week, this tour is guaranteed to run with a minimum of 2 clients, maximum of 6 per vehicle (subject to camp and lodge availability).  Trip can also be taken on a privately guided basis.",
  "durationDays": "13",
  "price": "4475",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival into Nairobi, you will be met and transferred to your Nairobi hotel. Afternoon at leisure. Overnight on bed and breakfast basis"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Leaving Nairobi after breakfast, you make your way toward the Masai Mara, watching the scenery transform from fertile highlands to the wide, open plains that announce your arrival in big-game country. As you descend into the Rift Valley and continue across the landscape, the terrain becomes increasingly wild, and early wildlife sightings often begin before you even reach the reserve—a hint of the safari excitement ahead. Arriving in time for lunch, you settle in before heading out on your first afternoon game drive. This is one of the most rewarding times to explore the Mara, as animals become more active in the cooler hours. Your safari begins with classic sights of the region: elephants moving slowly through the grasslands, giraffes silhouetted against the sky, and large herds of zebra and antelope scattered across the savannah. Predators such as lions and cheetahs may be spotted preparing for their evening activities, while hyenas patrol the plains in search of opportunity. Birdlife adds to the spectacle, with secretary birds striding through the grass and raptors soaring overhead. As the sun begins to set, the Mara transforms into a golden, peaceful expanse. You return to the lodge at dusk, ready for dinner and the promise of even more extraordinary wildlife encounters in the days ahead."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After an early breakfast, set out on a morning game drive, exploring the wildlife-rich landscapes of the reserve. The cooler hours of the morning are ideal for spotting active animals, from grazing antelope and zebras to majestic elephants and lions resting in the shade. Your guide will point out tracks, behaviours, and hidden wildlife, offering insight into the park’s dynamic ecosystem. Return to the lodge or camp in time for a relaxing lunch and some downtime, allowing you to recharge for the afternoon’s adventures. In the late afternoon, head out for a second game drive, when predators become more active and the golden light of the setting sun enhances the scenery. The interplay of wildlife, light, and landscape creates perfect conditions for photography and immersive wildlife observation. After the drive, return to your accommodation to unwind, enjoy dinner, and reflect on the day’s encounters. Overnight at the lodge or camp on a full board basis."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, depart the Masai Mara and journey through Kenya’s fertile “breadbasket,” passing expansive wheat and barley fields before reaching Narok, the district center of this part of Maasailand. Continue across the Rift Valley plains, scanning for wildlife along the way—giraffes browsing treetops, herds of gazelle grazing, and perhaps ostriches striding across the open savannah. Ascend toward Mai-Mahiu and arrive at Lake Nakuru National Park around midday. Enter the park with wildlife viewing en route to your lodge, where lunch awaits, followed by some rest. In the afternoon, set out for a game drive across the park’s varied habitats, including woodlands, grasslands, and the lakeshore. Lake Nakuru is world-famous for its vast flocks of flamingos that sometimes turn the water pink, while hippos wallow in the shallows. The park is also home to both Black and White rhinos, elusive leopards, lions, and the endangered Rothschild’s giraffe. Antelope species, buffalo, and baboons add to the wildlife richness, creating endless photographic opportunities. Return to the lodge at sunset, reflecting on a day filled with Kenya’s remarkable biodiversity. Overnight at the lodge or camp on a full board basis."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After an early breakfast, drive to Lake Naivasha for a scenic boat ride, spotting hippos, fish eagles, and other waterbirds while enjoying the tranquil lakeshore. Afterward, leave the Rift Valley behind and continue toward Nairobi for an early lunch or picnic, depending on road conditions. Following lunch, travel south across the plains toward Amboseli National Park, arriving at your lodge by late afternoon. Set against the dramatic backdrop of Mount Kilimanjaro, Amboseli is renowned for its large elephant herds, which often move gracefully across open plains. Lions, giraffes, zebras, and a variety of antelope species also roam the park, while the wetlands and swamps attract diverse birdlife. Enjoy the iconic views and the sounds of the bush as you relax after your journey. Take in the changing light over the savannah and prepare for the game drives that await the following day. Overnight at the lodge or camp on a full board basis."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After a hearty breakfast, depart the lodge for an exhilarating full-day safari across Amboseli National Park. Explore open plains, acacia woodlands, and swamps in search of majestic elephant herds, lions, giraffes, zebras, and a variety of antelope. Pause at a scenic picnic site in the bush for lunch, surrounded by the sights and sounds of Africa’s wilderness. The afternoon continues with more game viewing as wildlife activity shifts with the changing light, offering spectacular photographic opportunities and close encounters. Return to the lodge by late afternoon, reflecting on the day’s unforgettable safari experiences and the stunning landscapes of Amboseli. Overnight at the lodge or camp in Amboseli on a full board basis."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After an early breakfast, enjoy your last views of Mount Kilimanjaro before departing Amboseli. Travel by road to the Namanga border, where you bid farewell to your Kenyan driver/guide and any travelers returning to Nairobi. Cross into Tanzania and meet your local driver for the journey to Arusha, stopping for lunch (drinks not included). In Arusha, join any new travelers before continuing toward Tarangire National Park. As you enter Tarangire, the scenery shifts to vast savannahs dotted with iconic baobab trees and seasonal rivers. The park is renowned for its large elephant herds, diverse wildlife, and rich birdlife, offering your first glimpse of the animals that make this park so special. Along the way to the lodge, watch for giraffes, zebras, and antelope, and possibly lions or leopards resting in the shade. Arrive at the lodge in the late afternoon, unwind in the peaceful bush surroundings, and enjoy dinner, ready for a full day of safari adventures tomorrow. Accommodation: lodge in Tarangire, full board."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Start the day with an early morning game drive in Tarangire National Park, when the bush comes alive with activity. Traverse open savannahs, riverine corridors, and acacia woodlands, encountering large herds of elephants moving gracefully across the plains. Spot lions lounging in the shade, leopards slipping silently through the trees, and giraffes browsing treetops with effortless elegance. Zebras, wildebeest, and a variety of antelope roam freely, while more than 500 bird species—including vibrant lilac-breasted rollers and stately marabou storks—bring the landscape to life. Each turn of the track offers new surprises, from animals at watering holes to unexpected predator-prey interactions, making every moment an authentic safari adventure. After a morning of thrilling wildlife encounters, return to the lodge for lunch before continuing to Lake Manyara National Park. Known for its spectacular scenery and abundant wildlife, the park provides more opportunities to spot hippos, baboons, and tree-climbing lions. Arrive in the late afternoon to settle in for dinner and overnight. Accommodation: camp or lodge on a full board basis."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Begin the day with an exhilarating morning game drive in Lake Manyara National Park, where the park’s varied habitats reveal a rich array of wildlife. Spot hippos wallowing in the water, baboons leaping through the trees, and the famous tree-climbing lions surveying their domain. Return to the lodge for lunch before setting out on the next stage of your adventure. Depart for the legendary Serengeti National Park, one of Africa’s most iconic wildlife destinations. As you pass through Naabi Gate, the gateway to the Serengeti, the excitement builds—open plains stretch out ahead, dotted with acacia trees and roaming wildlife. Begin game viewing immediately, with opportunities to see zebras, wildebeest, giraffes, and possibly predators stalking their prey, all against the vast, timeless backdrop of the Serengeti. Continue through the park en route to your lodge, where you arrive in the late afternoon. Relax, enjoy dinner, and reflect on the sights of your first day in this world-renowned wilderness. Overnight at the camp or lodge on a full board basis."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "A full day of morning and afternoon game drives in Serengeti National Park: immersive journeys into one of Africa’s most iconic wildernesses, where every moment is alive with the sights, sounds, and rhythms of the wild. As the sun rises over golden savannahs, the morning drive brings the first signs of life: lions yawning and stretching under acacia trees, cheetahs slipping silently through the grass, and herds of wildebeest and zebras moving purposefully across the plains. The air is filled with birdsong, and vibrant species like lilac-breasted rollers and kori bustards punctuate the landscape with color. Your guide tracks wildlife, pointing out subtle signs—paw prints, feeding marks, and distant movements—transforming the drive into a dynamic, interactive experience. Afternoon drives offer a different energy as the sun dips toward the horizon. Elephants gather at watering holes, buffalo roam in slow, majestic processions, and predators begin their evening hunts. The interplay of light, shadow, and wildlife creates cinematic moments, perfect for photography or quiet reflection. Between sightings, pause to absorb the vastness of the Serengeti, the endless sky above, and the hum of life all around, feeling fully connected to this timeless ecosystem. Each drive is a blend of discovery, wonder, and raw adventure."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Depart the lodge and begin your journey toward the Ngorongoro Conservation Area, enjoying your final game viewing in the Serengeti. As you drive across the vast plains and acacia woodlands, watch for elephants moving gracefully across the savannah, lions resting in the shade, giraffes browsing treetops, and herds of wildebeest and zebras in motion. Your guide will point out subtle signs of wildlife—tracks, feeding areas, and distant movements—making every moment a chance for discovery. Pause en route for a packed picnic lunch, surrounded by the sights and sounds of the bush, before continuing to your camp or lodge. Arrive in the late afternoon for dinner and overnight."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Depart early and descend into the floor of the Ngorongoro Crater for an unforgettable day of game viewing. This 102-square-mile wildlife haven is home to over 30,000 mammals, offering excellent opportunities to spot the Big Five—lions, elephants, buffalo, rhinos, and leopards—alongside zebras, wildebeest, and a variety of antelope. Pause for a picnic lunch at a scenic spot on the crater floor, surrounded by the sights and sounds of this extraordinary ecosystem. In the afternoon, continue exploring the crater before ascending back to the rim, taking in the sweeping panoramic views one last time. Return to your camp or lodge in the late afternoon for dinner and overnight."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After breakfast, you depart the camp/lodge and begin your journey back to Arusha arriving in the city for lunch (excludes drinks). Then transfer to Nairobi and drop off at Nairobi’s Jomo Kenyatta International Airport for your departure flight. It is possible to leave the trip in Arusha and fly to Zanzibar for time on the beach."
    }
  ],
  "map": ""
}