{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-adventurous-honeymoon-safari",
  "tourName": "Kenya adventurous honeymoon safari",
  "placesVisited": "",
  "generalInfo": "This holiday is designed for couples seeking more than just a getaway, it’s a chance to celebrate love, adventure, and unforgettable shared experiences. Whether you’re on your honeymoon, anniversary, or planning a once-in-a-lifetime proposal, Kenya provides the perfect backdrop: sweeping savannahs, hidden tea fields, and powder-soft beaches kissed by the Indian Ocean.<br/><br/>Your journey begins in the highlands, where you’ll stay in dreamy hideaways tucked between tea farms. Cycle together through rolling green landscapes, stop for impromptu tea tastings, experience private sundowners, and soak in the tranquility of rural Kenya. Safaris here are far from the crowds, offering intimate encounters with wildlife in quieter parks. With a focus on conservation, you’ll also have the chance to meet endangered black and white rhinos and rescued chimpanzees at sanctuaries making a real impact.<br/><br/>Between game drives, enjoy curated bush meals and private picnics in breathtaking settings, just the two of you, surrounded by nature. Sunset canoe rides and horseback safaris add a sense of adventure, while spa treatments and private dining experiences bring moments of indulgence.<br/><br/>To complete your romantic escape, head to the coast. Stay in handpicked beachfront villas, where white sand and turquoise seas set the stage for relaxation. Sail on a traditional dhow at sunset, snorkel together in crystal-clear waters, or simply enjoy uninterrupted time on the beach. Optional surprises like a private dinner in a cave or starlit massage by the ocean create moments you’ll never forget.<br/><br/>This is Kenya at its most romantic: wild, soulful, and designed for two.<br/><br/>Activities include:<br/><br/>+ Staying in romantic, handpicked lodges from tea farms to coastal villas<br/><br/>+ Cycling together through rolling tea fields with private tastings<br/><br/>+ Exclusive safaris in quieter reserves with rare wildlife sightings<br/><br/>+ Visiting rhino and chimpanzee sanctuaries with a conservation focus<br/><br/>+ Enjoying intimate bush meals and private picnics in nature<br/><br/>+ Sunset canoe rides and optional horseback safaris<br/><br/>+ Unwinding on white-sand beaches with dhow cruises and snorkeling<br/><br/>+ Choosing from tailored romantic touches like cave dinners or beachside massages<br/><br/>P.S. This trip is fully customisable... get in touch and let’s craft the perfect, magical journey just for you.",
  "durationDays": "13",
  "price": "8500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Start your journey by arriving at the Jomo Kenyatta International Airport (NBO) in Nairobi. Upon arrival at Nairobi’s international airport, you'll be warmly met by your private driver and begin your journey north toward Tigoni. The drive takes approximately 1 to 1.5 hours, winding past rural farmlands, roadside markets, and into the cool, green highlands of Limuru. This countryside haven offers a breath of fresh air and a gentle introduction to Kenya’s natural beauty and laid-back rhythm. Once you arrive, settle in and enjoy the tranquil surroundings. Stroll through nearby tea fields, sip freshly brewed chai on a deck overlooking the tea crops, or cozy up by the fire as the sun sets over the plantations and the stars come out. Over the next two days, explore the gentle pace of life in Tigoni. You'll wake to birdsong and the scent of dew-soaked greenery, and can admire the rolling hills and verdant tea plantations as you enjoy the peaceful escape from city life. Activities: Private Cycling Tour: E-bike through winding paths, past vibrant green fields, colonial-era homes, and tea-pickers at work. Stop for scenic viewpoints or impromptu tea tastings. Tea Farm Discovery: Learn the full journey from leaf to cup—walk through plantations, tour the factory (if open), and enjoy a sampling session of various brews. -- Accommodation: 2 nights at an eco-retreat nestled in the heart of tea country, with panoramic views, cozy interiors, rustic charm, farm-to-table meals, misty mornings, and crisp highland air."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Leave the highlands and drive north into the dramatic landscapes of Samburu, a region rich in unique wildlife and deep cultural traditions. Embark on private game Drives as you explore rugged terrain home to elephants, lions, Grevy’s zebra, and the elusive leopard. Enjoy sunrise and sunset drives led by expert local guides. Optional Samburu Village Visit: Learn about the vibrant Samburu culture—traditional dress, beadwork, and community customs in a respectful, immersive way. Accommodation: A luxury riverside tented safari camp shaded by doum palms, where elephants often pass just beyond your deck."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Travel south into Laikipia for an unforgettable journey into one of Africa’s leading conservation hubs. Activities: Visit Baraka, the blind black rhino, and hear his story of resilience. Witness conservation in action at the chimpanzee sanctuary and meet rescued animals now thriving in safe care. Meet with the last Northern White Rhinos (optional add on $70pp): A deeply moving visit to the last two northern white rhinos on Earth. This is an up-close, educational experience in hope and preservation. Other optional activities: Ask us about a horseback safari, night game drive, or a wildlife walk. All this at the foothills of Mt Kenya where the equator crosses through, photo opportunity moment! Accommodation: 2 nights in a spacious canvas camp overlooking open plains, with bush dinners, firelit lounges, and a strong focus on wildlife protection."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Descend into the Rift Valley for two days beside the dramatic cliffs and pink-fringed shores of Lake Nakuru. Activities: Lakefront Safaris: Spot endangered white and black rhinos, Rothschild giraffes, and large flocks of flamingos as they feed and flock in the shallows. Cliff Walks: Lace up your boots for a sunrise walk above the lake—an unforgettable moment to greet the day with panoramic views and serenity. Accommodation: 2 nights at a romantic retreat perched just above the lake, with floor-to-ceiling windows, soaking tubs, and a view of sunrise from the bed."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Take a flight (included) south to the sun-drenched coast where white sand beaches and turquoise waters await. Activities: Mangrove Sunset Canoe Ride: Glide through peaceful mangrove channels as golden light filters through the trees and the skies transform into pastels. Picnic with Giraffes: Stop en route for a luxury private picnic in the wild, joined by graceful giraffes roaming freely nearby. This picnic is located in a sanctuary where the wildlife is well cared for and tours are ethically carried out. Optional: Ask us about a romantic dinner in a cave :) Accommodation: 2 nights at a boutique coastal retreat with swaying palms, barefoot luxury, and the sound of waves just steps away."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Continue up the coast to the serene shores of Watamu, where time slows and the ocean calls. Activities: Village Immersion: Walk through a local village, visit community projects, and learn how coastal life and culture thrive in harmony with the sea. Dhow Sailing & Snorkelling: Board a traditional dhow for a private sail and snorkel adventure in the Marine Park’s protected reefs—vibrant fish, coral gardens, and pure joy await. Chance to spot dolphins in the right season! Optional: Ask us about a relaxing private yoga class or massage. Accommodation: 2 nights at an oceanfront suite with sweeping sea views, gentle sea breezes, and a quiet stretch of beach to call your own."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today, fly back from Malindi to Nairobi to begin your homeward journey."
    }
  ],
  "map": ""
}