{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "classic-kenya-safari-holiday-8-days",
  "tourName": "Classic Kenya safari holiday, 8 days",
  "placesVisited": "",
  "generalInfo": "It’s easy to see why so many visitors flock to Kenya from around the world to experience a truly unique African adventure in one of the world’s most pristine safari destinations. This tour will broaden your mind on an educative level as you get the first hand experience of staying in the parks where roaring of a lion is your \" goodnight\"  and melodies of the birds are your \" morning alarms\". Wildlife safaris are truly magical in their own ways and we get the privilege of planning this magical experience for you.",
  "durationDays": "8",
  "price": "5730",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL /NAIROBI JAMBO! Upon arrival at Jomo Kenyatta International Airport in Nairobi, you will be met by our Africa Customer Care Representative who will assist you with the transfer to your hotel. Before checking in at hotel, he will brief you on your program ahead and introduce the Driver Guide who will be with you throughout the safari."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SAMBURU NATIONAL RESERVE After breakfast and being briefed drive north to 'Born Free' country where Joy and George Adamson raised Elsa the lion cub in the wild and beautiful Shaba National Reserve which along with Buffalo Springs is part of the area known as 'Samburu'. Arrive in time for lunch at the luxurious Sarova Shaba Lodge, which is built around natural springs and offers an oasis of green in the midst of this beautiful but harshly arid landscape. The Sarova Shaba Lodge is located high above the Shaba Game Reserve, and it cleverly incorporates the beautiful natural springs as one of its special features, also offering itself as the perfect base from which to explore The Shaba Reserve. Spend the afternoon discovering the unique wildlife of the reserve, which is famous for its elephants and lions. Return to the lodge in time to relax before dinner in the restaurant which is raised on timbered stilts overlooking the Ewaso Nyiro River."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SAMBURU NATIONAL RESERVE Spend all day on safari in the reserve. Irrigated by the river, which is home to numerous hippo and crocodiles Shaba offers sanctuary to large herds of elephant, healthy numbers of lion, leopard, cheetah, plentiful plains game, reticulated giraffe, rare Beisa Oryx, kudu and gerenuk. It is also one of the few reserves in which you can see the Grevy’s zebra (rather than the more common Burchell's zebra found elsewhere) and the critically endangered wild dog. Offering 100 species of birds, the reserve is also home to the rare blue-shanked Somali ostrich. Breakfast, lunch and dinner will be at the lodge."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "OLPEJETA CONSERVANCY This morning depart to the privately-owned 24,000 acre reserve, Ol Pejeta Conservancy where your drive ends and another adventure begins at your luxurious tented camp with magnificent views of Mt. Kenya. Arrive in time for lunch followed by an afternoon game viewing drive. One of only four private wildlife reserves in Kenya, your under canvas experience includes wildlife drives in search of the ‘Big Five’. Watch a parade of elephant, giraffe, zebra and impala come to drink at the camp’s floodlit waterhole and saltlick. Optional activities abound, you may choose to go on a night drive in search of nocturnal species, go on a nature walk or join a rhino patrol with experienced armed rangers to find and monitor black rhino. This afternoon you will also visit the 200-acre Chimpanzee sanctuary that has been set up here."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "LAKE NAKURU NATIONAL PARK After breakfast drive south to Lake Nakuru which is the most famous of the Great Rift Valley lakes and home to a shifting population of over one million flamingos. Arrive in time for lunch at the Sarova Lion Hill Lodge, which enjoys sweeping views across the lake. Lion Hill Lodge impresses every guest with its panoramic view of the pink shoreline created by millions of flamingos on Lake Nakuru. The Lodge is situated within the Lake Nakuru National Park Rift Valley Province and is surrounded by natural flora and fauna in its beautiful grounds. Spend the afternoon on safari in Kenya's first and largest rhino sanctuary where sightings of both black and white rhino are almost guaranteed and where you have a higher than average chance of spotting a leopard. Other wildlife includes; lion, hippo, the rare Rothschild's giraffe, Colobus monkey, numerous plains game and 450 species of birds"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "MASAI MARA NATIONAL RESERVE After breakfast, drive to the world-famous Masai Mara National Reserve, backdrop to 'the greatest wildlife spectacle on earth', the annual migration of over one million wildebeest. Arrive in time for lunch at the Mara Sarova Camp, a luxury tented camp. Sarova Mara is set in the African bush but the luxurious tents all have permanent roofs, zip-up fronts, and electricity and en-suite facilities. Relaxing outside your own tent listening to the orchestra of rasping Cicadas, croaking Tree Frogs and the intermittent call of birds and monkeys is a memorable symphony Spend the afternoon on safari in Kenya's most popular reserve. Arrive back in camp in time for a swim, a hot shower, campfire cocktails and dinner in the luxurious central restaurant."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "MASAI MARA NATIONAL RESERVE Spend the whole day on safari in Africa's richest wildlife viewing arena. Historically teeming with wildlife, the Mara hosts Kenya's largest lion prides and elephant herds. Other predators include leopard, cheetah and spotted hyena; while in the Mara River you will see fat pods of hippo and vast Nile crocodiles. Other highlights include giraffe tops, gazelle, zebra, buffalo and over 550 species of birds. Spend the evening in camp where colourful Masai dance and cultural performances are offered nightly"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "NAIROBI ~DEPARTURE After breakfast at the Camp, bid farewell to the Masai Mara as you set on your journey back to Nairobi. Drive back down the Great Rift Valley to Nairobi, passing the dormant volcano, Mount Longonot, and lakes Elementeita and Naivasha on the way. Keep an eye out for herds of giraffe and gazelle and head up the escarpment. You will arrive in Kenya's bustling capital city Nairobi in the early afternoon. Spend time doing last minute shopping. Lunch will be at the Carnivore Restaurant famous for its mouthwatering charcoal grilled barbeque. Later transfer to Nairobi’s Jomo Kenyatta International Airport in time for your departure flight. Bid farewell to Africa until the next time! Say good bye to the wonderful country and promise to join us on another expedition!"
    }
  ],
  "map": ""
}