{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-and-tanzania-safari-adventure",
  "tourName": "Kenya and Tanzania safari adventure",
  "placesVisited": "Kembu Farm, Lake Nakuru National Park, Masai Mara, Game driving in the Masai Mara, Western Highlands, Lake Victoria, Game drive through Serengeti Plains, Camping in the Serengeti, Ngorongoro Crater, Rift Valley, Arusha, Zanzibar, Stone Town, Nungwi",
  "generalInfo": "This two week Kenya and Tanzania safari adventure takes you to the heart of East Africa where wild savannah stretches as far as the eye can see and spectacular wildlife shows are par for the course. <br/><br/>Travel at the right time of year (mid-August to late October) and you’ll catch the wildebeest migration, one of the greatest wildlife spectacles on the planet, but even if you miss it, the scale and diversity of bird and animal life won’t disappoint. Wildebeest, gazelle, zebra, elephant and buffalo are plentiful on East Africa’s wild plains, and cheetah, lion and hyena are never far behind. <br/><br/>Traveling overland and camping at night, you’ll explore the heartland of the Maasai people and take in some of the finest game parks in eastern Africa. You’ll travel into the vast grasslands of the Masai Mara, through the tea plantations of the Western highlands and on to the teeming Serengeti plains. And then there’s the mind-blowing scenery of the Ngorongoro Crater, formed when a volcano erupted leaving fertile plains in its place.<br/><br/>The tour finishes with three days on the tropical beaches of Zanzibar, where you can sail in a dhow, go snorkelling and feast on fresh seafood.<br/><br/>",
  "durationDays": "14",
  "price": "5449",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Nairobi, the capital and largest city in Kenya. There are no activities planned, so relax and settle into Nairobi life. Around 6pm say jambo to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Kenyan welcome by arranging a group dinner. Want to explore further? Secure pre-tour hotel nights through your sales representative. Accommodation: Heron Portico Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We travel west into the Great Rift Valley to the lakeside town of Naivasha. This is a lovely scenic route that takes us to Naivasha, which is where we stay for the night. While the crew set up the camp, you can enjoy a boat ride, where you have the chance to spot some of beautiful birdlife and elusive hippos. Accommodation: Crescent Campsite, Oloiden Camp (or similar) - full-service camping"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning, we drive to Lake Nakuru National Park, where we enjoy a superb game drive. Although small, the park is home to an amazing variety of animals and birdlife. It also has a soda lake, which is sometimes home to thousands of flamingos. We hope to see endangered white and black rhinos, lions and, if we are very lucky, the elusive leopard. There is a stunning view above the lake from Baboon Cliffs and here we may see a rock hyrax, a small, furry relative of the elephant. Tonight, we stay just outside the park in a campsite with good showers and flush toilets. Accommodation: Nderit Campsite or similar (full-service camping)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today we travel into the Masai Mara, one of the most famous ecosystems in the world. This vast grassland is teeming with life; plains game including wildebeest, gazelle, topis, zebras and buffalos, and never far away are the predators: cheetahs, lions and hyenas. Between mid-August and late October, one of the greatest spectacles on Earth takes place in the Mara – the annual migration of thousands of wildebeest, gazelles and zebras. Nothing is guaranteed on safari but, with the help of our brilliant guides, you should see and learn a huge amount about the resident wildlife as we game drive through the park this afternoon. We stay in a campsite just outside the reserve for the next two nights. Accommodation: Mara Springs Camp or similar (full-service camping)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We have a full-day game drive in the Masai Mara to increase our chances of encountering many of the wildlife species in the reserve. We find a quiet spot inside the park to enjoy lunch by our vehicle, looking across the plains. There are also several optional excursions you can enjoy today in addition to the game drive, including visiting a traditional Maasai village to meet the residents. Accommodation: Mara Springs Camp or similar (full-service camping)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Our long drive today is up through the Western Highlands and allows plenty of time to appreciate the superb scenery. The road begins to descend and we leave the neatly ordered rows of tea bushes as we cross into Tanzania at the Sirari/Isebania Border. We camp in a pleasant spot at Musoma on the shore of Lake Victoria. Accommodation: Matvilla Beach Lodge & Campsite or similar (full-service camping)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today, we turn east and enter the vast Serengeti Plain, one of the largest parks in Africa. There is a choice of routes into the Serengeti, depending on the weather: if it is dry, the 80mi (130km) Western Corridor is open and usually full of plains game. If it is wet, however, this road, which is built on black cotton soil, is impassible and we must enter the park from the north at Ndabaka gate. We spend two nights in the park so we have plenty of time to enjoy the vast open spaces and the variety of game. We camp at Seronera, where there are various camping areas, all in open bush with no fences to prevent the animals from visiting during the night. A real taste of wild Africa! Accommodation: Serengeti Public Campsite or similar (full-service camping)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "We leave early and it is often possible to watch elephants and other animals browsing close to the campsite. The morning is spent game driving in the eastern part of the park, where it is unusual not to spot a pride of lions in their favourite place: under a big, shady tree. After crossing the vast grasslands, we come to the Ngorongoro entry gate at Naabi Hill. We travel up towards the edge of the Ngorongoro Crater, the wide-open plains below stretching as far as the eye can see. Finally reaching the top, the crater opens in front of us: a huge, natural caldera, one of the great sights of Africa. The Ngorongoro Crater is the largest unbroken caldera in the world, formed when a volcano top erupts, leaving fertile plains in its place. Before this happened, it was the highest mountain in Africa, towering over nearby Kilimanjaro. The crater is essentially made of grassy plains, lush forest and a soda lake, which houses flamingos and an array of birdlife. From the rim, at an altitude of 7,875ft (2,400m), the cliff plunges down some 1,970ft (600m) to the crater floor with a whole host of extinct volcanoes ringing the valley. Our campsite here is very basic and can be very cold at night, so please come prepared. Accommodation: Simba Campsite or similar (full-service camping)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We descend to the crater floor in 4x4 vehicles and spend the morning watching large numbers of plains game, and the ever-present predators around them. We search for hippos in the murky pools and try to protect our food at lunchtime from the fearless brown kites, as they swoop and snatch anything that appears to be edible. After a fantastic morning, we continue our journey to the edge of the Rift Valley, where there is a great view over Lake Manyara (often tinted pink around the edges from large numbers of flamingos) and to Arusha. Accommodation: Njiro Legacy or similar (full-service camping)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We take a morning flight to Zanzibar, an island 22mi (35km) from the mainland. First visited by Arab traders in the eighth century, and countless travellers in the following centuries, it is most famous for its spices and was once the centre of the East African slave trade. We spend our first night in Stone Town and then two nights by the beach. Stone Town is a myriad of small alleys and markets. We recommend a spice tour around the island plantations with chances to taste and buy. Accommodation: Tembo Hotel/Mizingani Hotel (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After a free morning in Stone Town, we transfer to our hotel by the beach. There is plenty to occupy your days here. You can relax on the eastern and northern beaches, with excellent snorkelling, sailing in a dhow and plenty of fresh seafood. The local buses are efficient and enable you to travel all over the island, although hiring a 4x4 for a day or two is a more exciting way of getting about and not expensive. It’s a fascinating mixture of culture, history and wonderful beaches. Accommodation: Mnarani Beach Cottages / Sunset bungalows (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Our adventure ends after breakfast and we begin our return journeys home. If you’d like more time to explore, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}