{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-safari-tour-north-and-south",
  "tourName": "Kenya safari tour, north and south",
  "placesVisited": "",
  "generalInfo": "This safari incorporates a visit to Samburu in the North, Nyahururu Falls in the Central highlands, Rift Valley and the Masai Mara, to the south. With lodges in excellent locations for game viewing and to explore the varying landscapes.<br/><br/>Samburu Reserve, located in the ‘northern frontier’ is home to the Samburu Special 5 - mammals found only north of the equator – the Gerenuk, Grevy’s Zebra, Besia Oryx, reticulated Giraffe and the Somali Ostrich. <br/>Nyahururu, located in the Central Highlands in Laikipia county, is an idyllic stop for nature enthusiasts, who enjoy a bit of gentle hiking with a visit to the falls and hippo pools, as well as a stop at the equator. The falls can also be visited from above for those that do not want to hike down.<br/>Lake Nakuru, famous for its prolific birdlife and home to the Rothschild giraffe and rhino is an ideal stop as you traverse across Kenya. <br/>Finally end your safari in the Masai Mara, home of the big 5 and host to the spectacle known as The Great Migration, historically taking place between July and October.",
  "durationDays": "9",
  "price": "2620",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival into Nairobi, clients will be met and transferred to their hotel. Afternoon at leisure. Overnight at Emara Ole Sereni Hotel in a superior room on a bed and breakfast basis. Optional excursions at supplement for morning arrivals Emara Ole Sereni Hotel situated at the heart of the vibrant city life and the majestic Nairobi National Park, discover the only urban escape surrounded by exquisite wildlife on one side and the hustle of the city and airports on the other. Capturing the authentic essence of Kenya, the hotel’s opulent rooms & suites in Nairobi are transformed to the highest possible standards.Floor-to-ceiling windows for exceptional views of the city and park, hardwood floors, warm hues, and designer furnishings exude style and sophistication that makes everyone feel like a privileged insider. Being one of the prominent hotels in Nairobi, all accommodation features modern amenities such as high-speed Wi-Fi access and LCD Smart TVs, as well as premium products, plush robes, and slippers in the bathroom for a restful and pleasurable stay"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Heading north after an early breakfast, you pass near Thika and continue north through some breath taking scenery dotted with rushing mountain streams and fields of tea and coffee. After Nanyuki town, continue north, eventually reaching a dusty outpost known as Isiolo, the last major stop on the journey into the remote northern frontier district. From here it's a fairly short hop to Samburu, arrival at the lodge in time for lunch and then depart for an afternoon game drive arriving back at the lodge as the sunsets. Overnight at Samburu Simba Lodge in a standard room on a full board basis. Samburu Simba Lodge Samburu Simba lodge overlooks Buffalo springs and the Uaso Nyiro River. From your room you have a fantastic view over the stunning plains, where elephants are grazing. Nearby rare game – reticulated giraffe, Grevy’s zebra, Beisa orynx and long-necked gerunuk can be seen. There are seven blocks of ten rooms each – six on the ground floor and four on the first floor of which two rooms are interconnected. The lodge also has 2 swimming pools with a pool side bar"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Early morning game drive followed by breakfast. Then for the remainder of the morning, one can relax by the pool or terrace, overlooking the river. After lunch another game drive returning to the lodge as the sun sets. Overnight at Samburu Simba Lodge in a Standard room on a full board basis."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leaving Samburu behind, travel south through Isiolo, crossing the northernmost foothills of Mount Kenya, until you get to the town of Nanyuki. Head north-west towards Nyahururu, located close to the equator and home to Nyahururu Falls, a 74-meter-high falls on the Ewaso Nyiro river. Visit the equator for a photo stop, before continuing to your hotel located near the Falls. Following lunch, depart on an escorted walk of the hotel grounds, before continuing your walk to the falls and a visit to the Hippo Pools. Return to your lodge in the late afternoon. Overnight at The Panari Resort Nyahururu in a Standard room on a full board basis. The Panari Resort Nyahururu Escape to a luxury hideaway waiting for you in the heart of 20 acres of tranquil forest. The Resort offers views of the Thompson Falls gorge and the Marmanet Forest. The Standard Rooms are located in the main building, and spacious accommodation in twin and double occupancies. These are ideal for families as interconnecting rooms are possible. Tastefully furnished with polished wood, these rooms are adorned with portraits of Joseph Thompson’s adventures and wildlife that once roamed free. Room amenities include tea and coffee making facilities, safe deposit box, plasma screen, direct dial telephone, and free wi-fi. The rooms are closely situated near the dining and bar area for your convenience."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Following an early breakfast, drive in a southerly direction to your next destination, the spectacular Lake Nakuru. Once in the national park, embark on a game drive followed by lunch at a lodge. The national park, known for its birdlife, offers a possibility to view flamingoes (in season). It is also home to Black and White rhinos as well as the endangered Rothschild Giraffe. After lunch, view game enroute to the park gate and continue to your next stop for the night Naivasha, arriving late afternoon. Following check in formalities, depart on a 1 hour Boat ride on Lake Naivasha. Overnight at Lake Naivasha Simba Lodge in a standard Room on a full board basis. Lake Naivasha Simba Lodge Lake Naivasha Simba Lodge is an enchanting setting where contemporary comfort blends stylishly with nature to offer an environment where guests can refresh their senses, rekindle their love of travel and reconnect with the world around them. Each room is blissfully private; you can sit on your balcony and watch our resident wildlife, take a nap and wake up to stunning bush views. Cocoon yourself in this exclusive hideaway and let your heart start to beat to the rhythm of Africa."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Following an early morning breakfast, leaving Lake Naivasha behind, begin your drive to Masai Mara ascending first up over the top of the Mau Escarpment; then, heading due south, towards Narok, the gateway to the Maasai Mara and district headquarters of this part of Maasailand. Travel across the \"breadbasket\" of Kenya, covered with acres of wheat and barley, before you reach the Mara in time for lunch. Following lunch and a siesta, an afternoon game drive returning to the camp as the sun sets. Overnight at Mara Simba Lodge in a standard Room on a full board basis. Mara Simba Lodge Whether you want a boost of rejuvenation or simply escape for the weekend to unwind, check into Mara Simba Lodge to achieve your wellness goals. Indulge in exceptional culinary experiences and entertain yourself at the bar, revive yourself as you surrender to the pleasures of life at this truly alluring destination. The luxurious accommodation affords supreme privacy and luxury accommodations to make the most of the bush environs"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Early morning and afternoon game drives. (It is possible to pre-book an optional early morning Balloon Safari at a supplementary cost) Overnight at Mara Simba Lodge in a standard Room on a full board basis."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Early morning and afternoon game drives. (It is possible to pre-book an optional early morning Balloon Safari at a supplementary cost) Overnight at Mara Simba Lodge in a standard Room on a full board basis."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Following breakfast depart the Masai Mara and head across acres of rolling wheat and barley farms to Narok, the district headquarters of this part of Maasailand. From here cross the vast plains on the floor of the Rift Valley, before heading up the rift escarpment on a road built by Italian prisoners during World War II. Arrive in Kenya’s bustling capital around mid-day. Once in the city, clients will be dropped off at the airport or Panari Hotel or 2.5.4 Ole Sereni Hotel for ongoing travel arrangements. End of our services."
    }
  ],
  "map": ""
}