{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "luxury-masai-mara-safari-zanzibar-honeymoon",
  "tourName": "Luxury Masai Mara Safari & Zanzibar Honeymoon",
  "placesVisited": "Masai Mara conservancy game drives, Luxury safari lodge, scenic flight back to Nairobi, beachfront villa at a five-star hotel in Zanzibar",
  "generalInfo": "If you are looking to relax, kick back and recover from the stresses of wedding planning then this Masai Mara and Zanzibar honeymoon is for you. Featuring cocktails by the pool, elephants by the waterhole, sunsets at the beach: sit back and watch as this trip gives you an audience with some of the greatest natural spectacles on earth, plus time to chill out afterwards.<br/><br/>After a couple of days in Nairobi, you’ll fly to the Masai Mara, to a luxurious tented camp that has its own pool. Here you can enjoy twice daily game drives – it’s possible to see the Great Migration here – and enjoy bush walks and even hot air balloon flights.  You might wake up, open your tent door and see a warthog family outside. <br/><br/>Three days later you take a scenic flight from the Masai Mara to Nairobi, and from here fly on to Zanzibar. You’ll be driven to its east coast, to a luxurious resort. Expect a hotel on a fantastic stretch of beach that even has its own PADI dive centre. You have seven nights here: meaning you can get a diving qualification, see lots of the island, or just chill out – the perfect start to your new life together. <br/>",
  "durationDays": "14",
  "price": "7357",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Kenya Fly into Jomo Kenyatta International Airport, where you will be picked up by your driver and transferred to The Karen Residence on the edge of Nairobi where you will stay for two nights on a bed and breakfast basis."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore Nairobi Your adventure begins as your driver picks you up from your hotel. You'll have the morning to explore Nairobi, starting with a visit to the Giraffe Sanctuary and the Elephant Orphanage. Afterward, enjoy a delicious lunch at the Karen Blixen Coffee Garden. In the afternoon, return to The Karen Residence, where you can unwind in the garden or lounge by the pool."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Safari Time Following breakfast, you'll be picked up and driven to Nairobi Wilson Airport to catch the 10am flight bound for the Mara. Upon landing at 11am, your guide from Kichwa Tembo will be there to greet you, marking the start of your safari experience. You'll spend three nights in the luxurious Kichwa Tembo Tented Camp, staying in a Superior Tent and enjoying full board accommodation. Make the most of their Honeymoon Special Offer, ensuring your stay is nothing short of magical."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Explore the Masai Mara Embark on twice-daily game drives, with common sightings including lions, elephants, cheetahs, and zebras. During your downtime, unwind by the pool, offering breathtaking views over the Mara plains. For those seeking adventure, consider trying a Balloon Safari over the Mara or exploring the vast landscapes on horseback—experiences that promise memories of a lifetime."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "The beach awaits Following a morning game drive, you'll catch the 11am flight from the Masai Mara back to Nairobi, connecting you to your flight to Zanzibar. Upon landing at 3.45pm, a driver will be waiting to transfer you to the East Coast. Around 5pm, you'll arrive at the White Sands Luxury Villas and Spa, where you'll check into your luxurious Deluxe Room where you will be staying for the next eight nights on a half board basis. If you're not already relaxed, this idyllic retreat is sure to work its magic!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "And relax... Enjoy your private pool or explore the resort's stunning pool nestled amidst the beautiful surroundings. Breakfast and lunch are served in the main restaurant, while dinner locations vary within the resort, offering a diverse culinary experience. Try a range of onsite activities such as wine tasting and language lessons, or pamper yourself with rejuvenating treatments at the onsite spa. With a host of options available, you could easily spend all eight days within the resort. Should you wish to venture beyond the resort, the hotel reception can assist in arranging boat trips, tours of Stone Town - a historic hub once known as the slave trade capital of the world- scuba diving expeditions, or visits to the enchanting Jozani Forest Reserve."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Home time After checkout you will be picked up by a driver and head to Zanzibar International Airport to catch your flight home."
    }
  ],
  "map": ""
}