{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-and-tanzania-tailor-made-safari",
  "tourName": "Kenya and Tanzania tailor made safari",
  "placesVisited": "Amboseli National Park, Stunning views of Mount Kilimanjaro, Lake Manyara National Park and its tree-climbing lions, Ngorongoro Crater, Visit Olduvai Gorge, ‘the Cradle of Humankind’, Serengeti National Park, Masai Mara National Reserve, Explore Masai culture with a guided village visit, Lake Naivasha, Crescent Island",
  "generalInfo": "Thrilling, unforgettable experiences abound on this Kenya and Tanzania tailor made safari. The trip has been designed to showcase some of the finest wildlife-watching in all of Africa, while ensuring you’re accommodated in comfort and style throughout. Exploring some of the continent’s most renowned national parks and reserves you’ll stay in a succession of luxurious lodges that have been strategically located to place you in the very heart of the action.<br/><br/>Immense herds of elephants range across Amboseli National Park, its skyline dominated by the majestic Mount Kilimanjaro, highest peak in Africa. In Lake Manyara, the lions find a breeze and respite from insects by climbing trees, which also gives them ideal vantage points for spotting prey. And in the spectacular Ngorongoro Crater, sometimes described as ‘the eight wonder of the world’, you’ll discover a unique biosphere teeming with wildlife, set against a backdrop of lakes, forest and dormant volcanoes. <br/><br/>Safaris are taken in the mornings and late afternoons, avoiding the worst of the heat while also ensuring you find the animals at their most active. Driver-guides, drawn from local Masai communities, are trained to put the interests of the animals first. They’ll help you get some memorable sightings while also making sure that the wildlife, and the habitats they rely upon, are not disturbed by your presence.<br/><br/>Among the moments likely to be most treasured are an (optional) hot air balloon flight over the plains at sunrise, as the Masai Mara wakes up beneath you. Another will surely be spending time at a Masai village, where local guides can explain traditional culture and ways of life to you, and help you share a little of your own lives with your hosts. These are communities that benefit hugely from responsible tourism, supplying lodges with fresh-grown produce, guiding, and selling their handicrafts to visitors. In some cases just a snatch of conversation with a villager, or a moment of mutual connection, can be one of the highlights of your trip.<br/><br/>Your final stop is Crescent Island on Lake Naivasha, in Kenya’s Great Rift Valley. The wildlife populations here are exceptional, and admiring the lakeside setting from a hilltop during the ‘golden hour’ before sunset encapsulates everything that makes an African safari so splendid. One of the many reasons for choosing a Kenya and Tanzania tailor made safari is that it can create moments like this for you to enjoy, every single day. <br/>",
  "durationDays": "12",
  "price": "17990",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL /NAIROBI JAMBO! Upon arrival at Jomo Kenyatta International Airport in Nairobi, you will be met by our Customer Care Representative who will assist you with the transfer to your hotel. Before checking in at hotel, he will brief you on your program ahead and introduce the Driver Guide who will be with you throughout the safari."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "AMBOSELI NATIONAL PARK This morning after breakfast, you will drive to Amboseli National Park which is famous for its large elephant population roaming across the vast grassy plains, the big five, and the majestic views of Mt. Kilimanjaro the highest mountain in Africa among other species of flora and fauna. Lunch will be at your lodge before proceeding for an afternoon for a game viewing drive."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "AMBOSELI NATIONAL PARK Full day in the Amboseli National Park with two game drives. You drive through across this vast lake bed, often dry but swampy in some areas. We have a lot of game here like cheetah, buffalo, giraffe, gazelles and herds of elephants all set against the amazing back drop of majestic Mount Kilimanjaro showing all its glory. If you wish, for a nominal fee, you can also visit a Masai Village to experience this nomadic tribe’s way of life and see their colorful culture."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "LAKE MANYARA NATIONAL PARK After breakfast drive to the beautiful Lake Manyara, a shallow alkaline lake that shimmers in a cleft in the Great Rift Valley. Customs and border formalities will be at Namanga border before proceeding for lunch in Arusha. Then drive to enjoy an afternoon game viewing in Lake Manyara National Park famous for its tree climbing lions. Later return to your lodge for dinner and overnight."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "NGORONGORO CONSERVATION AREA This morning relaxation at your lodge before departing for Ngorongoro Conservation Area. The famous Ngorongoro Crater Conservation Area (NCCA) features rolling plains, lakes, craters, mountains and dormant volcanoes. Hot lunch will be at your lodge before relaxation or an optional cultural village visit."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "NGORONGORO CONSERVATION AREA After breakfast, descend into the ‘8th Wonder of the World’, a unique biosphere that has remained virtually unchanged since the dawn of time. Enclosed within its towering walls are grasslands, swamps, forests, saltpans, a fresh water lake and a glorious variety of birdlife. Here too are all the members of the ‘Big Five’ (lion, elephant, rhino, leopard and buffalo) as well as a large cast of plains game and one of Africa’s densest populations of predators. Enjoy a picnic lunch on the crater floor before climbing back up to the lodge in time for relaxation before dinner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SERENGETI NATIONAL PARK After breakfast, drive through NCCA with picnic lunch boxes and cross into neighboring Serengeti National Park stopping en route at Ol Duvai Gorge. Known as the ‘Cradle of Mankind’, this is one of the most important prehistoric sites in the world. Pioneered by famous paleontologists Louis and Mary Leakey in the 1950s it offers a glimpse into life two million years ago. Arrive at your lodge in time to relax and enjoy a classic safari supper."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "SERENGETI NATIONAL PARK After breakfast, enjoy a full day’s game driving (meals taken in true safari style ‘in the bush’) in the vast and sensational Serengeti, which covers 14,763 sq km of endlessly rolling savannah. Venue for ‘the greatest wildlife show on Earth’, the annual migration of over one million wildebeest, the park is also renowned for its lions, cheetahs, zebras, giraffes and plains game. Overnight at the lodge."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "MASAI MARA NATIONAL RESERVE After breakfast and a short briefing by your driver guide, drive to the world-famous Masai Mara National Reserve, backdrop to 'the greatest wildlife spectacle on earth', the annual migration of over one million wildebeest. Stopping en route at Isebania border for customs and migration formalities. You will enjoy picnic lunch boxes en route before driving to arrive in time for late afternoon game viewing drive in Kenya's most popular reserve. Arrive back in lodge in time for campfire cocktails and dinner."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "MARA NATIONAL RESERVE Your day will be spent on safari in Africa's richest wildlife viewing arena. Historically teeming with wildlife, the Mara hosts Kenya's largest lion prides and elephant herds. Other predators include leopard, cheetah and spotted hyena; while in the Mara River you will see fat pods of hippo and vast Nile crocodiles. Other highlights include giraffe tops, gazelle, zebra, buffalo and over 550 species of birds. Take the opportunity to fly over the Mara in a Hot air Balloon at an extra cost. The balloon package includes a champagne breakfast in the wild! If you can spare the money, viewing abundant game afloat a balloon is an unforgettable experience. Alternatively visit a Masai village and get learn the Masai culture at an extra cost."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "LAKE NAIVASHA/LAKE ELEMENTAITA After your breakfast, you will depart for Lake Naivasha/Lake Elementaita to arrive in time for check in and late lunch followed by relaxation at your camp."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "CRESENT ISLAND VISIT/LAST MINUTE SHOPPING/DEPARTURE This morning enjoy a morning boat ride to the crescent island - The Park where you walk with the Animals! There is just one “Crescent Island Game Park” and it is located on Lake Naivasha, Kenya in the Great Rift Valley. There are more animals per acre than any other Kenyan Park, hence many film companies have been to the Island to film the herds of Wildebeest, Waterbuck, Zebra and Gazelle. They are not fenced in, which allows the wildlife on the mainland to come in as they lose their habitat to development and the ever increasing population. Hippo graze all over us at night then sleep under the acacia or rest in the water by day. The giraffe who were born on the Island return to give birth; sometimes you see three generations at a time. Hyena come to hunt at night but are not resident on the island, the many python that live here can be seen occasionally with a kill. Groups of Buffalo come and go but they are always monitored. From the top of the hill there is a 360 degree view across the Lake from Longonot to Hell’s Gate to the Mau Escarpment to Eburu and onto the Aberdares. Walking along the ridge in the golden hour before sunset whilst watching the animals grazing with the water shimmering beyond is what Africa is all about. Take a boat back to the lodge. Drive back to Nairobi, passing .You will arrive in Kenya's bustling capital city Nairobi in the early afternoon. Spend time doing last minute shopping. Lunch is your own arrangements Transfer to Nairobi’s Jomo Kenyatta International Airport in time for your departure flight. Bid farewell to Africa until the next time Say good bye to the wonderful country and promise to join us on another expedition!"
    }
  ],
  "map": ""
}