{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "masai-mara-express-safari-holiday",
  "tourName": "Masai Mara express safari holiday",
  "placesVisited": "",
  "generalInfo": "The Mara is without parallel in Kenya – and indeed in Africa. No other safari destination can offer the compelling blend of sweeping vistas, prolific wildlife and rich cultural heritage that the Mara so effortlessly provides.<br/><br/>Famed as the stamping ground of the massed herds of the Great Wildebeest Migration, the Mara also provides a home to a great many resident species, making it an exceptional game-viewing location at all times of the year.<br/><br/>No wildlife documentary can do the Mara justice; it has to be seen to be believed. Prepare to fall in love with a landscape studded with lone acacia trees and ancient rocky kopjes, and for your heart to beat in sync with the hooves of the herds and the heels of jumping Maasai warriors as they exhibit a ‘joie de vivre’ that comes naturally to everyone who spends time in this Edenic place.<br/><br/>Our ‘Magical Mara’ Safari has been designed for people who want to maximise their safari experience, even if they are short of time. Our suggested safari prioritises quality over quantity and is a complete holiday in its own right. Equally, you can see it is the nucleus of a longer Kenyan holiday - ask our team to tailor the programme to your specific preferences and create your perfect bespoke safari experience by adding nights in the Mara or elsewhere in Kenya.",
  "durationDays": "5",
  "price": "4550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Jomo Kenyatta International Airport in Nairobi, to be met by a driver guide for your transfer to Wilson Airport to catch a flight to the Masai Mara. Depart Nairobi in the morning*, arriving in the Masai Mara approximately one hour* later, where your Maasai guide will be waiting to meet you. Choose to head to Saruni Mara for some rest and relaxation, or begin your Mara adventure immediately with a game drive and picnic lunch to enjoy while you watch passing wildlife by the river, or out on the plains. Spend the afternoon exploring the Lemek and Mara North conservancies and see a different and less-explored corner of the Mara ecosystem – much more private, but still teeming with wildlife. Weather permitting, enjoy a starlit bush dinner in the heart of the wilderness, with Maasai warriors singing and dancing around the fire. warriors singing and dancing around the fire"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Set off on an early morning game drive to look for the big cats and other predators of the Masai Mara, returning to the lodge for lunch and relaxing treatments at the Maasai Wellbeing Space. In the afternoon, your guide will continue to reveal the secrets of Kenya’s most prolific wildlife area, followed by dinner back at the lodge plus an optional night game drive in search of lesser-known nocturnal creatures."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After a relaxed morning and breakfast, transfer to Saruni Eagle View in Mara Naboisho Conservancy, enjoying a game drive en route. Arrive for lunch and later embark on a thrilling game drive across the 50,000-acre wilderness. End your day with a scenic sundowner and an optional night game drive before returning to camp for dinner and a restful night."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Start your day with a early morning walking safari led by your Maasai guide, uncovering the hidden details of the Mara ecosystem. Back at camp, relax on your private deck, enjoy the views, or refresh in the plunge pool. Treat yourself to a soothing massage with the sounds of the bush as your backdrop. In the afternoon, embark on a game drive to explore new areas, guided by your expert Maasai guide. Conclude the day with dinner and storytelling around the campfire under a starlit sky."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Choose your activity for your last morning in the Mara, before it’s time to gather your belongings and depart to Nairobi. Enjoy dinner at the Talisman or Carnivore restaurant (flight times permitting; dinner on your own account) before transfer* to Jomo Kenyatta International Airport,. Alternatively, ask us for a different dining recommendation – our team knows all the best spots in town."
    }
  ],
  "map": ""
}