{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-tanzania-safari-holidays",
  "tourName": "Kenya & Tanzania safari holidays",
  "placesVisited": "",
  "generalInfo": "‘Kiboko’ means ‘Hippo’ in Swahili<br/>Showcasing a panoramic north-south selection of Kenya’s most famous national parks in Kenya and crossing into Tanzania’s mighty Serengeti. You fly out of the Mara after breakfast and arrive in the Seregneti in time for lunch. From Serengeti we proceed to explore the  ‘Eighth Wonder of the World’, the sensational Ngorongoro Crater. Uniquely varied, this essential travel itinerary also includes stays in both traditional safari lodges and tented camps.",
  "durationDays": "15",
  "price": "7450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Jomo Kenyatta International Airport, you will be met by our representative and transferred to Novotel Westlands Nairobi. Dinner (not included) can be taken at the hotel or at any of the cities many restaurants. Overnight at Novotel Westlands Nairobi-superior room (Bed and Breakfast included)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your Nairobi adventure begins with a day that blends wildlife encounters, cultural exploration, and lively entertainment. The morning starts at the Giraffe Centre, where you come eye-to-eye with endangered Rothschild’s giraffes. From elevated platforms, you can feed these gentle animals while learning about Kenya’s important conservation work and the efforts behind safeguarding this unique species. Your journey continues to the Karen Blixen Museum, the former home of the Out of Africa author. The farmhouse, preserved with antique furnishings and personal artefacts, offers an intimate look into colonial-era life. From the wide verandas, the sweeping views of the Ngong Hills help bring Blixen’s stories to life. Lunch is at the Karen Blixen Coffee Gardens (paid locally). Set within part of Blixen’s original coffee estate, the tranquil gardens and shaded terraces provide an inviting space to enjoy a meal inspired by both Kenyan and international flavours. In the afternoon, visit the Kobe Tough Beads Factory, a women’s cooperative celebrated for its handmade beadwork. Watching artisans craft each piece reveals the skill and dedication behind the designs, while learning about the cooperative’s mission highlights its impact on empowering local women. After returning to your hotel to refresh, the day ends with a vibrant dinner and performance at Safari Cats—a colourful blend of dance, acrobatics, and music that sets the perfect tone for the adventures ahead. Overnight at Novotel Westlands Nairobi (superior room) – Dinner, Bed and Breakfast."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After an early breakfast, drive north travelling to Nanyuki onto Ol Pejeta Conservancy. Check-in to Sweetwaters Tented Camp. A sheltered oasis, clustered around a water hole and set in the pristine calm of the private Ol Pejeta Conservancy, Sweetwaters offers a charming blend of under-canvas ambiance and safari luxury. Located on the plains of Mount Kenya, the camp features thirty-nine luxury tents, each with its own private veranda overlooking the water hole. The central Rhino Restaurant, housed in the former manager's house of this once colonial farm offers both regional and international cuisine. Also, within the house is the Kashoggi Bar and lounge, which centers on a blazing log fire. The Waterhole Bar, built in the style of a game-viewing hide, overlooks the waterhole and offers unrivalled wildlife-watching. Overnight at Sweetwaters Serena Camp-Morani Tent LDBB Distance/drive time: 216 km / 3½ hours"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Spend all day on safari in the reserve with morning and afternoon game drives and breakfast, lunch and dinner at the camp. Visit the local Rhino and Chimpanzee Sanctuaries in the course of your game drives About Ol Pejeta Conservancy: From a working cattle ranch in colonial Kenya, to a trailblazer of conservation innovation - the story of Ol Pejeta is as enchanting as it is inspirational. Today, Ol Pejeta is the largest black rhino sanctuary in east Africa, and home to two of the world’s last remaining northern white rhino. It is the only place in Kenya to see chimpanzees, in a Sanctuary established to rehabilitate animals rescued from the black market. It has some of the highest predator densities in Kenya, and still manages a very successful livestock programme. Ol Pejeta also seeks to support the people living around its borders, to ensure wildlife conservation translates to better education, healthcare and infrastructure for the next generation of wildlife guardians. Overnight at Sweetwaters Serena Camp-Morani Tent-LDBB"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, drive south to Lake Nakuru National Park, going via Thompson Falls Thomson's Falls is a beautiful 74 metres (243 ft) waterfall on the Ewaso Ngiro River in Central Rift Valley Kenya, a few kilometres from Lake Ol Bolossat, which drains from the Aberdare Range. Packed/box lunch en route In the afternoon arrive at Lake Nakuru Sopa Lodge-located on a range of hills that form the western limits of Africa’s Great Rift Valley, the lodge offers spectacular views over the vastness of Africa. The lodge also overlooks Lake Nakuru and its surrounding National Park, one that is a paradise for bird watchers and wildlife lovers alike. Lake Nakuru National Park is mainly a wooded and bushy grassland with a wide ecological diversity and characteristic habitats that range from the lake waters to the escarpment and ridges. Afternoon game drives in the park About Lake Nakuru-Resting squarely on the floor of the Great Rift Valley and surrounded by the characteristic woody and bushy grassland, her sky mirrored lake waters extending to an expansive mass of semi-alkaline water, Lake Nakuru National Park is a ball of beautiful sights waiting to be explored. A wide ecological diversity, varied wildlife habitats, plant and animal species await the wild outdoor lovers. The park is a uniquely rewarding game-viewing destination and a successful sanctuary for both the endangered black rhinos and white rhinbos Overnight at Lake Nakuru Sopa Lodge-Standard room-LDBB"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy a full day of safari activities in the park. Lake Nakuru National Park still remains on the best place to see the Whites Rhinos and the elusive Leopard (if you are lucky). Flamingo numbers have dwindled over the years, however, however the lake still has a good population of other bird species like Pelicans. All meals at the lodge Overnight at Lake Nakuru Sopa Lodge-Standard room-LDBB"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Leaving the lodge after breakfast, continue up the floor of Rift to arrive in the famous Masai Mara National Reserve, and at the Kilima Camp Masai Mara Kilima Camp Masai Mara- Set at an altitude of 1850 meters, the camp has spectacular views of the Maasai Mara and Mara River below. Small and intimate the camp is home away from home Enjoy lunch at camp In the afternoon, enjoy a game-drive in the Mara. World renowned for the breath-taking spectacle of ‘the greatest wildlife shows on earth’, the awe-inspiring annual migration of the wildebeest, the Mara is Kenya’s most visited protected area. Technically an extension of Tanzania’s renowned Serengeti National Park, the Mara constitutes only 4% of the entire Serengeti ecosystem but its rolling grasslands, meandering rivers and towering escarpments offer one of the world’s most rewarding and evocative wildlife arenas. Returning to the camp, enjoy some relaxation on your private veranda, sundowners and dinner in the central restaurant. All meals and overnight at Kilima Camp Masai Mara or similar camp-classic tent-LDBB Distance/drive time: 365 km / 5½ hours"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Spend a thrilling full day on safari in the Masai Mara, with morning and afternoon game drives and delicious meals served at your camp. The Masai Mara is Africa at its most dramatic—a pristine wilderness teeming with wildlife, vibrant birdlife, and surprising encounters. From the first morning light, your expert guide will track prints in the sand, reading the signs of the savannah to locate elusive predators, follow the movements of elephants, and explain the behaviours of each species you encounter. Every drive brings fresh excitement: spot cheetahs crouched on termite mounds, witness lion prides tracking prey, and watch elephant herds play at waterholes. The reserve offers a rare opportunity to encounter all members of the Big Five—lion, leopard, rhino, elephant, and buffalo—sometimes before lunch. Afternoon drives reveal another side of the Mara as herds gather at waterholes and the sky glows with fiery sunset hues. Return to camp for hearty meals, warm hospitality, and the comfort of your classic tent, as the sounds of the African night surround you—a perfect end to a day of adventure. All meals and overnight at Kilima Camp Masai Mara or similar – Classic Tent – LDBB"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Spend all day on safari in the reserve with morning and afternoon game drives and breakfast, lunch and dinner at camp. Also included in your safari activities today is visit to a traditional Maasai homestead for a rare insight into their rich traditional culture. All meals and overnight at Kilima Camp Masai Mara or similar camp-classic tent-LDBB"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, transfer to local Airstrip in the Masai Mara for a scheduled flight to Serengeti Seronera Airstrip (via Migori and Tarime Airstrips). On arrival at Migori Airstrip, you take a road transfer across the border for immigration and customs procedures, then on to Tarime Airstrip to connect to the Serengeti National Park. Upon arrival at Seronera Airstrip, you are met by your safari guide and transferred by road to Conserve Safari Serengeti, which is ideally located in the central Serengeti for more exciting safari game drives, as well as optional activities such as balloon safaris. About the Serengeti: Covering 14,763sq km of endlessly rolling savannah plains, the Serengeti is Tanzania’s first-established, largest and most famous park wherein tens of thousands of hoofed animals roam in a constant and unremitting search for the fresh grasslands upon which their survival depends. Lunch and afternoon game drive. All meals and overnight at Conserve Safari Serengeti Camp or similar property-LDBB"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After a leisurely breakfast, leave the Serengeti and drive to the Ngorongoro Crater Conservation Area and descend into the crater to explore the crater floor. Ngorongoro Crater: Often referred to as the eighth wonder of the world’ the Ngorongoro Crater is one of Africa’s best-known wildlife arenas. A World Heritage Site, it is also one of the largest volcanic craters in the world (almost 20 kilometres wide, 610-760 metres deep and covering a total area of 264 square kilometres). An utterly unique biosphere, the Crater harbours grasslands, swamps, forests, saltpans, a fresh water lake and a glorious variety of birdlife, all enclosed within its towering walls. Due to its high concentration of wildlife, close-range viewing opportunities and striking scenery it is also Tanzania’s most visited destination Packed box lunch at the crater floor before driving back to your camp in the afternoon Afterwards, continue to Acacia Farm Lodge-Karatu for dinner. All meals and overnight at Acacia Farm Lodge-Karatu or similar-LDBB"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After breakfast at lodge, we leave for a heartwarming visit to Simba Milima Primary School-our local school project, where you engage with the students, learn about their daily lives, and see how the community is working together to support education. Return to Acacia Farm Lodge for lunch Afternoon Coffee Farm Tour within the property All meals and overnight at Acacia Farm Lodge-Karatu or similar-LDBB"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Your final morning in Tanzania begins with a leisurely drive back toward Arusha, the gateway city to the northern safari circuit. Along the way, the scenery shifts from open highlands to bustling towns framed by coffee plantations. By midday, you arrive at the elegant Arusha Coffee Lodge, set within one of Tanzania’s oldest working coffee estates. Enjoy a relaxed lunch in the tranquil gardens, the perfect chance to pause and reflect on your safari adventures. After lunch, you transfer to Kilimanjaro International Airport for your onward flight. As you watch the sun set over the distant silhouette of Mount Kilimanjaro, the memories of your safari—thrilling game drives, breathtaking landscapes, and the warmth of local communities—remain fresh in mind."
    }
  ],
  "map": ""
}