{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "gorilla-safari-the-masai-mara",
  "tourName": "Gorilla safari & the Masai Mara",
  "placesVisited": "Kenya: Nairobi, Lake Naivasha, Masai Mara, Lake Nakuru National Park, Eldoret, Uganda: Jinja, River Nile, Optional: white water rafting, village walk, Murchison Falls National Park, Chimpanzee tracking in Budongo Forest, Queen Elizabeth National Park, Bwindi Impenetrable Forest, Trek to see gorillas, Optional: second gorilla trek, Rwanda: Kigali, Genocide Museum",
  "generalInfo": "This epic 18 day gorilla safari and the Masai Mara will take you over the wildlife filled grass plains of Kenya and national parks of Uganda, before coming to a thrilling climax within a trek to meet the gorillas of Bwindi Impenetrable Forest. <br/><br/>This small group holiday begins in Kenya, where you’ll take game drives in the Masai Mara. Look out for lions and cheetahs, as well as numerous other species and, at certain times of year, you can watch as the Great Migration of wildebeest thunders past. Then it’s on to Lake Nakuru National Park, one of Kenya’s best small parks, home to a population of black and white rhino. Once in Uganda, we’ll make for Jinja, the adventure sport capital of the country, where you have the option to try white water rafting on the Nile. We spend time in Murchison Falls National Park, seeing the famous falls and enjoying a game drive on the north side of the Nile, before heading to Budongo Forest. This is your first opportunity to meet one of our closes relatives, chimpanzees, as we trek into the trees to see them. In Queen Elizabeth National Park, enjoy game drives or an optional boat cruise along the Kazinga Channel to see huge numbers of hippo, before finally, in Bwindi Impenetrable Forest, we pull on our walking shoes again and go in search of gorillas – a truly breathtaking finale to this wonderful adventure.<br/><br/>Another exciting dimension to this wildlife adventure is the accommodation. For 13 nights we will camp, with all meals prepared by the team. It’s a chance to stay deeply connected to nature and brings a real sense of immersion in the landscapes and life of East Africa. This is a small group holiday with a maximum of 18 people.<br/>",
  "durationDays": "15",
  "price": "6749",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The adventure begins in Nairobi, the capital and largest city in Kenya. Around 6pm say jambo to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Kenyan welcome by arranging a group dinner. Want to explore further? Secure pre-tour hotel nights through your sales representative. Accommodation: Heron Portico Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After loading our things onto the vehicle, we depart Nairobi and travel approximately seven hours into the Masai Mara, a vast grassland teeming with life. Here wildebeest, gazelles, topis, zebras and buffalo abound in the rolling savannah, and never far away lay the predators: cheetahs, lions and hyenas. Between mid-August and late October, one of the greatest spectacles on Earth takes place in the Mara: the annual migration of thousands of wildebeest, gazelles and zebras trampling across the long grass. Nothing is guaranteed on safari, but with the help of our brilliant guides you should see and learn a huge amount about the Masai Mara wildlife as we drive through the park this afternoon. Accommodation: Mountain Rock Camp (or similar) – full-service camping"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Enjoy a full-day game drive in the Masai Mara to increase our chances of encountering many of the wildlife species in the reserve. We find a quiet spot inside the park to enjoy lunch by our vehicle, looking out across the plains. Accommodation: Mountain Rock Camp (or similar) – full-service camping"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Depart the Masai Mara after breakfast and drive (about 4hr 40min) to Lake Naivasha. En route, we stop in the Loita Hills to visit the Maasai village of Tepesua, where the community is known for championing Maasai women’s health and education. On arrival, we are welcomed by a traditional warrior song and dance, before our host explains about Maasai warrior training and we take a walk in the village. After arriving at Lake Naivasha, we take a boat onto the waters to see the natural beauty and spot the abundant wildlife. We also head to a hippo pool, where we can see these magnificent creatures swimming. Accommodation: Lake Naivasha Crescent Camp (or similar) – full-service camping"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Lace up your boots for a three-hour hike to Crater Lake, with the chance to see plenty of birdlife en route. Hiking to the top of the hills for a magnificent view over the lake, we may also spot giraffes and zebras, who are also regular visitors. Return to camp for lunch, then leave for Elsamere, the one-time home of naturalist and author Joy Adamson, who wrote the 1960 classic Born Free. The property is a museum to the Adamsons and there are plenty of photos of Elsa the lioness. Later, we enjoy high tea in the grounds, with a scenic lake as our backdrop. Accommodation: Lake Naivasha Crescent Camp (or similar) – full-service camping"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Explore Hell’s Gate National Park today, a compact park home to zebras, giraffes, leopards and plenty more. There’s also a Maasai cultural centre to visit, where we learn more about the culture and traditions of the Maasai. We take a game drive in the park, but there’s also the option of hiring bikes (paid locally) to explore on two wheels. This afternoon, there’s free time to relax at the beach or hotel pool; alternatively, take a walk into the local villages. Accommodation: Lake Naivasha Crescent Camp (or similar) – full-service camping"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bid farewell to Lake Naivasha and transfer (one hour) to Lake Nakuru National Park. We get into the action with an afternoon game drive, the length of which depends on the movement and activity of the animals, though it takes a maximum of three hours. On the floor of the Great Rift Valley, the park is home to a wide variety of animals, including lions, leopards, giraffes, zebras and buffalos. Accommodation: Lake Nakuru camping (or similar) – full-service camping"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We start our journey towards Uganda, transferring (five hours) to Eldoret in Kenya – a city well positioned for our drive to Jinja, Uganda, tomorrow. Along the way, we can enjoy vistas of the Great Rift Valley, which looks particularly spectacular from the Church Rock viewpoint. Accommodation: Greenwood Resort camping (or similar) – full-service camping"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer 155mi (250km) to Jinja, which should take about eight hours, including crossing into Uganda at the Malaba Border. The crossing can be slow, but we leave plenty of time for this and you’ll no doubt find the experience interesting! On the shores of Lake Victoria, Jinja is the adventure capital of Uganda. The area is most famous for grade IV and V white-water rafting excursions but there are plenty of other adrenaline-fuelled activities here. Accommodation: Adrift Camp (or similar) – full-service camping"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today is free to choose from a range of optional activities. White-water rafting in Jinja is among the best in the world, with a half- or full-day route that varies from quiet pools and forested islands to thunderous rapids and drops. There are several grade V rapids to navigate including Big Brother, Overtime and Silverback. If rafting doesn’t appeal, you can visit the source of the White Nile, one of the two major tributaries of the Nile. Accommodation: Adrift Camp (or similar) – full-service camping"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today, we have a long drive (approximately seven hours) to Mbarara, the ideal location to track chimpanzees tomorrow. En route, we pass over the equator, where we our tour leader can show us some fun experiments. Accommodation: Igongo Hotel Camping (or similar) – full-service camping"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Journey deep into Kalinzu Forest for an unforgettable adventure tracking chimpanzees. On this three to four-hour experience, we’re joined by experienced guides, trekking through the forest and listening out for the chimps’ distinctive calls. Other animals we might spot along the way include colobus monkeys, vervet monkeys, olive baboons and plenty of bird species. The terrain can be steep and, at times, muddy; however, the chimpanzees typically stay on the flatter terrain. Accommodation: Igongo Hotel Camping (or similar) – full-service camping"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Head to Bwindi Impenetrable National Park, a World Heritage site and home to mountain gorillas. The journey is 185mi (300km) and takes five to six hours, including stops. Accommodation: Virunga Hotel & Campsite (or similar) – full-service camping"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "You will probably remember today for the rest of your life as we spend a full hour in the company of a family of mountain gorillas! Owing to the terrain and need to explore to find the gorillas, our trek doesn’t follow a path; instead, our guides cut a route through the undergrowth. After a safety briefing, we are assigned to a gorilla family group and begin our trek. Expect a minimum of three hours of walking on irregular terrain; steep ascents and descents over muddy slopes are the norm. Strong footwear is essential, and we recommend hiring a local porter to help you carry your bag/camera equipment and provide a steady, supportive hand (porters are arranged and paid for locally on the day). Seeing wild mountain gorillas in their natural habitat is an experience you will never forget. An adult male can weigh up to 430lb (195kg), a female up to 220lb (100kg), and a male can reach 5ft 7in (1.7m) tall. They are almost exclusively vegetarian and quite destructive eaters, which makes them unpopular with the farmers lower down the mountain as they have been known to wreck a whole field of crops just to eat one plant. For this reason, and poaching, the gorillas are very carefully protected. Gorillas are gentle creatures and are not known to attack unless very severely provoked. The family groups we trek to see are habituated to human presence but to prevent over familiarisation our time with them is limited to one hour. If the permits for gorilla families close to where we stay are unavailable, there may be more permits for other areas of the park, although this will mean a longer drive to the start of the trek. Accommodation: Virunga Hotel & Campsite (or similar) – full-service camping"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "We depart early morning and transfer to Kigali airport in Rwanda. Our trip comes to an end in the afternoon when we bid our group goodbye. Alternatively, if you’d like more time to explore, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}