{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "east-africa-classic-safari-tour",
  "tourName": "East Africa classic safari tour",
  "placesVisited": "",
  "generalInfo": "The Classic East Africa lets you discover the delights of Kenya and Tanzania in 10 days.  Visit the regions best loved national parks and game reserves. With regular departures every week departing on a Saturday, guaranteed to depart with 2 clients and maximum of 6 clients per 4 x 4 vehicle, driven by highly experienced driver/guides.  Take a seat on this great value combined country tour. Can also be provided on a privately guided basis.",
  "durationDays": "10",
  "price": "3360",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival in Nairobi, meet your transfer and head to Hilton Garden Inn Airport Hotel. Early arrivals before 05:00 should meet the Hilton representative at the airport. Enjoy an afternoon at leisure to rest or explore. Accommodation is in a Standard Room on a bed and breakfast basis (check-in from 14:00). For early arrivals, optional excursions include the David Sheldrick Elephant and Rhinoceros Orphanage, where rescued wildlife is nurtured, or the Out of Africa Excursion, visiting iconic locations from the classic story. These experiences provide an engaging and memorable introduction to Kenya, perfectly setting the tone for the adventures ahead."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast in Nairobi, you travel down the dramatic Rift Valley escarpment along a historic road built by Italian prisoners of war. Passing a quaint chapel and the Longonot Satellite Station, the route continues through rolling wheat and barley fields toward Narok. By midday, you arrive at Sentrim Mara Camp in the Masai Mara, set among vast plains rich with wildlife. After lunch, enjoy your first game drive, with opportunities to see elephants, giraffes, zebras, antelope, and other iconic species across the golden savannah. As evening falls, return to camp for dinner and relaxation, surrounded by the sounds of the bush. The Masai Mara National Reserve spans 1,510 square kilometres and borders Tanzania’s Serengeti. Famous for its diverse wildlife and the annual wildebeest migration, it offers exceptional game viewing and cultural experiences. Sentrim Mara Camp features 31 spacious tents with modern amenities, private balconies, and serene acacia-filled surroundings."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "(Optional Shared Hot Air Balloon Safari) After breakfast, set out on a rewarding morning game drive across the wildlife-rich plains of the Masai Mara. In the cool morning hours, animals are most active, offering excellent opportunities to spot elephants, giraffes, zebras, antelope, and possibly predators on the move. Return to camp mid-morning to relax and enjoy lunch. In the afternoon, head back into the reserve for another immersive game drive. The changing light brings a new energy to the landscape, with herds grazing across the savannah and big cats preparing for evening hunts. Continue exploring the diverse habitats of the Mara before visiting a Masai Village for cultural insight. As the sun sets, return to camp surrounded by the sounds of the bush. Accommodation: Sentrim Mara Camp on full board (excluding drinks and laundry)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, depart the Masai Mara and travel toward Lake Elementaita, arriving at Sentrim Elementaita Lodge in time for a peaceful lakeside lunch. With the shimmering lake and distant hills as your backdrop, settle in and enjoy the serene setting before the afternoon’s adventure. In the afternoon, head into Lake Nakuru National Park for an action-packed game drive in one of Kenya’s most famous wildlife havens. The lake often comes alive with thousands of flamingos, creating a breathtaking wash of pink along the shoreline. Keep your eyes peeled for both black and white rhinos grazing in the open plains, lions resting in the shade, and the endangered Rothschild’s giraffe elegantly browsing the treetops. The park’s diverse habitats—woodlands, grasslands, and glistening lake edges—offer constant excitement and unforgettable photo opportunities. As the sun sets, return to the lodge to relax by the tranquil lake. Accommodation: Sentrim Elementaita Lodge on full board (excluding drinks and laundry)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After an early breakfast, begin the day with a serene boat trip on Lake Naivasha, gliding across calm waters while spotting hippos, cormorants, and a variety of waterbirds in their natural habitat. The tranquil lake scenery provides a peaceful start before continuing south toward Amboseli National Park. Arriving in the afternoon, Amboseli unfolds with breathtaking views of Mount Kilimanjaro towering over its vast plains. The park is renowned for its large elephant herds, which roam freely alongside lions, cheetahs, giraffes, zebras, and over 400 bird species. Its diverse landscapes—swamps, savannahs, and acacia woodlands—make every game drive an unforgettable wildlife encounter. Optional hot air balloon safaris provide a spectacular aerial perspective of Amboseli’s elephants and sweeping vistas. Accommodation: Sentrim Amboseli Camp, featuring deluxe tents with ensuite facilities, panoramic views of Mount Kilimanjaro, and a lounge, restaurant, and bar for relaxing after a day on safari."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, embark on a full-day safari adventure across Amboseli National Park, with the towering silhouette of Mount Kilimanjaro as your dramatic backdrop. Spend the day tracking majestic elephant herds as they wander the golden plains, while keeping an eye out for lions lounging in the shade, graceful giraffes browsing acacia trees, and zebras and antelope grazing nearby. Pause for a picnic lunch in the heart of the wilderness, surrounded by the sights and sounds of Africa’s iconic wildlife. Continue your game drive through diverse landscapes— including swamps, savannahs, and woodlands. Return to Sentrim Amboseli Camp by late afternoon, where you can watch the sunset over the plains from your private veranda, unwind in the lounge, or take a refreshing dip in the pool before dinner. Accommodation: Sentrim Amboseli Camp on full board (excluding drinks and laundry)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After an early breakfast, take in your final views of Mount Kilimanjaro as you leave Amboseli and head toward the Namanga border. Here, you say farewell to your Kenyan driver/guide and any travelers returning to Nairobi, before crossing into Tanzania to meet your local driver for the onward journey to Arusha. Enjoy a stop for lunch along the way (drinks excluded) and join any new travelers before continuing through scenic Tanzanian countryside toward Tarangire National Park. Arriving at Tarangire Simba Lodge in the late afternoon, you have time to unwind and soak in the tranquil surroundings, listening to the sounds of the bush as the sun begins to set. Tarangire is renowned for its large elephant herds, diverse wildlife, and striking landscapes dotted with iconic baobab trees. Lions, leopards, giraffes, zebras, wildebeest, and over 550 bird species make the park a vibrant safari destination. Tarangire Simba Lodge offers sixteen spacious canvas tents set permanently under thatch, each with a private veranda overlooking the bush and Lake Burunge. The tents feature wooden floors, en-suite bathrooms, outdoor showers, handcrafted furnishings, and solar-powered electricity and hot water, providing comfort while remaining immersed in the wilderness. Enjoy a delicious dinner before your overnight stay in the heart of Tanzania’s iconic safari country. Accommodation: Tarangire Simba Lodge on full board (excluding drinks and laundry)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Begin the day with an early morning game drive in Tarangire National Park, when wildlife is most active. Traverse the open savannahs, acacia woodlands, and riverine areas, observing large herds of elephants, lions resting in the shade, leopards moving stealthily through the trees, and giraffes browsing the treetops. Zebras, wildebeest, and antelope roam the plains, while over 500 bird species—including lilac-breasted rollers and marabou storks—add color and activity to the landscape. Leave Tarangire and head toward Karatu, winding through lush hills and valleys with stunning views of the surrounding landscapes. Observe local life at roadside markets and shops as you approach the gateway to the Ngorongoro Conservation Area. Arrive at Karatu Simba Lodge, nestled against the forested hills, and relax in your tented room or on your veranda, enjoying the sounds of bush babies and montane nightjars as night falls. Accommodation: Karatu Simba Lodge on full board (excluding drinks and laundry)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Depart early from your lodge and journey into the Ngorongoro Conservation Area, ascending to the crater rim for sweeping, breathtaking views of this unique landscape. Descend into the Ngorongoro Crater, a 102-square-mile wildlife haven teeming with over 30,000 animals. Here, the Big Five—lions, elephants, buffalo, rhinos, and leopards—roam alongside zebras, wildebeest, and flamingos, offering unparalleled wildlife viewing in one of Africa’s most remarkable settings. Pause for a picnic lunch amid the crater’s dramatic scenery, surrounded by the sights and sounds of the wild. In the afternoon, continue exploring the crater floor before ascending to the rim to take in the panoramic vistas one last time. As a UNESCO World Heritage Site, the Ngorongoro Conservation Area not only showcases extraordinary wildlife but also preserves the Maasai people’s traditional way of life, blending natural wonders with cultural heritage. Return to Karatu Simba Lodge in the late afternoon to relax and enjoy dinner. Accommodation: Karatu Simba Lodge on full board (excluding drinks and laundry)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Following breakfast, depart your lodge and begin your journey back to Arusha arriving in the city for lunch (excludes drinks). Then transfer to Kilimanjaro International or Arusha Airport for your departure flight (flight cost not included). End of our services."
    }
  ],
  "map": ""
}