{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "tailor-made-safari-gorillas-masai-mara-zanzibar",
  "tourName": "Tailor made safari, gorillas, Masai Mara & Zanzibar",
  "placesVisited": "Rwanda: Parc National des Volcans, Gorilla trekking, Kigali guided tour, Kenya: Masai Mara, Safaris, Optional: walking safaris; horse riding, Zanzibar, Optional: PADI diving course; Jozani Forest day trip, Trip can be 100 percent tailored to your interests",
  "generalInfo": "Track wild mountain gorillas in Bwindi Impenetrable National Park, Uganda, enjoy thrilling game drives across the iconic plains of the Maasai Mara in Kenya, and unwind on the exotic island of Zanzibar, just off the coast of Tanzania.<br/><br/>This 11-day private guided tour promises unforgettable wildlife encounters and the chance to explore Zanzibar’s idyllic paradise. From trekking to see endangered mountain gorillas in their natural habitat and experiencing the excitement of game drives in the Maasai Mara, to snorkelling in the crystal-clear waters of the Indian Ocean, this African adventure is designed to create memories that will last a lifetime.<br/><br/>Your journey begins in Entebbe, Uganda, before travelling to Bwindi Impenetrable National Park, where you’ll trek to observe mountain gorillas in their lush rainforest home. Next, you’ll fly to Kenya’s Maasai Mara, a haven for Africa’s Big Five (lion, leopard, elephant, buffalo, and rhino), the dramatic Great Migration, and authentic bush walks led by Maasai warrior guides. Conclude your adventure with four days on Zanzibar’s stunning spice island, where you can relax along palm-fringed beaches, delve into the cultural heritage of Stone Town, and indulge in water sports – or even swim with migrating whale sharks, depending on the season.",
  "durationDays": "11",
  "price": "8379",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Entebbe - You'll arrive in Entebbe from your international flights and you will met by your driver at international arrivals. You will then be driven to your guesthouse in Entebbe where you'll stay for 1 night before heading off on your gorilla trek."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly to Kihihi - After a delicious breakfast you are driven back to Entebbe airport to catch your flight down to Kihihi. Enjoy this scenic flight taking you low over Uganda and offering spectacular views of the amazing landscapes. You will arrive in Kihihi and you will be met by your driver who will take you to your accommodation. You will stay at this lodge for the next 2 nights and have time to relax before your gorilla trek."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Gorilla Trekking - Today is the day you go Gorilla Treking! Bwindi Impenetrable Forest is home to both mountain gorillas and chimpanzees, the only forest in Africa which has both. The gorillas you track belong to one of nine habituated family groups who can tolerate humans for a brief period every day. To track the gorillas can be either 2 hours up to 7 hours. When the gorillas have been found, your group will be only allowed an hours with them, it is truly a spectacular experince coming face-to-face with a mountain gorilla. It is an amazing and once in a lifetime opportunity to get up close and personal with these magnificent animals. Return to your accommodation this afternoon where you can relax and take in the beautiful scenery."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Fly to the Masai Mara - After an amazing day seeing the gorillas, this morning you fly from Kihihi to Entebbe and then on to the Masai Mara. For the next three nights you will be staying in the Masai Mara. Throughout your stay in the masai Mara you will enjoy game drives in the mornings and evening on the spectacular plains of the Masai Mara."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Explore the Masai Mara - You’ll enjoy morning and afternoon game drives on the plains of the Masai Mara. This iconic reserve offers amazing wildlife viewing opportunities. It's highly likely that you’ll see zebra, impala, gazelle, wildebeest, buffalo, rhino and elephant, plus lion, cheetah and leopard. If you’re visiting at the right time of the year, you will get the chance to witness one of the greatest wildlife spectacles on Earth, the Great Migration."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Explore the Masai Mara - Enjoy two amazing game drives in the wildlife reserve today. You also have the option to start your day with a magical sunrise hot air balloon flight over the plains of the Masai Mara, followed by a champagne breakfast. There are several other optional activities you can participate in during your time in the Mara, including cultural visits to Maasai villages and markets, guided bush walks, horse riding and black rhino tracking experiences."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Fly to Zanzibar - Before you leave you’ll enjoy an early morning game drive before being driven to the airstrip for your scheduled light aircraft flight to Nairobi. Here you’ll get a connecting flight to the tropical island of Zanzibar."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Explore Zanzibar - For the next three days you will be enjoying Zanzibar at your leisure. Boasting multiple beautiful sandy beaches, clear turquoise waters and colourful coral reefs, Zanzibar is the perfect post-safari destination to relax. There are also plenty of excursions and activities that you can join, including visits to historic Stone Town, Jozani Forest, Prison Island, the spice plantations and cultural tours to local villages. Zanzibar and the islands offer fantastic coral reefs which are perfect for diving and snorkelling."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Depart from Zanzibar - Sadly your ‘Gorillas, Masai Mara and Zanzibar’ trip has come to an end. After a delcious breakfast at your hotel, you’ll be driven back to Abeid Amani Karume International Airport (ZNZ) for your flight home."
    }
  ],
  "map": ""
}