{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-holiday-supporting-community-projects",
  "tourName": "Kenya holiday supporting community projects",
  "placesVisited": "",
  "generalInfo": "On this 4-day cultural experience, you will join us for the opportunity to visit four grassroots Kenyan communities that travelers rarely have a chance to genuinely engage with. Take an active role in helping at some of the projects and meet the people who are coming together and bringing change to their social and economic welfare. Donate your time in a local soup kitchen, meet the strong and courageous women at a vocation and lifestyle training centre, and be inspired by some entrepreneurial Kenyan grandmothers. This experience will leave you humbled and heartened, and you will finish the tour by spending time with the Maasai and learn about their fascinating way of life that hasn’t changed for centuries.",
  "durationDays": "4",
  "price": "3620",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Help at a Soup Kitchen. Getting involved in helping disadvantaged communities is both an opportunity to engage with local people and a rewarding way for travellers to contribute to alleviating the problems of poverty in Kenya. Today you visit a family centre on the outskirts of Nairobi which provides young children and their parents/guardians with a hot lunch. You lend a hand by helping to prepare and distribute nutritious food, and in return witness firsthand how communities work together to help the hungry and most vulnerable."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "They Said It Cannot Be Done Spend an incredible day with some amazing Kenyan women who have managed to overcome the most difficult challenges that life can bring. You will visit a Women's Empowerment Centre where local women in the area undertake an 18-month program that teaches them lifestyle, trade and entrepreneurial skills so they can set up their own businesses. The experience of meeting these determined and resourceful women will allow you to walk away with a new perspective on how teaching empowerment and skills can lift people out of poverty to support and keep families together."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Grandmothers Love Their Pigs. Today you will visit another local community to meet some of the endearing and entrepreneurial Kenyan grandmothers who play a vital role in raising their grandchildren and providing a home and meals to many generations in their family. Visit a local grandmother’s pig farm and discover how pig-husbandry provides food and financial support and the bio-gas system creates energy out of the waste to power a home. Sit with the grandmothers and listen to their powerful stories of how they broke the cycle of poverty in between some joyful singing and dancing and a cup of local tea, and on this inspirational day you learn how resilient people can be."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Become a Maasai for the Day. Venture into rural Maasai country where you will meet a family and immerse yourself in the midst of the daily hustle and bustle of Maasai village life. Your host will be one of the village elders, an heir to his clan, and you meet his wife and children too. The male children of the family are young morans, the traditional defenders of the tribe. Learn about their traditional rites of passage while also discovering the intricacies of the Maasai family structure. An amazing day where you will get the chance to become an honorary Maasai, learn how to throw a traditional spear and the techniques needed to survive in the bush."
    }
  ],
  "map": ""
}