{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "masai-mara-safari-and-beach-holiday-kenya",
  "tourName": "Masai Mara safari and beach holiday, Kenya",
  "placesVisited": "Visit Masai community and village, Masai Mara safaris, Stay at Masai Mara lodges and camps, Options for bush breakfast and night safari, Expert safari guides",
  "generalInfo": "This Masai Mara fly in safari and beach trip can be tailored: we suggest 3 nights on safari in the Masai Mara, followed by 5 nights on the stunning coastline.  You maximise time in the vast plains by taking a light aircraft into the heart of the Masai Mara, which is famous both for wildlife and the Maasai tribes who live there. It is also on the route of the Great Migration which, although on the move all year round, sees Mara River crossings happen between July and October.  This is the most dramatic time to witness the wildebeest and zebras in motion. The Masai Mara boasts spectacular wildlife sightings all year round, however.<br/><br/>Kenya’s coastline offers white sand and turquoise waters: great for snorkelling the reefs offshore – but other watersports, such as kayaking, sunset dhow trips, etc, are available.  The seafood is freshly caught and a popular option with the local restaurants.<br/><br/>On this trip you will have a chance to stay in one of the eco lodges or camps that we work in partnership with: you can enjoy the wildlife wonders and also, a highlight of the trip for many, meeting the Maasai people and learning about their heritage, villages and lifestyles.<br/><br/>This is a tailor made itinerary, and so we can tweak it according to your budget or time frame. We can also add on time in another National Park such as Laikipia, Amboseli, or Samburu, which you can reach on internal flights.",
  "durationDays": "9",
  "price": "3685",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Kenya! You shall arrive at Jomo Kenyatta International Airport where upon arrival, you will be welcomed and met by our representative who will assist you with your transfer to Nairobi Wilson airport for boarding your light aircraft flight to the Masai Mara departing at 08:00. Upon arrival you will be met and transferred to your camp where you will be spending the next 3 days taking game drives on a shared or private basis. Dinners and overnights at the camp on a full board/all inclusive basis"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, depart to the airstrip with game viewing en route. Board your flight to Nairobi Wilson and on to the coast. On arrival you will be met and transferred to a luxury Robinson Crusoe-style lodge where emphasis is on barefoot chic service and fresh food : you will fall asleep to the sounds of the waves lapping the shoreline."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Wilson airport for your return flight to Nairobi, where you check in for your onward flight."
    }
  ],
  "map": ""
}