{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-uganda-small-group-holiday",
  "tourName": "Kenya & Uganda small group holiday",
  "placesVisited": "Kenya, Masai Mara National Reserve, Game drives and cultural encounters, Lake Nakuru National Park, Jinja, Kampala, Murchison Falls National Park, Budongo Central Forest Reserve, Chimp trekking, Lake Bunyonyi, Mountain gorilla watching, Nyombi pygmy village, Eldoret, Great Rift Valley, Nairobi",
  "generalInfo": "This two week adventure takes you through the magnificent lakes and wildlife parks of Kenya, across Uganda and the Equator, and up into the jungle for some trekking to visit the mountain gorillas and chimpanzees. Starting in Nairobi we first head out to the famous Masai Mara game reserve where we’ll have several included game drives to view the wildlife in one of Africa's most iconic game reserves. We then head north, stopping for more game viewing at Lake Nakuru, before crossing the border into Uganda where our next stop is Jinja, famous as the point where the River Nile flows out of Lake Victoria. There are optional Nile cruises and great white water rafting available here. Next we head north towards the Murchison National Park, home of the spectacular Murchison Falls. We'll enjoy another included game drive here, through one of Uganda's best National Parks. Then we take another jungle trek, this time through the Budongo Central Forest Reserve in search of the local chimpanzees. We follow this adventure with a visit to the mountains, stopping at the beautiful Lake Bunyoni which we use as our base for our gorilla trek deep into the Bwindi Impenetrable forest. This experience is a once in a life time opportunity to get up close and personal with man's closest relative. An optional rhino trekking experience is then available as we head back towards Kenya through the Great Rift Valley and Eldoret, before we arrive back in Nairobi to finish the tour. The tour is available either based mainly on camping in traditional 2-person tents (which we provide together with camp beds), or as an upgraded 'accommodated' version where you sleep in lodges, hotels, or permanent camps (with proper beds &amp; facilities). Details of each night's stay are given in the Facilities section of the daily itinerary. Pricing shown is based on camping - please contact us for prices to upgrade to the accommodated level",
  "durationDays": "15",
  "price": "2989",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Nairobi to the Masai Mara Your African adventure begins in the Kenyan capital of Nairobi. We depart from our hotel pick up point at the Sentrim Boulevard at 07.00am so please be there at least 30 minutes early. We’ll then make our way to the famous Masai Mara Game Reserve, one of the wildest and most spectacular safari destinations on the planet. Stretching for over 1,510 square kilometres (580 square miles) and rising between 1,500 - 2,170 meters (4,920-7,120 feet) above sea level, the Masai Mara is home to all the Big Five wildlife (lion, leopard, elephant, buffalo and rhinoceros) as well as the great wildebeest migration for several months of the year. We'll travel to the Masai Mara in a minibus, before switching over to a game vehicle. For this reason, we request that you only pack a small overnight bag to travel with. You will need your towel, clothes, toiletries and camping essentials. You can leave the rest of your luggage with the expedition truck at the hotel. Note"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring the Masai Mara The vast plains and grasslands of the Masai Mara offer some of the best game viewing opportunities in Africa. If you're lucky enough, you could see the Big Five in the reserve as well as animals such as cheetah, gazelle, zebra and more. Hippo and Nile crocodile spend hours wallowing in the muddy waters of the Mara River, which from the months of July - September play host to the infamous Mara River crossings, which sees thousands of wildebeest attempt to cross its crocodile-infested waters. Today we will spend the entire day game driving through the Mara in search of all the animals. Included Highlight"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Travel to Lake Nakuru We start our day looking out for more wildlife as we leave the Masai Mara and head towards Lake Nakuru National Park, which we'll reach by the afternoon. We'll head out later in the day for a game drive through Lake Nakuru National Park, which is home large flocks of flamingos, pelicans and a host of other bird life. In fact, the Lake Nakuru was originally a bird sanctuary before it received national park status in 1968. Other wildlife that you can see here include leopard, lion, black and white rhino as well as different species of buck. Route"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lake Nakuru to Jinja We say goodbye to Kenya today as we make our way across the border towards Uganda. We'll make a stop along the way to celebrate crossing the Equator before we head towards Jinja - Uganda's second largest city. Jinja is also famed as being the point where the Nile River flows out of Lake Victoria and begins its 6,700-kilometre journey towards Egypt and the Mediterranean. Route"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Jinja to Masindi and the Murchison Falls National Park After spending the night in Jinja, we make our way towards Kampala for a short stopover before we make our way to Murchison Falls National Park which sits on the shore of Lake Albert, in northwest Uganda. The Murchison Falls, also known as Kabaraga Falls, is a waterfall located on the course of the Nile River. The park is one of the best in Uganda and is home to four of the Big Five species"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Optional Chimp Trek and boat cruise in Budongo Central Forest Reserve Today we make our way to East Africa's biggest mahogany forest, Budongo Central Forest Reserve, which is home to the largest population of chimpanzees in Uganda. It's estimated that between 600-700 chimpanzees call Budongo Forest home. For those who have selected the optional Chimp Trek they'll meet up with the chimpanzee guide this morning, who will take us on a trek through the forest in search of these beautiful mammals. Afterwards, we head out on a game drive to spot the other wildlife in the forest reserve.A boat cruise in the park is also included today. Note"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Lake Kikorongo We leave Masindi this morning and transfer through Uganda to the edge of the Queen Elizabeth National Park. We’ll spend the night at our accommodation overlooking Lake Kikorongo. Route"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Crossing the Equator towards Lake Bunyonyi We make our way back across the Equator once more today as we travel south towards Lake Bunyonyi - a small lake with an abundance of bird life. Surrounded by mountain ranges, Lake Bunyonyi boasts a large otter population and is the ideal place to relax before our journey to see the mountain gorillas. We’ll have a briefing this evening on what to expect tomorrow. Route"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Gorilla Trekking and Lake Bunyonyi Today, we head out in search of the endangered mountain gorillas. It's estimated that there are only around 650 left in the wild today. One of the best ways to protect these beautiful animals is by visiting them, as money spent on permits are used to fund their protection. One of the most important factors in the future conservation of the mountain gorillas lies with in community development - if the attitudes of the local communities' changes towards protecting the wildlife around them instead of poaching - the battle in protecting mountain gorillas can be won. Permits granting permission to visit the gorillas are limited, so flexibility is required in both the tour itinerary and where we visit them. The home of the mountain gorillas is completely at odds with man-made borders and so their range encompasses Uganda, Rwanda and the DRC (Democratic Republic of the Congo). We prefer to make use of the national parks of Uganda, but depending on the availability of the permits, we may travel to Rwanda or the DRC, in which case you will be advised in advance. During your free time in Bunyonyi there are several optional activites available, including hiking, mountain biking, visiting a Pygmy village or heading into Rwanda. Route"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Gorilla trekking and Lake Bunyonyi We allocate two days to gorilla trekking; however, we only spend one day on the trek. The other days are dedicated to providing a large enough window to obtain permits and to allow the entire group to see these beautiful animals. If you did your gorilla trek yesterday then other options are available today including a visit to Nyombi Village, a Pygmy village which is reached by motor boat from Bunyonyi Resort. Here you have the opportunity to learn about the culture of the Pygmies, giving you great insight into their daily lives. Local Options"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Lake Mburo We depart the beautiful Lake Bunyonyi for another of Uganda’s beautiful water bodies – Lake Mburo. Lake Mburo is situated in the Ankole sub - region of Uganda, near the town of Mbarara , and spans an area of approximately 260 square kilometers and is surround ed by rolling hills, open grasslands, and patches of woodland. With over 350 recorded bird species, Lake Mburo National Park is a paradise for birdwatchers. The park's diverse ecosystems, which include acacia woodlands, savannahs, and wetlands, provide opt imal habitats for numerous bird species, including the rare and odd looking shoebill stork Route"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "To Jinja This morning we leave the Ankole region and set off on our return journey to Jinja . Jinja offers many exciting optional activities which are focussed around the waters of the Nile and these include rafting, kayaking and a variety of cruises on Africa’s largest river. While those who may be less inclined to water sports can enjoy horse riding or a quadbike adventure on dry land. Route"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Free time for activities in Jinja Jinja offers plenty of activities to take advantage of, most centred around the Nile River. They include kayaking, river rafting and cruises on Africa's largest river. For those looking to do something else other than water sports, horse-riding and quad biking are available as well. Route"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Back to Kenya We leave Jinja today and cross from Uganda into Kenya at the Busia/Malaba border post before making our way to Eldoret - Kenya's fifth largest city. The Great Rift Valley is the most prominent geographical feature of this region, with the city rising at 2100 metres above sea level. Route"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Finish in Nairobi After our time searching for the Big Five and mountain gorillas, the tour comes to an end back in the big city of in Nairobi this afternoon. Groups often arrange a final dinner out tonight to swap stories and exchange contact details. We strongly recommend that you book at least one more night post-tour rather than flying out late this evening in case of any delays. We can help you in organising extra accommodation if required. Route"
    }
  ],
  "map": ""
}