{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "family-luxury-camping-safari-in-kenya",
  "tourName": "Family luxury camping safari in Kenya",
  "placesVisited": "Family safari trip, Naboisho Conservancy, home to over 70 lions, Four days of safari, Walking safari, Night safari, One day at leisure",
  "generalInfo": "Come and meet African wildlife in its rightful place – the Naboisho Conservancy is a fantastic, wild location for a camping safari that the whole family can enjoy. <br/><br/>The camping on this trip is about as far removed from a ground mat and sleeping bag as you can get. Your home is a luxury eco camp with comfortable beds, a terrace and WiFi. Raised up from the plain by a natural escarpment, the camp commands fantastic views over a watering hole, so even when you’re not on a safari drive, you’re still watching the animals come and go.<br/><br/>The camp is in Mara Naboisho Conservancy, bordering the Masai Mara National Reserve. There’s a vast area of rolling grassland to explore with your expert Maasai guide. Embark on drives – including a special nocturnal safari, and even go a walking safari which culminates in a picnic right out in the savannah. <br/><br/>The Naboisho Conservancy is the second largest conservancy in Kenya. The land is leased from Maasai families, meaning that nearly 600 Maasai households benefit from guaranteed monthly income. Your trip supports the conservancy model. On your holiday you’ll get a chance to visit the guiding school, which provides sustainable and sought-after employment opportunities to young people in the area. <br/><br/>The camp is suitable for children aged seven and up, and you’ll get the helping hand of a guide to keep your children safe so that you can relax. Children aged 12 and over can join in the walking safari; younger children can be entertained with safari-themed activities back at camp. The rest of the trip is designed to suit families – so you can all experience an amazing African safari together, whether for the first time, or for an experience that feels like the first time all over again.",
  "durationDays": "5",
  "price": "3765",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at the airstrip in Masai Mara, one of our friendly Maasai guides will be waiting to take you on your very first game drive en-route to camp. Enjoy the exceptional wildlife in Masai Mara. Arrive at Basecamp Masai Mara in time for lunch. Whilst the parents are settling in the children can get acquainted with our Young Explorers Club where they will be informed about the fun activities on offer. For a start, the children will be engaged in animal puzzles and board games. Later head out for an afternoon game drive. As the sun sets, return to camp for dinner followed by story sharing around the fireplace."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore the park on a morning game drive to see Mara’s magnificent wildlife up-close. Head back to camp for breakfast. After breakfast, the children join their guide on a camp walk designed to introduce the young explorers to the camp’s surroundings. Became a young conservationist by helping out in planting tree seedlings at the plantation area. Alternatively (at a minimal fee) plant your own tree and help us re-wild the Mara. Continue with your camp walk into Talek town often enjoying visiting local communities, especially the schools. This is an opportunity for children to learn about other cultures. Head back to camp for lunch. The afternoon is spent at leisure. The board games, puzzles and playing cards all with a safari theme will keep the children entertained. End your day watching the sunset over Mara plains, with a sundowner. Enjoy dinner, followed by story sharing and stargazing around the fireplace."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Start your day with an early morning game drive. Head back to camp for breakfast. After breakfast the young explorers join up with the Maasai ladies at Basecamp Masai Brand to bead traditional jewelry, learning its cultural significance and they can take their crafted items home as souvenirs. After Lunch, you will be transferred later to Saruni Eagle View in Mara Naboisho with a game drive en-route. Before heading off on the game drive, the kids are issued with a wildlife workbook, in which they can tick off the animals they have seen. Arrive at Saruni Eagle View for dinner followed by a live tribal dance and song performance from the Maasai warriors and the children can join in."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Parents with children under 12 years head out for an early morning walking safari while the children stay at camp. At camp, the children join their Maasai guide and share knowledge while answering simple wildife quiz. They also help in reviewing animals they have ticked off during their stay. Free time is spent drawing, colouring, and building puzzles all with a safari theme to keep the children entertained. Wind up your afternoon game drive with a sundowner of drinks as you watch the sun sinking slowly over the Mara plains. As darkness sets in, this is your opportunity to experience a night game drive en-route to camp."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Make the most of your last morning game drive safari complete with a picnic breakfast before heading back to camp. At camp, you will have some time to gather your belongings. After lunch, bid your hosts a fond farewell and depart for the airstrip. Enjoy your last game drive en-route arriving at Naboisho Airstrip in time for your scheduled afternoon flight the perfect departure time for international connections."
    }
  ],
  "map": ""
}