{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "family-safari-adventure-holiday-in-kenya",
  "tourName": "Family safari adventure holiday in Kenya",
  "placesVisited": "",
  "generalInfo": "This holiday is designed with the whole family in mind, curious kids, active teens, and adventurous parents. It blends classic wildlife experiences with hands-on cultural encounters and time to simply relax together on Kenya’s beautiful coast. The focus is on creating shared memories, learning new things, and enjoying fun activities that suit every age.<br/><br/>Your journey begins inland, where a stay at a working farm lodge invites children and adults alike to get involved with daily activities, feeding animals, learning how food is grown, and enjoying wide-open spaces to explore. <br/><br/>In the Maasai Mara, interactive programs and guided nature walks bring the world of wildlife to life, giving children the chance to learn from local guides in engaging and memorable ways.<br/><br/>At Crescent Island in Naivasha, families can walk safely among wildlife, spotting giraffes, zebras, and antelope in a truly unique setting that feels like a natural playground. <br/><br/>In Laikipia, your private safari is enriched with bush school lessons, wildlife monitoring, and even fishing, experiences that connect children to nature in ways that go beyond a traditional game drive.<br/><br/>After the excitement of safari, it’s time to unwind on the coast. Diani Beach offers the perfect mix of relaxation and creativity: painting by the ocean, a sunset canoe ride through mangroves, or simply enjoying family time on soft white sands.<br/><br/>This is more than a family holiday, it’s an opportunity to learn, play, and grow together, discovering Kenya through wildlife, culture, and coastal charm.<br/><br/>Activities include:<br/><br/>+ Staying on a working farm lodge with interactive experiences<br/><br/>+ Guided nature walks and children’s programs in the Mara<br/><br/>+ Walking among free-roaming wildlife at Crescent Island<br/><br/>+ Private safari with bush school and wildlife monitoring<br/><br/>+ Family-friendly activities such as canoe rides<br/><br/>+ Relaxing on the Beach with creative workshops and sunset sailing<br/><br/>P.S. This trip is fully customisable... get in touch and let’s craft the perfect, magical journey just for you.",
  "durationDays": "11",
  "price": "7000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Start your journey by arriving at the Jomo Kenyatta International Airport (NBO) in Nairobi. Here, a private driver will be waiting to greet you and take you to your first destination, about 45 minutes away. On the way, you'll cross the city’s outskirts and skim the boundary of Nairobi National Park. The route gives you your first glimpse of Kenya’s unique contrast—urban life blending seamlessly with wildlife and open skies. As you approach your stay, you’ll cross a footbridge over the Mbagathi River—the natural border of the park—arriving at a peaceful retreat set on a working farm. Here, animals roam nearby, organic gardens flourish, and a warm welcome awaits. Depending on your flight and arrival times on the first day, you may have the chance to explore the grounds, spot wildlife from your veranda, or simply relax after your travels with a fresh, home-cooked meal. Once you're here though... embrace a slower pace and get hands-on with life on a working farm! Young travelers can gather eggs, feed the animals, or plant herbs, while adults enjoy the peaceful surroundings and freshly sourced meals. You'll be able to learn about regenerative agriculture and sustainability while spending time with goats, cows, and chickens. Guests can help collect ingredients used in the day’s meals. During your time here, you will also visit the Kitengela Glass Studio and discover the world of recycled art. Venture across a swaying bridge to the studio and watch local artisans transform glass into colorful mosaics, beads, and sculptures. Feeling crafty? Give it a go yourself! Kids’ Program: Little ones can paint, garden, and join in on farm-themed games designed to inspire curiosity and joy. -- Accommodation: 2 nights in a charming lodge perched on the edge of Nairobi National Park, combining farm life, natural surroundings, and sweeping views perfect for a restful start to your Kenyan adventure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Travel west toward the world-famous Maasai Mara, home to vast savannahs teeming with wildlife. Your days will be filled with thrilling private safaris, as you do safari drives in the morning and afternoon with expert guides. Keep an eye out for lions, elephants, giraffes, cheetahs, and much more. When you’re not on game drives, your children can participate in specially designed nature-based programs. Art in the Wild & Scavenger Hunt (ages 5–12), blending creativity with exploration. Guided bush walks (for ages 7–12) to learn about tracking and local ecosystems. Make Your Own Bow & Arrow and dress like a Maasai (ages 7–12). Spoor Casting: take home a mold of an animal footprint you tracked! Accommodation: 2 nights in a secluded safari camp along a quiet bend in the river, offering family tents, bonfire evenings, and direct access to wildlife."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Head north to the Great Rift Valley and unwind by the shores of Lake Naivasha. Here, nature isn’t just viewed... It’s walked through, paddled across, and personally experienced. You'll go on a walking safari on Crescent Island, where you'll meander among giraffes, zebras, and gazelles in a setting that feels like a scene from “The Lion King” except with no predators, just awe-inspiring encounters. There's also the option to go on an adventure at Hell’s Gate: Older children and active families can hike, bike between volcanic cliffs, and even swim in a natural geothermal pool. Accommodation: 2 nights in a lakeside resort nestled in acacia woodland, perfect for peaceful sundowners and waking up to the calls of fish eagles."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Venture into one of Kenya’s most conservation-focused regions, where safaris are as much about learning as they are about spotting animals. During walking safaris and game drives, you'll keep an eye out for elusive wildlife such as wild dogs, leopards, and rhinos in a private wilderness area. Kids can attend a Bush School, where they can: Learn to set camera traps and monitor wildlife, sculpt animals with clay, make bead bracelets and paint, have fun learning with ranger patrols and discover how to interpret animal signs. There are also plenty of hands-on activities that teens can enjoy: going fishing in the river with guides, using a handline and rod, playing a game of football with the staff, helping guide vehicles down a private airstrip, create artwork inspired by their surroundings on a guided botany walk Accommodation: 2 nights in a family-run wilderness lodge beside a river, with cozy shared spaces, hands-on conservation, and endless skies."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "End your trip with three days on Kenya’s sun-kissed southern coast. Powder-soft sand, warm Indian Ocean waters, and creative coastal experiences await. On one of the evenings, go on a sunset canoe ride. Paddle along gentle waters fringed with mangroves and enjoy a golden sunset as you glide over the tide. You'll also join a local artist for a painting session by the beach. You'll be guided in capturing the essence of the sea on canvas—perfect for families or solo expression. Accommodation: 2 nights by the ocean, featuring family rooms, beach games, and white sands."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "This morning, catch your included domestic flight from Diani back to Nairobi and continue on your homeward journey."
    }
  ],
  "map": ""
}