{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-highlights-safari",
  "tourName": "Kenya highlights safari",
  "placesVisited": "Lake Elementaita, Lake Nakuru National Park, Masai Mara, Luxury tented safari camps, Option for walking safari, Great wildebeest migration in season, Nairobi",
  "generalInfo": "Experience the ultimate safari adventure in Kenya – a week dedicated to spotting Africa’s most iconic wildlife. This classic trip takes us to the grassy plains of the Masai Mara, onto the hippo-populated waters of the Lake Naivasha, and through Amboseli National Park, known as the home of the African elephant. Along the way, our expert tour leader brings the animals and landscapes to life, while our specially adapted 4x4s allow everyone to have a window seat – you don’t want to miss any of the action.",
  "durationDays": "8",
  "price": "4595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Nairobi, the capital and largest city in Kenya. Many flights arrive late at night, so there are no activities planned today and our welcome briefing will take place tomorrow. If you do arrive earlier, the Nextgen shopping mall is next door to our hotel, which has a money exchange store and ATMs should you wish to exchange or withdraw money. Want more time in Nairobi? Secure pre-tour hotel nights through your sales representative. Accommodation: Eka Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, say hi to your tour leader and fellow travellers, when we gather as a group to get to know each other and learn more about the adventures ahead. We begin our transfer (4hr 30min) to Amboseli National Park, with comfort stops along the way. Our journey takes us via the Athi-Kapiti plains. At the town of Sultan Hamud, we leave the paved road and turn south towards Amboseli. If the weather is clear, we should get good views of the Chyulu Hills to our left and Mount Kilimanjaro in front. We should also start to see many types of antelope, zebra and possibly giraffes. Also look out for the Maasai in their red shuka robes herding cattle and goats on the dusty plains. We have lunch on arrival at the lodge, then a little time to relax and explore the grounds, before an afternoon game drive. Amboseli is known as the home of the African elephant, but is also populated by leopards, cheetahs, giraffes, lions and crocodiles, plus more than 400 bird species. The setting is spectacular too with several different habitats, including the dried-out Lake Amboseli and savannah, plus Mount Kilimanjaro in the distance. After our exploration, we return to the lodge, where you can head to Hemingway’s Bar for uninterrupted views of the tallest mountain in Africa and a chance to reminisce on our first safari together. Accommodation: Amboseli Sopa Lodge (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Our wildlife-watching adventure in Amboseli continues today with two game drives, one in the morning and one in the afternoon. A second day in the park gives us time to explore areas not visited yesterday. We have lunch at a special site called Rocky Hill, which is run exclusively for guests of Amboseli Sopa Lodge. A second day here also significantly increases your chances of seeing some of the iconic animals. Accommodation: Amboseli Sopa Lodge (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bid farewell to Amboseli after breakfast and transfer to Lake Naivasha. After four hours or so, we stop at the Carnivore Restaurant in Nairobi for lunch, where the chefs roast meats on traditional Maasai swords over a grand charcoal pit. Once you’ve had your fill, we transfer (two hours) to Lake Naivasha Sopa Lodge, arriving around 5pm. Enjoy an evening stroll along the lakeshore gardens before sundown and dinner. Accommodation: Lake Naivasha Sopa Resort (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Rise early for breakfast, then transfer to the lake for a one-hour boat safari. If we’re lucky, we will spot the resident hippo population, plus the majestic African fish eagle swooping from the trees. The safari adventure continues after, as we transfer (1hr 30min) to Lake Nakuru National Park, where we embark on a game drive upon arrival. The wildlife here is plentiful, including rhinos, hippos, giraffes, buffalo and abundant birdlife. We have lunch at our lodge for tonight, followed by another game drive, allowing us to further explore this haven for wildlife. Accommodation: Lake Nakuru Sopa Lodge (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer (four hours) to the Masai Mara National Reserve after breakfast, regarded by many as Africa’s finest game park. After lunch at our lodge, we embark on our first game drive across the savannah, looking out for the abundant wildlife, which includes lions, elephants, rhinos, leopards and buffalo. Accommodation: Masai Mara Sopa Lodge (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We head back into the Masai Mara today, enjoying two game drives, one in the morning and another in the afternoon. Our second day lets us explore different sections of the park. On one game drive, we can visit a Maasai village (US$30, payable locally) for a glimpse into the life of this famous tribe. During the experience, we meet a village elder and are introduced to the rest of the villagers. We can also see traditional dwellings, watch cultural demonstrations and participate in an adumu, where dancers jump several feet high. You can also purchase traditional crafts. In the evening, we gather for one final dinner, an excellent chance to reminisce about our adventures together. Accommodation: Masai Mara Sopa Lodge (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bid the Masai Mara farewell after breakfast. We then transfer (4hr 45min) to Nairobi, enjoying good views of the Rift Valley Escarpment on the way back. In Nairobi we arrive at the Eka Hotel, where day rooms are provided for the rest of the afternoon. The latest check out is 9pm and one buffet meal is included during this time. A group transfer to Nairobi Airport for onward flight arrangements is arranged in the early evening. Alternatively, if you'd like the ultimate East Africa wildlife-watching trip, speak to your sales representative about joining our Tanzania Safari Adventure."
    }
  ],
  "map": ""
}