{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "honeymoon-in-the-masai-mara-kenya",
  "tourName": "Honeymoon in the Masai Mara, Kenya",
  "placesVisited": "",
  "generalInfo": "Being together in the wilderness is a deeply romantic experience, and time spent away from it all is the perfect antidote to the pressure of wedding planning. No matter how long you’ve been married, a Kenyan safari holiday is the perfect way to celebrate your love, and reconnect in meaningful ways.<br/><br/>Each day is punctuated with beautiful moments that are even more magical when you share them with the one you love: sunrises, sunsets, endless views. Coffee around the fire, sundowners, time spent with incredible wildlife and feeling more alive than you ever have before it all adds up to a remarkable, unforgettable honeymoon.<br/><br/>Like all our suggested safaris, this honeymoon safari can be customised to meet your specific requirements, and tailored to focus on your interests. Talk to our journey specialists about changing or extending this itinerary to create a Kenyan safari that’s as unique as your love for each other – perhaps by adding a few nights in a beach villa.",
  "durationDays": "7",
  "price": "6570",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Jomo Kenyatta International Airport, where a Saruni Basecamp vehicle will transfer you to Wilson Airport for your flight to Samburu. Depart Nairobi in the morning*, arriving in Samburu an hour and a half later, where your Saruni Samburu guide will meet you and drive you to the lodge, or take you on your first game drive in northern Kenya. Embark on an afternoon game drive in the Kalama Conservancy, exploring over 200, 000 acres of pristine wilderness in total privacy, and sundowners with a breathtaking view."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Enjoy an early morning game drive into the Samburu National Reserve to seek out the “Samburu Special Five” – iconic, rare and endemic species that occur only in northern Kenya – as well as more familiar species like elephants. Enjoy a picnic lunch before returning to the lodge to relax for the afternoon with a complimentary half-hour back & neck massage at the Samburu Wellbeing Space. Head out on a private sundowner drive for just the two of you, with a gift from us of a bottle of champagne on ice to enjoy on a hilltop overlooking the wide-open wilderness as the sun sinks behind the mountains. A romantic lantern-lit dinner on your own private verandah awaits you when you return to the lodge and dine beneath a black velvet, starlit sky."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Depart Samburu on your morning* flight and arrive in the Masai Mara an hour and a half later. On arrival, you will be picked and transferred to Saruni Mara with a game drive enroute. Arrive at the lodge for some rest and an exclusive game drive later in the afternoon to explore Mara North Conservancy – over 30,000 acres of plentiful, protected land bordering the Masai Mara National Reserve. Back at the lodge you will have dinner and be lulled to sleep by the sounds of the wild."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Head out on an early morning game drive with a picnic breakfast to look for the renowned big cats and other predators of the Mara, returning to the lodge for lunch. In the afternoon, enjoy a further game drive or some extended downtime at the lodge, followed by dinner and then an optional night game drive in search of nocturnal creatures."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Walk through the surrounding valleys and plains in the company of your Maasai guide, or take a drive up to a nearby hilltop to make the most of the phenomenal views. After lunch, discover more of the Mara North Conservancy and neighbouring protected areas, and experience first-hand what makes the Mara one of the most exciting wilderness areas in the world. Weather permitting, enjoy a bush dinner under the vast African night sky, with Maasai warriors singing and dancing around the fire."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Start your day with an early game drive and a picnic breakfast under an acacia tree or by the river, where hippos may grace you with their presence. Return to camp to relax with a soothing massage and enjoy a tranquil afternoon at your leisure. End the day with a late afternoon game drive, culminating in sweeping plains views and the timeless safari tradition of sundowners"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Visit the rhino sanctuary on your way to the airstrip and once again admire the hippos and the crocodiles of the Mara River. Your flight back to Nairobi leaves the Mara at 11:00 and arrives in Nairobi at 12:20. Saruni Basecamp transfer* to Jomo Kenyatta International Airport, with the option of dinner at either Talisman or Carnivore. Bookings will be dependent on your flight times, with dinner on your own account."
    }
  ],
  "map": ""
}