{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-safari-culture-and-coast",
  "tourName": "Kenya safari, culture and coast",
  "placesVisited": "",
  "generalInfo": "Kenya: Safari, Culture &amp; Coast - A Journey Through Wild Beauty<br/><br/>Discover the soul of Kenya on this 11-day adventure that weaves together wildlife, culture, and coast. From the high plains of Laikipia to the vast savannahs of the Maasai Mara and the timeless charm of Lamu Island, this journey takes you far from the more typical safari routes to explore Kenya in its most authentic form.<br/><br/>Your adventure begins in Nairobi, East Africa’s energetic capital. Here, skyscrapers rise beyond acacia trees, and rhinos roam within sight of the city skyline. Spend your first night relaxing at the Trademark Hotel in Gigiri, with the option to visit Nairobi National Park, the Giraffe Centre or local markets before you head into the wild.<br/><br/>Next, fly north to Laikipia, one of Kenya’s most exciting conservation regions. Your base is Moon’s Camp, a small, solar-powered retreat nestled in the private Lolldaiga Conservancy. Here, sustainability meets comfort, with tented suites overlooking a watering hole frequented by elephants and zebras. Days are designed to unfold at your own pace, walk with expert guides, explore on horseback, enjoy bush breakfasts or help with local reforestation projects. You can visit nearby communities, learn traditional plant uses on an ethno-botany walk, or simply watch wildlife from your veranda. Evenings are spent around the fire, sharing stories under vast starry skies.<br/><br/>From Laikipia, fly south into the Maasai Mara, Kenya’s most iconic wildlife destination. At Enkewa Camp, you’ll experience the Mara at its most peaceful, away from crowds and close to nature. Led by experienced Maasai guides, you’ll track the Big Five, spot cheetahs on the hunt and pause for sundowners overlooking the plains. Full-day game drives, bush breakfasts and visits to local villages provide a deeper connection with both wildlife and culture. Optional balloon safaris offer breathtaking views at sunrise.<br/><br/>Finally, unwind on Lamu Island, a UNESCO World Heritage treasure where life moves at the rhythm of the tides. Days are blissfully unhurried - sail traditional dhows at sunset, wander through the labyrinthine alleys of Lamu Old Town, explore mangrove forests or simply relax on a palm-fringed beach. The island’s car-free, community-led lifestyle is the perfect reminder that the simplest experiences are often the most profound.<br/><br/>Throughout your journey, every flight, camp, and activity is designed to tread lightly, supporting local conservation and community initiatives while providing genuine connection and comfort.<br/><br/>This trip aims to be more than just a safari; it’s a journey through Kenya’s wild heart. Whether you’re tracking elephants in Laikipia, sharing stories with Maasai guides, or watching the sun dip below the Indian Ocean, this trip reveals Kenya as it truly is: raw, beautiful, and full of life.",
  "durationDays": "11",
  "price": "5899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Nairobi – Karibu Kenya! Your Kenyan adventure begins with a warm welcome at Jomo Kenyatta International Airport, where you will be met and guided through immigration and customs. You’ll then be transferred to the Trademark Hotel in the leafy suburb of Gigiri, Nairobi’s embassy district, approximately 35 to 40 minutes from the airport. Nairobi is East Africa’s most cosmopolitan city, home to over 4.5 million people and a fascinating blend of urban life and wildlife. Uniquely, Nairobi National Park sits just outside the city, where rhino, lion, cheetah and giraffe roam against a backdrop of high-rise buildings. Other local highlights include the Karen Blixen Museum, the Giraffe Centre, the Daphne Sheldrick Elephant Orphanage and vibrant local craft markets. Trademark Hotel offers contemporary comfort and is located next to the Village Market, Nairobi’s premier lifestyle complex, which features over 150 shops, 20 restaurants and the weekly Maasai Market on Fridays. Use this first night to relax, explore at your leisure and prepare for your adventure ahead."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Journey to Laikipia – Welcome to Moon’s Camp After breakfast, your driver will transfer you to Wilson Airport (approx. 30 minutes), for your scheduled 45-minute flight to Nanyuki*. On arrival, the Moon’s Camp team will greet you and drive you to camp, a scenic 45-minute to one-hour journey. Located in the private Lolldaiga Conservancy, Moon’s Camp is a small, sustainable tented camp run by passionate owners Ed and Moon. Set against a backdrop of riverine forests, granite ridges and snow-capped Mount Kenya, this is one of Kenya’s best kept secrets. Your en-suite canvas tent is positioned with privacy and views across a watering hole regularly visited by elephants, zebra, impala and warthogs. Built with an emphasis on sustainability, the camp runs entirely on solar power, uses grey water systems and supports local conservation projects, which you may visit during your stay. On arrival, you will meet the camp team who will help you plan your activities for the coming days."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you will explore the Lolldaiga Hills with your guide, either in an open-sided Land Rover or on foot. This region is known for its diverse habitats and rich wildlife, including lion, leopard, elephant, giraffe, oryx, Grevy’s zebra and sometimes wild dogs. Activities include bush breakfasts, hikes, horse riding (on request), vintage Land Rover self-drives, and conservation experiences such as tree planting or river walks. You can also visit local communities, explore caves with rock art or enjoy an ethno-botany walk with Moon. Back at camp, children can take part in interactive activities like Safari Bingo or the ‘Become a Moran’ kids’ club, while adults might enjoy a massage in the camp’s peaceful spa tent."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Explore, Relax and Immerse Today is free for you to choose how active or restful you would like to be. You could take a longer walking safari through the forest, visit a conservation initiative or enjoy a leisurely breakfast in the bush. For those who wish to relax, the camp offers home-cooked meals, books, board games and Starlink WIFI. The camp’s setting in a private conservancy means you will enjoy the wildlife without the crowds. You may see a giraffe while sipping your morning tea, or listen to the sounds of the African night from your veranda after dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Into the Wilds of the Maasai Mara After breakfast, you will return to Nanyuki Airstrip for your scheduled flight to Keekorok in the Maasai Mara*, a journey of approximately 1 hour 15 minutes. You will be met at the airstrip by the team from Enkewa Camp and driven 30 minutes to the camp, located in one of the most remote and wildlife-rich corners of the reserve. Enkewa Camp is a small, exclusive, eco-conscious property run by a professional Maasai team. With just seven tents, a lounge and a dining area, the camp offers a calm and intimate setting surrounded by savannah and acacia woodland. Tents are fully insect-proof and feature en-suite bathrooms with hot safari showers and flushing toilets. Once you have settled in, your guide will help plan your safari activities for the next two days."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning and Afternoon Game Drives Today you will head out on morning and afternoon game drives through the Maasai Mara, renowned for its predator population and sweeping landscapes. The Mara is home to lion, leopard, cheetah, hyena, elephant, buffalo, giraffe and more, with excellent opportunities for photography and wildlife viewing year-round. You might stop for a bush breakfast or return to camp for lunch and rest before another drive in the late afternoon. As the sun sets over the savannah, enjoy a sundowner and bask in the beautiful scenery."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Discover More of the Mara Today you can explore further afield with a full day safari, or visit a traditional Maasai village introduced by one of the camp staff. You may also wish to visit a local market or take part in community projects supported by the camp. Balloon safaris can be arranged on request for a breathtaking perspective over the Mara. Enkewa is family friendly, with tailored experiences for children, allowing you to engage more deeply with the land, the culture and the rhythm of safari life."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Travel to Lamu Island This morning you will transfer to Keekorok Airstrip for your flight back to Nairobi Wilson Airport (1 hour)*, followed by a connecting flight to Lamu Island (approximately 1 hour 30 minutes)**. Upon landing, you will be met by a Peponi Hotel representative and transferred by boat across the channel (15 to 20 minutes) to Shela village. Peponi Hotel is a much-loved family-run retreat with over five decades of history. Your Superior Room features Swahili design, sea views, a private outdoor area and a swing bed for relaxing in the ocean breeze. Set on the beachfront, this charming property is a haven for rest and cultural discovery."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Lamu Island Lamu Island feels like a step back in time. With no cars on the island, people walk, use donkeys or sail traditional dhows. The Old Town is a UNESCO World Heritage Site filled with winding streets, carved doors and Swahili architecture influenced by centuries of Indian, Omani and Portuguese trade. Today you can explore the town, relax on the beach, go snorkelling, visit mangroves or enjoy a sunset sail. The calm waters, fresh seafood and warm hospitality make this a perfect end to your journey."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Beach, Dunes, and Dhows Enjoy another day at your own pace. Take a boat to nearby islands, join a local fisherman or visit art galleries and cultural centres. Peponi can arrange activities based on tides and seasons, including dhow picnics and fishing trips. Back at the hotel, relax in the poolside garden or book a massage to round off your stay in comfort."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Departure After breakfast, you will be transferred by boat to Lamu Airport for your return flight to Nairobi (approximately 1 hour 30 minutes)*. Your driver will meet you at Wilson Airport and take you to Jomo Kenyatta International Airport for your international departure (transfer time approximately 45 minutes). We hope this journey leaves you with unforgettable memories of Kenya’s landscapes, people and wildlife."
    }
  ],
  "map": ""
}