{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "the-masai-heartlands-safari",
  "tourName": "The Masai Heartlands safari",
  "placesVisited": "Nairobi, Lake Nakuru National Park, Lake Naivasha, Loita Hills Maasai village, Masai Mara, Great Rift Valley, Kisii, Lake Victoria, Serengeti National Park, Ngorongoro Conservation area, Mto Wa Mbu, Meserani",
  "generalInfo": "The wonders of Kenya and Tanzania unfold on this incredible overland adventure, which goes deep into the heartland of the Maasai tribespeople and into the finest game parks in eastern Africa. Travel through the world-renowned Masai Mara, the vast Serengeti plains and on to the stunning lakes of the Great Rift Valley and the dramatic scenery of the Ngorongoro Crater. You’ll spot a wealth of wildlife along the way, and head off the beaten track to walk in the footsteps of the Maasai. Learn about the Great Rift Valley and the migration of the animals within it and embark on a mind-blowing safari across the floor of the Ngorongoro Crater in an open roof 4x4 for a chance to see a black rhino. <br/><br/>In between wildlife spotting, experience Kenya’s tribal life with Maasai warriors at an overnight village visit in the Loita Hills and shop for local wares at Musoma market on the edge of Lake Victoria. In the iconic Serengeti National Park enjoy two early morning and two late afternoon game drives in our overland vehicle. Most accommodation is camping (with two nights in a hotel and one in a cottage). As this is a participatory camping trip, you will be expected to set up and take down you own tent as well as assist with food preparation and cleaning. In the Serengeti, you’ll be camping here without fences between you and the animals, so your leader will brief you on safety measures. We use our purpose-built overland vehicles for the duration of this trip, and each truck has large sliding windows, great for game viewing. This is a small group adventure, fully supported by three local crew members: a group leader, driver and cook.<br/>",
  "durationDays": "15",
  "price": "3025",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Nairobi.",
      "description": "Jambo! Welcome to Kenya. Your trip begins in Nairobi with a welcome meeting at 6 pm. If you arrive with time to spare, consider getting to know the city on an Urban Adventure like the ‘Nairobi Experience’. This optional 4-hour tour is a great way to get a feel for Nairobi and includes lunch at a local restaurant. After the meeting, maybe join your new travel companions for an optional group dinner and get to know each other better."
    },
    {
      "dayNumber": 2,
      "title": "Lake Nakuru National Park.",
      "description": "Drive north-west past splendid views of the Great Rift Valley, Lake Naivasha and Elementaita to Lake Nakuru National Park. Situated in the heart of the Great Rift Valley, Lake Nakuru National Park is a great location for spotting wildlife, which you’ll get a chance to do on an early morning game drive tomorrow. For now, head to a nearby village with your leader. This is a fantastic opportunity to interact with the local folk and get a feel for everyday life here. Take a cooking class and return later in the evening to share the results for dinner."
    },
    {
      "dayNumber": 3,
      "title": "Lake Naivasha.",
      "description": "Wake early for a light breakfast this morning and head into the Lake Nakuru National Park for a game drive in the overland vehicle. Lake Nakuru is home to rhinos, and there will be a good chance of spotting and photographing one of these magnificent beasts. Return to camp for lunch, then drive to Lake Naivasha. One of the few freshwater lakes in the Great Rift Valley, Lake Naivasha has floating islands of papyrus reeds and a border of flat-topped acacias. It's also home to a healthy population of hippos and a huge variety of birds."
    },
    {
      "dayNumber": 4,
      "title": "Lake Naivasha.",
      "description": "Today, you’ll head out for a boat trip across Lake Naivasha – the best way to take in the atmosphere of this lush area. With your experienced guide, look out for the numerous hippo that live here, as well as kingfishers, fish eagles, herons, giraffes, zebras and waterbucks. Set against a backdrop of the Eburru volcanic mountain range and lined by acacia trees, this lake is one of the most renowned in the area. After, you have a free day to choose from a variety of optional activities. Maybe opt for a trip to Hell's Gate National Park, which boasts beautiful cliffs, gorges, rock towers, volcanoes and a range of geothermal phenomena, or hire a bike for the day and make some of your own discoveries, venturing beyond the cacti and olive trees."
    },
    {
      "dayNumber": 5,
      "title": "Loita Hills Maasai Village.",
      "description": "Depart Lake Naivasha, making a short stop in Narok for food shopping. Continue to Loita Hills, home of the Maasai people, stopping for lunch on the way. You’ll be camping at Tepesua Village, which is known for championing Maasai women’s health and education. When you arrive, be welcomed by traditional Maasai warrior song and dance, then your host will explain the details of Maasai warrior training. Take a walk to the community village, founded to alleviate the poverty of Maasai widows, who traditionally are not allowed to inherit property. The village offers support, safety and economic growth through the Tepesua Widows Income Project. Spend the evening around a campfire and learn more about their age-old culture and traditions as you share stories with Maasai warriors into the night."
    },
    {
      "dayNumber": 6,
      "title": "Maasai Mara National Reserve.",
      "description": "Today, you’ll travel from Loita Hills to Maasai Mara. Most of the road there is tarmacked, but the final 5 km is dusty when dry and muddy when wet. The Maasai Mara, with its sparse open plains, dramatic skies and some of the world's most tremendous animals, is the quintessential African experience. After setting up camp, sit down for some lunch. Then, it's time to jump in 4WDs and go for a game drive through the wilderness of the Mara, looking out for all your wildlife favourites form the Lion King – think wildebeest, lions, leopards, cheetahs, buffalo, elephants and rhino."
    },
    {
      "dayNumber": 7,
      "title": "Maasai Mara National Reserve.",
      "description": "This morning, maybe take an optional balloon ride over the Mara at sunrise. If you’ve pre-booked this activity, you’ll be picked up before dawn and driven to the launch site for a safety briefing from your pilot. You’ll then glide through the skies, sometimes at tree height, for some amazing photo opportunities. After landing, you'll be treated to a bush breakfast before meeting up with the rest of the group. Today you’ll venture into the Maasai Mara National Reserve with expert local driver guides for a day-long 4WD game drive. You'll explore this diverse environment and most likely see a multitude of wildlife."
    },
    {
      "dayNumber": 8,
      "title": "Nairobi.",
      "description": "This morning, you'll make your way back to the bustling metropolis of Nairobi. On arrival, settle into your hotel and spend the evening at your leisure before attending a second welcome meeting at 6 pm to meet your new group."
    },
    {
      "dayNumber": 9,
      "title": "Amboseli National Park.",
      "description": "Today, you'll board your overland vehicle bound for Amboseli National Park. The park covers an area of about 392 square kilometres and is home to the largest population of African elephants in Kenya, many of which are ‘big tuskers’ (elephants with large tusks). You may even spot a ‘super tusker’ – a male bull elephant with tusks that weigh over 45 kg each, usually so long they scrape the ground. If you're lucky to visit on a clear day, you'll be treated to amazing views of Mt Kilimanjaro. When you arrive, you'll set off on a game drive in your overland vehicle to explore the park and discover the wildlife that calls this place home."
    },
    {
      "dayNumber": 10,
      "title": "Mto Wa Mbu.",
      "description": "This morning, you'll visit the Kimana Ranger Project and meet the inspiring men and women who protect the vital Kimana Sanctuary, an important wildlife area, particularly for migrating elephants. At the Ranger Training Academy, listen to stories of what it takes to safeguard this unique environment and the risks involved in protecting the Greater Amboseli ecosystem. The project plays a crucial role in improving the lives and working conditions of rangers, supporting local communities, and promoting conservation efforts where both wildlife and people can thrive. After your visit, travel toward the Kenya-Tanzania border, heading to Mto wa Mbu, a charming village that offers a glimpse into small-town African life. In the afternoon, join the local community for a guided walk around the village, visiting farms, milling machines, and homes. You'll finish the day with a traditional dinner, experiencing local hospitality before settling in at your campsite in Mto wa Mbu."
    },
    {
      "dayNumber": 11,
      "title": "Serengeti National Park (Ngorongoro Crater).",
      "description": "Rise and shine early today before entering the Ngorongoro Conservation area. When you arrive at the crater, swap your overland vehicle for open roof 4WDs. Take in the spectacular views from the crater's rim as you make your way to the bottom, where animals roam the lakes, rivers, woodlands and hills. The animals here are less wary of humans and vehicles, and as a result, it's easier to watch them up close. Keep an eye out for wildebeest, lion, zebra, cheetah, buffalo, gazelle and the endangered black rhino. Later, head to the wide-open plains of the Serengeti. The Serengeti landscapes see a huge contrast of colours during the year – green after the rains, brown and burnt in the dry season. The never-ending landscape is home to thousands of animals travelling as herds across the plains. This region gets its name from the local Maasai word ‘siringet’, meaning the place where the land moves on forever. Enjoy a picnic lunch, then head to your campsite within the park. Tonight, listen out for the sounds of nocturnal animals as you drift to sleep."
    },
    {
      "dayNumber": 12,
      "title": "Serengeti National Park.",
      "description": "Start the day nice and early with an overland vehicle game drive at dawn. You’ll head out while the animals are at their most active, then head back to camp for brunch at around 11 am. This morning, there’s also the option of a balloon ride over the park. If you have pre-booked this activity, you will be picked up before dawn and driven to the launch site. After a safety briefing, glide through the dawn, sometimes at tree height, where you’ll get some amazing photo opportunities. Sometimes, you will ascend, getting an overview of the vastness of the plains and the early morning movements of the herds. After landing, dig into a delicious bush breakfast, then return to your camp. After spending the warmer part of the day relaxing with your herd – just as the animals do – depart again at dusk for another overland vehicle adventure through the wild, returning in time for dinner."
    },
    {
      "dayNumber": 13,
      "title": "Karatu.",
      "description": "Enjoy a leisurely game drive and picnic lunch on your way out of Serengeti National Park today. Soak up final views of this incredible spot before making the long drive to Karatu – a small town nearby and your base for the next two nights."
    },
    {
      "dayNumber": 14,
      "title": "Karatu.",
      "description": "Today is a free day to relax or explore at your own pace. You might like to head to a local coffee plantation or take an optional game drive in Lake Manyara National Park. Maybe opt for a hike through the Ngorongoro Reserve Forest to the Elephant Caves – a great way to stretch your legs after a few days of overland travel. You'll hike through the Ngorongoro rainforest as your local guide explains the ins and outs of the area and points out interesting animal tracks and footprints. Marvel at the wild landscape and spot beautiful birdlife as you walk."
    },
    {
      "dayNumber": 15,
      "title": "Arusha / Nairobi.",
      "description": "Set off early this morning at around 7.30 am to begin your final journey of the trip. Your first stop will be in Arusha, where you'll have the option to end your trip. If it’s more convenient for you, there is the option to travel back to Nairobi, too. Your adventure comes to an end in Nairobi. You'll be dropped at a centrally located hotel, however, no accommodation will be provided tonight. If you want to extend your stay in Nairobi, just get in touch with your booking agent to organise additional accommodation."
    }
  ],
  "map": ""
}