{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "masai-mara-safari-in-kenya-4-days",
  "tourName": "Masai Mara safari in Kenya, 4 days",
  "placesVisited": "Discover one of the great African safari destinations, Superb wildlife watching at any time of year, Travel in custom-made open-sided 4x4 land cruiser, Day and night safaris, Optional sunrise hot air balloon flight with champagne breakfast, Hear the sounds of the wild from your luxurious tented room",
  "generalInfo": "This tailor made Masai Mara safari in Kenya is the perfect way to explore one of Africa’s most spectacular wildlife-watching destinations, where you can expect to enjoy a wealth of sightings at any time of year. <br/><br/>Between July and November Kenya bears witness to the Great Migration, as millions of wildebeest and other herd animals brave an epic round-trip journey between the Mara and the Serengeti, in the face of hordes of predators. Come outside the winter, however, and you can expect to share your sightings with far fewer people, though the wildlife is still in abundance.<br/><br/>As this is a bespoke holiday, the precise itinerary can be arranged to your specifications. You have unlimited potential for safaris in both the daytime and the evening, which give wholly different experience. There is also the option of a sunrise hot air balloon flight to admire the Masai Mara from above as it begins to stir – finish with a champagne breakfast and it’s a morning to treasure.<br/><br/>Beyond myriad opportunities for wildlife sightings (as well as being home to lions, leopard and elephants, the Masai Mara offers a cornucopia of birds, and some 95 species of mammals, amphibians and reptiles) this Kenya safari is also a way to learn about Maasai ways of life. Driver-guides are often from local Maasai communities and will be pleased to show you around. These visits enable you to learn about their culture while sharing your own, on an equal footing. But responsible safaris are not just about taking the odd village tour and perhaps purchasing a few handicrafts – besides cultural exchange they also create employment, and use accommodation that buys from nearby farms and villages.",
  "durationDays": "4",
  "price": "3430",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "FLY AND START DISCOVERING THE MASAI MARA NATIONAL RESERVE Jambo! This morning you will be met by one of our Africa Customer Care Representative at the airport or hotel, he will brief you and transfer you to Wilson Airport and fly to the Masai Mara National Game Reserve. Your local driver guide will be eagerly waiting for you at the local airstrip. Proceed with a game drive to your camp with a game viewing enroute in time for check in and lunch at the Loyk Mara Camp. You will then spend the afternoon at leisure before going for an evening game drive till dusk when you return to your camp."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "WHOLEDAY EXPLORING THE MASAI MARA NATIONAL RESERVE After your breakfast, you will depart for the whole day game drive in the vast Masai Mara National Game Reserve with picnic lunch being served in the wild. The Mara offers wildlife in such variety and abundance that it is difficult to believe: over 450 species of animals have been recorded here. You will easily see lions, rhinos, hippos, crocodiles, giraffe, wildebeests, zebras, buffalo, warthogs, hyenas, jackals, wild dogs, buffalo, leopard, many kinds of antelopes and elephant. It is in the Mara that perhaps the most spectacular event of the natural world takes place. This is the annual migration of millions of wildebeest and zebra from the Serengeti (Tanzania) in search of water and pasture. Following on their heels are the predators of the savanna- lion, cheetah, wild dog, jackal, hyena and vultures. A Masai village and get learn the Masai culture at an extra cost is an activity worth trying at a nominal cost. You can also take the opportunity to fly over the Mara in a Hot air Balloon at an extra cost. The balloon package includes a champagne breakfast in the wild! If you can spare the money, viewing abundant game afloat a balloon is an unforgettable experience"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "YET ANOTHER DAY OF ADVENTURE IN THE MASAI MARA NATIONAL RESERVE Spend yet another day of unlimited game viewing in the Masai Mara National Reserve. Your luxury tented rooms are furnished with all the amenities that you will require for a comfortable stay whilst visiting the Maasai Mara. All the tents have both cold and hot running water for showers. The tents are furnished with a wash basin, toilet, luggage rack, reading table, mosquito nets and comfy safari chairs to experience the amazing views from the verandah. At your camp fire enjoy the sound of the wildlife. You can hear the roars of the resident pride of lions advertising their presence to other lions or contact pride members. Star gazing on open skies is so beautiful and you might even be able to able to learn about some of the constellations. You will fall in love with this place as you review your day's wildlife experience and to plan your next day with your hosts. After your dinner you may still go back to the camp fire and continue having your drinks as you enjoy the tranquility of the camp."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Morning game viewing drive, after breakfast bid farewell to the Masai Mara as you set on your journey back to Nairobi. Fly to Nairobi, lunch will be on your own arrangements and spend time doing last minute shopping or city excursions at an extra cost. Drop off airport bid farewell to your driver guide until the next time. Arrive home with memories of a Trip of a Lifetime!"
    }
  ],
  "map": ""
}