{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenyan-village-and-farm-tour-5-days",
  "tourName": "Kenyan village and farm tour, 5 days",
  "placesVisited": "",
  "generalInfo": "On this 5-day tour you are invited to become involved in the sustainability programs that are helping Kenya’s most vulnerable people step away from poverty and towards brighter futures. You visit a feeding centre, an innovative city farm, and a women’s empowerment project, where you’ll have the opportunity to meet and engage with project leaders and various members of the communities who are making wonderful progress in creating a better life for all. This will give you fascinating insights into Kenyan culture that few tourists ever experience and connect with people on a personal level. Also on this tour, visit a traditional Maasai village to learn about Kenyan tribal life, and enjoy a spot of wildlife-watching on a relaxing day trip to beautiful Lake Naivasha.",
  "durationDays": "5",
  "price": "4650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Help at a Soup Kitchen. Getting involved in helping disadvantaged communities is both an opportunity to engage with local people and a rewarding way for travellers to contribute to alleviating the problems of poverty in Kenya. Today you visit a family centre on the outskirts of Nairobi, which provides the families with their only regular meal each day. You lend a hand by helping to prepare and distribute nutritious food, and in return witness firsthand how communities work together to help the hungry and most vulnerable."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "They Said It Cannot Be Done. In a developing area to the west of Nairobi, we visit a Women's Empowerment Centre. Here, local women in the area undertake an 18-month program that teaches them trade and entrepreneurial skills so they can set up their own businesses. The results have been phenomenal as the mothers are able to lift themselves out of poverty, keep their families together and transform into independent business owners and community leaders. You meet and learn from some of the proud, self-sufficient women who are involved in this inspirational program."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "The Hippos of Lake Naivasha. Today we drive west of Nairobi to Lake Naivasha, Kenya's most beautiful freshwater lake surrounded by peaceful grassy banks and fringed by thick papyrus. Along the way, stop at a roadside lookout for the stunning views over Kenya’s Great Rift Valley, and arrive at a lovely lakeside lodge in huge grounds studded with acacia trees and perhaps spot the odd antelope or vervet monkey. Catch a small boat to view the pods of hippos and abundant birdlife that Naivasha is so famous for, then back at the lodge enjoy a delicious leisurely lunch and relaxing swim in the pool before returning to Nairobi in the late afternoon."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Grandmothers Love Their Pigs. Kenyan grandmothers play a vital role in keeping families together in difficult economic circumstances. Visit a local grandmother’s pig farm and discover how pig-husbandry provides food and financial support and the bio-gas system creates energy out of the waste to power a home. This is another worthwhile initiative that aims to empower grandmothers through small-scale farming. Sit with them over a cup of local tea and enjoy some joyful singing and dancing and listen to their powerful stories about resilience."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Become a Maasai for the Day. Spend an amazing day as an honorary Maasai by visiting a family in their village who have lived the traditional Maasai way of life for generations. It starts with a song and dance welcome where the wife of a village elder will offer to dress you in traditional Maasai shuka cloth or ‘African blanket’. Learn about traditional rites of passage from the male children of the family, or young morans, who will teach you how to throw a traditional spear and the techniques needed to survive in the bush, and listen to fascinating folklore stories told by Maasai elders."
    }
  ],
  "map": ""
}