{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "east-africa-wildlife-tour-for-families",
  "tourName": "East Africa wildlife tour for families",
  "placesVisited": "White water rafting in Jinja, Chimpanzee tracking in Kibale National Park, Cultural tour of the Amabere Ga Nyina Mwiru Caves, Wildlife watching and boat cruise in Queen Elizabeth National Park, Trek to see gorillas in Bwindi Impenetrable Forest National Park, Safaris by boat and on foot in Lake Mburo National Park, Ol Pejeta Conservancy, Lake Naivasha, Safari drives in the Maasai Mara, Serengeti, and Ngorongoro Crater",
  "generalInfo": "See gorillas, chimpanzees, hippos, the Big Five, and much more besides on this amazing East Africa wildlife tour that explores renowned destinations across Uganda, Kenya, and Tanzania. Time your holiday right, and you can also witness the Great Migration across the Serengeti – one of the world’s greatest wildlife spectacles.<br/><br/>This is a tailor made tour, meaning you can shape the itinerary to your own preferences – however the example below gives you an excellent idea of what kind of adventures you’ll have. And unlike many safari holidays, you won’t spend your entire time bouncing around in a jeep. Admire nature on a smaller scale with a ranger-led walking safari, trek through the forest in search of gorillas and chimpanzees, and cruise along the Kazinga Channel to see hippos, elephants and teeming bird colonies. <br/><br/>Your holiday directly benefits wildlife, and local communities too. The clearest example is the mandatory permits required to track gorillas and chimpanzees in Uganda. These help to fund various conservation and anti-poaching projects. Indeed, many guides in these forests were once former poachers themselves, now finding work protecting the animals they used to hunt. <br/><br/>You’ll also stay in accommodations that employ many local people, use guides and porters from surrounding communities, and enjoy many opportunities to purchase locally produced handicrafts or snacks as this epic East African odyssey unfolds. <br/>",
  "durationDays": "20",
  "price": "15600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our driver/guide will be waiting at Entebbe International Airport to pick you up and then transfer you to your accommodation for the night. Accommodation: 2 Friends Beach Hotel Meal plan: Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Early in the morning, after your breakfast, you will be driven to Jinja for a white water rafting experience which can either take a full day or half-day depending on your choice. This is one of the most exciting rafting trips on earth going up to 31 km and includes a fantastic barbeque lunch and complimentary drinks after the trip. Accommodation: 2 Friends Beach Hotel Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After your breakfast, you will leave for Kibale National Park in western Uganda. The drive takes around 8 hours including a stopover for lunch in Fort Portal town. Along the way, you will pass many small towns, villages, tea farms, and roadside markets all of which make the Ugandan countryside full of beauty. You will reach Kibale with enough time to relax and unwind from a day of travel. Accommodation: Turaco Treetops Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After early morning breakfast, your driver/guide will drive you to the Kibale National Park office where you will be briefed about the activity of tracking chimpanzees in the wild. You will then go on a guided primate walk in search of chimpanzees and 12 other primates including l’ Hoestes, Red colobus, blue, red-tailed monkeys, brown monkeys, and grey-cheeked mangabey. The park rangers will provide detailed explanations, not only on primates but on all the forest fauna and flora, and will ensure that your walk is informative and enjoyable. After finding the chimps, you will spend 1 hour with them before heading back to the park offices. You will go back to the lodge for lunch & refreshments. After lunch, you will visit the community and take a walk in Bigodi Swamp – which is the home of the great blue Turaco bird. The swamp is home to around 200 bird species and 8 primate species. Later, return to your accommodation for dinner & overnight stay. Accommodation: Turaco Treetops Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, you will start the day with a cultural tour of the Amabere ga nyina mwiru caves – a great historic site located 10km from Fort Portal town. You will be accompanied by an informed guide who knows more about this place. remember to carry along a flashlight, hiking boots, long trousers, etc since you are going to enter the caves. Thereafter, you will hike the explosion crater lakes surrounding this area and then return to Fort Portal town for lunch and a visit to the Tooro Kingdom Palace. In the evening, drive to Uganda’s second-largest park, Queen Elizabeth National Park while enjoying the changing views of the mystical Rwenzori Mountain ranges. Accommodation: Aardvark Safari Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, you will go for an early morning wildlife safari game drive in this park. Queen Elizabeth National Park’s diverse ecosystem of grassy plains, tropical forests, rivers, swamps, lakes, and volcanic craters is home to an incredible abundance of wildlife. With the massive Rwenzori Mountains as a backdrop, you will have excellent opportunities to see lions, leopards, giant forest hogs, cape buffalos, elephants, defassa waterbuck, Uganda Kobs, Topi, and bushbuck After lunch, you will go for a 2-3 hour boat cruise along the Kazinga Channel and into Lake Edward. This take will take you through possibly the highest concentration of hippos. Many animals may be seen drinking at the water’s edge. This launch cruise offers great opportunities for photography, bird watching, and game viewing. The prolific bird life is colorful and stupendous with more than 600 different species. Accommodation: Aardvark Safari Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After your breakfast, you will be driven from Queen Elizabeth to Bwindi Impenetrable National Park. This is a 6 hours journey passing through the Kigezi Highlands an area known as the “Switzerland of Africa”. The journey takes you through terraced hills and winding roads to the Bwindi forest. You will have a stop-over in Kabale for lunch. Accommodation: Rushaga Gorilla Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today is the big day! Prepare yourself for an encounter with the gentle giants; the rare mountain gorillas. For most people, this is the absolute highlight of their tour. You will go into the forest in groups of not more than 8 in search of mountain gorillas. En route, your guide will point out previous signs of gorilla activity such as dung, nests, and chewed bamboo shoots. Your trek will be an exciting journey along forested slopes, entwined vines, bushes, and bamboo. Upon finding the gorillas, you will spend a maximum of 1 hour with them after which you will be led back to the starting point. Accommodation: Rushaga Gorilla Lodge Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, you will leave Bwindi for Lake Mburo National Park with a stopover in Mbarara for your lunch. Lake Mburo is the best and easiest place for seeing a lot of Zebras in Uganda. You will see other wild animals such as buffaloes, hippos, crocodiles, elands, antelopes, and lots of birds as well as the local long-horned Ankole cattle in the nearby ranches. Take an afternoon boat ride on the Lake & see a variety of birds and hippos too. Accommodation: Rwakobo Rock Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Early morning after breakfast, go for a safari walk in the park accompanied by your guide and later return to your lodge for Lunch. Check out in the afternoon and depart for Kampala which is 3 hours away with a stop-over at the Equator line. Your guide/ driver will later drop you in Kampala or at Entebbe International airport for your evening flight. Accommodation: Hilton Garden Inn Nairobi Airport Meal Plan: Breakfast & Lunch."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Pick up from your Nairobi Hotel or at the airport by the latest 8:00 am. Board your safari land cruiser and drive through the lush central Kenya highlands, before proceeding north towards Mount Kenya. Check-in and lunch at your tented camp, followed by afternoon game drives. Ol Pejeta Conservancy is home to the BIG 5. However, it’s mainly Rhinos and Chimpanzees that are protected here which are the main attractions. At Ol Pejeta Conservancy, you will find the last 2 remaining northern white rhinos in the whole world. Besides visiting Baraka the Black Rhino and enjoying game drives, one can also visit the Chimpanzee sanctuary. Accommodation: Serena Sweetwaters Camp Meal plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast, board your safari vehicle and enjoy a game drive before departing to Lake Naivasha. Check-in followed by lunch. Afternoon at leisure by the lake shores. You may book a guided nature walk at Crescent Island or a scenic boat ride that offers breathtaking scenery. Accommodation: Lake Naivasha Country Club Meal Plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Depart after breakfast for Masai Mara National Reserve. Check-in, lunch, and afternoon game drive when you begin your search for the wildlife found in Masai Mara. Accommodation: Ashnil Mara Tented Camp Meal Plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "You will spend the whole day exploring this world-renowned reserve during your game drives. Your expert safari driver/guide with in-depth knowledge of the vast reserve will help you locate Lions, Elephants, Rhino, Leopard, Buffalo, Burchell’s Zebra, Hippos, Elands, Spotted Hyena, Topi, Hartebeest, Warthog, Black-Backed Jackal, Mongoose, Masai Ostrich, Secretary Bird, Marabou Stork, Martial Eagle, Vultures, Egrets among several other mammal and bird species that call Masai Mara home. You simply need to have your animal checker guide ready and get ready for the adventure. Between the months of June and September, Masai Mara hosts the world’s biggest wildlife spectacle; the annual wildebeest migration when over 1.2 million wildebeest and Zebra cross over from northern Serengeti into Masai Mara in search of greener pastures, especially the red oat grass which is a delicacy to the marauding gnus/wildebeest. If you travel during these months, your guide will dedicate time to trailing the migrating herds both in the savannah and along the banks of the Crocodile-infested Mara River. Accommodation: Ashnil Mara Tented Camp Meal Plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "After breakfast, collect your picnic lunch and depart for the seemingly endless plains; The Serengeti. You enjoy a three-hour drive to the Isebania border crossing point, clear with immigration, and proceed to northern Serengeti. You will enjoy en-route game viewing in search of the BIG CATS that reside here. Accommodation: Ole Serai Luxury Camp (Kogatende) Meal Plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "You will spend two full days exploring the northern part of the Serengeti as you search for major wildlife sightings. This is where you can witness the great migration between June and October as they graze in the savannah woodlands and along the shores of the crocodile-infested Mara River with frequent River crossings between the south and north being witnessed regularly. After the calving season in southern Serengeti between February and March, the migration moves to Seronera in Central Serengeti between April and May, before arriving north in June. Big predators like lions, cheetahs, and leopards, and scavenging opportunists like jackals, hyenas, vultures, and Marabou Storks are always trailing the migration. Hence, you also have a chance of catching them in action. Accommodation: Ole Serai Luxury Camp (Kogatende) Meal Plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "You will enjoy your breakfast and then depart for Central Serengeti about 4 hour drive with en-route game viewing. This afternoon, you will explore the most popular part of the Siringet- Seronera. The abundance of both predator and prey here will amaze you as you cover different habitats and geographical areas during your game drives. Accommodation: Ole Serai Luxury Camp (Turner Springs) Meal Plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "After breakfast, you depart to the Ngorongoro Conservation Area. En route, you may visit the Ol Dupai Gorge, the museum where archaeological collections by Louis and Mary Leakey are displayed in situ. This is an optional opportunity to learn about human evolution and early man. This afternoon, you descend down the steep walls of the caldera for game drives along the crater floor. Lions, Elephants (including huge bulls), Cheetahs, Spotted Hyena, Black Rhino, Gnus, Jackals, Baboons, Buffalos, Flamingos (on the crater lakes), Hippos, and even the rare Caracal are some of the animals you might spot here. You will then proceed to Karatu along the Ngorongoro highlands where you enjoy your dinner and overnight stay. Accommodation: Ngorongoro Oldeani Mountain Lodge Meal Plan: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "You depart at leisure for Arusha airport on a scheduled flight back home. This will mark the end of your holiday. Meal Plan: Breakfast"
    }
  ],
  "map": ""
}