{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-and-tanzania-private-safari-holiday",
  "tourName": "Kenya and Tanzania private safari holiday",
  "placesVisited": "",
  "generalInfo": "Our professional guides are there to assist you every step of the way.  Even though there is a general outline of your safari, your guide will talk with you regarding each day’s plans.  He will tell you about the country you are visiting, its history, traditions, the area you are visiting, what you see; he will take you to the loveliest places, look after any formalities or negotiations with the local people, and take care of your safety and comfort. They all are proficient in bush craft, and can also tell you about the local traditions, wildlife, identify the birds, and help you learn more about the world around you. All our guides speak English as well as their local language and some speak French and Spanish as well. Days will vary depending on your specific schedule, road conditions, and what you would like to do.",
  "durationDays": "13",
  "price": "9980",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You will be picked by our customer Care representative at the airport. Once you have retrieved your luggage, our guide will be waiting for you in the arrival hall carrying a branded sign board. You will then be escorted to a restaurant or coffee shop where while enjoying a complimentary juice or hot beverage our guide will explain in detail your itinerary and arrangements before transferring you to your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Lake Naivasha National Park :After Breakfast you will drive from Nairobi to the Lake area. The road, the main artery between the capital, the Rift Valley and ultimately Uganda, heads northwest. A highlight of the journey is the first glimpse of the huge Rift Valley emptiness just past Limuru, at the top of the escarpments of the valley. Below, the acacia-scattered Kedong Valley bed conveys a neat and archetypal snapshot of the African landscape. Further away Mount Longonot, Hell's Gate National Park and Lake Naivasha may be glimpsed, while the plains seem to sweep on forever to the south. Lake Naivasha is the furthest south of the lakes. Proceeding north the next is Lake Elementaita, then Lake Nakuru, followed by Lake Bogoria and Lake Baringo. Approximate journey time 2-6 hours, depending on the destination. Route details and journey times may vary depending on road conditions. Discover Naivasha. Derived from the Masai name \"Nai'posha\", meaning \"rough water\" in reference to the sudden storms that may come up over the lake, Lake Naivasha covers nearly 139 km²and is surrounded by a marsh of 64 km². With an altitude of 1890 m above sea level, it is, along with Baringo, one of only two freshwater lakes in the region, enabling the irrigation of the fertile volcanic soil of its surroundings. Spread around the lake are rich green plains supporting zebra, hartebeest, waterbuck, buffalo, impala, giraffes, monkeys and, at night, hippos. There is also an important bird population (over 300 species of birds) including African fish eagle, osprey, jacana and black rail. The cultivation of flowers is the main industry around the lake, and the lake itself is a key source of jobs and income for the local population (including fishing). You will have packed lunch as you continue with your journey. Half day guided walk on Crescent Island situated in the deepest part of Lake Naivasha. The shores of this beautiful piece of paradise host an abundance of bird life and have especially large numbers of pelicans, cormorant and fish eagles. While the island is secure and private it is connected to the mainland and this allows animals to roam freely. See hippos grazing in the cool afternoon air or resting under acacia trees in the heat of day, while giraffe who were born on the island come back to birth their own young. The scenic beauty and sense of freedom in this little park has seen many film makers alight on its shores to film herds of wildebeest, waterbuck and zebra passing through the grassy Savannah."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Masai Mara National Reserve :Drive from the Lake area to the Masai Mara. The road linking the lakes runs south from Baringo and Bogoria to Nakuru before turning southeast to Elementaita and Naivasha. South of Naivasha the road turns west to Narok then continues west and south to the Masai Mara. Approximate journey time 4-9 hours, depending on the destination in the Mara. Route details and journey times may vary depending on road conditions.Discover the Masai Mara National Reserve, the most famous and most visited reserve in Kenya. Covering an area of 1510 km2, the Masai Mara reserve is in fact the extension in Kenyan territory of the vast Serengeti Park in Tanzania. Together, they constitute a huge ecosystem in which animals move freely. All large African animals are present. Thomson’s and Grant’s gazelles, impala, Kirk’s dik-dik, bushbuck, topi, buffalo, ellipsen waterbuck, eland and giraffe, all are there. Famous for its rich wildlife, the Masai Mara is home to not only the \"Big 5\" (elephant, lion, buffalo, rhino and leopard) but also many birds (over 500 species of birds have been recorded). Along the rivers, crocodiles and hippos lie in wait. Composed of vast rolling plains and hills, the Masai Mara is dotted with umbrella thorn acacias and thorny thickets. In the Maa language, Mara means \"spotted\" and may refer to the colourful landscapes. Alternatively, the name may refer to the arrival of over two million herbivores during the annual migration (wildebeest, gazelles and zebras). Afternoon game drive in the Masai Mara National Reserve. Immerse yourself in this prime wildlife area and connect with nature on every level. Variety is what distinguishes the exceptional from the mundane and this reserve offers copious amounts of variation. Your afternoon drive will begin late in the day and conclude just before darkness falls. This is the best time of day to view nocturnal hunters who prepare for their nightly expeditions. Watering holes are also usually busy just before sunset as animals such as hippos return to their resting spots while others congregate to drink before retiring for the night. Keep your camera handy to capture everything from elephants to gazelles and crocodiles to lions"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Masai Mara National Reserve :Morning safari in your tour vehicle the Masai Mara national park which is a vast expanse of 1500 km². Situated at an average altitude of 1650 m, its plains are an ideal landscape for the elegant and sprightly gazelles. Green in the rainy season, the high-growing grass is dry for the rest of the year, offering one a view of eternal Africa. Morning safari in your tour vehicle. Perhaps you will be lucky enough to observe gnu, zebra and their predators (hyena, lion, leopard, wild dog), especially during the migration period between August and September. Afternoon game drive in the Masai Mara National Reserve. Immerse yourself in this prime wildlife area and connect with nature on every level. Variety is what distinguishes the exceptional from the mundane and this reserve offers copious amounts of variation. Your afternoon drive will begin late in the day and conclude just before darkness falls. This is the best time of day to view nocturnal hunters who prepare for their nightly expeditions. Watering holes are also usually busy just before sunset as animals such as hippos return to their resting spots while others congregate to drink before retiring for the night. Keep your camera handy to capture everything from elephants to gazelles and crocodiles to lions."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Nairobi: Morning safari in your tour vehicle the Masai Mara national park which is a vast expanse of 1500 km². Situated at an average altitude of 1650 m, its plains are an ideal landscape for the elegant and sprightly gazelles. Green in the rainy season, the high-growing grass is dry for the rest of the year, offering one a view of eternal Africa. Drive from the Masai Mara to Nairobi. The road first heads north and east to Narok before turning east to Maai Mahiu, south of Lake Naivasha, and continuing southeast to Nairobi. Starting from the Masai Mara with an altitude of around 1500m the road must eventually ascend the Rift Valley escarpment at around 2500m before continuing down to Nairobi (1661m). Approximate journey time 4-5 hours, depending on the starting point in the Mara. Route details and journey times may vary depending on road conditions. You will have your dinner at the Carnivore Restaurant in Nairobi"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Tsavo West National park: Drive from Nairobi to Tsavo West. The main Nairobi-Mombasa road leads southeast, falling steadily from the 1661m altitude of Nairobi to around 500m in the Tsavo area. The road runs in between Tsavo East and Tsavo West with access to the Tsavo West National Park typically through Mtito Andei or Tsavo Gate. Approximate journey time 4 hours. Route details and journey times may vary depending on road conditions. Discover the Tsavo West National Park, located about 240 km from Nairobi. With its 9,065 km2, Tsavo West is one of the two entities comprising the Tsavo National Park (the largest park in Kenya [20,812 km2] and one of the largest in Africa). Divided into two parts (Tsavo East and Tsavo West) by the railway linking Mombasa to Nairobi, the animals move freely from one part of the park to another. At the heart of this hilly region composed of thick woods and deep forests, abundant wildlife, although often well hidden, can be observed. Over 400 species are present including many water birds such as the knob-billed duck, pied kingfisher and African skimmer. During your safari, you may also encounter many mammals including cheetahs, elephants, leopards, buffaloes, Maasai giraffes and spotted hyenas as well as rarer species such as caracal, kudu and Hunter’s hartebeest. A particular -feature of Tsavo West is undoubtedly the \"black-maned lions\", alas very difficult to locate. Turn up the heat on an afternoon game drive in the Tsavo West National Park. Besides a good selection of wildlife, Tsavo West is also notable for its striking and ancient natural scenery, such as the Mzima Springs where millions of gallons of crystal-clear water gush out from under parched lava rocks. Rugged and beautiful, the park offers better grazing than its neighbour Tsavo East, with belts of riverine vegetation and plains of grassy savannahs. Your afternoon game drive will break at spots such as Poacher’s Lookout where you can admire the plains below teeming with wildlife that include the Big Five and many grazing species. Breathe in the fresh African air and admire the views of the sinking sun as day turns to night and the bushland comes alive with the roar of lions as they prepare to hunt out their evening meal"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Amboseli National Park: Drive from Tsavo West to Amboseli. Travelling in a north-westerly direction the route passes to the south of the Chyulu Hills and to the north of Mount Kilimanjaro before reaching Amboseli. Approximate journey time 3 hours. Route details and journey times may vary depending on road conditions. Discover the Amboseli National Park. Located about 250 km from Nairobi and along the Tanzanian border, the park derives its name from the Masai word \"Empusel\", meaning salty, dusty place. Declared a national park in 1974 to protect its unique and fragile ecosystem, the Amboseli National Park offers landscapes of remarkable contrasts: arid zones alongside the lush oases of the swamps. The ecosystem of this low rainfall region depends on water from Mount Kilimanjaro (5895 m). A particular feature of Amboseli is the possibility to take picture postcard photos of elephants against the backdrop of Kilimanjaro. Covering an area of 392 km2 the park is, in addition to elephants, home to numerous animals (giraffe, wildebeest, antelope, buffalo, lion, cheetah, leopard and hyena ...) as well as 400 species of birds (pelicans, kingfishers, crakes, hamerkop and 47 types of raptor) who live alongside the Masai villages Guided afternoon game drive through the Amboseli National Park. This compact park is abundant with wildlife and allows for excellent game viewing. Its vegetation consists of a combination of sprawling grasslands, swampy springs and dry dusty earth. Amboseli is most famous for its large elephant populations, with the bulls having some of the biggest tusks in the world. From Observation Hill you will have a view of the entire park and especially the swamp areas where buffalo, elephants, hippos and a diversity of water birds come to cool off and refresh themselves. Look out for the shy porcupine who only dares to emerge at sunset."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Amboseli National Park: Guided morning game drive through Amboseli. This scenic national park lies close to the Tanzanian border at the foot of Mount Kilimanjaro and is a photographic paradise. Its name comes from the Masai word 'Empusel' meaning salty, dusty place as its vast rolling plains are dry and dotted with thorny acacia trees. The Big Five, plains game, crocodiles, giraffe and waterbuck can all be spotted here as well as the famed Amboseli elephants. This is one of the most iconic wildlife reserves in Africa and a must-see on most travellers’ lists. It is also one of the few places in the world where you will have the privilege of getting up close to free-roaming elephants. Learn about the traditions and beliefs of an ancient and proud tribe with a visit to a traditional Masai Village. Expect to be warmly greeted and entertained by Masai warriors, resplendent in traditional red robes and beads, as they perform a welcome dance for you. The majority of Masai people still practice the customary way of life as pastoralists. They are also nomads and live in well erected mud huts that are easily destroyed when they move on in search of better grazing for their cattle, goats and sheep. Watch in fascination as tribesmen demonstrate how to make a fire by rubbing sticks together, or purchase some of the beautiful handcrafted Masai beads. Much of the Masai way of life has remained unchanged for hundreds of years and your visit will provide a fascinating insight into the village life of this East African warrior tribe. Guided afternoon game drive through the Amboseli National Park. This compact park is abundant with wildlife and allows for excellent game viewing. Its vegetation consists of a combination of sprawling grasslands, swampy springs and dry dusty earth. Amboseli is most famous for its large elephant populations, with the bulls having some of the biggest tusks in the world. From Observation Hill you will have a view of the entire park and especially the swamp areas where buffalo, elephants, hippos and a diversity of water birds come to cool off and refresh themselves. Look out for the shy porcupine who only dares to emerge at sunset."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ngorongoro National Park: Drive from Amboseli to Namanga. From Amboseli you will travel in a westerly direction, typically exiting through the Meshanani Gate as you pick up the road towards Namanga located on the border of Kenya and Tanzania. Approximate journey time 1 hour. Route details and journey times may vary depending on road conditions. Embark on your guided tour aboard your 4X4 vehicle (Tempo-DG): service starts at Arusha and ends at Arusha (D13 27/10/18) - 5 days. Drive from Arusha to Ngorongoro. The road leads west, then south-west, skirting around the Monduli Mountains before crossing the eastern branch of the Great Rift Valley to the north of Lake Manyara. The road then climbs over the western ridge of the Rift Valley and ascends to the elevated Ngorongoro region. Approximate journey time 4 hours, depending on the exact start and end points. Route details and journey times may vary depending on road conditions. Discover the Ngorongoro Conservation Area. Initially incorporated into the Serengeti National Park, the Area is not a National Park. It was founded in 1959, following a conflict between the National Parks and the Maasai, as a nature reserve to protect a unique wildlife but also as a haven for the Maasai. Its name comes from the warriors of the tribe once living in the crater: the Likorongoros (which was distorted to Ngorongoro by the German colonists). The Ngorongoro Conservation Area covers approximately 8288 km2, 890 km2 of which is montane forest covering part of the crater wall. Ngorongoro offers a wide range of habitats: wetlands, grasslands, forests, streams and savannas. The crater itself covers about 260 km2. A World Heritage Site, it is in fact a caldera, caused by the collapse of a massive volcano nearly 2.5 million years ago. During the descent into the crater you will enjoy a spectacularly panoramic view of the interior of the crater. Even from the top of the crater wall you'll notice the first large herds as dark spots on the landscape. The crater boasts the largest animal density in Africa with some 20 000 animals including around 55 species of mammals, ostriches, Kori bustards, dwarf flamingos, crowned cranes, zebras, gazelles, warthogs, wildebeest, hartebeest ... all are present. Eland, jackal, black rhino and some servals are also among the principal inhabitants. The Ngorongoro Crater is further home to many predators such as hyenas, lions and leopards. Cheetahs, giraffes, hartebeest and impala, however are missing."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Serengeti National Park: Set off on a 4x4 morning game drive as the sun sparkles on the lush plains of the Ngorongoro Conservation Area. This pristine and protected region is simply stunning in the morning as the freshness of a new day brings life to the Ngorongoro Crater, and the immense plethora of animals that take shelter there begin to stir and graze. Within the crater itself there are over 25 000 large animal species and herbivores such as zebra, eland and Grant’s and Thompson’s gazelle can be found in huge herds. The area is also rife with buffalo while elephant and reedbuck roam higher up near the rim of the crater. Bird varieties are extensive and your guide will point out the many varieties that you will come across during your morning game drive while white pelican and greater and lesser flamingo can be admired on Lake Magadi within the crater. Drive from Ngorongoro to the Serengeti. The road leads north-west. Leaving behind the fertile highlands area with its coffee and tea plantations it passes into the open planes of the Serengeti where Masai pastoralists co-exist with the African wildlife. Approximate journey time 3 to 5 hours, depending on the exact start and end points. Route details and journey times may vary depending on road conditions. Discover the Serengeti National Park. Created in 1951, the Serengeti (from Siringet, meaning \"endless plain\" in maa, the language of the Maasai) is one of the largest parks in Africa. Covering an area of 14,800 km2, it abuts the Ngorongoro to the east and the Masai Mara (Kenya) to the north. This is a magical place both for the beauty and diversity of the landscapes (plains, acacia savannah, hills, large forested areas) and for the variety of animals. The Serengeti National Park is home to a considerable wildlife population in all seasons: gazelles, antelopes, giraffes, buffalos, zebras, jackals, warthogs, monkeys ... all are gathered here. Elephants, hippos, crocodiles are also among the main residents of the park. Over 500 species of birds have been identified including ostriches, bustards and secretary birds. The park is also famous for its many predators: more than a thousand lions, hundreds of cheetahs, many hyenas and some leopards have been recorded. If the lions are more visible near the rivers (especially near the Seronera River), cheetahs and hyenas are more at home in the plains"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Serengeti National Park: Morning safari in the Serengeti National Park. Covered with uninterrupted columns of zebra and gnu during the May migration, the savanna is the permanent home of the spotted hyena and the jackals, which would probably be the first animals you would meet. The spotted hyenas have the habit of digging their territory along the sides of the pathways and the jackals occupy the holes left vacant by the just as powerful vultures. Unleash your wild side on an afternoon 4x4 safari in the Seronera region of the Serengeti National Park. This area of the Serengeti offers a fantastic abundance of game viewing where it is not difficult to find all of the Big Five on one game drive and waterholes attract animals like magnets. Lion, giraffe and antelope roam freely across the open savannahs, while rhino stay close to the safety of the forest bush, and leopard and cheetah can be caught napping in the branches of acacia trees. As your game drive moves into the early hours of the evening, these predators begin to stalk the plains and large mammals such as buffalo take shelter in riverine vegetation. Fulfil your African safari dreams on the plains of the immense Serengeti while watching vultures feast off carcass remains and beautiful crowned cranes moving regally through the grasslands"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Manyara Drive from the Serengeti to Manyara. The B144 is the main road running through the Serengeti and connecting it with Ngorongoro and Manyara to the south-east. Approximate journey time 5 hours, depending on the exact start and end points. Route details and journey times may vary depending on road conditions. Discover Lake Manyara National Park. Set between the cliffs of the Rift Valley and the alkaline lake of the same name, Lake Manyara National Park covers some 320 km2. Its name derives from the Maasai word \"emanyara\", the name of a plant growing all around the lake and used by the local people to protect their homesteads. Dominated by the Rift Valley escarpment, Lake Manyara National Park presents a diverse flora. Thus, whereas the north is dominated by dense tropical vegetation (giant mahogany, wild palms), vegetation in the south becomes sparser before giving way to grassland and swamps near the lake. Covering an area of about 50 km2, this lake is a favorite with flamingos and waders. Some 350 species of birds have been identified including thousands of Egyptian geese. The park also offers all kinds of wildlife: giraffes, buffalos, zebras, baboons, monkeys or elephants, all are present. If you are lucky you might even spot lions in the trees. Perched in the acacias to better see their prey, the park is famous for these tree climbing lions. Track down tree-climbing lions on an afternoon 4x4 safari in Lake Manyara National Park in your tour vehicle. Small, yet filled with splendour, this park is a delight to explore, consisting of 11 different ecosystems that support one of the highest biomass densities of large mammals in the world. Among them are Lake Manyara’s famous tree-climbing lions, and although you may see lions in trees in other parks, it is a real speciality in Manyara. It is believed that the lions developed this habit in order to avoid pesky biting flies, but whatever the reason it is a unique sight to behold as well as a likely one on your afternoon game drive as these late-night predators take to trees for an afternoon nap. Traverse through the Savannah, marshes and evergreen forests as you seek out elephant, hippo, giraffe, buffalo, zebra, wildebeest and so much more"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kilimanjaro Airport: Step into a melting pot of cultures on a visit to the Mto Wa Mbu Village. This fascinating village borders the Manyara National Park and offers a welcome respite from wildlife explorations through Tanzania’s northern safari circuit. It is home to an enormous diversity of ethnic groups, with approximately 120 different tribes residing in the village and is surrounded by the beautiful scenery of the Ngorongoro Crater and the Serengeti National Park. Famed for its rice and red banana plantations, the villagers make their living mostly from farming and tourism, and there is a large variety of cultural programmes that visitors can partake in. Mto Wa Mbu is a superb area for an authentic cultural experience where you can taste the flavours of Tanzania, learn more about the country’s politics, wildlife, history and culture and enjoy a hiking or biking tour in the scenic village surrounds. Tuck into a traditional lunch at the Mto Wa Mbu Village. This enticing little village is situated in the heart of Tanzania’s northern safari circuit where a fusion of cultures, religions, languages and traditions await to be explored. It is the ideal place to learn about Tanzania in a nutshell and offers a variety of experiences to enjoy. The village consists of approximately 120 different tribal groups who all retain their individual identity while at the same time living together harmoniously by promoting tourism and income generation. Your unique lunch will take place in the heart of a fertile banana plantation and consists of good, wholesome food such as sweet potato, vegetables, meat stew and other more exotic specialities such as a local variety of spinach and maize meal. Relish the unique simplicity of African cuisine while enjoying the humble friendliness of your welcoming hosts. Drive from Manyara to Arusha. The road leads at first south-east before turning north-east, passing through a landscape of semi-arid savannah interspersed with volcanoes, craters and calderas resulting from the tectonic movement underlying the Great Rift Valley. Approximate journey time 3 hours, depending on the exact start and end points. Route details and journey times may vary depending on road conditions. Transfer from Arusha to Kilimanjaro Airport."
    }
  ],
  "map": ""
}