{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-wildlife-and-diani-beach-holiday",
  "tourName": "Kenya wildlife and Diani beach holiday",
  "placesVisited": "",
  "generalInfo": "Kenya can truthfully be described as the world in one country, and few experiences can match the best of bush &amp; beach, Kenya has to offer. Safari for contrasting destinations within a single holiday. From the vast swathes of grassland that make up the Masai Mara to the palm-fringed, powder-white beaches of Kenya’s South Coast, this curated safari will reveal some of Kenya’s most desirable yet secluded destinations.<br/><br/>The contrast is complete, and yet the Masai Mara and Diani Beach have much in common. Unspoiled landscapes, epic views and rich cultural heritage can be found in both locations, even though at first glance they appear completely different.<br/><br/>Expect contrasting emotional responses, too – from the sheer exhilaration of being in the wilderness and close to wild creatures, to the feeling of complete relaxation that will wash over you the moment you arrive on the beach.<br/><br/>Choose to follow our suggested safari (as outlined below), featuring our recommended accommodation options for the very best of both the bush and the beach, or ask our team to tailor the programme to your specific preferences and create a bespoke experience – perhaps by adjusting the itinerary to place more emphasis on either the coast or the savannah.",
  "durationDays": "9",
  "price": "8095",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival you will be transfered from Jomo Kenyatta International Airport to Wilson Airport (both in Nairobi). Forty-five-minute* scenic flight to Mara North, to be met by a guide for your lodge/camp transfer or game drive. Enjoy lunch in camp before an afternoon game drive to explore the 30, 000 acres of the Mara North Conservancy. Although it borders the popular Masai Mara National Reserve, this private wilderness is unspoiled, and teeming with wildlife."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Morning game drive (including a picnic breakfast) in search of the big cats and other predators for which Mara North is renowned. Return to the lodge for an al fresco lunch and relaxing, revitalising treatments in the Maasai Wellbeing Space. Spend the afternoon on safari, with your guide revealing more of the secrets of the Mara. After dinner in the lodge, you can head out into the wild again on an optional night drive a very different experience from a daytime safari."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A change of pace as you set off on a guided walking safari, exploring the valleys and plains around camp and learning bush lore from your guide. The afternoon activity will focus on a different area, giving you the opportunity to appreciate the many different habitats that contribute to the mosaic of the Mara. Starlit bush dinner accompanied by traditional Maasai songs and dancing."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Even after several days in the Mara, there are likely to still be species that you’ve not encountered. This morning’s safari – leading to a secret breakfast location – gives you more time to achieve extra ticks on your checklist. Your afternoon game drive will end at a panoramic viewpoint from where you can enjoy the plains views, and the safari tradition of sundowners."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Your drive to the airstrip can include time on the banks of the Mara River and a visit to the nearby rhino sanctuary that we support. Your flight to Ukunda airport in Diani Beach departs the Mara at 14:00, arriving at 16:00. An Alfajiri vehicle will be waiting for your short transfer to the tranquil haven of Alfajiri Villas. Take a refreshing dip in your private swimming pool, followed by a chilled sundowner on your verandah, looking down on the white sand beach below, and out across the Indian Ocean. Dinner will be an elegant seafood offering paired with exceptional wines, and you will drift off to sleep to the sound of the waves."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Set off on a thrilling morning of deep-sea fishing and throw in a line in the hope of hooking a prized marlin or wahoo. Enoy a picnic lunch from the Alfajiri Villas kitchen at sea, before cruising home in the afternoon for a well-earned siesta or a bit of retail therapy and souvenir shopping at the nearby markets."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Head out across the clear azure ocean on a traditional dhow to visit Funzi Island for a day of sailing, fishing, swimming with dolphins and snorkelling with rare sea turtles before returning ashore for a delicious fresh seafood lunch. Stroll barefoot along the beach, drink in hand, collecting seashells, and watching for the fading daylight that signals that dinner is served."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Wake up with the sea breeze and spend your morning kayaking and snorkelling, taking the plunge to discover the colourful life below the surface of the Indian Ocean, including bustling coral reef communities. If you are feeling adventurous, you may want to give kite surfing a try. After lunch, relax by the pool or enjoy a traditional massage treatment – or both, your time at Alfajiri Villas is your own. End another heavenly day with a sunset dhow cruise, followed by a sumptuous fresh seafood banquet inspired by Swahili spices and culinary traditions."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Wake up in paradise, linger over breakfast and take a final stroll along the white sand of Diani Beach. After a morning spent making the most of the relaxing vibe of your villa and the beach just beyond it, depart in the afternoon for your flight back to Nairobi, which departs Diani at 16:00 and arrives at Wilson Airport at 17:30. Transfer to Jomo Kenyatta International Airport. Depending on the time of your international flight, have dinner at the Talisman or Carnivore (flight times permitting; dinner on your own account). Alternatively, ask us for a different dining recommendation – our team knows all the best spots in town."
    }
  ],
  "map": ""
}