{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-cheetah-safari",
  "tourName": "Kenya cheetah safari",
  "placesVisited": "Great Rift Valley, Ol Pejeta Conservancy and Mount Kenya, Lake Naivisha, Masai Mara, Distinctive luxury waterside accommodation",
  "generalInfo": "For those looking for a slightly different tour, this safari starts with 2 nights sightseeing in Nairobi, then to the stunning views of Mount Kenya, featuring Ol Pejeta Conservancy: home to Rhinos and Chimpanzees, on to the glorious and world-renowned Masai Mara Reserve and the beautiful Lake Nakuru National Park…a paradise for bird watchers and wildlife lovers alike.<br/>This small group road safari offers optimum game-viewing options visiting the highlights of Kenya’s safari destinations and the opportunity to view ‘The Big Five’ against exceptionally varied backdrops. The safari is operated both on scheduled dates for small groups and also on a private basis (on request)",
  "durationDays": "10",
  "price": "4165",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Jomo Kenyatta International Airport, you will be met by our representative and transferred to Novotel Westlands. Dinner (not included) can be taken at the hotel or at any of the cities many restaurants. Overnight at Novotel Westlands Nairobi (superior room)-Bed and Breakfast included"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kick off your Nairobi adventure with a full-day tour blending wildlife, culture, and history. Begin at the Giraffe Centre, where you can feed endangered Rothschild’s giraffes and learn about Kenya’s vital conservation efforts. This up-close encounter with these gentle giants is both magical and educational, providing perfect photo opportunities. Next, visit the Karen Blixen Museum, the preserved farmhouse of the Out of Africa author. Explore antique furnishings, personal artifacts, and sweeping views of the Ngong Hills, immersing yourself in colonial-era life and the legacy of one of Kenya’s most famous residents. Pause for lunch at Karen Blixen Coffee Gardens, enjoying international cuisine infused with authentic Kenyan flavors in serene, shaded surroundings. In the afternoon, head to the Kobe Tough Beads Factory, a women’s cooperative creating exquisite handmade beadwork. Witness artisans at work and learn how the cooperative empowers local women while sustaining livelihoods. Purchase unique creations directly to support their mission. The evening culminates at Safari Cats with a dazzling open-air dinner and performance, featuring acrobatics, dance, and live music celebrating African culture. Overnight accommodations are at Novotel Westlands Nairobi in a superior room, with dinner included and breakfast the next morning. This action-packed day offers the perfect introduction to Kenya’s wildlife, history, and vibrant culture."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After an early breakfast, set out northwards toward Nanyuki, entering the pristine wilderness of Ol Pejeta Conservancy. Upon arrival, check in to Sweetwaters Tented Camp, a tranquil oasis nestled around a bustling waterhole. Here, the rhythm of the bush sets the pace—luxury tents with private verandas provide front-row seats to wildlife as animals come to drink, blending safari adventure with under-canvas charm. In the afternoon, embark on your first game drive in Ol Pejeta, tracking rhinos, lions, and other iconic wildlife across sweeping plains under the shadow of Mount Kenya. Enjoy drinks at the Waterhole Bar, built like a game-viewing hide, where sipping a sundowner as elephants and zebras drink creates unforgettable moments. Dinner is served in the Rhino Restaurant, housed in the former colonial manager’s house, which serves a delicious mix of regional and international cuisine, while the Khashoggi Bar offers cozy evenings around a crackling log fire. Distance/drive time: 216 km / 3½ hours"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Wake to the sounds of the African bush and begin a full day of adventure in Ol Pejeta Conservancy, with morning and afternoon game drives revealing some of Kenya’s most iconic wildlife. Breakfast, lunch, and dinner are served at Sweetwaters Serena Camp – Morani, where the serene setting around waterholes brings wildlife right to your doorstep. During the day, visit the Rhino and Chimpanzee Sanctuaries, witnessing firsthand the conservancy’s life-saving work in protecting endangered species and rehabilitating rescued animals. From a colonial cattle ranch to a conservation pioneer, Ol Pejeta is now East Africa’s largest black rhino sanctuary and home to two of the world’s last northern white rhinos. With thriving predator populations and a successful livestock programme, the conservancy balances wildlife protection with community development, supporting education, healthcare, and infrastructure for surrounding communities. As the sun sets over the plains, return to camp for dinner under the stars, reflecting on a day filled with wildlife, wonder, and inspiration."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, journey south toward Lake Nakuru National Park, pausing at Thompson Falls to enjoy a scenic picnic lunch amid cascading waters. As you continue, the landscape transforms, hinting at the unique beauty of the Great Rift Valley. Arriving in the afternoon, check in to Lake Nakuru Sopa Lodge, perched on hills that frame the western escarpment and overlook the sparkling lake. From your vantage point, flamingos dot the shoreline, and the vast bushy grasslands stretch toward the horizon, teeming with wildlife. Embark on an afternoon game drive, where black and white rhinos graze peacefully alongside giraffes, zebras, and impalas. Bird watchers will delight in the kaleidoscope of species that make the lake their home. Every moment is a sensory feast: the mirrored lake waters, the scent of wild grasses, the distant calls of animals. Lake Nakuru is a sanctuary of wildlife and natural beauty, offering an unforgettable, immersive safari experience."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Spend a full day on safari in Lake Nakuru National Park, home to white rhinos, elusive leopards, and diverse birdlife, including pelicans. Though flamingo numbers have declined, the park’s rich wildlife and scenic beauty remain captivating. Enjoy all meals at the lodge and overnight in a standard room at Lake Nakuru Sopa Lodge."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, depart the lodge and journey across the floor of the Great Rift Valley, arriving at the world-famous Masai Mara National Reserve and checking in at Kilima Camp Masai Mara. Perched at 1,850 meters, the camp offers breathtaking views over the Mara plains and the Mara River below. Small and intimate, Kilima Camp provides a warm, welcoming “home away from home” for safari guests. Enjoy a leisurely lunch at the camp before setting out for an afternoon game drive. The Masai Mara is renowned as the stage for ‘the greatest wildlife show on earth’—home to the annual wildebeest migration and a rich array of predators and herbivores. Rolling grasslands, meandering rivers, and dramatic escarpments create an unforgettable backdrop for wildlife encounters. Return to camp in the evening to relax on your private veranda before enjoying dinner in the central restaurant. All meals and overnight at Kilima Camp Masai Mara or similar classic tent – LDBB. Distance/drive time: 365 km / 5½ hours"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Spend a full day immersed in the Masai Mara, with morning and afternoon game drives showcasing the reserve’s unparalleled wildlife. Breakfast, lunch, and dinner are served at Kilima Camp Masai Mara, where comfort meets the wild. The Mara’s hauntingly beautiful landscapes are alive with wildlife and vibrant birdlife, offering some of Africa’s most thrilling encounters. Here, the density and variety of animals provide an extraordinary chance to see all members of the Big Five in a single morning. Every drive promises unforgettable moments—from lions lounging in the grass to elephants moving majestically across the plains. Return to camp to relax, enjoy meals, and soak in the sights and sounds of the Mara from the comfort of your classic tent. All meals and overnight at Kilima Camp Masai Mara or a similar camp – LDBB."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Spend the day immersed in the Masai Mara, Africa’s iconic safari landscape, with morning and afternoon game drives revealing its incredible wildlife. Experience predators on the move at dawn and watch elephants, giraffes, and plains game graze beneath acacia trees in the golden afternoon light. The Mara truly is nature’s grandest stage. For a once-in-a-lifetime perspective, take an optional hot air balloon safari at sunrise. Drift silently above the plains, spotting elephants, hippos, and predators, then enjoy a champagne breakfast in the bush. Back at camp, relax and recount the day’s thrilling encounters over dinner, as the sounds of the wilderness surround you. All meals and overnight at Kilima Camp Masai Mara or a similar classic tent – LDBB, blending comfort with the raw beauty of the Mara."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Your final morning in the Masai Mara begins with an early breakfast at camp before embarking on one last game drive. As the morning light spills across the plains, enjoy lingering wildlife encounters—elephants moving in family groups, giraffes browsing acacia trees, and antelope grazing in the soft glow. While all vehicles must exit the park by 10 a.m., the journey toward the gates often reveals more unforgettable sights. From the Mara, travel back toward Nairobi, stopping for a scenic picnic lunch along the way. By late afternoon, arrive in the city, marking the official end of your safari. For those wishing to extend the adventure, seamless connections to Kenya’s coast are available, offering white-sand beaches, warm Indian Ocean waters, and a perfect balance of relaxation after your thrilling safari."
    }
  ],
  "map": ""
}