{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "lewa-safari-marathon-kenya",
  "tourName": "Lewa Safari Marathon, Kenya",
  "placesVisited": "",
  "generalInfo": "Embark on an extraordinary adventure where you'll immerse yourself in the breathtaking beauty of Kenya's Lewa Conservancy while challenging yourself in the iconic Lewa Safari Marathon.<br/><br/>This one-of-a-kind experience combines the thrill of an incredible safari odyssey with the exhilaration of participating in a truly unique running event. As you navigate the dirt tracks and trails winding through the conservancy, you'll find yourself amidst a living tapestry of grazing zebras, towering giraffes, and majestic antelope herds. Unlike conventional city marathons, the Lewa Safari Marathon offers an unforgettable twist – the potential to encounter the awe-inspiring presence of elephants or lions crossing your path!<br/><br/>Established in 2000 as a fundraising initiative, this annual event has grown to become a beacon of support for Lewa's conservation efforts and community development projects in the region. With over 1,000 local and international runners seeking a uniquely wildlife-filled African running experience, the Lewa Safari Marathon has played a crucial role in generating millions of dollars to protect Lewa's precious wildlife and ecosystems over the past two decades.<br/><br/>Prepare to be captivated by the raw beauty of nature as you push your limits in this extraordinary race, all while contributing to a noble cause that safeguards the rich biodiversity of this remarkable corner of the world<br/><br/>“One of the top ten races to run in your life” – Runner’s World",
  "durationDays": "6",
  "price": "2200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Thursday 25th June - Head for Nairobi Begin your journey with a direct flight to Nairobi, Kenya's vibrant capital. Upon arrival, you'll be greeted by our local representative who will ensure a hassle-free transfer to the Tamarind Tree Hotel, your comfortable abode for the night. Relax and rejuvenate before embarking on your African adventure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Friday 26th June – Head for Lewa Fuel up with a hearty breakfast before embarking on a journey from Nairobi to Nanyuki, nestled at the foot of the majestic Mount Kenya. Upon arriving in Nanyuki, your tour leader will provide a comprehensive briefing, followed by a special session with Stephen Kamar, a former international marathon runner with an impressive personal best of 2:10. Tap into his expertise as he shares invaluable tips and insights about the upcoming Lewa Marathon course. Then, embark on a scenic 2.5-hour journey through the stunning landscapes of Mount Kenya, ultimately descending into the Lewa Wildlife Conservancy – the home of the Lewa Marathon and a premier wildlife viewing destination. Traveling in well-equipped 4x4 safari vehicles, you'll experience the thrill of off-road adventure while immersing yourself in the region's natural splendor. After arrival, you'll complete the race registration formalities and collect your race numbers. Then, gather around the crackling campfire to savor a delicious meal and retire for a restful night, energized for the exciting adventures that lie ahead."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Saturday 27th June - Race Day Wake up to the tranquil sounds of nature as the sun rises over the marathon campsite. After a quick breakfast around 6 AM, make your way to the starting line, where an unforgettable experience awaits at 7 AM. As the first rays of dawn paint the sky, the scenic Lewa Safari Marathon will commence, taking you on a breathtaking journey through the beautiful Lewa landscapes. With the majestic Mount Kenya as your backdrop, prepare to be inspired by world-class vistas as you run alongside knowledgeable rangers who ensure your safety, even in the presence of wildlife. Embrace the opportunity to connect with nature in a truly unique way. After crossing the finish line, it's time to pack up the camp and embark on a two-hour drive to The Safari Series tented camp nestled in the stunning Loldaiga Hills. Upon arrival in the afternoon, you'll have the opportunity to unwind or optionally partake in a thrilling game drive, immersing yourself in the region's rich wildlife. As the day draws to a close, retreat to your en-suite tents, where a well-deserved restful night awaits, allowing you to recharge and prepare for the adventures that lie ahead."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sunday 28th June - Safari Life with Safari Series Embrace the essence of an authentic safari experience as you embark on a full day of exhilarating activities from your tented camp base. Start your day by witnessing the breathtaking sight of the sun's first rays illuminating the iconic snow-capped peak of Mount Kenya from the vantage point of the Loldaiga Hills. After basking in the golden morning light, venture out on an unforgettable game drive across the lush savannah of the conservation area. Keep your eyes peeled for a diverse array of wildlife, including majestic giraffes, mighty elephants, elusive lions, endangered wild dogs, powerful rhinos, formidable buffaloes, and graceful antelopes. Around mid-morning, pause for a delightful \"brunch in the bush\" experience, where you'll dine al fresco, surrounded by the sights and sounds of nature. Afterward, continue your thrilling game drive until the sun begins to set, painting the sky with vibrant hues. As the day draws to a close, indulge in a refreshing cocktail while listening to the wilderness awaken for the evening. Savor the serene ambiance as the nocturnal symphony unfolds, providing the perfect finale to an incredible day immersed in the heart of the African safari."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Monday 29th June - Morning Game Drive Begin your day with one last exhilarating game drive, soaking in the sights and sounds of the wilderness one final time. Afterward, gather for a hearty lunch at The Safari Series, where you'll have the opportunity to bid farewell to your gracious hosts and reflect on the incredible memories created during your adventure-filled long weekend. Embark on a journey back to Nairobi, reminiscing about the unforgettable experiences and cherished moments as you travel in the comfort of your 4x4 vehicles. Upon reaching the vibrant capital city, celebrate your accomplishment at the Lewa Marathon with a final dinner together, raising a toast to the extraordinary adventure you've shared. As the evening draws to a close, it's time to make your way to Jomo Kenyatta International Airport, where you'll board your overnight flights back home with British Airways, carrying with you a lifetime of memories from this remarkable African escapade."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Tuesday 30th June: Overnight flight As your flight touches down in the UK, a sense of accomplishment and nostalgia washes over you. With the African adventure now etched into your memories, you'll have the choice to either make your way home, basking in the afterglow of the incredible experiences, or proceed directly to the office. Imagine the looks on your colleagues' faces when they inquire, 'How was your weekend? Did you do anything out of the ordinary?' This will be your moment to regale them with tales of your extraordinary journey – from conquering the scenic Lewa Safari Marathon against the backdrop of Mount Kenya's majestic peaks, to embarking on thrilling game drives through the lush savannahs, witnessing majestic wildlife in their natural habitats."
    }
  ],
  "map": ""
}