{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-small-group-safari-7-days",
  "tourName": "Kenya small group safari, 7 days",
  "placesVisited": "",
  "generalInfo": "Shaba Reserve, located in the ‘northern frontier’ is home to mammals found only north of the equator  – the Gerenuk, Grevy’s Zebra, Besia Oryx, reticulated Giraffe and the Somali Ostrich.  Lake Nakuru, famous for its prolific birdlife and home to the Rothschild giraffe and rhino is an ideal stop as you cross the country north to south. Finally end your safari in the Masai Mara, home of the big 5 and host to the awesome spectacle known as The Great Migration, generally occurring between July and October. This weekly small group trip departs every Monday and is guaranteed for a minimum of 2 clients.  The trip can also be taken on a privately guided basis.",
  "durationDays": "7",
  "price": "1715",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival into Nairobi, clients will be met and transferred to The Sarova Stanley Hotel. Afternoon at leisure. Overnight at The Sarova Stanley Hotel in a deluxe room on a bed and breakfast basis. Afternoon at leisure. (Check in time 14:00). Depending on time of arrival clients may choose to add an optional excursion. The Sarova Stanley Hotel Situated in the city centre, it was where the travellers, including Earnest Hemingway, gathered for a drink at the legendary Thorn Tree Café before or after a long safari. A message board on the acacia xanthophildea tree is used by travellers to make contact with fellow travellers. The 220 room hotel has been refurbished to a high standard and still retains the original Victorian charm. Bedrooms with private bathrooms are very comfortable while the restaurants serve excellent international cuisine. The gym is excellent, pool large and conference facilities extremely modern."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Heading north after an early breakfast, you pass near Thika and continue north through some breathtaking scenery dotted with rushing mountain streams and fields of tea and coffee. After Nanyuki town, continue north, eventually reaching a dusty outpost known as Isiolo, the last major stop on the journey into the remote northern frontier district. From here it's a fairly short hop to Shaba, arrival at the lodge in time for lunch and then depart for an afternoon game drive arriving back at the lodge as the sunsets. Overnight at Sarova Shaba Game Lodge on a full board basis. Drive time approx: 5.5 hours Added Value: Sarova Shaba Riverside Breakfast Enjoy a ‘bubbly’ riverside breakfast, dining against the backdrop of the Ewaso Nyiro River and Shaba game reserve. Delight in this experience, as the wilderness slowly comes alive around you. Sarova Shaba Game Lodge Shaba Game Reserve was made famous by the late Joy Adamson and her lioness Elsa and is often referred to as ‘Born Free Country’. Located on the banks of the Uaso Nyiro River, Sarova Shaba offers a luxury seldom found in a large African bush lodge. There are 80 chalet rooms, or for those looking for a little extra luxury, 4 junior suites and one honeymoon suite. The tranquil flow of sparkling spring water throughout the grounds creates an atmosphere of peace and serenity as it collects and cascades and attracts a great variety of birds. There is also a large pool to enjoy."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Early morning game drive followed by breakfast. Then for the remainder of the morning, one is able to relax by the pool or terrace, overlooking the river. After lunch there will be another game drive returning to the lodge as the sun sets. Overnight at Sarova Shaba Game Lodge on a full board basis."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leaving Shaba behind, travel south through Isiolo, crossing the northernmost foothills of Mount Kenya, until you get to the town of Nanyuki. Head north-west towards Nyahururu, before turning in a southerly direction to your next destination, the spectacular Lake Nakuru. Once in the park, view game en route to the lodge. Following lunch and a siesta, there is an afternoon game drive returning to the lodge as the sun sets. The national park, known for its birdlife, offers a possibility to view flamingoes. It is also home to Black and White rhinos as well as the endangered Rothschild Giraffe. Overnight at Sarova Lion Hill Game Lodge on a full board basis. Drive time approx: 6 hours Added Value: Sarova Lion Hill Game Lodge Bush Lunch Relish the ultimate safari experience with a perfect outdoor ‘bush’ lunch, al fresco style, as you take in the panoramic views of the lake and the picturesque Lake Nakuru National Park. Sarova Lion Hill Game Lodge Overlooking one of the world's greatest ornithological spectacles, Lake Nakuru and its surrounding national park, the lodge is set high on a plateau and offers panoramic views of the shimmering lake in the distance. Here, what feels like millions of flamingos, pelicans and marabou storks always gather and the landscape seems to blossom as natural foliage and a variety of wild flower continually bloom. There are only 65 modern en suite bedrooms here, and meals are excellent and served inside the lodge, by the pool or under a forest of towering acacia trees. The Rift Valley bar is always a great watering spot and is located on the ground floor with great views of the lake."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Following an early morning breakfast leave the flamingo fringed Lake Nakuru behind and head for Njoro town, where you begin your ascent up over the top of the Mau Escarpment; then, heading due south, travel towards Narok, the gateway to the Maasai Mara and district headquarters of this part of Maasailand. Travel across the \"breadbasket\" of Kenya, covered with acres of wheat and barley, before you reach the Mara in time for lunch. Following lunch and a siesta, there is an afternoon game drive returning to the camp as the sun sets. Overnight at Sarova Mara Game Camp on a full board basis. Drive time approx: 5 hours Added Value: Sarova Mara Game Camp Dinner under the Skies Enjoy a unique dining experience under the majesty of a star studded African sky, with a live bar-be-cue demonstration as you sip on your favorite drink and listen to the calls of the wild. Don't be surprised if you are 'joined' by one of the residents of the wild Mara, coming to drink in the water brooks.' Sarova Mara Game Camp Sarova Mara Game Camp is located inside the eastern section of the Masai Mara and hidden in a wonderful little forested valley away from sight of other Mara visitors. The 75 tents are luxurious with a permanent roof and floor, zip-up fronts, attached bathroom, running hot water supply and electricity. Wooden walkways link the tents and manicured lawns with the main dining / bar areas, and are built over wide lily ponds. Bird life is abundant, with kingfishers a speciality. The impressive main building consists of a high thatched lobby, Oloip bar with its cosy log fireplace, a big dining area and outdoor terrace with side-angle views. Food and service are excellent and there is a small private area by the pond for private meals if needed. There is also a sparkling swimming pool surrounded by sun lounges for those who want an alternate activity."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Early morning and afternoon game drives. Overnight at Sarova Mara Game Camp on a full board basis."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Following breakfast depart the Masai Mara and head across acres of rolling wheat and barley farms to Narok, the district headquarters of this part of Maasailand. From here cross the vast plains on the floor of the Rift Valley, whilst keeping an eye out for herds of giraffe and gazelle, before heading up the rift escarpment on a road built by Italian prisoners during World War II. Arrive into Kenya’s bustling capital around mid day. Once in the city, clients will be dropped off at the drop off point in the city centre or at the airport for ongoing travel arrangements. Drive time approx: 5 hours"
    }
  ],
  "map": ""
}