{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-tanzania-and-zanzibar-holiday",
  "tourName": "Kenya, Tanzania and Zanzibar holiday",
  "placesVisited": "Explore three of Africa’s most renowned wildlife-watching destinations, Safaris in the Masai Mara, Serengeti and Ngorongoro Crater, Hugely knowledgeable, and responsible, local guides, Optional hot air balloon flights at sunrise, Spend a few days relaxing on Zanzibar’s gorgeous white sand beaches",
  "generalInfo": "Revel in some of Africa’s most exhilarating safari experiences with this Kenya, Tanzania and Zanzibar holiday. You’ll stay in lodges and camps that are set in premium locations, allowing for privileged access deep into the Masai Mara, the Serengeti and the vast Ngorongoro Crater, which are among the most wildlife-rich destinations on the continent. And with driver-guides drawn from local Masai communities leading the way, you couldn’t be in better company. <br/><br/>The Masai Mara and the Serengeti share the same ecosystem – winter sees the incredible Great Migration take place between the two, as untold thousands of wildebeest and other herd animals run the gauntlet to their grazing grounds. But in truth the wildlife-watching here is exceptional at any time of year, especially when you have knowledgeable guides, capable of getting you in just the right position for memorable sightings.<br/><br/>Mornings mean early starts to wonder as the landscape comes to life; evenings mean dinner and drinks around the campfire, swapping stories with your fellow guests. For those looking for a thrilling start to the day and a great story to share by night, a sunrise hot air balloon flight over the bush takes some beating. This optional experience ends with a champagne breakfast surrounded by the magnificent African wilderness.<br/><br/>Every day of this trip promises new adventures. In the Mara National Reserve you might visit a local Maasai community, a chance to meet the villagers and learn about their lives while perhaps sharing a little about your own. You can discover how responsible safari holidays help them earn a living through guiding, or selling produce to accommodations. Then from the Serengeti you head to the Ngorongoro Crater, a unique biosphere that plays host to a spectacular cast of predators and prey. <br/><br/>And finally, you leave the plains behind for the gorgeous white sands of Zanzibar, a luxury resort with its own private stretch of beach awaiting you. Here, besides watersports or relaxing in the shade, you can take a tour of the historic Stone Town with a local guide. It’s a chance not only to learn about Zanzibar’s spice-trading heritage, but also the darker history of colonialism that the island has had to contend with – a visit to the old Slave Market a particularly poignant reminder.<br/><br/>This is a classic East African safari – outstanding wildlife-watching, fantastic local guides whose knowledge is matched by their willingness to show you around their communities, and a sumptuous couple of days to unwind in style on the coast. <br/>",
  "durationDays": "11",
  "price": "7380",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "NAIROBI- ARRIVAL JAMBO! Upon arrival at Jomo Kenyatta International Airport in Nairobi, you will be met by our Africa Customer Care Representative who will assist you with the transfer to your hotel. Before checking in at hotel, he will brief you on your program ahead and introduce the Driver Guide who will be with you throughout the safari."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "MASAI MARA NATIONAL RESERVE After breakfast and a short briefing by your driver guide, drive to the world-famous Masai Mara National Reserve, backdrop to 'the greatest wildlife spectacle on earth', the annual migration of over one million wildebeest. You will arrive Masai Mara in time for lunch followed by an afternoon game viewing drive in Kenya's most popular reserve. Go back in lodge in time for campfire cocktails and dinner."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "MARA NATIONAL RESERVE Your day will be spent on safari in Africa's richest wildlife viewing arena. Historically teeming with wildlife, the Mara hosts Kenya's largest lion prides and elephant herds. Other predators include leopard, cheetah and spotted hyena; while in the Mara River you will see fat pods of hippo and vast Nile crocodiles. Other highlights include giraffe tops, gazelle, zebra, buffalo and over 550 species of birds. Take the opportunity to fly over the Mara in a Hot air Balloon at an extra cost. The balloon package includes a champagne breakfast in the wild! If you can spare the money, viewing abundant game afloat a balloon is an unforgettable experience. Alternatively visit a Masai village and get to learn about the Masai culture at an extra cost."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SERENGETI NATIONAL PARK After breakfast, drive into the neighboring Serengeti with picnic lunch boxes. A brief stop will be at Isebania border for customs and immigrations formalities. Drive to Serengeti to arrive at your camp in time to relax and enjoy a classic safari supper."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "SERENGETI NATIONAL PARK After breakfast, enjoy a full day’s game driving (meals taken in true safari style ‘in the bush’) in the vast and sensational Serengeti, which covers 14,763 sq km of endlessly rolling savannah. Venue for ‘the greatest wildlife show on Earth’, the annual migration of over one million wildebeest, the park is also renowned for its lions, cheetahs, zebras, giraffes and plains game. Overnight at the camp"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "NGORONGORO CONSERVATION AREA This morning depart for Ngorongoro Conservation Area with picnic lunch boxes stopping en route at Ol Duvai Gorge. Known as the ‘Cradle of Mankind’, this is one of the most important prehistoric sites in the world. Pioneered by famous paleontologists Louis and Mary Leakey in the 1950s it offers a glimpse into life two million years ago. Proceed to the famous Ngorongoro Crater Conservation Area (NCCA) features rolling plains, lakes, craters, mountains and dormant volcanoes. Arrive at your lodge in time for dinner and relaxation or an optional cultural village visit"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "NGORONGORO CONSERVATION AREA After breakfast, descend into the ‘8th Wonder of the World’, a unique biosphere that has remained virtually unchanged since the dawn of time. Enclosed within its towering walls are grasslands, swamps, forests, saltpans, a fresh water lake and a glorious variety of birdlife. Here too are all the members of the ‘Big Five’ (lion, elephant, rhino, leopard and buffalo) as well as a large cast of plains game and one of Africa’s densest populations of predators. Enjoy a picnic lunch on the crater floor before climbing back up to the lodge in time for relaxation before dinner."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "ZANZIBAR This morning breakfast will be at your lodge before driving to Arusha. Lunch will be on your own account. Transfer to Arusha Airport where you will fly Zanzibar at 1400hrs to arrive Zanzibar 1530hrs, on arrival you will be transferred to your hotel. Your days will be spent at beach resort located on the serene shores of Zanzibar, Your Beach Resort enjoys uninterrupted access to its very own private stretch of beach. Sun yourself on ivory sands while refreshing cocktails are served to you from the bar. Venture to the quaint fish market were freshly caught seafood is sold at the village auction. Take a tour of vibrant Stone Town, hop on a traditional Dhow, and swim with dolphins in the clear blue sea. In the mood for a little pampering? Book a treatment at the full-service spa, then take a seat at the restaurant where a spectacular buffet of local and international cuisine is served. Experience a captivating combination of luxury and local charm at your Resort. For ocean lovers, the choices range from diving to snorkeling, fishing and sailing trips. Some of these are provided in traditional Dhows and powerful speed boats. Sea-excursions can take place from just about anywhere on the Island. The most popular excursions which can be arranged for you at an extra cost are: The Spice Tour: - Zanzibar, for centuries famed for its cloves, is still the pre-eminent spice market of eastern Africa. This tour enables guests to touch, smell and tastes a whole world of spices. Stone Town Tour: This tour takes you to the historical Stone Town, famous for its intricate architecture and rich history. The excursion includes visits to the town market, the Tipu Tip House (where once lived one of Africa’s most colorful buccaneer), the Slave Market (that was the centre of east Africa’s slave trade) the unforgettable Slave Chambers, the National Museum, the High Court of Zanzibar, the Sultans Palace, the House of Wonders and the Old Fort. The land excursions will acquaint you with the history, culture, fauna and flora of this pristine Island whilst the Indian Ocean presents a wonderful opportunity for sea-excursions. Jozani Forest Tour: This tour will take you tothe south east of Zanzibar, right at the heart a beautiful green mangroves forest. The forest is home to a number of endemic species, including the rare Zanzibar Red Colobus monkey. Dolphin Adventure: This excursion diverts to the southern tip of the Island where Bottlenose and Spinner Dolphins are frequently seen. The trip doubles as an exceptional opportunity to snorkel or just swim in the Indian Ocean. Lunch of a variety of local and seafood dishes is served in one of the many small restaurants on the beach. The Blue Safaris: This adventurous excursion will take you in a motorized dhow to the south west of the Island. The trip will take you to the mangroves forest, then on to one of the many sand banks for snorkeling before making a stop on the famous Kwale Island where your chance of making new acquaintances with Dolphins is a remarkable 85%. Lunch on the Island is a sumptuous BBQ affair with local specialties and a choice of homemade local sauces. Late afternoon offers a choice of further snorkeling, swimming or just relaxing."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "DEPARTURE Today you will spend the day at leisure enjoying the facilities at the hotel. Later you will be transferred to Zanzibar Airport for your flight to back home. Say good bye to the wonderful country and promise to join us on another expedition!"
    }
  ],
  "map": ""
}