{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "samburu-and-mara-express-safari-kenya",
  "tourName": "Samburu and Mara express safari, Kenya",
  "placesVisited": "",
  "generalInfo": "Take advantage of the opportunity to experience two of Kenya’s most spectacular regions – Samburu and the Mara – in one combined itinerary. Discover the contrasts that divide these areas – and the similarities that unite them – as you explore two worlds within one country. From the rugged beauty of northern Kenya to the vast sweeps of the Mara savannah, this itinerary will consistently surprise and delight you. Just as the two regions are different, no two days on this safari are the same.<br/><br/>We’ve designed this safari to bring you the very best of wild Kenya – the land where safari began, and which remains unsurpassed as a wildlife destination. Like all suggested safaris, this Spectacular Samburu &amp; Mara safari can be adjusted to accommodate your specific requirements. Talk to our journey specialists about making changes, so that they can create your perfect tailor-made Kenyan safari itinerary.",
  "durationDays": "7",
  "price": "6105",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Jomo Kenyatta International Airport, where a you will be transferred to Wilson Airport for your charter flight to Samburu. Depart Nairobi in the morning*, arriving at Samburu around an hour later, where your Saruni Rhino guide will meet you and transfer you to the camp (approximately 1.5 hours*). Afternoon game drive in Sera Conservancy, with over 340,000 hectares of pristine, private wilderness to explore, before sundowners in a secret spot that offers breathtaking views."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Set out for an early morning rhino tracking experience, guided by expert guides for an intimate encounter with these majestic creatures. Visit the Kisima Hamsini Singing Wells to witness the Samburu community’s traditional cattle herding ritual. Enjoy a picnic lunch in the wild before returning to camp for a relaxing afternoon. Conclude the day with a candlelit bush dinner, featuring traditional Samburu dancing under the stars."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Continue to explore the wonders of Samburu with a morning game drive. After lunch, explore local caves as your Samburu guides interpret the ancient rock paintings they contain. Your afternoon game drive in Kalama Conservancy will end in a secluded dry riverbed, where you will enjoy a bush dinner under the stars, accompanied by traditional Samburu singing and dancing. The night drive back to the lodge after dinner often yields sightings of unusual nocturnal species."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Depart Samburu on your morning flight and arrive in the Masai Mara an hour and a half later. Game drive with a picnic lunch under an acacia tree or by the river next to a pod of hippos. Alternatively, head to Saruni Mara for some rest before an exclusive game drive later in the afternoon in the Mara North Conservancy – your chance to explore a corner of the Mara ecosystem that’s rarely visited, yet teeming with wildlife."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early morning game drive to look for the big cats and other predators of the Mara, returning to the camp or lodge for lunch and treatments at our Maasai Wellbeing Space. In the afternoon, explore new areas on your game drive followed by dinner at the lodge or camp and an optional night game drive in search of nocturnal creatures."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Walk through the valleys and plains surrounding your lodge, or embark on a game drive to one of the highest points in the Mara to enjoy panoramic views, accompanied as always by skillful and knowledgeable Maasai guides. In the afternoon, discover more of Mara North and its neighbouring conservancies and experience first-hand what makes the Mara one of the most exciting wildernesses in the world. Weather permitting, experience a bush dinner under the vast African night sky, with Maasai warriors singing and dancing around the fire."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "A final morning game drive to the airstrip, via either the river or the rhino sanctuary, before your flight back to Nairobi. Your return flight to Nairobi leaves the Mara at 11:00* and arrives in Nairobi at 12:20*. You have the option to have dinner at either Talisman or Carnivore. before we transfer you to Jomo Kenyatta International Airport for your onward flight home. Bookings will be dependent on your flight times, with dinner for your own account."
    }
  ],
  "map": ""
}