{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-and-tanzania-bespoke-holiday",
  "tourName": "Kenya and Tanzania bespoke holiday",
  "placesVisited": "",
  "generalInfo": "** Please note that all details of this holiday can be fully bespoke to suite your requirements. Request free quote. This tour is with a private English speaking driver / guide. All game drives as per the itinerary in a private 4x4 Land Cruiser. All activities fees mentioned in the itinerary are included unless stated as optional. No hidden costs. Meals are included as per itinerary. Flight included and calculated at £700pp, but any difference in price will be corrected when we check the date required for this tour. Visa will be $50pp - not included. <br/><br/>This bespoke holiday to Kenya and Tanzania is full of activities! You will take part in many fascinating safaris to witness what Africa is best known for: wildlife. Some months you can see the wildebeest migration. Let us know if this is something you want to see in particular so that can suggest the best time of the year for your visit. <br/>If you are not too bother about seeing wildebeest then this tour will be an excellent choice for many different factors. Firstly, you will experience a true feeling of Africa: both the wild part and the urban part. You will stay in comfortable yet unique accommodations. The Big 5 of Africa is always a highlight for safari holidays and therefore you will have multiple occasions to spot. <br/><br/>We are here to assist you with any questions. We would be happy to do any tweaks necessary to the program and can create your once in a lifetime experience in Africa.",
  "durationDays": "12",
  "price": "6490",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Kenya – Lake Naivasha. Welcome to Kenya, the land of stunning wildlife and mystifying cultures! On arrival at the Nairobi airport met by a company representative and depart to Lake Naivasha, the only fresh water lake within Africa's Great Rift Valley, famous for its vast flocks of exotic bird life, hippos and fish. On arrival, check-in followed by lunch. In the afternoon free at leisure and later enjoy a one-hour boat ride. Dinner and overnight at Lake Naivasha Sopa/Simba Lodge. Lunch & Dinner included."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Naivasha Lake & Lake Nakuru National Park. After breakfast, depart to Lake Nakuru National Park famously the sanctuary of the Rothschild Giraffe, Rhinos among other animals and bod life for an extended game drive with lunch at Lake Nakuru Lodge. Later return to Lake Naivasha for Dinner and overnight at Lake Naivasha Sopa/Simba Lodge. Lunch and Dinner included."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Naivasha Lake – Masai Mara. Drive to the world-famous Masai Mara Game Reserve. En route enjoy the beautiful scenery. Arrive at your lodge/camp in time for lunch and check in. In the afternoon, experience the stunning wildlife at Masai Mara as you embark on a game drive. Dinner & overnight at Fairmont Mara Safari Club; Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Masai Mara. Early morning, you set out on an exciting game-drive to view the teeming wildlife savouring their morning kill. If you are lucky, you can witness the kill in action, moment by moment, right in front of your unbelieving eyes! Enjoy breakfast, after the game drive. Free at leisure followed by lunch and another exciting game drive, where you can expect to see the famous ‘Big 5’. Dinner & overnight at Fairmont Mara Safari Club; Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Masai Mara – Tanzania – Serengeti National Park. After breakfast, drive to Isebania border and exchange vehicles as you enter Tanzania and drive to Serengeti National Park Game Reserve. Enjoy late lunch followed by a game drive. Dinner and overnight at Elewana Migration Camp; Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Serengeti National Park. Enjoy full day game drive with picnic lunches. Return for dinner and overnight at Elewana Migration Camp; Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Serengeti – Ngorongoro. Morning game drive is followed by breakfast and departure to Ngorongoro Conservancy with enroute game viewing drive. Lunch, dinner and overnight at Sanctuary Ngorongoro Camp; Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ngorongoro. Experience full day crater service for game viewing with picnic lunches and return late evening for dinner and overnight at Sanctuary Ngorongoro Camp; Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ngorongoro – Amboseli National Park – Kilimanjaro. After breakfast, brace for a long drive to Amboseli National Park at the foot of Africa’s tallest mountain, Kilimanjaro. Check-in is followed by lunch and later proceeds for a game drive. Dinner and overnight at Ol Tukai Lodge; Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Amboseli National Park. Enjoy morning and afternoon game drive at Amboseli with lunch, dinner and overnight at Ol Tukai Lodge; Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Amboseli – Nairobi. After breakfast, drive back to Nairobi and have lunch at Carnivore Restaurant before transfer to check-in for overnight at Tamarind Tree Hotel on bed and breakfast basis; Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Nairobi – Departure (Zanzibar extension available). After breakfast, check-out and transfer to JKIA for return international flight local flight back to your home country or choose few more days for relaxation in Zanzibar. Breakfast included."
    }
  ],
  "map": ""
}