{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "masai-mara-luxury-camp-in-kenya",
  "tourName": "Masai Mara luxury camp in Kenya",
  "placesVisited": "",
  "generalInfo": "The Masai Mara is the Africa you see when you close your eyes and daydream your way through your bucket list of must-visit destinations. It’s the perfect setting for our ‘Taste of Naboisho’. By choosing the ‘Taste of Naboisho’ safari, you’ll gain fresh perspectives on a landscape that’s both thrillingly familiar and intriguingly novel. You’ll see the people and wildlife of the Mara through new eyes, from exclusive vantage points, and with the benefit of the sort of understanding that can only be gained from true immersion.<br/><br/>Our ‘Taste of Naboisho’ safari offer endless vistas, plus the chance to take a closer look at the details that comprise the Mara’s magical mosaic of life. Come and see a living work of art, and gain insights into the vital conservation initiatives that are maintaining the fabric of this quintessentially Kenyan ecosystem. Our suggested safari (as outlined below) has been designed by journey specialists to let you see the very best of the Mara, but you can also ask our team to create a bespoke safari that focuses on your specific interests, and is entirely aligned with your budget and timeframe parameters.",
  "durationDays": "7",
  "price": "6510",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival, you will be transferred from Jomo Kenyatta International Airport to Wilson Airport (both in Nairobi). Forty-five-minute* scenic flight to the Olseki Airstrip in the Mara, to be met by a Maasai guide for your first game drive, en route to Saruni Eagle View. After lunch, embark on your first full game drive in the Mara Naboisho Conservancy – over 50, 000 acres of untamed African wilderness, with exclusive access to guests of Saruni Eagle View. Return to camp in time for sundowners as you enjoy the stunning views out over the endless Koiyaki Plains."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Game drives from Saruni Eagle View can include excursions off-road, which would not be permitted in a National Reserve. This lets you get closer to the wildlife you most want to see, and can yield amazing photographic opportunities. Enjoy a picnic brunch in the midst of the savannah, with further opportunities to watch wildlife as you eat. Relax back in camp during the heat of the day, before heading out again on a game drive to new areas within the Conservancy, as your local guide uses his bush skills to locate the animals you most want to see. Share safari tales around the campfire after dinner."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A change of pace as you set off for your next adventure – on foot. Accompanied by your Maasai guide, you’ll embark on a morning walking safari. The pace is leisurely – the guided walking safari is all about seeing the smaller details of the Mara ecosystem. Back at camp have a restful time enjoying the natural warmth and astounding views from our private decks and plunge pool. Round off your day with an afternoon game drive complemented by a sunset sundowner. Extend to a night game drive returning to camp for dinner and a restful night."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy a morning game drive with a picnic breakfast. After your days' activities, you will be transferred to Saruni Leopard Hill. Arrive at the camp for dinner. End your day with a stargazing experience right inside your tent where you have a retractable roof that gently slides back for a perfect nightly scene."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Spend the morning focusing on your wellness in the restful, inspiring surroundings of the Mara Naboisho Conservancy, beginning with a morning yoga session followed by a relaxing massage treatment. In the afternoon, head out to explore the area surrounding Saruni Leopard Hill in search of any creatures you’ve not yet seen. Enjoy bush dinner under the stars with the roars of lions and the whoops of hyena echoing in the distance."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Wake up to an optional early morning game drive or a walking safari. Mara Naboisho is a big cat haven so keep your eyes peeled for lions, cheetahs, and of course the very elusive leopard. Enjoy a picnic breakfast in the middle of the savannah with beautiful views of the plains before heading back to camp. After lunch explore the tens of thousands of unspoiled acres that surround the camp. Later have dinner then share stories around the fire with our Maasai guides as you listen to the myth and mystique of the warrior way of life."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Choose your activity for your last morning in the Mara, before an early lunch in camp and time to gather your belongings for your departure. You will later be transferred to Jomo Kenyatta International Airport, with dinner at the Talisman or Carnivore restaurant (flight times permitting; dinner on your own account). Alternatively, ask us for a different dining recommendation – our team knows all the best spots in town."
    }
  ],
  "map": ""
}