{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "best-of-kenya-luxury-safari",
  "tourName": "Best of Kenya luxury safari",
  "placesVisited": "",
  "generalInfo": "Few wildlife destinations can match the allure and mystique of the fabled Masai Mara. This is where the modern concept of safari took root; it’s also among the earliest places explored by our distant African ancestors.<br/><br/>The endless grasslands of the Mara are a truly iconic landscape – studded with lone acacia trees and rocky kopjes, they offer endless vistas – and are home to a vast array of wildlife, in numbers that simply can’t be found elsewhere.<br/><br/>Even outside of the Great Wildebeest Migration – which passes through this area as part of its constant cycle – there is a great deal of resident wildlife to look out for, and game drives in the Mara ecosystem are always rewarding. The Mara is also home to the Maasai, one of Africa’s most recognizable tribal groups, and the visionary custodians of this special place.<br/><br/>Our ‘The Best of the Mara’ safari allows you to stay at three different camps, and see the Mara ecosystem from multiple perspectives. Like all our suggested safaris, The Best of the Mara can be customized to meet your specific requirements and tailored to focus on your interests. Talk to our journey specialists about adapting or extending this itinerary to create a Kenyan safari that’s as unique as you are.",
  "durationDays": "6",
  "price": "4920",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Jomo Kenyatta International Airport, where a Saruni Basecamp vehicle will transfer you to Wilson Airport for your charter flight to the Masai Mara. Depart Nairobi in the morning*, arriving in the Mara around an hour later, where your Saruni Basecamp guide will meet you and transfer you to the camp for lunch. Relax through the heat of the day as you gaze out over the Masai Mara National Reserve, before embarking on an afternoon game drive to take advantage of the cooler part of the day, when wildlife is generally more active, before returning to the camp for dinner in the restaurant or under the stars."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your morning game drives with your Maasai guide take you in search of Africa’s Big Five and other wildlife of the Masai Mara. Enjoy lunch as a picnic or back in camp, before an afternoon game drive to explore new areas – including the safari tradition of sundowner drinks at the end of the day. Enjoy dinner in camp as you listen to the sounds of the savannah night."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Continue to experience the vastness of the plains, and go where the game is with close (but safe and respectful) encounters with wildlife. Learn more about our unique approach to responsible tourism on a behind-the-scenes tour of the camp. Visit one of our local capacity-building projects – Basecamp Maasai Brand women’s initiative – and see how we are helping local women achieve financial independence. You can also discover our reforestation project, and (for a small fee) plant a tree of your own to help offset the carbon emissions of your journey to the Mara."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Heading out as part of a morning game drive, your guide will transfer you to your next camp – Saruni Leopard Hill. The Mara Naboisho Conservancy is especially renowned for its high numbers of lions, and game drives in this area give you a wonderful opportunity to watch these majestic predators in their natural habitat. Your day will end with sundowners at a scenic spot before a night game drive back to the camp for dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A guided walking safari can reveal the tiny details of the Mara ecosystem that might be overlooked on a game drive. Engage all your senses as you enhance your bushcraft and learn basic tracking skills from your Maasai guide. Once at camp spend your time at leisure including enjoying a massage and afternoon game drives in a part of the Mara where very few vehicles are permitted. It all adds up to a very exclusive safari experience – which naturally includes sundowners – before returning to the camp for dinner. In your room make sure to press the button that causes the roof of your tent to retract so that you can gaze in wonder at the most incredible display of stars and constellations."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Embark on a final morning game drive that culminates in breakfast back at the camp, before an opportunity to pack and prepare for your onward journey before lunch and the ground transfer to Ol Seki airstrip for your flight back to Nairobi. Saruni Basecamp transfer* to Jomo Kenyatta International Airport, with the option of dinner at either Talisman or Carnivore. Bookings will be dependent on your flight times, with dinner on your own account."
    }
  ],
  "map": ""
}