{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "family-friendly-kenyan-safari-bush-beach-city",
  "tourName": "Family Friendly Kenyan Safari: Bush, Beach & City",
  "placesVisited": "Nairobi, Laikipia, Masai Mara",
  "generalInfo": "Specially designed for families with kids under 10 years old in mind, this tour takes you on a magical African safari, showing young children the wonders of the bush on this family-friendly Kenya vacation and safari. From Nairobi conservation centers to the secluded plains of Laikipia, your family will learn of the wonders of this environment, and the importance of conservation. Moving on to the famed Maasai Mara, you will receive the quintessential safari experience before unwinding along the calm turquoise shores of the Indian Ocean. Over 13 days, this comprehensive tour will inspire a true passion for Africa in every member of your family.",
  "durationDays": "13",
  "price": "9,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi - Welcome to Kenya!",
      "description": "After a long day of flying, today you and your family will finally touch down on Kenyan soil in the capital city of Nairobi. Here, a representative will meet you in the arrivals hall to transfer you in a private vehicle to your hotel. Spend our evening adapting to any time changes and relax after your long flight."
    },
    {
      "dayNumber": "2",
      "title": "Nairobi - Visiting an Elephant Orphanage and Giraffe Sanctuary",
      "description": "This morning you will be met by your private driver who will carry you away into the lush Nairobi suburb of Karen. Stroll to the nearby AFEW Giraffe Center, where you and your children will be able to learn more about this endangered species and the associated conservation efforts. Guides will happily take you on a guided tour around the sanctuary. In the late afternoon, you will head over to the Daphne Sheldrick Elephant Orphanage where your newly adopted elephant for the day awaits you at this nursery and rehabilitation center. Upon arrival, the caregivers will lead a parade of baby elephants across the grounds for a late afternoon romp. The babies play and tease each other and their caregivers, putting on an adorable display for you and your family. There will be an opportunity to learn more about conservation initiatives here, in addition to the rehabilitation process that these calves will eventually undergo."
    },
    {
      "dayNumber": "3",
      "title": "Laikipia - To the Laikipia Plateau",
      "description": "This morning you will board your flight from Nairobi to the Lewa Airstrip in the Laikipia region of the Great Rift Valley. A representative will meet you upon landing, transferring you to a safari lodge overlooking a large watering hole in the Samangua Valley. Over the coming days, lodge staff will customize daily activities for you and your family, perfectly blending activity and relaxation for every member. Offering game drives, biking, horseback riding, and waterfall swims, each person in your family will find something unique and enjoyable. Furthermore, the chefs are accustomed to designing meals that appeal to the palates and schedules of your children. Your time here will undoubtedly be an incredible (and effortless) introduction to the African wilderness."
    },
    {
      "dayNumber": "4",
      "title": "Laikipia - In Search of Elephants, Buffalo, Rhinoceros, Lions and Leopards",
      "description": "Early this morning, you will rise before the sun to travel out across the plateau, catching the bush at its most lively. With warm coffee, tea, and snacks in hand your family will explore this spectacular and remote wilderness in a safari vehicle, in pursuit of the Big Five (lions, leopards, elephants, buffalos, and rhinos), the birds, the insects, and the ungulates. You may follow a pride of lions teaching their offspring to hunt or observe a leopardess as she shows her cubs how to climb a tree, experiencing some of the most intimate wildlife encounters in the country. As the sun climbs, you will return to your lodge. Children may wish to head into the kitchen to bake with the chefs while you relax with a book. As the afternoon progresses, you and your children may wish to stretch your legs on a guided afternoon walk to Pride Rock, the inspiration for the Lion King. This light trek will carry you through the bush with numerous guides and rangers before you climb up this infamous rock. At the top, you will pause for a picnic of snacks, soft drinks, and sundowners as you watch the sunset over the escarpment."
    },
    {
      "dayNumber": "5",
      "title": "Laikipia - Waterfall Picnic and Visit to a Masai School",
      "description": "This morning you will again rise early to set out again into the bush. Having received a great orientation of the region yesterday, today you might want to seek out greater depth and intimacy with specific species. Whether your family is particularly interested in lions, leopards, or giraffes, your ranger will be able to teach your family the basics of tracking and behavior. You could spend time with a remarkable population of black rhinoceros – nearly half of the country’s rhino population resides within this conservancy. There is also a number of Grevy’s Zebra, a rare endangered variety of zebra. During the afternoon, we recommend walking with guides and rangers through the bush to a river and waterfall, perfect for swimming and small cliff jumping. During the walk, your skilled guides will be able to point out some of the smaller details of the Laikipia Plateau, giving you and your family a greater understanding and appreciation for this unique ecosystem. As you drive or walk back to the camp, you may want to add on a quick detour to the local Masai school. Provided it is in session, your family will have the chance to observe this rural school in action."
    },
    {
      "dayNumber": "6",
      "title": "Mara North Conservancy - To the Famed Masai Mara",
      "description": "Today you will wake up for a final breakfast in your cottage at your lodge before boarding a plane that will carry you down to the Masai Mara. Here, you will be transferred by road to your safari camp just outside the Masai Mara National Park in the Mara North Conservancy. Arriving at a traditional bush camp, you will be transported back to the time of early explorers – with a few comforts and luxuries added, of course. With impressive views of the plains of the Mara and the Oloololo escarpment, and the occasional grunt of a hippo or buffalo from the river, you will feel fully immersed in this incredible landscape. Spend the afternoon unwinding amongst the campgrounds and getting to know the staff and rangers. As the sun sets, you will all gather around the main fire for sundowners and an impressive bush dinner. Fall asleep tonight in a comfortable bed, warmed by a hot water bottle as you listen to the grunts and roars around you."
    },
    {
      "dayNumber": "7",
      "title": "Mara North Conservancy - Traverse the Mara Plains",
      "description": "After coffee, tea, or hot chocolate, you will set off for the day with a packed lunch to venture deep into the Masai Mara. Entering through the park gates, the spectacle begins. If timed correctly during the migration, the landscape in this section will be dotted with wildebeest, impala, and zebra who have reached the northernmost point of the migration. Driving south throughout the day, numbers of these ungulates will increase dramatically as you make your way into the heart of these two million migrators. Lions, leopards, and cheetahs sporadically appear along the sidelines, either hunting or digesting a recent meal. Elephants and giraffe will poke their heads through the acacia trees, while a rich variety of birdlife circles in the skies above. Towards the southernmost part of the park, you will stop for a picnic lunch in a small forested area. Here, monkeys have become accustomed to receiving a snack from tourists and will greedily eye your packed sandwiches and fruit. Bold children may wish to see just how close they can get to these friendly and mischievous creatures before returning to the truck for the afternoon. If you travel during the non-migration period, there’s still incredible game density to experience."
    },
    {
      "dayNumber": "8",
      "title": "Mara North Conservancy - Learn about the Smaller Creatures",
      "description": "This morning, rather than returning to the bustling National Park, you may want to consider taking your morning safari through the Mara North Conservancy. This region is a collective of lodge owners who work in partnership with over 800 local Masai landowners to promote conservation and sustainable tourism in the region. A safari here may give you plenty of opportunities to watch the resident lion prides closely. Alternatively, you may wish to set out on foot with a local Masai Warrior, for greater intimacy and familiarity with your surroundings. These warriors will be able to show you and your family the techniques that have enabled them to survive in this challenging landscape for centuries. In the late afternoon, you may either set out again for a final game drive through the Mara North or perhaps set sail in a hot air balloon over the endless and expansive plains. Gather round the fireplace tonight under the starry sky with the managers to hear stories of the camp’s colorful past, before retiring for a final night of camping in the bush."
    },
    {
      "dayNumber": "9",
      "title": "Kenyan Coast - Fly to the Shores of the Indian Ocean",
      "description": "This morning you will say goodbye to the bush and board a plane that will carry you to the shores of the Indian Ocean. From the airstrip, you will drive to your beach resort – your new ‘home away from home.’ There are numerous beachside accommodations for families, each of which perfectly captures ‘barefoot luxury.’ Spend the afternoon lazing around your cabin and reviewing the various customizable activity options with the attentive and friendly lodge staff. As the sun sets, you will have your choice of dining sites. Whether you choose to sit under the stars, or amidst the lush garden, your fresh and local feast will be unforgettable. Matching it with a freshly pressed tropical juice – or cocktail – will round off this warm welcome to the Kenyan coastline."
    },
    {
      "dayNumber": "10",
      "title": "Kenyan Coast - Relax and Play",
      "description": "After numerous activity-filled days, today might be a nice opportunity to laze quietly on the secluded white sand beach. The gentle turquoise waters are perfect for swimming, while the palm trees provide idyllic shade to read a book. Head out on a walk, as a family, down the quiet shores with a picnic packed by the lodge. Enjoy your food under the shade of a palm tree on a private stretch of beach. Take moments to dip in and out of this protected bit of ocean, cooling off as you float in the salty ocean. If you are craving a bit of activity, single and double kayaks can be taken out towards the sandbanks during low tide. Carrying a snorkel and fins with you will let you and your children explore the magical world beneath the waves. You can also partake in yoga classes on the beach, which may just be the perfect way to stretch out after multiple days on safari. Alternatively, a massage on the beach or in your cottage may be more what you need. There truly will be no end of activities, which you can enjoy together – or independently, as the case may be."
    },
    {
      "dayNumber": "11",
      "title": "Kenyan Coast - Explore the Ocean",
      "description": "Having explored the shoreline yesterday, today would be an ideal time to set out onto the ocean with a picnic and cooler box in order to explore the world below. Puttering along in a traditional dhow or galawa , keep your eyes on the ocean since pods of dolphins are common in the area. Lucky visitors will have a pod pass right by the boat, giving you the opportunity to jump in with your snorkel and fins to swim alongside them. As you carry on to the Kisite Marine Park, the ocean floor will grow clearer, with vibrant coral replacing the sandy bottom. Dive in with fins and a snorkel to explore this underwater paradise, swimming through schools of spectacular tropical fish. Rest on the shores of a quiet island to enjoy a picnic seafood feast, before returning for a final bit of snorkeling and a quiet boat trip home. For those interested in scuba diving, there are numerous trips for qualified scuba divers to nearby reefs."
    },
    {
      "dayNumber": "12",
      "title": "Kenyan Coast - Explore the Coastal Mainland",
      "description": "Sacred to the local Mijikenda inhabitants, a tour into the mainland bush will show you a culture radically different from the Masai, though equally as fascinating. Be sure to take a spin passed the mammoth and ancient Baobab tree with a trunk you can climb inside. Should you wish to go horseback riding, guided tours of the local holy forests or the shoreline are available. If lucky enough to visit during the full moon, an evening ride on the beach under the moonlight is an especially magical experience. If, however, you would rather stick near the shoreline today, you can choose to go canoeing, kite surfing, waterskiing, windsurfing, and snorkeling. Otherwise, gather around the dining room under the stars to enjoy a final fresh seafood dinner in this calm and personal environment. Fall asleep to the sound of the waves gently lapping at the shore, as a cool ocean breeze blows through your airy cottage."
    },
    {
      "dayNumber": "13",
      "title": "Nairobi - Departure",
      "description": "After a fresh fruit breakfast and a few final moments lounging on the beach, your sun-kissed family will gather to drive back to the airstrip. Flying into Wilson Airport in Nairobi, you will be transferred to Jomo Kenyatta International Airport to catch your return flight home."
    }
  ],
  "map": ""
}