{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "regal-kenyan-safari-for-adventurous-couples",
  "tourName": "Regal Kenyan Safari for Adventurous Couples",
  "placesVisited": "Maasai Mara, Lake Nakuru National Park, Amboseli National Park, Chyulu Hills National Park, Hell's Gate National Park, Tsavo National Park",
  "generalInfo": "Ten days, seven national parks, and non-stop romance; this regal adventure is for couples looking to fully experience the dazzling diversity of Kenya and its remarkable wildlife. An eclectic blend of activities delivers intimacy and ongoing authenticity, everything from balloon rides over the Mara and horseback safaris with zebra. There's also plenty of free time to sit back together and watch Kenya's indelible animal drama wander past on this Kenya safari tour .",
  "durationDays": "11",
  "price": "8,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Maasai Mara – Starting the Safari in the Maasai Mara",
      "description": "After landing in Nairobi, a local guide will transfer you to Wilson Airport and the short safari link flight to the Maasai Mara. With just a handful of seats and a low cruising altitude, you garner stunning first safari impressions through the window. Pick out the medley of herds spread across the grasslands and land in a secluded piece of this world-famous national park. Take a deep breath. Look around. In all directions there is action, from skipping gazelle to giraffe necks poking above trees; zebra herds scatter at the whiff of nearby predators. After a relaxing lunch at camp, you take a late afternoon game drive, the first of many intimate experiences with Kenya's wildlife. Tonight's accommodation is an indication of what is to come. Your safari lodge occupies an enviable position in the Mara, tucked beside Leopard Canyon, and overlooking the hippo occupied Mara River. The proximity to numerous lion prides is legendary and the views from your River Suite provide the perfect backdrop to combat any travel tiredness. Regal interiors blend modern touches with indigenous style and old-world enchantment, and the hand-carved bed and seating is fit for royalty."
    },
    {
      "dayNumber": "2",
      "title": "Maasai Mara – Champagne and a Hot Air Balloon Ride above the Mara",
      "description": "A hot air balloon rises above the evocative plains, slowly gliding above grazing herds and galloping hooves. Look right and the Maasai Mara extends onto the horizon. Look left and there's also nothing artificial interrupting the panorama. Look down and you pick out individual elephants, buffalo herds, and the furious excitement of predators attacking a waterhole. Pop the champagne corks and toast to your safari adventure on this private hot air balloon ride. After around two hours in the sky you gently touch down and spend an unhurried few hours admiring the wildlife from the elevated position of your camp. Then the afternoon brings another game drive with the plains at their most active."
    },
    {
      "dayNumber": "3",
      "title": "Maasai Mara – Incredible Game Drives Crossing the Mara",
      "description": "Insipid morning light and a cool breeze provide prime hunting conditions. The cats are on the prowl and your sunrise game drive aims to follow them as they hunt. Gazelle graze with alert ears, kudu join forces with zebra and appoint a sentry, and the wildebeest move their young to the center of the herd. You spot a lion pride in the long grass. They're observant but languid, still full from yesterday's springbok. A further two lion prides are found close by. Stop beside them and lucid eyes return your stare. Keep driving and another cat offers an iconic memory. A cheetah springs across an open plain, the zigzagging wildebeest not nimble enough to avoid a ravenous hunter. Weave back to the lodge and it seems that the cheetah wasn't alone in enjoying breakfast. On a concealed tree branch a leopard feeds on the remains of a bloodied carcass. While the morning brought thrills, most afternoons on this itinerary are delightfully serene. When the sun is high in the sky everything takes a rest. Hang out in the luxurious suite, gaze down at the hippos in the river, and raise your head from a book as an elephant herd crosses from periphery to center stage. Enjoy increased intimacy with the Mara and a third afternoon game drive, your guide always choosing a different route and responding to your interests. So if you and your partner share a fascination for hippos then the game drive can tour their popular hangouts and swamps."
    },
    {
      "dayNumber": "4",
      "title": "Lake Nakuru – Hypnotic Beauty at Lake Nakuru National Park",
      "description": "A stunning pink blanket welcomes you to Lake Nakuru, tens of thousands of flamingo covering the shores and setting the tone for your safari. It's a four hour journey north as you traverse majestic mountain landscapes and there's no shortage of lookout points for wide-angled landscape photography. The modern Land Rover provides comfort and space, as well as an elevated platform to admire Kenya's natural splendor. Nakuru is indelibly vibrant and combines an eclectic mix of the big and small. Some 400 bird species provide the ongoing soundtrack; cormorants and heron shout from the lakeside, eagles cruise on the thermals, while bizarre lovebirds and kingfishers always keep visitors entertained. These birds flutter above nature's great. Lions and buffalo are found and they share space with buffalo and giraffe. And now a new sight reduces you to silence. A large protruding horn is heading your way, an elusive Black rhino revealing an iconic moment that can sometimes elude those who've been on months of safari. Lake Nakuru is a rare haven for both Black and White rhino species and your afternoon game drive is likely to be focused on close-up encounters with these endangered greats."
    },
    {
      "dayNumber": "5",
      "title": "Hell's Gate – Cycling and Horseback Safaris",
      "description": "The first four safari days will have showcased the circle of life and the ongoing interaction between predator and prey. Hell's Gate National Park isn't home to the big cats and this lack of predators opens up a fresh collection of safari experiences. Activities here are self-guided. Your guide will drop you by the park reception and from here you create your own private adventure. Mountain bike trails loop through the valley, the ground shared with gazelle, impala, zebra, and now a tower of giraffe that stand over your wheels. It's a hypnotic experience, just the two of you peddling across a landscape littered with hooves. A myriad of hiking trails also bring close quarters encounters with ungulate herds. Wander past the distinct lines of a zebra's fur, spot warthogs kneeling on their front legs, and keep turning corners to Africa's endemic species. On the morning of day six you blend further into the landscape by saddling up and riding a horse onto the open grasslands. This is Kenyan safari exploration at its most intimate. Most wildlife view the horse as merely another animal, and a few species are scared of its presence. They stand and wait, inspecting this new creature that inhabits their land. Experienced riders can raise adrenalin levels and gallop with their ride, the pinnacle of the enchantment coming when you run alongside a zebra herd."
    },
    {
      "dayNumber": "7",
      "title": "Amboseli – Elephant Herds beneath Kilimanjaro",
      "description": "Each Kenyan national park provides fresh perspectives and specializes in something new. After the adventure of Hell's Gate, Amboseli National Park is all about serene moments with nature. Your chic safari camp offers stunning vistas over the plains and onto towering Mount Kilimanjaro, the white peak a remarkable contrast to the brittle grassland. That's not all. Roaming beneath the plains are large elephant herds, their tusks proud, and their gray bulk a delightful addition to this iconic scene. This boutique camp ensures that these views are available when you're lounging on the bed. Just 12 luxury tents can be found here; each is well-spaced from the next and ensures solitude for you and your partner. Upon arrival, you can enjoy an afternoon game drive that explores more of Amboseli's beasts. Hippos are also abundant, as are all the big cats and the conglomeration of antelope species you've grown accustomed to seeing. Rest around sunset and then head out into Satao Elerai's private concession after nightfall. By now you'll have seen the full safari checklist. But a nighttime game drive is completely different. It's spooky and dark, the visibility squashed and the landscape taking on an increasingly primitive beauty. The guide stops and the engine is cut. Rustling sounds engulf you and goosebumps rise on arms. Turn on the flashlight and you're just five meters away from a huge herd of one-ton buffalo. Nocturnal creatures add new memories; jackals, a bat-eared fox, and diminutive ground dwellers take their chances in the dark."
    },
    {
      "dayNumber": "8",
      "title": "Chyulu Hills – Walking Safari in Chyulu Hills National Park",
      "description": "Compact Chyulu Hills continues to immerse you in the wilderness and in unique surroundings. Now you're in the mountain forest, great tribes of monkeys saying hello and swinging onto the balconies of your camp. It's tempting to simply rest and savor the mountain backdrop; elephant calls come from the trees, a myriad of birds land on your balcony, and the monkeys always provide smiles. It's another park where your guide will leave you and your partner to your own devices. Self-guided hiking trails explore the national park and, like Hell's Gate, expect close encounters with most of Africa's four-legged inhabitants."
    },
    {
      "dayNumber": "9",
      "title": "Tsavo National Park – Getting Lost in the Epic Savanna of Tsavo East National Park",
      "description": "Over the next two days, you return to the wide-open savanna and cavernous bushland of rural Kenya. Tsavo National Park is split into two by the Nairobi to Mombassa highway. There are a few miles on either side of the tarmac that's quiet and devoid of life. But journey just a little further and you're soon lost in rugged hinterland. There are no fences around here and there are very few other people. Roaming through camp are a resident giraffe tower, herds of impala that sleep beside the tents, and a charming collection of waterbuck, zebra, and even elephants. And that's just at the camp. Soak up the local residents and then head out on a long afternoon game drive. Today is about getting lost. It's about touring Kenya's wild savanna and savoring somewhere that's devoid of human development. Follow giraffe as they march to the river, take photos of yawning lions, and seek out the rhinos that dwell in this evocative landscape. Tsavo East borders Chyulu Hills so there's time for a full morning and afternoon of game drives today."
    },
    {
      "dayNumber": "10",
      "title": "Tsavo National Park – The Full Big Five in One Day at Tsavo West National Park",
      "description": "Safari is always unpredictable and that's epitomized by the two Tsavo national parks. You could go 20 minutes and see very little. Yet turn another corner and a lion pride is feasting on an impala, or a rhino comes out of her forested hiding place. The full Big Five are abundantly found here and there are few other vehicles interrupting your photos. During dry season months the waterholes are always strong bets for action. Elephant herds arrive all day and night, while large buffalo herds scare smaller ungulates away from drinking. When the rains come the wildlife could be hiding anywhere. Searching for it is always an adventure. Tsavo West symbolizes this safari adventure. There's excitement and authentic encounters with nature. There are also lots of charming scenes and romantic moments that linger long in the memory."
    },
    {
      "dayNumber": "11",
      "title": "Nairobi – Farewell to Kenya",
      "description": "A safari link flight takes you over the hinterland and back to Nairobi. Upon arrival, a guide will transfer you to Jomo Kenyatta International Airport and your flight home. If you want more adventure, consider extending your trip. Browse the traveler reviews of safaris to Kenya for additional ideas."
    }
  ],
  "map": ""
}