{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "essential-kenya-safaris-in-maasai-mara-lake-nakuru",
  "tourName": "Essential Kenya: Safaris in Maasai Mara & Lake Nakuru",
  "placesVisited": "Nairobi, Lake Nakuru National Park, Maasai Mara",
  "generalInfo": "Explore Kenya’s most famed national parks on this essential 8-day Kenya safari through the African wilderness. Beginning in the Maasai Mara, you will be exposed to unbelievable sightings of lion, leopard, elephant rhinoceros and buffalo – but will also be exposed to the fascinating Maasai culture. Moving through the Great Rift Valley, the tour features the sublime Lake Nakuru and its flamingo filled shores from game drives to perfect vantage points with sundowner cocktails. Driving back to Nairobi a few days later, you will have witnessed the quintessential parks of this impressive country.",
  "durationDays": "8",
  "price": "6,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Maasai Mara – Welcome to Kenya!",
      "description": "Arriving today at Jomo Kenyatta International Airport in Nairobi, you will connect with your representative in the arrivals terminal. Without wasting a minute, you will load your baggage into the truck and drive towards the famed Maasai Mara National Park. Over this six-hour drive, the landscapes will transform dramatically, as you move through the Great Rift Valley and into the heart of the Maasai Warrior homeland. The town of Narok will be the final city before you enter into the farmland that surrounds the Mara. Shortly after, you will pass through the park gates and drive towards your safari camp located on the banks of the Talek River. The final two and a half hours of the drive is on a rough bush track through the park. Driving this road is often a game drive in and of itself, with zebra, impala and wildebeest dotting the roadside. The expansive camp offers a variety of accommodations, with options to stay in anything from a tented camp overlooking the hippo-filled river, to a private cottage in a quiet forest. Monkeys frequently scamper around the property, with a few bold individuals sneaking into the spacious dining area at mealtime. Arriving late in the afternoon after a long day of travel, you will spend the remainder of the day unwinding at your leisure. We would recommend strolling along the edge of Talek River in hopes of spotting some of the resident crocodile. Return to the dining area for a buffet dinner and drinks, before heading back to your tent or cabin. Tonight you will fall asleep to the grunts of hippos and buffalo grazing on the shores of the river. A lucky few may even hear the cackle of a hyena or the roar of a lion off in the distance, welcoming you into the bush."
    },
    {
      "dayNumber": "2",
      "title": "Maji Moto – Overnight Detour to the Maji Moto Hot Springs",
      "description": "For those interested in learning about the Maasai culture and heritage, it may be of interest to add in a detour to the Maji Moto Hot Springs onto this trip. Located between the town of Narok and the Mara park gates, this quiet sanctuary revolves around an authentic Maasai settlement, in a forest of aloe vera trees and cactus. With natural hot springs only a few steps away, this is an idyllic location to unwind from your international flight before continuing into the Maasai Mara. Spend the afternoon learning about this semi-nomadic Africa tribe. The Maasai have survived in these plains for centuries, and base their livelihood off instinct, skill and a fierce loyalty to their cattle. Some may wish to spend a few hours exploring the region on foot with a warrior, learning how to throw a spear, mix a deadly poison and identify medicinal plants. Others may be more interested in spending time at the boma (homestead), fetching water with women and children, watching a traditional dance performance and examining some of the intricate beadwork. A highlight of spending time with the Maasai is inevitably watching the remarkable adumu (jump), which is practiced competitively among men as a marker of social positioning. The heights reached through a series of jumps and chants are truly unbelievable. Tonight you will join the camp for an inventive dinner that fuses Maasai cuisine with international standards before retiring to your private tent in this tranquil oasis. If you have chosen this extension, you would then carry on to the Maasai Mara in the morning, arriving early to your safari camp in time for a full day safari. Tomorrow’s safari will inevitably be enhanced through the knowledge gained at Maji Moto."
    },
    {
      "dayNumber": "3",
      "title": "Maasai Mara – Game Drives in Search of the Big Five",
      "description": "This morning you will rise before the sun in order to head out onto the Mara in time to catch the bush while it is most active. Driving in a shared vehicle with an experienced guide, you will set out in search of the Mara’s quintessential wildlife, while learning some of the smaller features of this unique eco-system. As the camp is located within the park boundaries, the safari will begin immediately upon leaving the camp perimeter. Wildebeest and zebra often gather around the property in the morning, creating an inevitably exciting start to the day. Over the course of the morning, you will drive south towards the Tanzanian border and the Mara River. You will pause to watch as lions doze in the shade, as elephants snack from acacia trees and as cheetahs yawn sleepily in the morning light. Giraffes are often seen popping their heads out of the forest canopies, while ostrich roam the grassy plains around you. As a vulture circles overhead while a leopard watches a herd of gazelle from a tree, you will feel fully immersed in this remarkable landscape. Reaching the hippo and crocodile-filled Mara River, a lucky few may have the opportunity to watch nervous wildebeest as they are pushed across the river by the herd. Otherwise, you may want to drive along the riverbank at midday, observing the wildlife that comes to the shore for a drink. As the sun heats the land, you will seek shelter in a shaded picnic area for lunch surrounded by monkeys. In the afternoon, you will slowly meander south towards the camp in search of additional wildlife encounters. After returning to the lodge at the end of the day, head towards the tree house for a spectacular view of the sunset with a cocktail in hand. After dinner, gather round the fire with other guests to swap stories of the day’s adventures before sleepily returning to your tent or cabin."
    },
    {
      "dayNumber": "5",
      "title": "Maasai Mara – Hot Air Balloon Safari Over the Savanna",
      "description": "Many find that a couple days in the Mara is not quite enough time to soak up the magic and beauty of the region. For those with a little extra time, or a passion for the African bush, we would recommend staying an additional night in the Mara. This day can be spent entirely on game drives, though it may be of interest to explore the park through a few alternate ways. One of the most romantic and luxurious ways to experience these vast and captivating plains is to sail above them in a hot air balloon. There are hot air balloons based right at your camp, and balloons depart nearly every morning. Lifting off in the early morning light, the balloon drifts with the wind across these endless plains, speckled with herds of wildebeest and acacia trees below. As the morning sky transforms around you, it will feel as though you have been transported back to the bygone world of early safaris. The elegance of the experience is rounded off with a champagne breakfast in the bush before you return to the camp. If you did not spend a night at Maji Moto with the Maasai, a village tour would be a pleasant way to spend a portion of the afternoon. There are a number of active Maasai communities living within the park, and your camp will happily organize a tour to one of them. During these tours, you have the opportunity to observe the homestead, purchase jewelry and watch a traditional dance performance – complete with traditional jumping."
    },
    {
      "dayNumber": "7",
      "title": "Lake Nakuru – Drive to Lake Nakuru National Park",
      "description": "After breakfast, you will drive out of the Mara and towards Lake Nakuru National Park, just under five hours away. This stunning journey will carry you away from the plains and high into the Rift Valley, where you will have sweeping views of the Kenyan countryside. As the vehicle begins to descend into a valley, you will be nearing the park gates of Lake Nakuru National Park. Immediately upon entering, you will notice not a blue lake, but instead a massive sea of pink. Lake Nakuru is an alkaline lake that sustains a spectacular flamingo population. The shoreline is nearly always coated in pink, while over 300 species of birds fly overhead and through the surrounding woodlands. Before exploring this park further, you will drive into the surrounding hills where you will find your lodge. This tented camp offers impressive views of the entire park from its hilltop location. We recommend spending the peak of the afternoon on the lodge property, refreshing yourself with a dip in the pool or indulging with a professional massage. In the late afternoon, you will set off to explore the shores of Lake Nakuru more thoroughly. It is possible to walk towards the shoreline of this shallow lake on foot, which makes for striking photo opportunities amidst the thousands of flamingos. Moving around the lake in the vehicle, you will inevitably see herds of buffalo and numerous black and white rhinoceros, which thrive in this particular park. Climbing higher into the wooded hillside, keep an eye out for playful troupes of baboons, along with warthog and gazelle before you emerge on a rocky outcropping overlooking the park. These outcroppings are the perfect place for a final bush sundowner as the sky lights up over the lake below. Return to Flamingo Lodge for a fresh and local dinner in the dining area before retiring to your four-poster bed in your canvas safari tent. Try to squeeze in a few final moments admiring the starry night sky of the southern hemisphere, before drifting to sleep as a breeze blows through your tent."
    },
    {
      "dayNumber": "8",
      "title": "Nairobi – Return to Nairobi",
      "description": "This morning you will rise early to return to Nairobi. Winding your way out of the park, you will squeeze in one final game drive around the woodlands and lakes, in hopes of spotting one final rhino. From the park gates, it will be roughly two and a half hours until you return to the capital. Many of our guests enjoy adding on a visit to the Swahili coastline at the end of this African journey. The ocean is the perfect complement to the days in the bush, and a Zicasso representative would happily organize a tropical retreat for you before returning home."
    }
  ],
  "map": ""
}