{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "honeymoon-in-kenya-and-seychelles",
  "tourName": "Honeymoon in Kenya and Seychelles",
  "placesVisited": "Samburu National Reserve, Aberdare National Park, Great Rift Valley, Lake Nakuru National Park, Masai Mara, Nairobi National Park, Praslin",
  "generalInfo": "Indulge in 12 days of safari glamor on this handcrafted honeymoon tour from the breathtaking stretches of Kenyan wilderness to the idyllic pearl-white shores of Seychelles. Between exploring the untouched bushveld where lions, buffaloes, elephants, and other mighty animals roam and uncovering the marine beauty carpeting coral-colored seabeds, you will relish moments soaking up the splendors of Africa’s rich wildlife environments.",
  "durationDays": "12",
  "price": "8,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Samburu National Reserve - First Safari Sights Set in Samburu",
      "description": "Kenya’s wilderness stretches across golden savannas, beneath chartreuse-colored forest canopies, and along serpentine river banks, presenting a rich tapestry of wildlife whimsy you will swoon over from the minute you arrive and transfer to Samburu Game Reserve. Set on the rugged embankment of the Ewaso Ng’iro River, your hideaway accommodation offers privacy amongst the untamed wilderness flanking camp and shares access to the remarkable wildlife viewing spots circling your suite. In the afternoon, you will take in the sights and scenes of Samburu during a safari drive introducing you to the colorful creatures inhabiting the reserve."
    },
    {
      "dayNumber": "2",
      "title": "Samburu National Reserve - Sharing Samburu with the Wilderness",
      "description": "In the morning, you will join your knowledgeable ranger and meander along the river banks to prime viewing spots revealing the breathtaking rhythm of Kenya’s natural sanctuaries. Herds of elephants will slowly plod across plateaus to the river’s edge and dip their bodies and trunks into the refreshing glassy streams, crocodiles and hippos will share the life-giving waterways with these colossal creatures, and leopards may lazily lie in the low-hanging trees flanking the riverine forest. Nature will come to life during your morning and afternoon safari tours today."
    },
    {
      "dayNumber": "3",
      "title": "Aberdare National Park - Serenity in the Seductive Aberdare Surrounds",
      "description": "After enjoying a delightful breakfast surrounded by the wilderness circling camp, you will join your private transfer and make tracks for the luxuriant mountains sweeping west-central Kenya. The massive Aberdare Range spans 160 kilometers of Kenya’s unspoiled landscape, encompassing a diverse range of flourishing ecosystems and presenting panoramic vistas of the nourishing environments. You will soon arrive at your heavenly forest lodge tucked away beneath the towering verdant treeline and overlooking a spotlit waterhole and salt lick, which seduces nearby animals searching for a spot to rest."
    },
    {
      "dayNumber": "4",
      "title": "Great Rift Valley - Hemmed in the Honeymoon Hills",
      "description": "Before the sun rises, you will join an experienced ranger and follow footprints weaving through the forested national park with the hope of spotting Kenya’s motley crew of indigenous animals wandering the bush. You may stumble upon civet cats racing through the shrubbery, elephant herds migrating across the corridor, baboons hanging around in branches leaning over the roads, and hyenas cackling in the tall grass carpeting the forest floor. Afterward, you will continue to a campsite nestled between the “honeymoon hills” and stationed in the middle of manicured gardens of vibrant flowers and proliferating foliage near the world-famous Lake Nakuru."
    },
    {
      "dayNumber": "5",
      "title": "Masai Mara - A Frolicking Flamboyance of Flamingos",
      "description": "Before heading for your next destination, you will have the opportunity to witness Lake Nakuru’s phenomenal claim to wilderness fame. After breakfast, you will be led by a knowledgeable birdlife expert to the banks of the shimmering lake to spot an enormous flamboyance of strikingly pink-colored flamingos frolicking about in the shallow waters. With over a million flamingos flocking to these shores at times of the year, a pink ring may circle the lake as well as other marvelous creatures finding refuge from the sun in these refreshing waters. Afterward, you will continue to a camp hemmed in Masai Mara’s luxuriant landscape."
    },
    {
      "dayNumber": "6",
      "title": "Masai Mara - Memorable Wilderness Scenes across Masai",
      "description": "Masai Mara Game Reserve is home to some of Kenya’s most remarkable safari experiences and also boasts the world’s greatest wildlife spectacle, the Great Migration. If traveling during the right time of the year, you may witness the unbelievable wilderness feat in which millions of wildebeest and other four-legged herbivores race between Tanzania and Kenya with hungry predators chasing hot on their heels. Other safari excursions across Masai Mara are bound to bring with them unforgettable encounters with the indigenous wildlife inhabitants of this exquisite savanna-swept region."
    },
    {
      "dayNumber": "7",
      "title": "Nairobi National Park - Relaxing Retreats and World-Class Spa Therapies",
      "description": "You will be chaperoned through Masai Mara’s untouched regions in the early hours of the morning, searching for big cats such as lions and leopards hunting under cover of the night sky. Afterward, you will transfer to Nairobi, where you will spend an evening recharging at your ravishing accommodation boasting a world-class spa center complete with vitalizing therapies and holistic remedies. You will relish the finer things in life, sipping on decadent cocktails at the rooftop bar sharing panoramas of Nairobi National Park before turning in for the evening."
    },
    {
      "dayNumber": "8",
      "title": "Praslin - Paradise on Praslin Island",
      "description": "You will spend the final leg of your enchanting African safari escape on the shimmering shores of the continent’s remarkably entrancing Seychelles archipelago. A scenic boat trip will lie between you in the country’s capital city of Victoria and your accommodation on the pristine white-shored Praslin Island, one that will reveal the beautiful seascape that hugs the garden of islands. Your bungalow will peek out from beneath flowering gardens and share scenes of the velvety shoreline fringing your balcony and running into the crystal clear sea. The paradise island of Praslin is yours to enjoy for your remaining days."
    },
    {
      "dayNumber": "9",
      "title": "Praslin - Boastworthy Break on Breathtaking Beaches",
      "description": "Pinned over the balmy waters of the Indian Ocean and tucked away from the hustle and bustle of Seychelles’ more popular islands, Praslin will make for an endearing retreat to conclude your African getaway. Today, you may tour the island’s idyllic beaches and soak up the sunshine from comfortable loungers resting across the glistening pearl-white shoreline. You may indulge in the temperate waters of the aquamarine sea and bob with the gentle swells as birds sing melodic tunes from the forests fringing Praslin’s beaches."
    },
    {
      "dayNumber": "10",
      "title": "Praslin - Magnificent Marine Sightings and Colorful Coral Reefs",
      "description": "While the sandy shoreline is a fantastic place to relax and unwind, it is across the glassy Praslin seas, where the beauty of Seychelles can be best enjoyed. Today, you will relish a trip in a glass-bottomed boat cruising over the dazzling coral reefs covering Seychelles’ Marine National Parks. Your adventure across the seas will share intriguing marine scenes, from schools of fish dancing between the colorful coral to giant green turtles floating with the assistance of the calm underwater swells."
    },
    {
      "dayNumber": "11",
      "title": "Praslin - Moments Spent Exploring Praslin’s Mangroves",
      "description": "While Praslin’s beaches afford unbounded beauty, the jungle-clad island is also home to rich inland ecosystems and unspoiled environments flooding its forested landscapes. Today, you will join an experienced guide and head for the mangroves, where you will spot a collection of brilliant indigenous birdlife and possibly encounter the ancient giant tortoises. Swimming and snorkeling in the tranquil riverine forests veiling Praslin will prove to be a gorgeous way to spend the day uncovering the wilderness before enjoying a barbeque under the shady palm trees fringing the beach."
    },
    {
      "dayNumber": "12",
      "title": "Praslin - Setting off from Seychelles’ Spectacular Shores",
      "description": "Dreamy scenes of the golden sunshine flickering off Seychelles’ shiny sapphire seascape will welcome in your final morning on the African continent. You may enjoy the day slowly, cherishing the spellbinding views from your secluded suite’s balcony before tucking into a sumptuous breakfast spread and heading for the shores to relish one last dip in Seychelles’ balmy waters. Afterward, you will meet your private transfer and make your way for the international airport to catch your flight home, taking with you a wealth of marvelous memories made during your vacation."
    }
  ],
  "map": ""
}