{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "east-africa-family-safari-zanzibar-tanzania-kenya",
  "tourName": "East Africa Family Safari: Zanzibar, Tanzania & Kenya",
  "placesVisited": "Zanzibar, Dongwe, Lake Manyara National Park, Tarangire National Park, Ngorongoro Conservation Area, Mara Naboisho Conservancy",
  "generalInfo": "From island life to big game safaris, East Africa kindles images of a unique family adventure. Over 12 days, you will lounge on beaches, come face to face with elephant herds, learn how to track animals, and meet with tribal Masai families. From recreating Lion King movie scenes to watching wildebeest gallop past you, this family safari is imbued with the intimate experiences that are possible in Zanzibar, Tanzania, and Kenya.",
  "durationDays": "12",
  "price": "9,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dongwe – Spacious White Sand and Tropical Waters",
      "description": "Zanzibar is serene. Palms send their iconic shadows across the sand each morning, the indigenous forest provides a green backdrop to a white beach, and at low tide, you can wade through almost a mile of knee-deep tropical water. Even at high tide, these waters are sheltered and safe for swimming. You will experience space here, and Zanzibar is a relatively undeveloped island, especially compared to others in the Indian Ocean. Dongwe is on the island’s undeveloped Eastern Coast, which is where small resorts are spread along a beach that can never seem to end. After being met at Zanzibar’s international airport, you will be transferred to the resort for the first of four nights."
    },
    {
      "dayNumber": "2",
      "title": "Dongwe – Time to Rest and Relax",
      "description": "You can open the curtains to soft Indian Ocean colors while watching your kids splash in the pool. You can also indulge in a very leisurely breakfast before starting your day. In Dongwe, you will be staying in a two-bedroom villa that is perched on the beach with a wraparound balcony that overlooks the pool and ocean. Nothing needs to be planned before your arrival, so you can take time to rest and relax. Then, you can add in activities as you wish such as sailing on a traditional wooden dhow. The resort operates a small kids’ club, which means you will have an hour or two free of your kids to enjoy the spa or simply to relax and read a book. You should note that the sun is strong here, so sunscreen with a minimum SPF of 30 is recommended for all."
    },
    {
      "dayNumber": "3",
      "title": "Dongwe – Water Sports and Wandering with Colobus Monkeys",
      "description": "Over these two days, the tranquil mood of your vacation will continue. Zanzibar creates a quintessential island beach break, and you will soon slow down to East Africa’s laid-back rhythm. Traditional dhows provide a beautiful means of exploring the coastline and can be booked at the resort. Kayaking is another option, and Northern Zanzibar offers some stunning snorkeling, which can be arranged as a half-day excursion. Included in your stay will be a half-day trip to Jozani Forest, which is home to the endangered red colobus monkey. Wandering through the forest and searching for their enigmatic faces will be an excellent introduction to the upcoming wildlife encounters that you will experience on the mainland."
    },
    {
      "dayNumber": "5",
      "title": "Tarangire National Park – Face to Face With Baboons and Hippos",
      "description": "After a direct flight to Arusha, you will be greeted by a safari guide and set off into the wilderness. These next four days will be a real adventure, and it is excellent to begin your safari feeling fully rested. As mountains give way to the forest, you will enter Lake Manyara National Park, and rowdy storks may shout from treetops as you twist into a mysterious land. In the forest, you cannot see far, but you can turn a corner and be just a few meters from a giraffe or elephant. You can drive around another corner, and a lion may lounge peacefully on a tree, which is a scene that is typically only witnessed in a small handful of African safari destinations. Within the forest, you cannot escape baboons. They will yelp boisterously, bang on trees, and generally create a racket in displays of dominance. There are more baboons here than anywhere else in the world, and the troops are enormous and conduct running battles for territory. Hippos are another enchanting highlight, especially towards the end of today, but you will be safe and in a vehicle for these encounters. They will begin emerging from the lake, joining grazing buffalo and wildebeest, and by the time you have existed Lake Manyara and entered Tarangire, you should have encountered many of the animals from your children’s checklist."
    },
    {
      "dayNumber": "6",
      "title": "Tarangire National Park – Up Close With Huge Elephant Herds",
      "description": "Today will bring the elephants. Marching across the savannah, they will come, sometimes in herds of more than 50 and moving in unison. Infants tend to nestle between the footsteps of their mother and aunts. Teenage males may lock trunks and tusks in playful shows of aggression while a baby runs about jubilantly, frightening a gazelle herd from their grazing place. Tarangire provides some of Africa’s ultimate elephant encounters, and you will experience their different behaviors throughout the day. Beyond these pachyderms, Tarangire safaris are always about surprises. An incredible variety of animals live in this park, but many are reclusive. So, you will learn how to look for clues and absorb the unpredictability of an authentic African safari."
    },
    {
      "dayNumber": "7",
      "title": "Ngorongoro Conservation Area – Meeting with a Masai Community",
      "description": "After two early morning starts, you can take it slow today with a relaxed breakfast on the verandah as elephant and giraffe wander by you. You do not need to worry because it is very safe to be in such close proximity to these animals. Local families have always lived with giant animals as neighbors, and camps and guides use the same tactics that have been employed by indigenous tribes for many generations. One of these tribes is the Masai, and you will spend this afternoon with their local community. After a traditional welcome of jumping and singing, you can spend time with a family, learning about life on the East African plains. This can be a very eye-opening experience for children because it has the ability to transcend language barriers. You lodge for tonight will be inside Ngorongoro Conservation Area, which will allow for an early start tomorrow."
    },
    {
      "dayNumber": "8",
      "title": "Ngorongoro Conservation Area – Evocative Safari on the Crater Floor",
      "description": "Ngorongoro Crater is the most magical place in Africa between dawn and nine in the morning. During these hours, the wildlife is very active. You will descend onto the floor of a volcanic caldera and have three hours of the most astonishing wildlife scenes. Black rhinos may bashfully march around, lions can be seen eating a carcass or prowling for a meal, and wildebeest will be galloping in displays of virility. You will even encounter some of the world’s largest elephant bulls. By nine in the morning, the wildlife action typically calms down. Many animals escape to the crater’s fringes, where there is forest and shade. The grazers remain, but their pace will have slowed. It is at around nine in the morning when the crater floor becomes crowded with safari vehicles. It gets noisy and somewhat uncomfortable, especially when many vehicles crowd around a single lion pride. The reason for this vehicle concentration is the location. Cheaper safaris use accommodation that is outside Ngorongoro Conservation Area, so they must pass through two park gates that have long morning waits before reaching the only road onto the crater floor. You will be staying close to the rim, which means that you can enter the crater at first light and enjoy three magnificent hours of Ngorongoro Crater at its best. Afterward, the afternoon will be at your leisure."
    },
    {
      "dayNumber": "9",
      "title": "Mara Naboisho Conservancy – Stunning Safari Flights and Into the Mara",
      "description": "Flying across East Africa is always a magical experience because you be in a small aircraft with amazing, wild vistas beneath the wings. Due to border formalities, you will need to take two planes to reach the Masai Mara, but the process is very smooth because your second plane waits for the first. You will land in the Mara and will transfer directly to a family camp in Mara Naboisho, which will be a private conservancy that borders the Masai Mara National Reserve. You can gaze out from the camp, and the grasslands will extend to be seemingly endless. This is the landscape that inspired the Pride Lands in the Lion King , which is where lions perched on rocks and surveyed the endless plains. It is also where dozens of species march by, seemingly in harmony. Mara Naboisho is private, and there is no specific time for avoiding vehicles and other visitors. Instead, entry is restricted to those who are staying at a Naboisho camp, and there is a strict two vehicles per sighting rule. A private conservancy like this will give your family more of an authentic safari experience, especially during the peak season months of July and August. It can really feel that it is just the guides, the animals, and your family."
    },
    {
      "dayNumber": "10",
      "title": "Mara Naboisho Conservancy – Specialist Family Safari in the Masai Mara",
      "description": "The Masai Mara is famous for the wildebeest migration, which is when up to 2 million mammals arrive on the grasslands to graze after the rains. This seasonal bounty supports a year-round abundance of big cats, but none of the big cats are part of the migration. They must defend and extend their home territory and then fatten up when the wildebeest wander past them. These cats do not have the stamina to march long distances anyway, and no dominant lion will allow another male to hunt in his territory. Some spotted hyenas may follow the migration as these animals have an unwritten code of conduct and will allow rivals to pass through their lands but not stop. If you are in Mara Naboisho from July to September, you will witness large, grazing herds of wildebeest and zebra. During all the other months, you can encounter the same magnitude of big cats. Often, these big cat encounters are more dramatic outside the wildebeest migration because tension rises when there is less food. Over these two days, you will track leopards and cheetahs through the conservancy. Lions, you will already know well from Tanzania, and these dominant cats will continue to be a highlight here. Off-trail driving is permitted, so you can really get close to the cats, including those that use Naboisho as a nursery for their cubs. While big cats are a natural highlight of the game drives, the Masai Mara is also home to an excellent variety of life, very much like the Pride Lands. In one vista, you can see giraffe, elephants, zebra, Grant’s gazelle, Thomson’s gazelle, hippo, buffalo, and various others. When not on a family game drive, your children will be entertained at the camp’s specialized kids’ club. Local guides lead tailored activities that are focused on wildlife conservation, bush survival, and animal tracking. All these are essential to life as a safari ranger, and your kids can learn about the day-to-day life of working on the conservation. The kids’ club operates in conjunction with your family game drives, and each day’s itinerary can be adjusted to your timings and mood."
    },
    {
      "dayNumber": "12",
      "title": "Nairobi – Departure",
      "description": "After a leisurely morning, you will be transferred to the airstrip and fly to Nairobi Wilson Airport. From here, you will be transferred to the international airport for your outbound flight."
    }
  ],
  "map": ""
}