{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "responsible-kenyan-tourism-safaris-through-kenyas-conservancies-eco-lodges",
  "tourName": "Responsible Kenyan Tourism: Safaris through Kenya’s Conservancies & Eco-Lodges",
  "placesVisited": "Nairobi, Amboseli National Park, Lewa Wildlife Conservancy, Maasai Mara National Reserve",
  "generalInfo": "From exclusive elephant encounters in the shade of Mount Kilimanjaro, to quiet moments with the endangered black rhinoceros, this Kenya safari tour package will profile Kenya’s top wildlife conservancies while simultaneously supporting their conservation. With opportunities to visit local villages and community development projects, you will witness the power luxury tourism holds in fostering and promoting sustainable development. This package highlights the future of responsible tourism against the backdrop of Kenya’s top lodges and properties.",
  "durationDays": "10",
  "price": "16,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi - Welcome to Kenya",
      "description": "As your plane descends over the city of Nairobi, your much-anticipated Kenyan adventure will finally begin. Upon landing, clearing customs, and collecting your baggage, a representative will meet you in the arrivals hall, transferring you to your hotel, the perfect place to unwind from your long flight before tomorrow’s adventure. In spite of your proximity to one of Africa’s busiest cities, this hotel is located on the outskirts of the Nairobi National Park. Here, rhinoceros and gazelle roam freely mere steps away from the hotel’s terrace, making for the perfect introduction to Africa. Spend this first afternoon observing the wildlife from the terrace or the rooftop pool, or perhaps unwinding from the flight with a massage or a workout in the hotel gym. With no scheduled activities, this afternoon will be spent entirely at your leisure. The hotel offers two excellent dining opportunities for this evening, both of which provide panoramic views of the Nairobi skyline and the contrasting Nairobi National Park."
    },
    {
      "dayNumber": "2",
      "title": "Amboseli - Afternoon Game Drive",
      "description": "This morning you will have a quick breakfast before flying out of the city towards Mount Kilimanjaro. As the airplane lands in pristine African bush, another representative will transfer you to your lodge just five minutes from the eastern entrance to Amboseli National Park. Environmentally sensitive and socially responsible, your stay will not only be a luxurious experience, but also one that fosters local development simultaneously. Here, you will sleep in a private solar-powered cottage with your own wooden verandah that looks out onto the slopes of Kilimanjaro. With a deep bathtub in your private en-suite, a roaring fireplace and a private butler, this cottage will feel like a cozy home over the coming days. You may choose to spend the afternoon at the lodge’s bar and dining area, observing as resident elephants come to the surrounding wetlands to drink and play. Alternatively, you may wish to set out on your first game drive with your private guide, in search of the 50 species of mammals and 400 species of birds that call Amboseli home. Returning to the lodge in the late afternoon, enjoy a sundowner as the sun dips behind Kilimanjaro and the sky puts on a theatrical display of color. Dinner will be served under the starry night sky, and will revolve around local produce from the Amboseli wetlands, and spices from Kenya’s Swahili Coast. Gather round the common fire with a whiskey or wine after dinner to hear stories of the bush and the lodge, building excitement for tomorrow."
    },
    {
      "dayNumber": "3",
      "title": "Amboseli - In the Shadow of Mount Kilimanjaro",
      "description": "This morning you will rise early to head out into Amboseli in time for the sunrise. It is during this period that the park is at its most active – and an early morning departure will ensure that you have a breakfast picnic surrounded by elephants, zebra, giraffe and wildebeest. The quintessential moment of an Amboseli safari is observing the prolific elephant population walk gracefully in the shadow of Mount Kilimanjaro, the highest peak in Africa. Elephants here grow to be among the biggest in the country, and are spotted easily in this flat terrain. Often herds are found splashing in the glacial-fed swamps alongside hippos, in the merciful shade of a papyrus tree. Flamingos and pelicans often dot the shore and fly above, creating a colorful postcard-worthy photo. It will be your choice whether you opt to spend the entire day roaming the plains of Amboseli, or returning to the lodge for lunch and a swim in the pool. As the sun sets, you may either pick a scenic vantage point in the bush for a cocktail, or return to your private cabin to watch the sunset from a warm bath. Again, you will join the lodge for a locally inspired dinner before retiring to the fire and eventually, bed."
    },
    {
      "dayNumber": "4",
      "title": "Lewa Wildlife Conservancy - Another Afternoon Safari",
      "description": "This morning you will enjoy a final breakfast in the shadow of Mount Kilimanjaro, before boarding a plane that will carry you into the foothills of Mount Kenya in the Lewa Conservancy. This 40,000-acre conservancy has pioneered Kenyan conservation through the creation of a model that pulls together government, non-profit conservation organizations, landowners, and indigenous communities. The Lewa Conservancy was formed in the 1970s and supports over 400 species of bird and 70 species of mammals. There is a bourgeoning population of black rhinos, which is directly indicative of the superb conservation efforts. Within the conservancy, you will stay at a luxurious and eco-friendly tented property. This afternoon you may choose to lounge by the giraffe-inspired pool with a massage, or embark on a late afternoon game drive in search of the endangered Grevy’s zebra and black rhinoceros. No matter what activity you desire, be sure to pause as the sun sets with a favorite cocktail in hand, soaking up the final rays of sunlight on this varied landscape."
    },
    {
      "dayNumber": "5",
      "title": "Lewa Wildlife Conservancy - Explore Lewa",
      "description": "This morning you will be awoken by fresh coffee delivered to your tent before you embark on today’s first game drive. Exploring the park in the early morning will reveal a landscape that bursts with activity, and you will set out among it with your highly knowledgeable guide. As this is not a national park, you will be able to drive off road for unprecedented intimacy and proximity to leopards, cheetahs and lions. In addition to seeking out the Big Five, the conservancy is also home to some rarer species, including the beisa orynx, which guides will educate you about as you scan the landscape. In the midafternoon, you may be interested in visiting either Lewa’s conservation or community development projects to learn more about the impact of responsible tourism. Depending on the time of year, you may have the opportunity to visit a local school in session, or to spend time with the tracker dogs that are instrumental in the anti-poaching initiatives. It is also possible to spend time at the neighboring Samburu communities of Tassia and Il Ngwesi, touring the semi-nomadic homestead and purchasing intricate beadwork."
    },
    {
      "dayNumber": "6",
      "title": "Lewa Wildlife Conservancy - Guided Walks, Rides and Drives",
      "description": "This morning you may want to take a break from the vehicle and explore the bush on foot with your guide and a Samburu warrior. A walk across the Lewa Conservancy gives visitors the opportunity to engage with the micro-ecosystems in the region, learning about the plants, insects, and amphibians that are missed from the vehicle. Rangers will also take time to teach you the basics of tracking, enabling you to rely on your own senses and instincts while exploring the wilderness. For those interested in a break from the savanna, it is also possible to hike through the mystical Ngare Ndare forest conservancy south of Lewa. This full day adventure carries you through the lush elephant-filled forest towards a river and waterfall, perfect for swimming. With an opportunity to walk through the canopy, and endless picnic locations, this is a unique offering your safari camp. Alternatively, Lewa offers the opportunity to traverse the landscape on an equestrian safari, with one of the conservancy’s horses or camels. Suitable for all experience levels, these guided tours enable unprecedented proximity with the resident game, in addition to a generally picturesque experience. All that said, it is always possible to simply spend today on numerous game drives, returning to the lodge for a massage, manicure and pedicure."
    },
    {
      "dayNumber": "7",
      "title": "Siana Conservancy - Edge of the Maasai Mara",
      "description": "Today you will wake up to fly to the 29,000-acre Siana Conservancy on the border of the famed Maasai Mara National Park. Here, you will have a rare opportunity to witness the infamous plains and creatures of the Maasai Mara with near exclusivity. The lodge itself is an elegant and thoughtful property that blends seamlessly into the natural surroundings. As you cross the bridge and enter the camp, fresh orange juice, a cold face towel and a warm and welcoming staff will greet you. This camp actively employs staff from the local community, and readily incorporates aspects of Maasai culture into its activities. Many of the guides, trackers and chefs will have grown up in the region – and it is worth taking time to speak with them about their culture and history, for authentic insight into the Maasai lifestyle."
    },
    {
      "dayNumber": "8",
      "title": "Siana Conservancy - Explore in a Private Vehicle",
      "description": "Today you will rise early, to a now familiar cup of coffee, before embarking on a secluded morning game drive with your personal guide. With three resident prides of lion, several leopards, plenty of cheetah and innumerable ungulates, this will be an impressive game drive. As you move across the plains with near exclusivity, you will experience flashes of a bygone era, before the throngs of vehicles became the norm. Led by your guide and Maasai tracker, this morning’s safari will work to highlight the famous creatures while educating you about the lesser known species, and the paramount importance of conservation. As the afternoon progresses, you may wish to set out again on foot with your guide and Maasai guards. Hiking into the Loita Hills offers spectacular views of the area, while hiking alongside Maasai Warriors provides opportunity for insight into this semi-nomadic culture. As you walk, you will likely come across the Maasai who continue to live in the conservancy with their cattle. You will have the opportunity to return to a fully functioning Maasai boma (homestead), to learn more about the history, customs and celebrations of this special culture. Tonight you will enjoy another cocktail in the bush, but this time you may wish to stay out in the park after dark. The Siana Conservancy permits night drives, enabling you to witness the impressive transformation that occurs as nocturnal creatures and behaviors emerge. Lucky guests will have the opportunity to follow predators as they set out on evening hikes, or to watch the adorable bush babies rocket themselves through the trees, screeching as they go."
    },
    {
      "dayNumber": "9",
      "title": "Siana Conservancy - Lazing on the Banks of the Mara River",
      "description": "Today you will have the choice to venture out of the Siana Conservancy and into the celebrated Maasai Mara National Park for a full day’s safari. As you embark upon the mesmerizing savanna in the early hours, the plains will positively teem with wildlife. If timed correctly, signs of the Great Wildebeest Migration will appear immediately, as thousands of wildebeest, zebra and gazelle dot the horizon. Driving north, you will pause for a perfect picnic on a checkered blanket under the shade of an acacia tree, as wildlife roams around you. The day will continue as you drive towards the Mara River, spotting giraffe, cheetah and buffalo as you go. A picnic in a forested area of the Mara, with vervet monkeys surrounding you, will be yet another quintessential African moment. That said, for those who prefer the quiet intimacy of the conservancy, it is entirely possible to remain within its borders for the entire duration of your stay. As you return to camp in the late afternoon, refreshing towels and a drink will welcome you back to your special home. Following another inventive dinner, gather round the fire with the lodge to roast marshmallows and share stories of the day and the bush, celebrating the end of the safari."
    },
    {
      "dayNumber": "10",
      "title": "Nairobi - Return to Nairobi",
      "description": "This morning you will tear yourself away from a magical week in the bush to return to Nairobi by air. Depending on the time of your international departure, you may have a few hours left to explore the capital with a private vehicle. A trip to the Daphne Sheldrick Elephant Orphanage is a favorite activity in the city, giving you a final dose of wildlife before boarding your international flight home."
    }
  ],
  "map": ""
}