{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "maasai-mara-kenya-safari-tour",
  "tourName": "Maasai Mara Kenya Safari Tour",
  "placesVisited": "Nairobi, Mount Kenya, Aberdares, Samburu, Sweetwaters Tented Camp, Lake Nakuru, Maasai Mara",
  "generalInfo": "This unforgettable safari adventure showcases the diverse beauty of Kenya's unique wilderness. Marvel at the remarkable spectacle of the Maasai Mara, spot endangered rhino at Sweetwaters Tented Camp, and explore the Big Five territory of Lake Nakuru and Samburu. With nine days on this Kenyan safari you'll discover an untouched land that defies the imagination, one that's serene and electrifying in equal measure.",
  "durationDays": "11",
  "price": "8,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi - Exploring Diverse Nairobi",
      "description": "Kenya's capital city is a cosmopolitan blend of styles and cultures. Your guide will meet you at Jomo Kenyatta Airport and escort you to your hotel. First glimpses of Africa roll past the window, the streets laden with color and life. Roadside stalls sell mountains of avocados, lush green spaces juxtapose with crowded taxi ranks, and Rothschild giraffes munch on profuse trees. You'll have an opportunity to hand feed these majestic animals at the Giraffe Centre, as well as taking a trip to the farm of Karen Blixen, the famous author who wrote “Out of Africa.” In the evening there's an opportunity to have dinner at Nairobi's famous Carnivore Restaurant, a place where humongous steaks are brought out on Maasai swords and every possible meat is on the menu."
    },
    {
      "dayNumber": "2",
      "title": "Mount Kenya - Magical Scenes on the Slopes of Mount Kenya",
      "description": "Mount Kenya towers above the country, a jagged expanse of rock that gazes down on green plains and thick forest. Nestled on the mountain's gentle lower slopes, your rustic treetop lodge is ideally situated to explore this UNESCO World Heritage site. Sit back, relax, and watch the steady procession of wildlife that drinks from the nearby waterhole. Then cast your eyes across the landscape, taking in the snow-capped peaks and dramatic mountain scenery. Providing a visual contrast is the thick vegetation of the middle slopes, the Mount Kenya Forest providing safe opportunities to walk amongst nature. Elephants, buffalos, and black and white colobus monkeys roam free here, as do zebras and various smaller animals. Get even closer to the action by venturing into a unique viewing tunnel that brings you within a few meters of the waterhole."
    },
    {
      "dayNumber": "3",
      "title": "Samburu National Reserve - Spectacular Safari",
      "description": "As you head further north, the rugged Kenyan wilderness begins to fill every panorama. In this wild part of Africa there are no fences or built up towns. Animals wander freely across the landscapes. Great rivers ensure that life flourishes in this arid land. Before reaching Samburu you'll cross the equator, a famous signpost indicating that you've moved from the Southern to the Northern hemisphere. Straddle the line and take some memorable photographs before arriving at Samburu National Reserve for two action packed safari days. Beside the Ewaso Ng'iro River all seems quiet. Serenity drifts across the grassland, occasionally punctuated by an elephant bull or a reticulated giraffe that's coming down to drink. Skipping out of the riverine forest comes a herd of Grevy's zebra, their black and white stripes as distinct as a person's fingerprints. Monkeys are following them, tentatively looking for an opportunity to safely visit the river. Lion prides and cheetahs guard the open grasslands, eyeing the dinner menu from camouflaged positions. Leopards rule the trees, lone rangers who pounce with stealth and intelligence. Compared to the parks in the south of Kenya, Samburu is relatively small. It means that the wildlife is more concentrated, and from one seemingly quiet position a complex scene can unfold. Samburu also boasts a cast of animals that can't be found further south. Long-necked gerenuks stand upright on their hind legs, these bizarre looking antelopes stretching to feed from tree branches. Beisa oryx wander in small herds, their breathtakingly straight horns impressing every visitor. Tiny Kirk's dik-dik barely stand higher than the grass, the smallest of antelopes offering a cute break as you search for the park's predators. With two afternoon, and one morning game drive, you should have enough time to spot the park's complete cast, including hippos, elephant herds, waterbuck, and the big cats. Providing the soundtrack, there are 350 species of birds. Nile crocodiles emerge from the river every evening. As you settle into the safari adventure, you'll realize that spotting animals isn't limited to game drives. In Kenya's unique national reserves you're surrounded by wildlife, and who knows what will wander past the lodge as you're enjoying dinner."
    },
    {
      "dayNumber": "5",
      "title": "Sweetwaters - The Full Big Five",
      "description": "Each of Kenya's reserves is different, meaning that every day brings new experiences. Your camp is situated in the heart of a privately owned game reserve, surrounded by vibrant plains, and gazing out onto the glacial peaks of Mount Kenya. Rigorous conservation efforts have made this reserve one of the most abundant in the whole of East Africa. Watch the animal world unfold from your private verandah; buffalos wander past, giraffes silhouette against the mountain backdrop, and regal black rhinos offer an unforgettable sight. The reserve has both a chimpanzee and rhino sanctuary, and is justifiably proud of how it has been able to rebuild the populations of these creatures. Out on the grass plains you spot two black rhino. All is quiet in the safari truck, everyone carefully watching as the pair slowly move closer. They plod with a dignified arrogance, stopping briefly to inspect you and your eager camera. Being three meters from a critically endangered animal doesn't happen every day, and excited chatter fills the safari truck as the rhino walks on. But the guide quickly asks for hush. Nobody else had noticed that another rhino was approaching from behind. This one is bigger, gallant horns pointing skyward as he looks upon the safari truck with some disdain. This reserve is also home to a smaller population of white rhinos and your two days will provide first hand experience of the difference between the two species. Recall the day's safari in a quaint original farmhouse, where the dining room and bar provide an elegant setting for a relaxed evening. With any day on safari it's impossible to predict the unique sights. This is a raw landscape where wildlife lives in its natural habitat. However, skillful guides have an in-depth understanding of the local animal behavior. They know what times to visit certain waterholes. They're quick to pick up on evidence of lion prides being nearby. With the full Big Five on offer, these two days at will offer an unforgettable safari experience."
    },
    {
      "dayNumber": "7",
      "title": "Lake Nakuru - Serene Beauty",
      "description": "A circle of pink separates Lake Nakuru from its grassy shore. Nesting flamingos are here in their millions, wading in the shallows and providing a vivid shock of color. After driving through the undulating hills of Aberdares Mountain Range, you'll spend an afternoon exploring the stunning Lake Nakuru. At first glance, your eyes are captivated by the lake, the juxtaposition of blue and pink offering a new sight on this safari adventure. Flamingos not the only birds to call this lake home. African fish eagles and Verreaux's eagles fly above the water, effortlessly gliding on the thermals and meticulously scanning for prey. Herons also wade in the shallows, while the indelibly cute Pied kingfisher stands watchful on a bare tree branch. Lake Nakuru is one of East Africa's most beautiful national reserves and its rugged cliffs provide perfect spots for panoramic photos. The Big Five can be found on the verdant green floodplains. White rhinos march, leopards hide in the trees, and elephants playfully bulldoze their way through the forest. Now a new sight, a scavenging hyena roaming great distances to find an easy meal. Perhaps a lion pride made a kill and fell asleep with bloated bullies. Or a lame waterbuck has been cast out from the herd. Like every game drive you'll be left with a trail of memories, unique experiences of wildlife that stood just meters away."
    },
    {
      "dayNumber": "8",
      "title": "Maasai Mara - The Unforgettable Spectacle",
      "description": "Heading south, your safari adventure finishes with three days in the world's most famous game reserve. The Maasai Mara is an otherworldly experience with the sheer abundance of wildlife difficult to comprehend. These grass plains are not inhabited by thousands of animals; there are literally millions of mammals roaming freely. Wildebeest gather in humongous herds, slowly devouring the grass beneath their hooves. Thompson's gazelle and zebra stick close by, forming great packs of animals that cover huge swathes of the rich landscape. They provide a patchwork quilt across the plains, offering a constant reminder of why the reserve is named after the Maasai word for “spotted.” From a distance it's a sight of remarkable beauty. Get up close and the fun really begins. Interactions unfold as you study the pack. A couple of wildebeest square up to each other in a tempestuous show of testosterone. A female zebra gently rests her head on the back of another, a calming embrace that hints of romantic overtones. The gazelle seem to be permanently spooked, not trusting the sentinel abilities of each other. Now a flurry of dust, a small group of wildebeest quickly leaves their position and cause panic among the rest. A large lion pride is the cause of the herd's distress, and in the commotion they've made a kill. The Maasai Mara offers unrivaled opportunities to spot the big cats out hunting. Not every hunt is successful. Sometimes a long careful approach is spotted just in time, and a leopard or cheetah must wait for another opportunity. Sometimes nobody saw it coming. And by the time you've turned on the camera the zebra is already dead. The Maasai Mara isn't an experience to be rushed. You'll be enjoying long, morning and late afternoon game drives, the grass plains at their most active just before dusk. In the early afternoon, relax at the lodge as everyone takes a breather from sun, before heading off into a new part of the reserve. On day 11 you'll leave the lodge early in the morning, taking breakfast beside a hippo pool. As you tuck into your meal, these massive animals are wading along the muddy banks. Some have already found a prime spot in the pool, keeping just snout and eyes above the waterline. But the alpha male isn't happy. He raucously ploughs into the water, the pod groaning with discontent but obligingly moving out of the way. These three days will showcase a surreal world of wildlife. On every game drive there is a continual procession of unique sights. Maybe two bull elephants searching for water. Perhaps a leopard emerging from the trees and approaching a wildebeest herd. Beside the rutted trail a lion pride lazes in the sun, slow yawns revealing a set of savage teeth. Buffalos stand and stare, their curled horns and great bushy hair often dividing opinion. Some think they're ugly. Others reckon there's a strange beauty... somewhere . Everyone agrees that they're not to be messed with. After nine days on safari you'll have developed your own favorites amongst Kenya's cast of wildlife. And you'll have a succession of wild scenes implanted in your memory."
    },
    {
      "dayNumber": "11",
      "title": "Nairobi - Relaxing in Nairobi Before a Late Night Flight Home",
      "description": "After a leisurely breakfast, you'll fly to Nairobi and be transferred to your hotel. Enjoy the hotel facilities and freshen up before an early dinner and your late night flight home. You'll be leaving Kenya with a lifetime of memories and a scarcely believable collection of photos. This itinerary can also be customized to include additional locations in East Africa. That might include a visit to Tanzania or coinciding your visit with the great wildebeest migration. Or perhaps visit a beach retreat on Zanzibar, providing a perfect antidote to the wildlife viewing."
    }
  ],
  "map": ""
}