{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "mufasa-inspired-family-lion-king-safari-pride-of-africa",
  "tourName": "Mufasa Inspired Family Lion King Safari: Pride of Africa",
  "placesVisited": "Kilimanjaro, Ngorongoro Conservation Area, Olduvai Gorge, Serengeti National Park, Nairobi, Lake Naivasha, Victoria Falls, Hell's Gate National Park",
  "generalInfo": "Your 13-day luxury family safari of Kenya and Tanzania will embody the wonders of East Africa and immerse you in the circle of life. You will journey into the wilderness that inspired the Mufasa movie where warthogs ramble through the underbrush and lions laze on the savannah. From recognizable landscapes to captivating ancient legends, your family safari will bring the dream of East Africa’s majestic wildlife into reality.",
  "durationDays": "13",
  "price": "9,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kilimanjaro Region – A Vision of a Lion King",
      "description": "Most fictional movies are based on some sort of reality. While the film features the \"Pride Lands,\" and the original Lion King opens among three of Africa’s most famous places, your safari experience will start by bringing the images of the Pride Lands to life. It is Mount Kilimanjaro that will provide your welcome as it is Africa’s highest mountain that is complete with a dazzling vista. As you touch down in Tanzania, you can marvel at this natural phenomenon before transferring to a lodge on the outskirts of Arusha. Almost immediately, you will sense the famous Hakuna Matata atmosphere along with East Africa’s fabulous sense of space."
    },
    {
      "dayNumber": "2",
      "title": "Ngorongoro Conservation Area – Mufasa Means King",
      "description": "Ngorongoro is a land where lions meet daily with warthogs, elephants, and spotted hyenas. This is the utopian landscape where almost all the famous mammal species coexist, and it is a landscape that can have you humming Hakuna Matata throughout your day. Not only did Ngorongoro inspire a corner of the Carefree Pride Lands, but the local Swahili language plays an integral role in the script. Simba means lion , Nala translates as gift , Rafiki is friend, and Kiara , Simba's daughter, is a word that means bright or clear . Mufasa means king in the Manazoto language, not Swahili. Hakuna Matata really does translate to no worries , but it is now an antiquated phrase. If you want to impress the locals, you should instead say Hakuna Shida , which is a more modern way to suggest trouble-free living. You will have the unique opportunity to do this while visiting Nto Wa Mbu village this morning. You can explore the local market, school, and some farms before continuing into Ngorongoro Conservation Area and one of Africa’s ultimate lodges. Although the safari will not have truly started, you can still see many animals that roam around the property, including the ubiquitous warthogs. Later in the afternoon, you will also visit the elephant caves by foot with a local guide."
    },
    {
      "dayNumber": "3",
      "title": "Ngorongoro Conservation Area – Exploring a Corner of the Pride Lands",
      "description": "Lionesses will meet your gaze as dawn breaks inside Ngorongoro Crater. Buffalos grunt and huff as they wander past the vehicle, and flamingos carpet one lake pink as another is covered with the peculiar behavior of hippos. Some 30,000 animals live in this ancient, volcanic caldera, and they represent almost all the famous African species. Giraffes will be the only conspicuous absentee as their legs are too long to descend the steep caldera walls. By early morning, it really will feel like the Carefree Lands as herds graze happily and a dozen different species that drink from the same lake. However, in the two hours after dawn, the scenes are more redolent of Taka's journey to becoming Scar. It is in the early hours when predators are most active, and it is very common to see prowling lions in Ngorongoro and the Serengeti. Sometimes, you can watch them hunt. Their slow and precise movements are usually followed by ungulate shrieks and clouds of dust. On other drives, you may see the aftermath, such as lions that are eating their fill or scavengers that are battling over scraps. Hyenas also hunt, and the game drives may find you reevaluating your perceptions of these impressive predators. After a full morning on the crater floor, you will return to the lodge for a relaxed afternoon that typically includes watching waterbucks and elephants march past."
    },
    {
      "dayNumber": "4",
      "title": "Olduvai Gorge to Serengeti – A Glimpse into Mufasa's Future",
      "description": "Olduvai Gorge creates a deep scar on the East African plains and shows Mufasa's future, where Scar sets the trap that ultimately kills the lion king. Wildebeest stampede through the gorge and trample the king, which is a real scene that Olduvai will have witnessed many times in its history. After revisiting the movie, you will explore an even older heritage here. This gorge is home to the oldest human fossils that have ever been excavated, including the skull of a homo habilis , which dates back 2 million years ago. There is a fantastic story to explore in the recently redeveloped visitor center with Olduvai Gorge being able to provide definitive evidence that humans exclusively evolved from Africa. Olduvai is where we all originate, and the atmosphere will be inspiring, especially when wildebeest are also in the vista. After this morning stop, you will continue to the Serengeti for a luxury camp that is deep within the Pride Lands."
    },
    {
      "dayNumber": "5",
      "title": "Serengeti – Sublime Safari on the Pride Lands",
      "description": "The Serengeti can initially appear to be as fictional as the Pride Lands. Grasslands extend in all directions, and they are carpeted by hundreds of thousands of animals. Wildebeest move in large herds, kicking up dust as their hooves create a melodic drumbeat. Elephants and giraffes dominate the horizons and are sometimes silhouetted against a rising or setting sun. Birdlife and wildlife proliferate around watering holes, kindling joyous scenes from the movie. Hyenas snarl and harass the herds while monkeys clamber around the trees, shouting advice to other animals. In Mufasa, Rafiki is a trusted confidant of the lions, but in reality, monkeys provide an early warning system to the grazers, using their high perches to call out the whereabouts of lurking predators. Along with the animals, the other interruption to all seemingly endless grass is kopjes. You will witness one kopje and will exclaim that it is Pride Rock. Lion prides laze around sun-scorched boulders, dozing with one eye open. After an hour at one kopje, your game drive will continue and you see another. Here, there will be another lion pride. A little further along and you will encounter another kopje, another pride, and another incredible similarity between the Serengeti and the Pride Lands. This is one of Africa’s ultimate safari destinations, and the scale is unfathomable. More than 2 million wild animals live here on a landscape of a similar size to New Jersey state. You can spend 30 minutes driving slowly among a giant wildebeest herd, and in a single panorama, there can be more than 50,000 zebras. Over three days, it will be difficult to keep track of all the big cat sightings with lion prides being accompanied by cheetahs, leopards, jackals, and the abundant hyenas. Often, you must pause during your drive because the four-wheel drive trail is completely blocked by buffalos, elephants, or giraffes. Many of these animal sightings continue back at your camp as well. You are not watching the big screen but will be placed center stage on a landscape with more wild mammals than anywhere else in Africa. It is also here that you can follow the real animal stories such as lions that are searching for a meal, wildebeest bulls that are competing in a show of dominance, and warthogs that are scurrying away from trunk-swinging baby elephants. On both of these days, you will take a packed lunch and spend most of the daylight hours on game drives, piecing together a wildlife reality that is as surreal as Disney’s fiction."
    },
    {
      "dayNumber": "7",
      "title": "Serengeti to Kilimanjaro to Nairobi – Moments of Intimacy Around Pride Rock",
      "description": "This morning, you will fly out of the Serengeti from Grumeti airstrip, which is located in the west of the park. You will have time for a final moment with your Pride Rock, rediscovering Mufasa's journey to rule over the land, with possible glimpses of lion cubs playfully annoying their sleeping parents. By leaving to the west, you will also experience how the Pride Lands can become the Bad Lands. Not everywhere is luscious and green in the Serengeti. Large swathes have been grazed to nothing by the herds. Experiencing the contrast is essential, and in some areas, you will find lavish landscapes and ebullient wildlife behavior. In others, you get a sense of a darker, more dangerous side, where the battle for survival has a penetrating urgency. After a short flight back to Kilimanjaro, you will fly across the border to Kenya and indulge in a relaxing night in Nairobi."
    },
    {
      "dayNumber": "8",
      "title": "Nairobi – Personal Encounters With Elephants and Giraffe",
      "description": "Not all wildlife stories can end like a Disney movie, and there is not always a happy ending. Today’s two experiences will give you a glimpse into wildlife conservation and the plight of species whose continued existence is under serious threat. The Giraffe Centre rehabilitates rare and highly endangered Rothschild giraffes, providing you the opportunity to feed and even pet the giants. Then, at Daphne Sheldrick Elephant Orphanage, you can enjoy the iconic feeling of a trunk as it drapes over your shoulder. These experiences are followed by a leisurely afternoon at your accommodation or in the city. It could be an excellent chance to reminisce on your safari adventure so far and get ready for four more days in the wilderness."
    },
    {
      "dayNumber": "9",
      "title": "Lake Naivasha – The Safari Landscapes that Inspired Wild Royalty",
      "description": "Amazingly, Disney screenwriters and motion animators were in for some surprises as they began studying the movement of animals in the wild. In a zoo, you can see captive animals in a confined and humanmade habitat. In East Africa, you can discover how these animals truly move, running free across untouched landscapes. The area around Lake Naivasha was ideal for animators as they could really live among the animals since there are no lions or other dangerous predators. On day nine, you will take a beautiful drive through the Great Rift Valley to the shores of Lake Naivasha, where four-legged mammals roam around the lakeshore. Animals like zebras and wildebeests will move away from a noisy vehicle, but they are rarely perturbed by anybody nearing on foot. Over these two days, you can literally walk and cycle with the herds. These animals tend to appear to be far larger when you are not in a vehicle. Antelopes such as hartebeest graze close to you and gazelles skip past. Your walking safari on Crescent Island will be complemented by a walking and cycling safari in the nearby Hell's Gate National Park on day 10. As the park is not home to predators, the animals are much less skittish and bashful. Two animals are seen in abundance around your camp and will help you understand the character, Rafiki . On the screen, he is a mix of baboon and black and white colobus monkey. You will come to know both and will often see these primates as they swing through the trees above your lodge."
    },
    {
      "dayNumber": "11",
      "title": "Victoria Falls – Traveling to the Home of the Lion King (Optional)",
      "description": "After breakfast, your private transport will take you to the airport for your departure home or if you choose to extend your journey beyond East Africa, you will be ushered to your flight to Victoria Falls, Zimbabwe. At the beginning of the original Lion King film, Victoria Falls is shown in the mystical scene of birds fluttering past a roaring wall of gushing water. There is now a direct flight that connects this natural wonder to Nairobi. You will touch down and will quickly learn the real name for the world’s longest, continuous curtain of falling water. It is known as Mosi-oa-Tunya, or The Smoke That Thunders , and from miles away, you can hear the waterfall growl and see a cloud of mist that rises evocatively from the Zambezi River. After settling into your lodge this afternoon, there will time for a game drive in Zambezi National Park before a night of dining beneath the stars along the riverfront."
    },
    {
      "dayNumber": "12",
      "title": "Victoria Falls – Beautiful Final Moments on Safari Plus the Smoke That Thunders (Optional)",
      "description": "Just like in the movies, the experiences are not only visual. Out on the plains, you can be guided by sounds. Trumpets alert you to elephants nearby as their orchestral trunks precede a rumbustious move through the forest. Hoots and breaking branches will guide you to a dramatic battle between two baboon troops, and a distant yelp may suggest quarrels between zebras, while an echoed crunch indicates that antelopes may be clashing. You will also smell the safari, especially when you stay for almost two weeks in Africa. On the first day or two, you will be checking off famous animals and scenes, much like re-watching The Lion King for the umpteenth time. However, by day 12, you will be seeking out subtleties behind the storylines. After a morning game drive, you will culminate your vacation with a Victoria Falls visit, where you will journey through the trees and can feel the mist as it rains down upon you. You can also tune your senses to the smells and sounds of a waterfall that befits its original name. Victoria Falls may be known as a site for adventure, but the prevailing atmosphere is very much like the movie’s opening credits. There is real tranquility here, as you stand in awe at the scale of Mother Nature. So, after the adventurous days in the Pride Lands and Carefree Lands, you now have some time to really kick back and absorb wild Africa for one final time, especially during a Zambezi river cruise this afternoon."
    },
    {
      "dayNumber": "13",
      "title": "Victoria Falls – Depart for Home (Optional)",
      "description": "This morning, you can choose a final safari activity should you wish, or you can wake up late and listen to the baboons and hippos that rustle around your lodge. You can make full use of the lodge facilities before a private airport transfer drives you to the airport for your outbound flight. Note: Zicasso and “Lion King Inspired Safari: Pride of Africa” are not affiliated with, or sponsored or endorsed by Walt Disney Pictures, Walt Disney Studios Motion Pictures, or Fairview Entertainment."
    }
  ],
  "map": ""
}