{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "luxury-horseback-safari-adventure-across-the-masai-mara",
  "tourName": "Luxury Horseback Safari Adventure Across the Masai Mara",
  "placesVisited": "Nairobi, Ol Kinyei Conservancy, Loita Hills, Marteo Rock, Olelentiol woodlands, Naboisho Conservancy, Olare Lamun, Oloiburmut Hill, Bardamat Hills, Koiyaki Plains, Mara North Conservancy, Mara River, Ololituroto Plain, Olomai forest, Siria Escarpment",
  "generalInfo": "Enjoy your own migration with a 9-day expedition across the plains of the Masai Mara riding alongside the vast herds and seeing the famous grasslands from your vantage point on horseback. Traveling across three private conservancies, this is an exclusive journey amongst big-game landscapes, one that celebrates the wild authenticity of the Mara and gets you up-close with a complete cast of wildlife. Enchanting and evocative, horseback is a unique way to experience the scale and detail of the Masai Mara.",
  "durationDays": "9",
  "price": "16,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ol Kinyei Conservancy – First Mara Impressions",
      "description": "First Masai Mara rides can be baffling as here you are, riding onto the plains and cantering alongside a 100-strong herd of wildebeest. Zebra huddles together, a black and white mass that includes a few hundred individuals. As you canter, you will scatter the Thomson's gazelle with hundreds of them gracefully skipping away. On the open plains, the visibility is exceptional. Dotted across the horizon you will see elephant herds, giraffe tower, and big collections of buffalo. The Masai Mara is big-game country and you will be right at the heart of it, riding a horse across the world-famous grasslands. It seems like the only thing you will not encounter are other people or vehicles. This horseback safari uses three private Masai Mara conservancies that carefully limit public access, so it will feel as if it is just you, the grasslands, and your horse. Earlier in the day, you will land at Nairobi International Airport and be met by a representative for your transfer to Nairobi Wilson Airport. From here, a short domestic flight will take off and then land at the Siana airstrip in Ol Kinyei Conservancy. After a short transfer to your mobile camp, you will enjoy a late lunch and get a comprehensive safety briefing. Move next to the paddock where you will familiarize yourself with the horses and choose one for your expedition. Your afternoon ride will be focused on getting used to the horse and the environment, including getting accustomed to riding in big-game territory. Expect responsive, forward-moving horses who are well suited to an expedition."
    },
    {
      "dayNumber": "2",
      "title": "Ol Kinyei Conservancy – Big Game of the Mara",
      "description": "Begin the day with an early start and a ride into the Loita Hills as the sun's crimson colors will light up the sky. Head into the acacia thickets, where the evidence of elephant and giraffe are all around. You will follow the animal-made trails, passing herds of pachyderms going about their day. Baby elephants will return your gaze, and you will ride past just meters away as your expert guides understand exactly how to keep a safe distance and respect appropriate boundaries. Emerge from the canopy and the open plains thrive with life. Eland antelope impress with their size and warthogs scurry around while the thin stripes of Burchell's zebra make for spectacular moments. You do not just see the animals as you are also sharing the ground with them. They will respond to you, usually having an inquisitive look at you before bounding away. Approach too quickly, and the animals will bound away at a quick canter; approach slowly, and you can get extremely close as the ungulates do not feel threatened. Take a mid-morning break at Marteo Rock then return to camp, following the Olare Lamun stream, an area rich with game. Your late-afternoon ride will take you to a traditional Masai manyatta (village), where you will be greeted by the Masai chief and welcomed into the community. Your visit is a non-obtrusive chance to meet a Masai tribe, the traditional Mara landowners."
    },
    {
      "dayNumber": "3",
      "title": "Naboisho Conservancy – Full Day Riding",
      "description": "Your first expedition day will begin with a morning spent traversing the open Loita Plains and picnicking beneath yellow fever trees. Your afternoon will be spent along the Enestrikira stream bringing you into the Olare Lamun Valley and a mobile camp in the Naboisho Conservancy. Big game abounds, and the thrills will come at regular intervals. Pass nomadic elephants bulls and then follow their melancholic strides towards the water. Encounter large tower of giraffe as the elegant giants will gaze down as you pass snippets of woodland. Cheetah and leopard are common here, and the region is favored for the spotted hunters to raise their cubs. You will not be getting too close to them, and your trackers will ensure a route that avoids the big cats, but you will sense their presence and find evidence of where they have been. Hyenas will scuttle around as you canter past and a pride of lions will occupy the rocks in the distance. Do not be afraid as the great advantage of the open landscape is that everyone can see everyone else from afar. This is one reason why such vast numbers of wildebeest, impala, zebra, and gazelle congregate here. Out in the open, there are fewer places to hide, plus hundreds of eyes that can help to raise the alarm. If you can see the big cats, is means they are not going after you. Keep riding, and pass some unique characters such as the white-bearded wildebeest and Coke's hartebeest, along with the little topi antelope. Then it is onwards to the camp, where a hot shower will await, and the elegant dinner table is illuminated by lanterns."
    },
    {
      "dayNumber": "4",
      "title": "Naboisho Conservancy – Exclusive Riding Across the Mara Savanna",
      "description": "Naboisho will enable you to ride between habitats, from the open savanna to the clumps of acacia, and then through the wild sage woodland to small Masai villages hidden beneath hills. The Masai have been landowners here for thousands of years, and they continue to herd their cattle across landscapes thick with big cats. Their ancient knowledge of the land informs your safety and helps to make this exclusive Masai Mara horseback safari possible. On this morning's ride, you will have another opportunity to spend time at a Masai manyatta. Return to your camp for lunch and then take an afternoon ride across the open plains. Gallop alongside the zebra, the pounding of hooves leaving you coated in goosebumps. Walk along with elephant and wildebeest, baffled as you are surrounded by the wild mammals of the Mara. Stop with your horses at a river, where a few rumbustious hippos are grunting and yawning. Like always, the evening is indelibly relaxed."
    },
    {
      "dayNumber": "5",
      "title": "Mara North Conservancy – Crossing the Rolling Plains",
      "description": "Today you will enjoy your longest ride with an exciting journey across the vast rolling plains. As you ride south, you will enter the heart of the Mara-Serengeti ecosystem, crossing the grasslands that swell with life during the great wildebeest migration. From late-July to October, there are hundreds of thousands of additional zebra and wildebeest grazing here. But throughout the entire year, there is always a thrilling concentration of big game. Soon, you will not know where to look as your single view will bring thousands of mammals. You will find that the wonders of your past four days were just the beginning, and you will be glad to have the time to grow accustomed to wildlife encounters before reaching these abundant plains. After stopping for some rest, your journey will take you along the Olare Orok stream and beneath the mighty fig trees that are dotted with life. Big cats are plentiful here, and the trackers are extra vigilant. Arrive at your camp in the late afternoon and settle in. Your tent is spacious, and you will be able to stand comfortably in it. Proper beds with thick duvets are raised above the floors that are decorated with animal skins. An ensuite bathroom features a hot bucket shower and Western-toilet seat. A campfire roars throughout the night, and Masai warriors keep guard to ensure that the predators stay at a safe distance. Remember, the mud and thatch Masai huts have occupied these same plains for generations, so it is not unsafe to camp in wild big cat country."
    },
    {
      "dayNumber": "6",
      "title": "Mara North Conservancy – Morning Game Drive",
      "description": "This morning the horses will get a rest as yesterday's journey was likely to have involved some extra-long gallops. You will also rest your legs and explore in a safari vehicle. The focus will be on the big cats and the animals that you cannot get close to on horseback. Lion pride occupies the rocks, lazing the day away with bellies full. But another pride is on the move, the lionesses disappearing into the grass as they stalk a herd of zebra. Follow the hunt and the careful approach followed by the explosion of power and the separating of a young calf from the herd. As your game drive continues, you will get a real close-up of the hyenas. Hyenas may not be pretty, but they are always entertaining. Leopard and cheetah occupy Mara North in spectacular abundance, and the game drive provides a good opportunity to see these elusive cats. After lunch at your camp, you will enjoy a short afternoon ride for a journey around the surrounding plains to take in the grandeur of the Masai Mara."
    },
    {
      "dayNumber": "7",
      "title": "Mara North Conservancy – Galloping Across a Secret Valley",
      "description": "Exceptional views will dominate your last expedition day. Scattered across the plains are clumps of wildebeest and zebra, sometimes a few thousand huddled together. In a single 360-degree view, you may see 50 elephants and just as many giraffes. The ground is firm and even, making for some exhilarating gallops in big-game country. A picnic lunch is taken on the fringes of Olomai forest, and then you will trot along the banks of the Mara River to admire the crocodiles that bathe in the mud and the hippos that fill the air with their grunts. There are hundreds, perhaps thousands of them, an enormous congregation of the bulky characters, some of them yawning and a few males fighting over wading rights. Your final private mobile-tented camp will provide a view over the river, so you will be getting used to having the hippos as neighbors."
    },
    {
      "dayNumber": "8",
      "title": "Mara North Conservancy – Exploring the Heart of the Mara",
      "description": "Your day today is relatively flexible, and you will have the choice of horseback safari or game drives. Your legs may be craving the rest, and the surrounding area has a stunning assortment of big cats, so exploring in a vehicle is likely to bring encounters with leopard, cheetah, and silver-backed jackal. Lions are impossible to miss, and pride regularly laze in the open. There are also some possibilities to see wild dog and black rhino. The horse riding options are just as exhilarating and there is the possibility of crossing the Mara River on horseback – safely and away from the crocodiles of course. Crossing the river will bring you to the rarely visited Siria Escarpment, where you can jump over trees knocked down by elephant and discover another raw and wild corner of the Mara. Note that it is possible to combine a morning game drive with an afternoon horseback safari."
    },
    {
      "dayNumber": "9",
      "title": "Nairobi – Final Morning Ride",
      "description": "Wake early to say goodbye to the horses with a final ride taking you in any direction you wish. After eight days, you will know your horse well and will have your own favorite moments, from gallops across the plains to patiently approaching inspiring animals. Enjoy a relaxed ride before a hearty brunch and a few more hours to relax at your camp. You will be transferred to the local airstrip for a late-afternoon flight back to Nairobi Wilson Airport, which will leave you plenty of time to transfer to Nairobi International and your late-evening departure."
    }
  ],
  "map": ""
}