{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "private-kenya-walking-safari-the-worlds-most-memorable-hand-in-hand-journey",
  "tourName": "Private Kenya Walking Safari: The World's Most Memorable Hand in Hand Journey",
  "placesVisited": "Nairobi, Ngai Suisui, Solio Private Game Reserve",
  "generalInfo": "Authentic, inspiring, thrilling; walk hand in hand through Africa with this handcrafted Kenyan walking safari. For six days you journey into the wilderness, into the animal kingdom and a paradigm of life unchanged. Samburu warriors are your guides, sublime eco camps your resting places, and eclectic wildlife your neighbors. This is Africa as it has always been, unadulterated by modernity, and awaiting the hand in hand couple seeking off the beaten track adventure.",
  "durationDays": "11",
  "price": "8,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi - Arrive in Africa",
      "description": "It all starts in Nairobi, where you're picked up at the airport and transferred to your first luxury property. This peaceful hotel provides a great space for relaxing after the flight and resting before your walking adventure. Those with a morning arrival can also enjoy a guided tour of the capital, a chance to absorb the colors of urban life before heading out into the wilderness tomorrow. The hotel's excellent restaurant provides your first African dinner and a chance to sample the rich flavors on offer."
    },
    {
      "dayNumber": "2",
      "title": "Samburu - Flying North and Starting the Walking Adventure",
      "description": "A light aircraft takes you out of the city and into the remote Northern plains and Samburu country. Much of Northern Kenya remains completely unspoiled and undeveloped, the landscape thriving beneath thick coatings of green. In the local Samburu language, Ngai Suisui means “winds of God” and such a description is fitting for the towering rock pinnacle that marks the start of the journey. With eagles soaring overhead you head out on an undulating trail; dramatic views across the plateau are omnipresent. Skirting the eastern edge of the Ewaso Nyiro River you walk south, reaching the camp at Namasaa around three hours later. Your first camp is nestled between towering newtonia trees and you're already completely submerged in the landscape. An evening fire roars and the tweeting of owls accompanies you into the night."
    },
    {
      "dayNumber": "3",
      "title": "Samburu - Wandering the Ewaso Nyiro River",
      "description": "Think about it; the original safari was a walking safari. And the European explorers encountering wild mammals were preceded by generations of local Maasai and Samburu warriors. It's their intimate knowledge of the bush that guides this journey; every upturned stone or indented tree is a clue, and these clues are used to both enhance the intimacy with nature and ensure that you're safe from surrounding predators. These tribes have coexisted with wild mammals for millennia, so all you need to do is grab your partner’s hand and walk through achingly beautiful landscapes that dance with life. There is no need for expensive GPS systems; with one look at the landscape and a few minutes listening to the trees, your guides can predict exactly what's hiding in the surroundings. Today you continue the walk south, each step bringing another sublime panorama into wild Northern Kenya. Klipspringer and kudu are amongst the antelopes that share this trail in and out of the trees, and they're joined by a flurry of endemic bird song; white-bellied go-away bird, spotted thickknee, rosy-patched bushstrike, vitelline masked weaver, what flies above is unlike any winged character you will have encountered before. You're deep within the wilderness now and tonight's accommodation at Ngaratat is another harmonious exemplar of combining modern touches with remote eco tourism."
    },
    {
      "dayNumber": "4",
      "title": "Samburu - Beautiful Eco Camping",
      "description": "Each day of this safari involves 10 to 14 kilometers of walking and you'll leave in the morning to avoid the afternoon sun. It's three to five hours on foot, the pace dictated by you and how often you stop for photos. Each camp has been erected in advance, so when you arrive around lunchtime you simply need to sit back and admire the view. All meals are included and they're cooked up on a fire by your dedicated chef. Mid-afternoon is downtime in the bush so soak up the serenity and rest your legs. Your tent is spacious and carefully appointed, with king-sized bed and wash basin to compliment the mystical surroundings. Hot bucket showers are prepared and then a roaring fire takes you into the evening. This may be some of the world's most unspoiled and remote nature, but it's full of luxury touches that amplify the romance. Today's walk takes you alongside the river to Nalarai with sounds of the forest providing the resonant soundtrack."
    },
    {
      "dayNumber": "5",
      "title": "Samburu - Crossing Crocodile Jaws",
      "description": "Crocodile Jaws is where you cross Ewaso Nyiro River, the evocative name matching a landscape that bursts with atmospheric mystique. Wildlife is more abundant on the western riverside as you start to walk along flatter grass plains. Thompson's gazelle, Beisa oryx, impala, Grevy's zebra, Steinbuck; grazers dot the landscape and they're unmoved by your presence. Motorized vehicles are large and noisy, causing the wildlife to skip away to a safer distance. On foot you can get much closer. Step, step, step, you walk hand in hand and the ungulates don't move. You share the landscape and you share an ancient mode of transport. With a walking safari you become part of the ecosystem, another set of legs exploring and interacting. Walk to your next camp and the animals are all around, each bringing a new sound as you share stories with the Samburu warriors around the campfire."
    },
    {
      "dayNumber": "6",
      "title": "Samburu - Increasing Abundance",
      "description": "A damaged branch provides the first clue. Now a set of fresh dung confirms that you’re close. The guides act on these clues, taking you slightly off trail and out of the path of an elephant herd. You're now upwind and the giants can be safely observed, five elephants playing just ten meters away. Giraffe continue the theme of big mammals, and a raucous wheeze-honk alerts everyone to a hippo wading in the water. It can sound scary, walking through a landscape inhabited by nature's largest animals. But remember, this is daily life for the Samburu, a tribe that have always coexisted with nature. So don't worry about the lack of fences or armed guards. Respect their environment and the gentle giants will accept you as another part of the landscape. There's an increasing abundance of mammals as the walking safari continues, today's walk taking you to Loisaba Wilderness Star Bed and an afternoon of admiring the grazers nearby. Raised above the landscape, your four poster bed has no walls or ceiling. It's completely unconfined, so you're free to watch the elephant swimming below and the stars moving across the sky."
    },
    {
      "dayNumber": "7",
      "title": "Loisaba Wilderness - Final Day of Walking",
      "description": "More wildlife marks the final day of the walking safari. Hyenas scurry in the distance, waterbuck graze alongside the trail, and now a weird creature stands on its hind legs and reaches a long neck to the overhanging greenery. It's a gerenuk, cheekily eating as paw prints indicate nearby predators. Walk the final eight kilometers hand in hand and slowly Loisaba Wilderness comes into the sight, one of Africa's finest remote lodges the perfect culmination to six days of adventure. For the next two nights you sleep in a spacious home that could grace the most exclusive of honeymoon getaways. After lunch, spend the afternoon in the spa, a series of treatments designed to revitalize the legs and maintain the equanimity."
    },
    {
      "dayNumber": "8",
      "title": "Loisaba Wilderness - Watching the Wildlife Wander Past",
      "description": "Such a beautiful lodge deserves more than one night. After six days of exploring today is very much about lying back and watching the wildlife wander past. Open the curtains and the plains come alive from your elegant bedroom. Lounge by the pool and there's always a sprinkling of big game inhabiting the horizon. Enjoy a further indulgent treatment at the spa and laze away the day in this far remote corner of Kenya. While the walking safari may have finished the immersion in Kenya's remote world remains firmly entrenched. Loisaba Wilderness deliberately reserves itself for less than 10 guests and prides itself on providing complete seclusion. Whenever you feel like awaking from slumber, you have exclusive use of a safari vehicle for game drives into this area."
    },
    {
      "dayNumber": "9",
      "title": "Solio Game Reserve - Indulgent Luxury and Rhino Safari",
      "description": "Completing this vacation is a new side to Kenya's beauty. Like the walking safari, Solio Game Reserve is all about delving deep into the country's hinterlands and soaking up intimate moments with nature's greatest characters. A helicopter picks you up from Loisaba, the verdant green landscape twinkling beneath the propellers. Cross large swathes of green before landing on the edge of Mount Kenya, the country's highest mountain providing sublime photos and a place for popping the champagne corks. Enjoy a private picnic and then continue the helicopter journey to Solio Game Reserve where you touch down and check out your next lodge. Floor to ceiling windows provide a staggering view onto 45,000 acres of private game reserve, and once again, there's hardly another soul in sight. While many of Solio's animals will require no introduction, this wild bushland is a haven for the Big Five animals you've yet to encounter. A staggering abundance of wild rhinos cross before your eyes, both Black and White species seemingly viewable at almost every turn. You may have already spotted lions and leopards; Solio should make sure you leave Kenya with endearing memories of both famous cats. Buffalo herds block the trail, giraffe pick at trees beside your lodge, and the safari isn't limited to game drives. You can lace up the boots and enjoy another day of walking safari if you wish. Like every day on this itinerary, afternoons are relaxed times; they're for resting at your accommodation and gazing out onto Africa, marveling at the sights and sounds that continually pass by."
    },
    {
      "dayNumber": "11",
      "title": "Nairobi - Departure",
      "description": "After ten days you must return to the modern world. You won't have seen tarmac for the duration of your vacation so it's almost a shock when you soar over Nairobi on the light aircraft flight from Solio. A representative is on hand to transfer you to the international airport and your departure flight."
    }
  ],
  "map": ""
}