{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "romantic-masai-mara-safari-for-couples-intimacy-in-exclusive-camps",
  "tourName": "Romantic Masai Mara Safari for Couples: Intimacy in Exclusive Camps",
  "placesVisited": "Nairobi, Mara North Conservancy, Ol Choro Conservancy, Masai Mara, Masai Mara National Reserve",
  "generalInfo": "Disappear into the Masai Mara wilderness on a guided safari just for two. Walk hand in hand amongst the zebra, fall asleep to nature’s lullaby, and soar above the plains with champagne in hand. By visiting three enchanting and exclusive camps, this 10-day Kenya safari will offer you a private piece of the Mara and bring insatiable safari experiences yet ensure that romance always takes center stage. On this escape for two, you enjoy all the Mara highlights without any of the crowd and enjoy both adventure and relaxation.",
  "durationDays": "10",
  "price": "15,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Mara North Conservancy – Romance Upon Arrival",
      "description": "Part Italian and part Kenyan, you first safari property has an irrepressible character. There are only six cottage-villas, each individually decorated and set far apart from any others. Four-poster beds and antique furniture are found on the inside, and there are numerous comfy chairs for watching the wilderness below. Saruni Mara is set on a hillside, facing south over the Mara and makes for spectacular views both morning and night. Lounging on the verandah, you will see hundreds of animals dotted across the plains, and the odd elephant or giraffe will casually amble by with shocking proximity. Your international flight will land in Nairobi in the morning, and you will be greeted by a guide for transfer across to the domestic Nairobi Wilson Airport for a flight to Mara North. You will then be picked up in a game vehicle for transfer to your camp, and upon arrival will enjoy a couple’s 30-minute massage in the Masai spa. Settle into your villa and admire the solitude, and it is something that few people expect when going on safari. As you are ready, enjoy an afternoon game drive in the conservancy, taking in the first impressions of all the famous Mara grasslands. Lions, elephants, zebra, giraffe, buffalo, and hippos are all seen nearly every game drive you take."
    },
    {
      "dayNumber": "2",
      "title": "Mara North Conservancy – Big Game Safari",
      "description": "Game drives in the Masai Mara can lead you in many different directions. There is no set route or typical trail as the guides respond to the movements of the wildlife and intimately tailor every part of your experience. On a privately guided safari, every activity is flexible. Spend the morning in bed, or explore the plains at dawn when the cats are most active. Take a bush picnic and stay out all day, perhaps with a lunch taken beside a pool of hippos. You could also split up your day with morning and afternoon drives to allow for lots of downtime at the camp. Tell your guides your interests, and the drive will be tailored for you whether you are interested in wildlife photography, baby elephants, cheetahs, birdlife, or anything else. A privately guided safari does not just mean there is only you in the vehicle as this is an organic landscape and the activities evolve with the land and the visitors. Head out and the Mara opens up. Lion pride lounge on rocks, while young bachelor lions pant in the sun on the open plains. Buffalo herds meet at the river, a mass of burly black and horns. Cheetah hide in the grass and your guide will know how to betray their camouflage. Huge elephant herds leave you speechless while congregations of zebra provide adorable moments. Take your time and enjoy the first drives on these expressive plains."
    },
    {
      "dayNumber": "3",
      "title": "Mara North Conservancy – Sunrise Hot Air Balloon",
      "description": "Sunrise is always beautiful in Africa as the bellowing sun sends a mirage of reds and yellows across the horizon. The grasslands glimmer a golden tone, and you will rise above them in your hot air balloon. Zebra and wildebeest herds are scattered around appearing as small clumps on the iconic patchwork that is the Masai Mara. When cruising low, you can also make out elephants and giraffe, possibly even buffalo and hippos. Touch down after your private flight and a champagne brunch is waiting, usually accompanied by nomadic animals roaming nearby. From here, you will be picked up by your private guide and the day’s plans are fully flexible, which allows you to choose your own path through the wild."
    },
    {
      "dayNumber": "4",
      "title": "Ol Choro Conservancy – Opulent Safari",
      "description": "Private conservancies cascade out from the north of the Masai Mara National Reserve. There are no fences and wildlife moves freely, meaning you will see the same animals in both the national reserve and the conservancies. The difference is in the intimacy and exclusivity of the experience. Private conservancies restrict visitor access, so the landscape is only shared with other guests at the camp, rather than day-tripping visitors. As these conservancies are privately managed, the driving rules are relaxed, so you will be able to veer off of the trails and bump across virgin grassland to bring you up close with the Mara’s wonders. This is particularly advantageous with the predators as rather than glimpse a leopard from far away, you are just a few meters away. When vultures circle, you can discover the carcass in the high grass. When a hunt has played out, you will have a prime vantage point as teeth crunch into bone. Ol Choro is one of the smallest conservancies and is exclusive to your next camp, so a maximum of 16 visitors can explore this portion of the landscape. Your privately guided safari continues here, and you will join with a new guide. Your spacious and individually decorated tent is tucked away in a shaded forest where you will regularly hear hippos and elephants through the night. This is classic safari under canvas, but there is also pure opulence experienced here. Expect roaring log fires, comfy armchairs to watch the zebra and all of the seclusion a couple could wish for."
    },
    {
      "dayNumber": "5",
      "title": "Ol Choro Conservancy – Scenic Bush Walks",
      "description": "Private conservancies allow for safari activities that are imbued with romance. Walk hand in hand onto the plains to follow the trail of zebra and then surround yourself with wildebeest. Wander past buffalos and giraffe, admire elephants from a distance, and follow Masai warrior guides to intimate encounters with a whole range of wildlife. These walking safaris can continue to a local Masai village, where you will be immersed in the world of the tribe. You can also focus on a particular animal (not the big cats for obvious reasons), which helps you to appreciate the intricacies of one of the Mara’s residents. As your safari is privately guided, you can create your own program. Game drives, bush walks, and nighttime drives are all available, so the day flows with your moods. Beneath the cloak of darkness, nighttime drives have a wonderful intimacy as your guide can stop your vehicle on the plains and allow your eyes to adjust to the gloom slowly. You can hear the animals as they graze, chomp, belch, and grunt, but you will not quite be able to see who is making the noise. But then the spotlight turns on, and you will find yourself surrounded by over 100 buffalo or perhaps a herd of elephants. Return to the camp to find dinner waiting on your private table beneath the stars."
    },
    {
      "dayNumber": "6",
      "title": "Ol Choro Conservancy – Romance in the Conservancy",
      "description": "With a private conservancy, it will feel as if the Masai Mara is your private playground. Follow the lionesses as they crouch in the grass before pouncing on a zebra herd. Walk with the wildebeest on open plains to admire their comical cantering. Watch elephants use their trunks as snorkels, and then watch giraffe as they watch you from above the trees. You can also simply sit back at your camp and admire the wildlife that roams along the perimeter as so many four-legged characters are seen before you will ever see another person. On a couple’s safari, it is recommended that you enjoy three nights at each camp so that you can take your time and not feel as though you have missed out when spending one of the mornings sleeping in. With three nights you can relax, but still have lots of time to really explore."
    },
    {
      "dayNumber": "7",
      "title": "Masai Mara National Reserve – Decadent Safari",
      "description": "In a chartered light aircraft, you will fly southeast to cross the Mara and admire the animals that roam below. Just as with the hot air balloon flight, this flight will be a glorious snapshot of the Mara’s size, and you will appreciate the dramatic scale of this famous landscape. Soar above the Mara River to follow the bends east to a tiny conservancy on the edge of the Masai Mara National Reserve. Cottars 1920s Camp is ideally situated just a mile from the reserve so your private game drives can explore the national reserve, especially the area around the Mara River, or they can concentrate on the delights of the Conservancy itself. Designed in the style of the 1920s, your next safari camp has an iconic Out of Africa feel, evoking the adventures of early European explorers. It will feel as if you have stepped back in time, even down to the beautiful sepia photos and brass lanterns. You will be staying in the honeymoon suite, far from the other four tents at the camp. The shared area includes a swimming pool, and you will have a local escort for journeys around the unfenced area. Just as in Ol Choro, there is a full selection of activities here with your game drives accompanied by safari walks and nighttime drives."
    },
    {
      "dayNumber": "8",
      "title": "Masai Mara National Reserve – The Central Plains",
      "description": "Herds huddle together around the Mara River and stay within a day’s reach of the water. Even outside of the great migration, you will see thousands upon thousands of zebra, wildebeest, and Thompson’s gazelle. With the ungulates comes the predators with the big cats crowded in relatively close proximity. For encounters with the predators, there are few better safari destinations in the whole of Africa. By now you will have seen plenty of lions, and you should have spotted a handful of leopards and cheetahs. It will also sometimes feel as if hyenas are everywhere, the comical characters roaming about as they look for an easy meal. Hyenas are not just scavengers, but rather they are opportunists as they savagely bring down both the old and the young that are separated from the herd. Although the National Reserve can see a lot of tourist traffic, it is still well worth spending one or two of your safari days here. Your game drive is followed by the seclusion of your honeymoon suite. So just as on every other day on your itinerary, you can choose between a full day of adventure or a serene immersion in the wildlife around the camp. In the evening, you will enjoy a stunning meal in the bush at a private location away from the camp. Bush dining is just one of many luxurious extras enjoyed over this 10-day Masai Mara safari. For lunch, you can dine on your deck, take a picnic to the Mara River, or wander through the Conservancy with a luxurious hamper amidst the zebra herds."
    },
    {
      "dayNumber": "9",
      "title": "Masai Mara National Reserve – Final Day of Safari",
      "description": "Your final day on safari is completely flexible, and you will fully appreciate having a privately guided program. On the first few days, you will have been eager for the famous sights, much like other guests are but by day nine, you will have your favorites and animals that you would love to see in more detail. You may even have a few animals that have proved elusive, to your last game drive can be all about the cheetah or a nocturnal predator like the caracal. By now, you will have also tried out all of the different activities so will know what a dream safari day looks like for you both."
    },
    {
      "dayNumber": "10",
      "title": "Masai Mara National Reserve – Departure",
      "description": "After a relaxed morning, you will depart from the private airstrip and fly to Nairobi Wilson Airport for transfer to the international airport for your homebound flight."
    }
  ],
  "map": ""
}