{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "masai-mara-untouched-southern-kenya-safari-ol-kinyei-amboseli-tsavo-east",
  "tourName": "Masai Mara & Untouched Southern Kenya Safari: Ol Kinyei, Amboseli, Tsavo East",
  "placesVisited": "Nairobi, Masai Mara National Reserve, Ol Kinyei Private Conservancy, Amboseli National Park, Chyulu Hills National Park, Tsavo West National Park, Tsavo East National Park, Diani Beach",
  "generalInfo": "Southern Kenya is home to many of Africa's most evocative natural landscapes. Wildebeest-covered Masai Mara grasslands blur into Mount Kilimanjaro's slopes and then into Tsavo's evocative savanna, which then rolls towards white sandy beaches. A safari across the south connects the mystique of them all as you unravel East Africa's famous, yet untouched, destinations. Each stop brings a fresh safari experience as the different panoramas are a home for multifarious wildlife and all the charms of the wild.",
  "durationDays": "14",
  "price": "10,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Masai Mara National Reserve – Heart of the Grass Plains",
      "description": "Southern Kenya extends beneath the wingtips as you fly from Nairobi to the Masai Mara. You will pass volcanic mountain domes, cruise over a rolling band of green hills, then watch the landscape open onto uninterrupted plains. The Masai Mara comes into view as the expansive grasslands that are speckled black by large wildebeest and zebra herds. From the air, you will sense the enormity, and as soon as you land, you will savor the intimacy. Elephants and giraffe are seen from the airstrip, and there's a mythical rumbling of hooves, with tens of thousands of mammals on the move. Today you will land in the early morning at Nairobi International where you will be greeted and transferred to the Nairobi Wilson Airport for your majestic flight into the heart of the Masai Mara. Your safari starts straight away as your transfer from the airstrip to camp will bring immediate encounters with most of the Big Five. Big tuskers watch you pass, and bushy buffalo herds will stop and stare as a lion pride drapes itself across clumps of rock. After you check into camp, you can continue to watch the animals as your verandah provides a near mythical view over the Mara grasslands. A dedicated game drive will start in the middle of the afternoon, and you will be quickly acquainted with the iconic animals. As a first-day safari, it is hard to rival the Masai Mara as the plains showcase both mammal diversity and big game abundance. Ten days of safari will feature all the subtleties of Kenya's landscapes, but this first game drive is all about those first dreamy encounters with its big mammals: elephants, giraffe, buffalo, hippo, lions, and hopefully the Mara's black rhino."
    },
    {
      "dayNumber": "2",
      "title": "Masai Mara National Reserve – Surreal Big Five Game Drives",
      "description": "A burning sun rises above the plains to bring the elephant herd out of silhouette. Duikers graze, but constantly raise their ears and listen for threats. They cannot see the leopard, but you can, as a young female hides mystically in the high grass. Slowly it will approach, and you will hold your breath. The duiker has stopped grazing, so you wait as slowly, slowly, the leopard comes closer. And then it will jumps and throw plumes of dust as jaws will lock onto an old male on the edge of the herd. Two minutes later, and the leopard will be gone as it disappears into the grass with a limp carcass hanging from its mouth. Game drives in the Masai Mara are not only about seeing the big cats; rather they are about the battles between the species as the rhythm of life will vividly play out. Morning game drives are your prime time to see these hunting scenes and your early starts are rewarded. Return to the camp in the late morning to pass the heat of the day on your verandah as you snooze to the sounds of the wild. Over these two days you also enjoy afternoon game drives as each time you will explore a new piece of the Masai Mara. Kenya's most popular safari destination, the scale if Masai Mara helps to scatter visitors over a wide area. On one drive, you will watch the black rhino wander by with horns extended defiantly. On another, you will stop for 30 minutes along the river to watch the playful antics of a big hippo pod. The Masai Mara overflows with wildlife regardless of the month you visit. On all drives, you will find large clumps of wildebeest and zebra, even if it is not the great migration season of July to October. Lion pride is another constant as the landscape's kings prefer to lounge in the open. Leopards and cheetahs are more furtive than the lion, but their profusion makes sightings likely over these first three days. These days of game drives are partly about your adventure on a rough journey across these famous plains that teem with life yet they also bring serenity as the wilderness quickly wraps its blanket around you."
    },
    {
      "dayNumber": "4",
      "title": "Ol Kinyei Conservancy – Iconic Hot Air Balloon Flight",
      "description": "You will begin at dawn as the sun is yet to pierce the horizon. Slowly, the Masai Mara will wake up as the iconic plains change color, come out of the shade and glow with the tones of sunrise. Your hot air balloon will rise as the kaleidoscope continues to play out below, the radiant grass interrupted by the patchwork of herds. From the air, you can get a sense of just how many mammals inhabit this land as the ungulates scatter far and wide across the plains. Float for an hour as the Masai Mara switches on for a new day of drama and admire how the herds gallop and lone elephants cross the plains with grace. Hills rise in the distance while the curves of the Mara River sweet as you drift east. A hot air balloon flight is one of Kenya's most iconic experiences as you gaze over the great Mara ecosystem. Touch down, and a champagne breakfast will complete your experience. From here, you will be privately transferred into the far north of the Mara and the exclusive Ol Kinyei Conservancy. The landscape will look the same: thick clumps of grass, sporadic acacia trees, wild sweeps of the savanna. The wildlife appears to be the same too, particularly the evidence of the big mammals. The difference will be that there are very few other tourists as this conservancy offers a very private and exclusive safari experience Your game drives will go off trail, meaning you can get up close with everything you spot. After you check in at the camp, you will take an afternoon game drive through Ol Kinyei with a Masai tracker who will lead you to the conservancy's resident prides."
    },
    {
      "dayNumber": "5",
      "title": "Ol Kinyei Conservancy – Exclusive Walking Safari",
      "description": "Swap four wheels for two legs to follow the spear-carrying Masai warriors. They will trace the land for clues as they inspect animal dung and lead you to a wide clearing, where the duiker and Grant's gazelle slowly graze. Stay in the open as you walk towards an elephant herd and with a respectful distance in place, you can feel the aura of the pachyderms. Giraffe will come past, followed by a small zebra herd. Next, you will encounter a buffalo herd, and the friendly females will be happy to let you pass. Up ahead, you will change the route to avoid the noisy grunting of a male bachelor buffalo herd. There are few places where you can walk safely with such a collection of wild animals. For well over a millennia, the Masai have herded their cattle on this big game landscape, so they know a thing or two about where to find wildlife and how to avoid the big cats. This morning safari is followed by an afternoon game drive in the conservancy."
    },
    {
      "dayNumber": "6",
      "title": "Amboseli National Park – Elephants, Lions, and Mount Kilimanjaro",
      "description": "Your light aircraft will skirt the Kenya/Tanzania border, and you will cruise past the unmistakable summit of Kilimanjaro, the world's highest freestanding mountain. Touch down and you will quickly notice that Kilimanjaro isn't the only one of nature's giants here. Elephants march across the Amboseli savanna and swing their trunks beneath the mystical mountain summit. Giraffe provides another iconic panorama with long necks juxtaposed with steep slopes. In Amboseli, you will always have two perspectives: zoom in on the big game that occupies the national park, like lion pride and a wide assortment of antelopes. Or, refocus to watch these animals beneath Kilimanjaro's resplendent frame. Even from your luxury camp, there are always these two focal points that compete for your memories. Over these two days, you will follow the classic game drive itinerary and explore morning and afternoon with rest through the middle of the day. Amboseli is one of Kenya's most scenic destinations, and while the wildlife isn't as plentiful as the Masai Mara (virtually nowhere in Africa is), the charming mountain backdrop more than compensates. Often the slopes are photogenically green to enhance further the impression that Amboseli comes straight from the African safari postcards. Like in the Masai Mara, game drives bring thrill and adventure, yet they also imbue a sense of serenity in Southern Kenya; the wilder the landscape is, the more you feel the connection with it."
    },
    {
      "dayNumber": "8",
      "title": "Chyulu Hills National Park – Weaving Across Rolling Green Hills",
      "description": "A virtually continuous band of preserved land stretches across Southern Kenya from Amboseli to the Indian Ocean, divided into a variety of parks. The boundaries are dictated by the natural changes in the landscape. Chyulu Hills is a volcanic sweep of hills and mounds with nothing flat or monotone as it tumbles away from Kilimanjaro. After the early safari starts, a day in this park helps you to reenergize as a variety of antelope skip around, and many of them surround your lodge accommodation. Rather than focus on the wildlife drama, the short day of driving is filled with nature's enchantment. You can also leave the vehicle and walk to follow trails over a park that always appears as fresh and green. It's the sort of place you want to photograph and then frame on your wall, so it's calming effect can continue through future decades."
    },
    {
      "dayNumber": "9",
      "title": "Tsavo East National Park – The Unpredictable Magic",
      "description": "The green of Chyulu Hills will not last forever, and as you wind and weave over them, the dry savanna will appear; this is Tsavo West, a huge national park dotted with nomadic mammals. You will keep driving and cut across the savanna into Tsavo East, where signs of water are even more scarce. Just like the animals, you will drive in search of water and follow the clues to inspect the tense battle for survival. Tsavo East isn't a bountiful utopia for animals like the Masai Mara or Amboseli, as these local mammals must use ingenuity to survive, which creates a blanket of surprise over these two days of game drives. Elephants dig furiously on a dried riverbed and suddenly bring up a spurting fountain. Hyenas wait in the high grass beside a remote waterhole as they know the antelopes must eventually come and drink. One waterhole is more like a puddle that's fought over by the baboons and kudu until the lions arrive and everything runs away as the baboons vociferously shout their disapproval. Just like everything in Tsavo, the views of wildlife are unpredictable, which only makes it more magical. Turn a corner, and a tense struggle between elephant bulls will be playing out. Cross the savanna, and a wildebeest herd will gallop away from a desperate cheetah. Among the thick trees, you will find a baboon troop, with mothers wrapped with hairless babies around their stomachs. On these full-day game drives, the scale is wonderful, and there will hardly be another vehicle in sight, which helps to deliver your final memories of the wild Kenyan savanna."
    },
    {
      "dayNumber": "11",
      "title": "Diani Beach – Tranquility Along a White Sand Beach",
      "description": "The savanna becomes a beach, and the rustic yellows are replaced by tropical white sand. Your journey across Southern Kenya is complete with your final destination a long beach that sees very few tourists. Wildlife continues to occupy the experience as the black and white colobus monkeys that inhabit the trees in your private villa's garden. And sometimes when you are sunbathing a troop of vervet monkeys will come past, ground dwellers that roam past your verandah. These three days are all about the beach and the Indian Ocean, along with the wild touches that only Kenya can bring. A private guide can arrange any excursions, both in the water and on land, as well as organize a private barbecue dinner for your verandah. While the beach is white and expressive, the indigenous forest gives the villa lots of shade and exclusivity. It's easy to go a day without seeing anyone but the monkeys but wander onto the beach, and a series of restaurants and cocktail bars are well spaced. Like so much of Southern Kenya, it's landscape from the postcards to provide the final inspiring vistas on your two-week journey."
    },
    {
      "dayNumber": "14",
      "title": "Diani Beach to Nairobi – Departure",
      "description": "The small Ukunda Airport offers you a quick getaway from Diani Beach and an early-morning micro-flight will get you back across Kenya to the capital city, Nairobi. You will be assisted in transferring to the international terminal of Jomo Kenyatta Airport and your departure flight for your journey home."
    }
  ],
  "map": ""
}