{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "masai-mara-great-migration-safari-july-to-october",
  "tourName": "Masai Mara Great Migration Safari: July to October",
  "placesVisited": "Nairobi, Masai Mara, Masai Mara National Reserve, Mara Naibosho Private Conservancy",
  "generalInfo": "From July to October, the great wildebeest migration is in the Masai Mara as the rumbling herds dramatically crossing the Mara River to feast on the fresh grasslands. Over a million mammals arrive, and this safari provides the best seats in the theater. Stay at three exceptional camps and spend eight days on big game safari to surround yourself with all the charms of nature's greatest show. Exhilarating and enchanting, this is one of Africa's ultimate experiences.",
  "durationDays": "11",
  "price": "17,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi – Easy Introductions",
      "description": "Kenya is far away for almost all visitors. Especially when coming from the States, the flights and time difference mean the body may take a couple of days to adjust. Rather than immediately head out for safari, two nights in the lush suburbs of Nairobi offer a relaxed introduction to the country and its rhythm. Endangered Rothschild's giraffe roam freely through the gardens of Giraffe Manor and often poke their heads through open bedroom windows. They are the elegant and personal sight that accompanies your first night in Kenya. You will be greeted at the airport and privately transferred to Giraffe Manor, where the giant silhouettes provide your entertainment over a gourmet dinner."
    },
    {
      "dayNumber": "2",
      "title": "Nairobi – Giraffe Over Breakfast and Karen Blixen's Legacy",
      "description": "Lie in, relax and open up the curtains to see a giraffe. These endangered Rothschild's giraffe are part of a very successful conservation, and breeding program is bringing the sub-species away from near-extinction. Friendly and playful, they are very used to human presence and will regularly approach when they are in the mood. At some point today, you will be taken on a tour of the nearby Karen Blixen House, a legacy to the author who always offered a positive narrative on local Africa in colonial times. After the house tour, your guide can take you to a series of other nearby attractions before finishing your day with dinner at the Giraffe Manor."
    },
    {
      "dayNumber": "3",
      "title": "Masai Mara National Reserve – A Camp in the Mara Triangle",
      "description": "Today your safari will begin with your arrival by micro-flight. Descend into the Masai Mara for your first impressions of a fabled patchwork as the black clumps below are the large wildebeest herds on the move. Swoop over the Mara River and touch down in the Mara Triangle, perhaps one of the safari's most dramatic arrivals as lions and elephants regularly inhabit the immediate vicinity of the airstrip. Extra excitement comes with the transfer, which includes a boat journey across a 20-meter stretch of the Mara River. To cross the river is hugely advantageous because it's something that safari vehicles cannot do, so the water creates an inaccessible enclave that's only shared by the guests at three camps in the Mara Triangle. Your safari camp is perched on a steep slope above the riverbank with indelible views that stretch over the river. The wildebeest will cross this river as part of their migration, although the exact point changes every year. Your stay on the river means that the game drives do not need to travel far to see the spectacle and provides a comfortable base with a focus on location and wildlife, rather than on the opulent extras. Your time here is an immediate chance to slip into the wild rhythms of the Masai Mara while you maintain some creature comforts. Think gourmet dining with an elephant bull roaming past the restaurant tent. You will take your first game drive immediately after arrival with a late morning excursion through the surrounding area. After lunch, a second game drive will skirt along the Mara River in search of the rampaging wildebeest herds."
    },
    {
      "dayNumber": "4",
      "title": "Masai Mara National Reserve – Watching the Fabled Wildebeest River Crossings",
      "description": "Wildebeest gather in the thousands and multiply by the hour on the southern side of the Mara River. Excitement and anguish fill the air as mammals are fearful of the crossing but expectant of the fresh grazing pastures. They will gather in the open clearings as they constantly try to get away from a big cat ambush. Sometimes it takes three or four days before one wildebeest will choose where to cross the river and create the charge. The herd will follow, and thousands of thundering hooves will splash towards the waiting jaws of crocodiles. A lion pride will lurk on the banks, anxious to pick off an exhausted crosser. Hyena waits behind the herds with hopes of an easy meal if anyone turns back. The torrent of mammals will keep coming as tens of thousands rampage over the river. The Mara River crossing is one of Africa's most famous and photographed scenes, but the crossing does not happen every day. Even at the peak of the migration, you could wait a few days before a group of herds pick up the courage to rumble across which is why extended Masai Mara safaris are recommended. Today's morning and afternoon game drive will focus on the wildebeest river crossing with hopes to provide the uninterrupted view of this iconic phenomenon. Don't worry if it doesn't happen today, as you might have already have seen it yesterday. Then there's tomorrow and the five days after that. There is still a lot more to admire; lion pride lounge in the grass, elephants roam past the vehicle, and dozens of the Mara's species are found on the open plains."
    },
    {
      "dayNumber": "5",
      "title": "Masai Mara National Reserve – Admiring the Migration From a Hot Air Balloon",
      "description": "Surreal and sublime, the great wildebeest migration stretches far across the grasslands. Herds clump together with great furry expressions scattered across the lush Mara colors. From the air, you can admire the patterns as the scorched yellows indicate grazed grass and the thick green indicates where they will go next. You will rise in a hot air balloon at sunrise to float west to east for an hour as you soar across the heart of the Masai Mara. Little Governors Camp is located next to the main balloon launch site, so your early start is much later than if you were to stay elsewhere in the national reserve. Herds extend in every direction, a mystical jigsaw puzzle that is not interrupted by roads or buildings. Nature expands, and the vistas will give you goosebumps as you gaze over it all. Touch down to a champagne breakfast on the plains before you follow the classic Masai Mara game drive itinerary. Like yesterday, morning and afternoon game drives immerse you in all the drama. Lionesses hide in the high grass, their camouflage betrayed by raucous storks that circle overhead. Large buffalo herds block the trail, and you will wait for them to pass. Giraffe elegantly lopes past to join the elephants in rising high above the vehicle. Vultures will circle, and you will follow their cries to find the scavenged remains of a buffalo carcass. Hyenas run past with bloodied mouths, and you will watch a 1000-strong herd of zebra carefully circumnavigate the scene. So much happens in the Masai Mara, all day, every day, so these twice-daily game drives get you close to it all."
    },
    {
      "dayNumber": "6",
      "title": "Masai Mara National Reserve – Surrounded by the Herds in Central Mara",
      "description": "At your next property, you will just need to listen. Marauding hooves will echo across the grasslands, like a distant percussion that flickers in pitch throughout the day. At every moment you can hear that the wildebeest are close, and one look from your bed will confirm this as the wildebeest scatter across the plains of the Central Mara. This rich grazing land is what the herds have migrated for, and you will have two days surrounded by them all. Thompson's gazelle skip past the camp, delightful characters on their long journey. Sometimes it's zebra on the move, a mass of black and white stripes visible from your verandah. Like your first camp, this one is revered for its location as it places you in the heart of the wildebeest migration, especially in August and September, while providing an intimate space away from other tourists. Tucked in the trees to overlook a broad bend in the Mara River, it's an informal and laid-back camp in the thick of the migrating wildebeest. Sometimes, it's possible to look out from the tent and see herds as they cross the river. Game drives are filled with thrill here. Follow a lion pride as it sets up an ambush as lionesses separate a zebra from the herd. Then watch as black and white limbs are torn away and manes are splattered red. A leopard will furtively descend from a tree and slip into the grass on the trail of Thompson's gazelle. Next, a cheetah will accelerate ahead of its own trail of dust and cause panic in the wildebeest herd. On a muddy bank, you will find a stranded wildebeest as it sinks slowly with a face full of panic. Stay for 30 minutes, and you will watch the hyenas rip the carcass apart. The Central Mara is filled with these predator-prey scenes, and they are highly emotional, especially when you watch the vivid expressions in every face. You will not see all of the revered scenes in one game drive. Instead, a Masai Mara safari is about slowly piecing together the theater. Again, staying for longer gives a much higher probability of admiring the iconic hunting sights. There are other delights here, like the endangered black rhino with their horns a sign of purity and grandeur. Hippos bathe in the river and frolic in the mud beneath the camp to later emerge as silhouettes at dusk. Twice-daily game drives continue to reveal the Masai Mara great wildebeest migration and while the Central Mara is an undoubted tourist hotspot, the camp ensures that there is always a serene place to relax throughout the rest of the day to listen and look at the galloping herds."
    },
    {
      "dayNumber": "8",
      "title": "Mara Naibosho Conservancy – Very Private Safari Experience",
      "description": "Continue your own migration as you cross the Masai Mara and leave the main National Reserve. For your final days on safari, you will stay in the Mara Naibosho Conservancy, a private concession with strictly limited visitor access. Only guests at one of the conservancy's handful of camps can explore these 200 square kilometers of raw bush and savanna. Some wildebeest will migrate this far north, and they are joined by the zebra of the Loita Migration, a journey east to west made by another large group of ungulates. Like everywhere in the Masai Mara, it will feel as if you are surrounded by wildlife, but you are never surrounded by other tourists. Lion roars flicker through the night as the Mara's largest pride occupy the grassland around your camp. Untouched savanna cascades from your luxury tent, and half a dozen species regularly fill the panorama as elephant and buffalo continually graze past. On game drives, you will get even closer. Spot a lion kill and approach to just a few meters, or find a leopard in a tree and drive to the premier vantage point. See a black rhino and trace its bashful movements through the grass. This private conservancy enables the guides to take you off the main trail, so you will never miss out on a sight. Even though you've been in the Masai Mara for almost a week, there is always something fresh as lion cubs playfully fight, giraffe swings their necks, baboons clash in the trees and kudu and impala skip past. This safari camp combines a little luxury with the charms of the savanna. Again, location is a huge part of the experience, but this camp has more premium features than the others used, including spectacular open-air bathrooms and wooden decks to relax on. New activities will further enhance the exclusivity of the environment. A Masai warrior leads the way and will walk you into the Mara for you to savor the vivid encounters with the plains animals as it is not uncommon to see distant lion pride and elephants on these walks. The afternoon game drive will not stop at dusk, but will keep going as you explore beneath the moonlight to reveal the atmosphere of the night. Throughout these three days, your itinerary is flexible, and you can create your own program of game drives, game walks, and nighttime drives. A visit to a Masai community is also possible."
    },
    {
      "dayNumber": "11",
      "title": "Mara Naibosho Conservancy to Nairobi – Departure",
      "description": "Mara Naibosho has its own airstrip and you will take a flight from here back to Nairobi. A representative will help to transfer you to Nairobi International Airport for your departure flight and your journey home."
    }
  ],
  "map": ""
}