{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "big-game-gorillas-a-romantic-safari-in-east-africa",
  "tourName": "Big Game & Gorillas: A Romantic Safari in East Africa",
  "placesVisited": "Maasai Mara, Sanctuary Olonana, Lewa Wildlife Conservancy, Entebbe, Bwindi Inpementrable National Park",
  "generalInfo": "East Africa's wonders blend adventure with romance, taking you on a mystical journey through iconic destinations. Gorillas chest thumping in the vibrant jungle, lions chasing wildebeest across the Maasai Mara, horseback and hot air balloon safaris through vast wilderness; these 11 days inspire a million impressions of an untrammeled world, each day delivering new angles and fresh experiences. Incorporating Kenya and Uganda, this is an all-encompassing safari vacation.",
  "durationDays": "11",
  "price": "19,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi - Arriving in the Maasai Mara",
      "description": "There's no time for gentle safari introductions as you arrive in Kenya. You're heading straight to one of the world's most iconic destinations, the Maasai Mara. A representative greets you at Jomo Kenyatta International Airport, Nairobi, and transfers you across to Wilson Airport for a shared safari link flight directly into the grasslands. Touch down and explore. A guided game drive provides dazzling first impressions: elephant bulls marauding in the distance, a hyena hiding in long grass, and herds that cover the plains like a patchwork of seemingly fabricated brilliance. How can so many mammals survive in such close proximity? Arrive at your first luxury property before sundown and welcome drinks are served on your private verandah. Nestled far from the tourist crowds of the Mara, your lodge immediately imbues its lasting paradigms of solitude and harmony."
    },
    {
      "dayNumber": "2",
      "title": "Masai Mara - Exploring on Game Drives",
      "description": "As a resonant soundtrack suggests nearby hippos you wake to the wonders of the Mara. Open the curtains and it's all there: iconic grassland, a sprinkling of herds, large mammals parading past. Your camp is elegantly situated on the banks of the Mara River, meaning the culpable noisy hippos are often just meters away. Look closely and they're joined underwater by pairs of crocodile eyes. Spacious tents lead onto en-suite bathrooms with flush toilets and hot showers and solar electricity provides the lighting. But as you admire the camp, you're fixated on the view. Like each carefully chosen accommodation on this itinerary, your room gazes out onto the landscape you came to explore, ensuring that safari is a 24 hours a day experience and there's always time for quiet moments together watching the wildlife drama unfold. After breakfast head out on a morning game drive, your guide exploring far flung reaches of these plains. The Maasai Mara is unfenced and seemingly boundless; look left and herds of topi, eland, and buffalo graze all the way to the horizon. Look right and a pair of cheetah uses an elevated rock to survey the scene. Gazelle skip past and with all the Big Five to find, few people recognize the 300 unique bird species that soar overhead and flutter across the tree tops. Return to camp for lunch, where snorting hippos continue their soundtrack. Then an afternoon game drive explores further; lions laze and yawn, a leopard emerges as the sun dips away, and an elevated vantage point is perfect for sundowners and kaleidoscopic landscape color changes."
    },
    {
      "dayNumber": "3",
      "title": "Masai Mara - Walking Safari and Village Cultural Immersion",
      "description": "Your safari lodge occupies a private concession on the edges of the Mara, opening up walking safaris to its handful of guests. Lions, elephants, hippos, buffalo; the Mara's exuberant collection of game brings instant impressions of nature's power. Remember, way before safari, Maasai tribes lived alongside these immense creatures. Animal signs are everywhere and your guide points them out, using them as clues to guide a journey on foot through the bush. Slowly and silently you can approach the mammals, including elephants and the larger antelopes. Respecting animal clues also means avoiding any territory marked out by the predatory prides. Discover more about this unique way of cohabiting with an afternoon in a Maasai village. Wrapped in red blankets and wearing shoes made of used tires, the Maasai ignite the imagination more than any other tribe in Africa. They're herders and their wealth is judged by their number of cattle. Their customs have been living on for thousands of years. Young warriors head out into the bush for seven years as part of their upbringing, and this is just one of many narratives you learn about on this village visit. Return to camp and you're transferred to a secluded forest clearing, where the dinner table is illuminated by flickering candles. Wild sounds mingle with sensual smells as a gourmet three course meal for two is served. After dinner, relax around the campfire and admire the tranquility of the Mara night."
    },
    {
      "dayNumber": "4",
      "title": "Masai Mara - Hot Air Ballooning",
      "description": "Over the last three days you'll have absorbed the intimacy of the Mara; a nervous gazelle's panicked expression, long lion manes rippling on the breeze, humorous interactions at the waterhole. This morning is about scale, about soaring above the landscape in a hot air balloon and gasping at how far nature's theater stretches. Seeing one herd of 10,000 wildebeest is impressive. Cruising above the landscape and seeing the plains covered in humongous herds provides new definitions of the Mara's beauty, especially when some of the herds are rumbling across the grassland, great clouds of dust floating behind. An hour's flight is toasted with champagne and then a languid afternoon at your camp. This afternoon you have a final Maasai Mara game drive to provide lasting moments of reverie from this world famous destination."
    },
    {
      "dayNumber": "5",
      "title": "Lewa Wildlife - The Weird and Wonderful Game",
      "description": "The Maasai Mara is just part of the Kenyan wilderness. Huge swathes of the country are covered in national parks and conservation areas, each preserving a primitive world of delight and intrigue. A light aircraft takes you north to Lewa Wildlife Conservancy, catapulting you into a fresh big game landscape that sprawls over the Laikipia plains. Two characters immediately raise their heads; rhinos. But they look different. Lewa offers a rare chance to spot both Black and White rhinos in the wild, their powerful frames belied by an inherent grace and beauty. With horns protruding and armored bellies falling into the brittle grass, these rhinos offer a perfect introduction to what Lewa can offer. Then you come upon some zebra. Again they look different. These are Grevy's zebra, the world's largest single population of them. Cheetah and giraffe bring flashing coats of color that contrast the parched land, and the game drive continues to find what hides in the forest. Elephants, leopards, lions, all the popular favorites are here. Tour the different habitats and there's new sights; sitatunga stand on their spindly legs, tiny dik dik are half hidden by the grass, and then a nighttime game drive reveals the nocturnal predators. It's eerie in the dark and you get much closer, often just a couple of meters from a buffalo herd or tower of giraffe. After landing in Lewa in the morning you'll enjoy a long game drive before resting at the lodge in the afternoon, and then starting a nighttime game drive just before dusk."
    },
    {
      "dayNumber": "6",
      "title": "Lewa Wildlife Conservancy - Horseback Safari",
      "description": "Horse ride on the savanna and safari takes on additional shocks of drama and intimacy. Experienced riders can head deep into the landscape, riding through havens for elephants, rhino, and more. And the wilderness feels all the more real when you're galloping alongside a herd of zebra. Non-experienced riders can also enjoy a horseback safari although the pace will be slower and the route will be kept closer to the lodge. A horseback safari is the final piece in your Kenyan wildlife jigsaw, another angle that reveals subtle impressions and nuances of the country. Take lunch at the lodge and recount the experiences as a buffalo herd wanders past in the distance. Then enjoy a final afternoon game drive, culminating on an elevated platform with aching views down on Lewa and the whole Laikipia plateau."
    },
    {
      "dayNumber": "7",
      "title": "Kampala - Arriving in Vibrantly Green Uganda",
      "description": "It's a short flight back to Nairobi and then an international flight into the mountains of Uganda. Immediately you notice the scenic changes, the yellow plains now replaced by thick awnings of green and the distance twinkling of Lake Victoria. Land in Entebbe and a representative is on hand to transfer you to your Kampala hotel. Kampala is an archetypal African capital, bustling and busy yet full of treats if you know where to look. A guide takes you on an afternoon city tour that radiates the vibrant colors and atmospheric charms of the city."
    },
    {
      "dayNumber": "8",
      "title": "Bwindi Impenetrable National Park - Rainforest Primate and Bird Safari",
      "description": "Now you head deeper into Uganda, a scheduled flight landing at Kihihi airstrip and then a 90 minute transfer winding through the heart of the mountains. Forming a border between Uganda, Rwanda, and the DRC, Bwindi Impenetrable National Park is the last remaining habitat of gorillas. But before tomorrow's journey to the giant primates, your afternoon starts to reveal the secrets of the forest. Hiking trails wind past 350 bird species, rare forest elephants lurk behind thick branches, and red tailed monkeys swing past. Your forest camp is deep in this profuse greenery, an idyllic base for hearing 11 primate species leave their calls in the trees. These sounds are well known by the local villagers. Visit their home in the trees and soak up their traditions, including an opportunity to meet a traditional medicine man (or witch doctor), and to witness a string of local entrepreneurs making a living from the jungle's bounty. Black and white colobus monkeys, chimpanzees, baboons, blue monkeys; your guided afternoon tour is all about the forest's residents, and expect to see many of these primates swinging past your luxurious wooden framed lodge."
    },
    {
      "dayNumber": "9",
      "title": "c - Gorilla Trekking",
      "description": "Excitement mingles with a trace of apprehension as you begin to trek through the forest, skilled trackers guiding you deeper and deeper into the green. After a hearty breakfast and thorough brief, you depart the park headquarters at 8:30 am and wind into Northern Bwindi. Today's trek may be up to two hours, the habituated group of gorillas lurking far from park headquarters. You hear them first. Rustling noises come from up ahead and now you know you're close. Keep walking slowly, yet bursting with excitement. A shock of black contrasts the green and you stop. Keep walking and there's more, the rest of the troop hangs out between the canopy of overhanging branches and creepers. Gorilla trekking is carefully controlled, ensuring conservation of the natural environment and respect for the world's few remaining gorillas. You're allowed one hour with the troop and it's important to respect who you've come to see. Making a gorilla angry is not wise, so leave the camera flash and ecstatic hooting for when you return. Instead, stay silent and admire. A large male beats his chest with trademark power, an inquisitive youngster pokes its head through the branches, and a few others sit and munch on their jungle lunch. There's a wonderful interaction to admire, the whole family communicating with gestures and noises. An hour almost passes too quickly and you must return through the trees to camp. But don't worry, tomorrow brings another gorilla trek."
    },
    {
      "dayNumber": "10",
      "title": "Bwindi Impenetrable National Park - A Second Gorilla Trek",
      "description": "A gorilla trek can fly past in a flash, the wonderment turned into a series of blurred memories. Did that really happen? Were we both really so close to gorillas? This morning you return to park headquarters and head off on the trail of a second family group. It's easier to relax the second time around, and it's far easier to put the camera down and really absorb the beauty of the experience. Approach the troop and you will see that there are immediate differences. The male is much larger, a real majestic brute, standing proud and towering above your small group. Each female seems adoringly transfixed, but there's another cute youngster finding intrigue in the clicking of camera shutters. Romantic vacations are all about the special and unique experiences that can be found around the world. Few can match going on two gorilla treks and then watching the primates swing past at a secluded forest camp."
    },
    {
      "dayNumber": "11",
      "title": "Kilgali - Departure From East Africa",
      "description": "Big cats to big gorillas, and thick jungle to open grass plains; on this safari of highlights you've experienced very contrasting sides to East Africa. And as you fly back home you're already planning the next visit."
    }
  ],
  "map": ""
}