{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "african-safari-in-kenya-7-day-custom-tour",
  "tourName": "African Safari in Kenya: 7 Day Custom Tour",
  "placesVisited": "Â Lake Nakuru, Â Nairobi, Â Lake Naivasha, Maasai Mara",
  "generalInfo": "Discover the unique glow of the savannah on your 7-day Kenya African safari. Your tour is custom-tailored to your goals for the ultimate safari experience that reveals Kenya’s vibrant soul. Find flamingos relaxing in a glassy lake, ad view the cliffs of the Great Rift Valley, and explore the vast fields of the famous Maasai Mara. You will revel in the diversity of Kenya’s culture, wildlife, and wilderness.",
  "durationDays": "7",
  "price": "5,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi – Along the Rift",
      "description": "Arrive in Nairobi, the capital of Kenya with the entirety of the immense and eclectic country before you. The sprawling metropolis is perfumed with saffron and turmeric, spices from the continent that blend into the flakiness of the street vendors’ samosas and chapatti. The skyline hovers over the city like giraffes along the savanna, while actual giraffes parade through the waves of grass just outside of the city limits. From the wandering animals in Nairobi National Park where zebra, lion, rhino and more graze along the infinite open space, to the collected wonders of the Nairobi National Museum, the city offers a diverse and endless amount of opportunity to explore Kenya’s natural beauty and historic wonders. Start your incredible adventures with a visit to the Giraffe Center, a stunning breeding center for the Rothschild Giraffe, which is found only in East Africa. The lush openness of the center is located in what was once the home of Jock Leslie-Melville. The air is fragrant with the acacias lining the outside of the center. Giraffes wrap their tongues around the thorny trees, tearing the sprung leaves from the branches. Their eyes are heavy and large, with eyelashes that curl and flutter. Sit down for a meal in the delicious dining room where the giraffe can be seen sauntering outside or, most likely, peaking their heads through the window and asking you to share."
    },
    {
      "dayNumber": "2",
      "title": "Maasai Mara – The Sensational Maasai Mara",
      "description": "Depart Nairobi and watch the steep towers of the skyline dissolve into the trees. Beside the road the trees rise and fall giving way to open plains, trickling water, villages, and back to plains. Arrive at the foothills of the Great Rift Valley where a natural wall made of trees and rock spring from the earth. The Great Rift Valley was formed by interactions between three major tectonic plates in the greater area giving rise to the flourishing green trees that glow against the yellow straw. The cliffs are breathtaking, having practically risen from nowhere and taken the world by surprise. Climb the western wall of the valley and enter the Serengeti Plains, known for its sensational wildlife and as a favorite destination for American author Earnest Hemingway. Venture into the expanse of the Maasai Mara. The sun spreads over the savanna giving the grass a glisten in the afternoon shine. The sweeping wash of grass leads into the foothills of the surrounding mountains growing farther in the distance. Acacia trees add a minty floral cologne to the air. The white and black stripes of zebra wander through the tall grass. The collective herd is almost hypnotic as they stroll together, their stripes mimicking a rotating black and white disk swirling inside itself. The heat of the sun turns into a soft glow setting behind the acacias. Settle into the night with the crackle of the fire and the soothing sounds of the wild in the cool of the evening."
    },
    {
      "dayNumber": "3",
      "title": "Maasai Mara – The Shining Golden Plains",
      "description": "Awaken to the sounds of dawn; the roar of lions hangs in the distance as they rise in the cool before sunrise, as do the skulking whispers of hyena in search of one last meal before sleep. The morning dew rises into the air with the sun. Step into the wild world of the Maasai Mara once again to scour the endless plains for its famous and stunning life. The road bumps and tumbles along while you glide over the pebbled throughway. Warthogs scamper through the grass while the dust from the vehicle sparkles in the sunshine behind you. The guide stops, points into the distance where lions laze in the risen sun. The male’s mane almost blends with the grass, his deep eyes brown and fierce. He yawns in the exhaustion of the post meal heat, his teeth sharp and intimidating. The breeze blows softly through his mane and you know it is a welcome respite from the heat of his fur in the sun. The sun glides through the air, the lion begins to sleep, and you continue your adventure through the plains to witness the rest of the Maasai Mara majesty."
    },
    {
      "dayNumber": "4",
      "title": "Lake Nakuru – Wondrous Waters",
      "description": "Today you will watch the plains of the savanna pass by the window as sprouting trees surround you. The beauty of Lake Nakuru spawns before you, along with the sensational wildlife that calls the lake home. Travel through the sprawling trees where the brush sways in the breeze. The leaves rustle filling the area with an earthy scent of bark and freshly fallen water. Up in the trees just beneath the canopy sits the black and white fur of a Colobus monkey. Their white fur lines their cheeks looking more like 19th-century facial hair. Their wide, brown eyes scour the treetops for food, predators, or family while their tails swing freely in the air off of the branch they sit wily on. The trees open up to the wonders of the lake where the water glows with the reflection of its surroundings making the mountains almost double on the horizon. The marsh opens and the air is filled with the slight scent of saltwater. A pink shimmer ripples across the lake. You think it may be the reflection of the afternoon sun, but instead, the shore of Lake Nakuru is filled with flamingos. The dark black of their beaks stands prominently against their bright pink feathers. Their legs sway as they glide through the air, their wingspan impressive, the underside of their wings as black as their beaks. The quiet grace of the flamingos surrounds you until the quiet is broken with a snort that sounds like thunder. A White rhino traipses across the marsh. It’s girth impressive and stunning. Its ears rotate like satellites while it sniffs the air in search of the source of the unfamiliar scent in its territory. The rhino continues to amble through the marsh. You are quiet; you can feel your chest contract slightly, trying to hold your breath as much as you can to keep the rhino close. Soon the magnificence of the rhino fades behind the trees with the sun, the flamingos bury their heads into their feathers to sleep, and you relax in the luxuries of your hotel."
    },
    {
      "dayNumber": "5",
      "title": "Lake Naivasha – Where Hippos Are Known",
      "description": "The pink waters of Lake Nakuru fade in the distance as the scent of roses begins to linger in the air. Lake Naivasha is not only known for its sensational waters, being the second largest freshwater lake in the whole of Kenya but is also one of the largest flower growing regions in the world. The flowers, from roses to tulips, fill the markets with a flourish of color as you pass the village center. The smell of fresh flowers mixes with the freshwater of the lake as you find the watery shores. Once settled in you will climb aboard a boat and tour the stunning waters of Lake Naivasha, known for its sensational birds and lively hippos. The grunts and bubbles of the hippos gurgle from the water. Their ears flick just above the surface. Their snorts cause mist to rise into the air. Their heavy bodies keep them from floating or swimming, which is why they are found in the shallower areas of lakes and rivers. Fish eagles glide through the sky, their wings spread wide in the cool lake breeze, as the eagle dips down, talons spread open, skating just above the surface, and catching a fish. The boat putters along; mountains decorate the horizon and a pod of pelicans serenely floats. You return to the dock and the water of the lake trickles in the evening quiet."
    },
    {
      "dayNumber": "6",
      "title": "Lake Naivasha – From Watery Cruises to Dry Land",
      "description": "The cool waters of Lake Naivasha will drift by as you venture into the stunning landscape of Hell’s Gate National Park. The craggy rock faces rise from the bronze savanna. The breeze brushes past, the grass swaying in the gust. Whether you prefer to drive, walk, or cycle through Hell’s Gate the sights are sensational, the wildlife is vivacious, and the landscapes are breathtaking. The colorful cliffs shine orange and gold in the sunlight. The grass glistens as you pass by. If you prefer to glide through the park on bicycle, the open air feels cool on your skin and is aromatic with dry earth. Central Tower stands tall over the sunken valley of Hell’s Gate, a craggy rock formation over 80 feet tall standing alone amongst the plain. Travel into Njorowa Gorge where the layered rock undulates like pieces from a Jenga game. The gorges of Hell’s Gate are also known for their depiction in various scenes of The Lion King. From rock-climbing to bird watching, cycling to walking, Hell’s Gate offers a different view of Kenya where the wildebeest run along the dried earth, vultures glide high in the sky, and baboons stroll along the roadways. As your adventure through Hell’s Gate comes to an end you will return to Nairobi for the evening. Your final night in Kenya should be celebrated with a delicious meal to remind you of the stunning wonders of the country, from the vast savanna to the reflective lakes. For a wonderful treat try Talisman, located in the well-to-do and quiet neighborhood of Karen. The restaurant feels like a secret, a delicious secret tucked away in a suburb where local, sustainable, and organic food is the norm. The globetrotting menu brings you the flavors of coconut and local seafood soup packed with a sweet fragrance and briny punch. The wonders of the flavor and the majesty of the wild come together for one last sensational night."
    },
    {
      "dayNumber": "7",
      "title": "Nairobi – Depart to Home",
      "description": "Today you will watch the golden plains glitter and sway as you rise into the sky. On a clear day you can see the stunning top of Mount Kilimanjaro pierce the clouds in the distance. Your time in Kenya has blossomed with roaming giraffes, lounging lions, hypnotic zebras, and vibrant flamingos. The stunning depths of Kenya have opened up to you its gleaming grasses and shimmering lakes, its dried earth juxtaposed against its fertile trees. As you glide through the clouds toward home, you know that your memories of Kenya and walking through fields paved with gold will be timeless."
    }
  ],
  "map": ""
}