{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "ultimate-kenya-fly-in-safari-including-maasai-mara",
  "tourName": "Ultimate Kenya Fly-In Safari Including Maasai Mara",
  "placesVisited": "Nairobi, Ol Pejeta Conservancy, Kalama Wildlife Conservancy, Mara Naboisho Conservancy, Maasai Mara National Reserve, Diani Beach",
  "generalInfo": "From the Mara's lion-filled plains to the rhinos of Ol Pejeta, the Maasai-led walking safari to Samburu warriors, this fly-in 13-day safari unravels the beautiful diversity of Kenya. Explore four distinctive safari destinations with a mix of national reserves and private conservancies that culminate with the epic Maasai Mara plains. To follow your incredible experience in the bush, you will then fly to the South Coast for three days of white beaches and glittering ocean. Travel done via light aircraft minimizes travel time and maximizes the allure of the landscape.",
  "durationDays": "13",
  "price": "20,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi – Peaceful Introductions to Kenya",
      "description": "To maximize your time on safari, your micro flight will leave in the morning to land on the remote airstrips to give you the whole of the day for discovery. An overnight in Nairobi is usually unavoidable to make the itinerary work, but this capital city is not an inconvenient stopover. You will be greeted at Nairobi International and transferred to Hemingways, a boutique lodge in the peaceful suburb of Karen. Dependent on your arrival time, there are a handful of unique destinations to visit in Karen, including Karen Blixon's House to meet the rare Rothschild giraffe at Giraffe Manor, and the rehabilitated pachyderms at the Daphne Sheldrick Elephant Orphanage. A driver guide is at your disposal for the day."
    },
    {
      "dayNumber": "2",
      "title": "Ol Pejeta Conservancy – Thrilling Big Five Safari Including Majestic Rhino Sightings",
      "description": "In the midst of a dusty savannah, your guide will stop your vehicle. You will have already spotted five rhinos as these majestic creatures graze leisurely in the open before seeking solace amidst the thicker clumps of trees. But the two rhinos before you have an enhanced exclusivity as less than 20,000 rhinos remain in the wild. Only three of those are of the Northern white rhino subspecies, and as their two small horns point skyward there is an inspiring elegance that you would not expect to feel with such a bulky mammal. With small footsteps they wander past the vehicle, occasionally glimpsing up with a look of defiance. Conservationists hope that these rhinos will breed as if they do not, this subspecies will be extinct after this generation. Nestled beneath the cone of Mount Kenya, Ol Pejeta is a private conservancy with an excellent rhino conservation program making it the best destination in East Africa for seeing these majestic creatures. But the rhinos are not the only attraction, as only on a relatively small savannah ( relative being the choice word as everywhere is big in Africa), Ol Pejeta provides a home for the full Big Five. You can easily explore the conservancy on a long afternoon game drive to enjoy immediate impressions of the famous safari animals as lion, elephant, buffalo, giraffe, hippo, leopard and a scattering of antelope will walk into your view. On any safari, there will be a degree of tension as you dream of spotting the most famous animals. Starting off in Ol Pejeta enables you to encounter these mammals within the first day or two, an experience that's magnified by the uniqueness of the rhino population. You will fly here from Nairobi Wilson Airport, the first in a series of micro flights that hop across the country. Exquisite views extend from the window, and the safari starts from the airstrip, often with elephants and giraffe visible when you step off the plane. Over these two days, you can combine game drives and walking safaris, all complemented by the rustic beauty of Ol Pejeta Bush Camp, a quintessential example of luxury in the heart of the wilderness."
    },
    {
      "dayNumber": "4",
      "title": "Kalama Wildlife Conservancy (Samburu National Reserve) – Beautiful Walking Safari in Remote Northern Kenya",
      "description": "From Saruni Samburu, the panoramas seem to stretch for eternity. Gaze out, and there are countless miles of the rugged African savannah, dappled with roaming herds and spectacular slabs of granite mountain. The sense of space immediately inspires with such an unbroken landscape extending before your eyes. Look closely, and this wilderness is not static. An elephant herd emerges from the trees, buffalo congregate by distant water, zebra and giraffe scatter across the plains beneath the lodge, and the red blankets worn by Samburu warriors contrast the subtle greens of the bush. While Ol Pejeta is compact, Samburu is an open realm of pure adventure, where the safari can take you in a thousand directions and no two moments are ever the same. For these two days, you will be guided by Samburu warriors, the ancient gatekeepers and protectors of this wild landscape. The opulent camp is built on the cliffs of Kalama Wildlife Conservancy, which shares an unfenced border with Samburu National Reserve. Visit the reserve on long game drives and explore this destination with few other visitors, if any. Follow the elephant prints to a waterhole and admire their resplendent journey through the savannah. Find lion pride resting on rocks, a scene from the safari imagination. Stop next to a buffalo herd and reel back at their fierce stare, and then discover a leopard whose spotted fur adorns the branches of a hidden tree. Within the Kalama Wildlife Conservancy, you will go on walking safaris with Samburu guides helping to bring an intimacy with rare and unusual species. Watch gerenuk stand on their hind legs and extend their phenomenal necks to a tree's lower branches. Stop beside the dik-dik as they graze with the impala. Find reticulated giraffe and approach to within ten meters of this rare subspecies, and then admire the equally inimitable stripes of Grevy's zebra. Somali ostrich and beisa oryx are the other rare characters that bring surprise on these plains. As always, you can personalize the safari program to your liking, both in the choice and duration of activities."
    },
    {
      "dayNumber": "6",
      "title": "Mara Naboisho Conservancy (Maasai Mara) – Safari Across the Mara With Maasai Warrior Guides",
      "description": "The plane swoops into the Maasai Mara, and the grassland is speckled with zebra and wildebeest herds that are brilliantly observed from above. Touch down, and you will picked up by Maasai warrior guides in their flowing red blankets. They will lead you onto the plains, and you will pass the endless number of ungulates. Wildebeest are galloping in the morning light and make short sprints that are used as a showcase of virility. Zebra move slowly huddled together in herds of over a hundred or more than a thousand. At first, it is one black mass, but get closer, and all of the stripes distinguish themselves. Pairs rest their heads on each other's backs, and you will notice the young calves that are yet to develop the dark black stripes, and adorable eyes look back at you. Just on this quick transfer to Naboisho Camp, you will probably see many thousands of animals. The Maasai Mara is a land of abundance and nowhere in the world can rival this ecosystem for its concentration of wild mammals. For these two days, you will stay to the north in the private Mara Naboisho Conservancy, a realm that can only be accessed by those staying at one of the conservancy's camps. You will go on safari in the utmost of privacy without other tourists or vehicles to interrupt your experience. Local Maasai people share this land, and they are your guides, which adds another layer of authenticity to your safari. The Maasai will take you on exclusive walking safari, a very rare opportunity to wander onto the Maasai Mara and come close to the huge herds of wildebeest and zebra. Following their lead, you will step slowly and silently, gauging the mammals' reaction before approaching closer and closer. Exhilarating and inspiring, this is a unique angle in a world-famous destination. Game drives focus usually focus on the predator encounters, the Maasai Mara home to an exceptional profusion of the big cats. Lions lounge around, and it is hard to go an hour without seeing a pride. Leopards and cheetahs hide among the high grass, many of them nursing cubs on these quieter plains. Often, the cats head out to these northern conservancies, away from the tourists, where it is more peaceful as they bring the next spotted hunter into the world. In the heart of the conservancy, Naboisho Camp provides a true wilderness experience, along with an immersion in the world of the local Maasai. On most evenings, you will hear the calls of the wild mammals echoing across the landscape."
    },
    {
      "dayNumber": "8",
      "title": "Maasai Mara National Reserve – The Heart of the Famous Mara Plains",
      "description": "The Maasai Mara overflows with life throughout the year. While the reserve is famous for the great wildebeest migration from July to November, the other months offer an equally impressive safari experience. Wildebeest and zebra numbers swell during the migration, but so does the number of tourists. Visiting outside of the migration months helps to maintain privacy when you are in the Maasai Mara National Reserve. You will drive south, bumping over the plains to Rekero Camp, where the spacious tented suites offer an uninterrupted view onto wildebeest as they thunder around. The Mara River is visible from the camp and the evenings are spent watching the herds on either side of the water. During the migration, Rekero is the perfect place to sit back, relax, and wait for a dramatic wildebeest river crossing. In the national reserve, your safari itinerary is restricted to daytime game drives. You will rumble across the plains as a million mammals stretch out in all directions. One moment you will be surrounded by thousands of zebra, and then a few minutes later, the wildebeest will extend beyond what your eye can see. Thompson's gazelle continually skip past, and when you need a moment of serenity, the Mara River provides an idyllic spot for a picnic. Admire the hippos in the water as you spot the Nile crocodiles moving stealthily along the banks, and watch the herds drink nervously amidst the predatory danger. On any day in the Maasai Mara, the game drives are not about spotting the big cats as you will see them on countless occasions without even trying. Your iconic experience through the Mara is centered on finding the cats on the move, stalking their prey in the high grass or chomping through a recent kill. Hyenas will join the mix, hooting and yelping as they seek to steal a meal or pick off an ungulate too weak to continue. Even jackals search for scraps until they are boisterously scattered by the grunt of a male lion. When your vehicle stops, a lioness will come to rest in the shade that has been created. When all is silent in the trees, you will look a little closer to find a leopard neatly camouflaged. And when the wildebeest rumble past, you will spot a cheetah who had unsuccessfully tried to pounce. Such drama, such charm, and such beauty can only be the Maasai Mara."
    },
    {
      "dayNumber": "10",
      "title": "Diani Beach – White-Beach Indian Ocean Serenity on Kenya's South Coast",
      "description": "After your rugged safari adventure comes the pure serenity of a white beach that runs for miles and the Indian Ocean looking just like a postcard. Tucked away on Kenya's southwestern coast, the white sand is hidden by an indigenous forest filled with vervet and colobus monkeys. It will still feel as though you are in the wild, especially when the black and white colobus monkeys swing across the highest branches at Saruni Ocean Lodge. You will stay in a spacious villa with glorious ocean views, where one barefooted step will take you onto the gaping white sand. Kenya's white-sand coastline stretches for almost a thousand miles, so there is no competition for oceanfront space here. Beaches don't need to be private as they naturally become exclusive enclaves. A distant reef catches the waves, and the water will feel more like a lagoon than an ocean. At low tide, the water is nearly like a bath as it stretches out for miles with its mix of green and turquoise colors. Even at high tide, there is not a strong current, and you can float in peace. Over these three days, the serenity is the unmistakable attraction, especially after such an intrepid safari adventure. The lodge's excellent spa adds to the surrounding tranquility, fresh lobster and seafood is grilled on the beach, snorkel and diving trips head out to the reef, and traditional wooden dhows take you on sailing excursions up the coast. Like always, you will craft your own itinerary and enjoy a private piece of Kenya."
    },
    {
      "dayNumber": "13",
      "title": "Nairobi – Departure",
      "description": "From Diani Beach's Ukunda airstrip there are both late-morning and late-afternoon flights back to Nairobi, making for a flexible arrival in Nairobi and a connection to your international departure. Relax at the beach through the morning, enjoy full use of the lodge and spa, and then soar above the Indian Ocean waves and cross the plains to Nairobi."
    }
  ],
  "map": ""
}