{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-favorites-9-day-safari-in-amboseli-ol-pejeta-and-masai-mara",
  "tourName": "Kenya Favorites: 9-Day Safari in Amboseli, Ol Pejeta and Masai Mara",
  "placesVisited": "Selenkay Conservancy, Ol Pejeta Conservancy, Ol Kinyei Conservancy, Olare Motorogi Conservancy",
  "generalInfo": "Experience the best that Kenya has to offer on this accessible and customizable 9-day tour from Selenkay Conservancy to Olare Motorogi Conservancy. With a strong focus on the Masai Mara region’s conservation efforts, this safari expedition will be an enriching exploration of the thriving environments and abundance of wildlife inhabiting Kenya’s preserved plains and unspoiled savannas. Make magnificent memories and return from your adventure with exceptional wildlife photography.",
  "durationDays": "9",
  "price": "6,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Selenkay Conservancy - The Maasai Heritage Lands",
      "description": "Sharing the same ecosystem as Amboseli, Selenkay Conservancy forms a part of the Maasai heritage landscape. Its rich preserved environments boast an abundance of wildlife freely wandering the open plains, from zebras grazing the grassy pastures to lions lurking through the bushveld and baboons swinging across the savannas. The Selenkay Conservancy is home to an array of wilderness camps, which will offer you direct access to the area’s sprawling environments. Today, you will acclimate to your unspoiled Kenyan surroundings and enjoy an afternoon game drive through the bush."
    },
    {
      "dayNumber": "2",
      "title": "Selenkay Conservancy - Safari Drives through Selenkay",
      "description": "Safari drives and bush walks will allow you to peer into Selenkay’s staggering stage of wildlife activity, with 4x4 vehicles capable of reaching the most inaccessible areas of the region and strolls with armed rangers showcasing Selenkay’s finest wilderness details. You will journey to observation points overlooking the lush landscapes, where you will spot buffaloes wandering to waterholes and elephants wallowing in the refreshing rivers. In the evening, you will capture images of the African sunset flooding the plains while sipping on sundowners and feeling the fresh breeze rolling in."
    },
    {
      "dayNumber": "3",
      "title": "Ol Pejeta Conservancy - Wandering East Africa’s Black Rhino Sanctuary",
      "description": "You will tuck into breakfast and then transfer through Amboseli to a local airstrip, where you will catch a flight to Ol Pejeta Conservancy. Situated at the foothills of Mount Kenya and the Aberdare Mountain Range, Ol Pejeta Conservancy is a gorgeous safari getaway that is home to the largest remaining collection of black rhinos in East Africa. You will check into camp upon arrival before you join your knowledgeable ranger and head out on safari. Along the way, you will hope to spot lions pacing across the savanna and zebras gathering with warthogs and wildebeests around the shallow waterholes."
    },
    {
      "dayNumber": "4",
      "title": "Ol Pejeta Conservancy - Full-Day Exploration of Ol Pejeta Conservancy",
      "description": "After breakfast, you will hop into a decked-out 4x4 and enjoy a thrilling full-day exploration of Ol Pejeta Conservancy. You will cross golden savannas, watch buck hop to low-lying shrubs for a snack, arrive at viewpoints overlooking dry riverbeds, witness massive herds plodding past to greener pastures, and head to rivers to gaze at the colorful birdlife and powerful birds of prey circling the crystal clear skies. Ol Pejeta Conservancy is a flourishing wildlife sanctuary that boasts some of the most tranquil and serene animal sighting opportunities."
    },
    {
      "dayNumber": "5",
      "title": "Ol Kinyei Conservancy - Discover the Beauty of Masai Mara",
      "description": "You will check out of your camp this morning after breakfast and transfer to the airport to catch your light aircraft flight to the beautiful Ol Kinyei Conservancy. The conservation area covers part of Masai Mara, a world-famous reserve consisting of vast, open savannas, riverine forests, and rolling emerald hills. The region brags an abundance of wildlife that you will discover from the minute you arrive and partake in a guided safari through the bushveld. You will snap up stellar photography of your wilderness finds, from lions walking with their cubs to communions of zebra, buffalo, and giraffe."
    },
    {
      "dayNumber": "6",
      "title": "Ol Kinyei Conservancy - Bush Walking in Masai Mara",
      "description": "You may discover Ol Kinyei Conservancy from a unique vantage point today alongside an armed ranger during a leisurely bushwalk through the greenery. You will stroll along shaded pathways winding through the preservation area to viewpoints overlooking its spellbinding landscapes. Along the way, you will catch wafts of blossoming flowers, feel the breeze against your skin, and follow the trails of dangerous predators to distances safely away where you may view them in their purest form. In the evening, you will tuck into an exquisite Kenyan dinner prepared on the flaming coals."
    },
    {
      "dayNumber": "7",
      "title": "Olare Motorogi Conservancy - Observing Olare Motorogi’s Glorious Game",
      "description": "A stunning camp set on the banks of the Ntiakatiak River in the Olare Motorogi Conservancy awaits your arrival today, and you will soak up the spectacular scenery from your campsite from the moment you check into your delightful tented suite. After a light lunch, you will revel in a guided 4x4 safari drive across the conservation area. You will descend rugged hills to dry riverbeds where wildebeest cross in large numbers, make your way to private concessions brimming with boisterous birdlife, and find refuge along the riverbanks where hippos can be seen splashing in the water."
    },
    {
      "dayNumber": "8",
      "title": "Olare Motorogi Conservancy - Encounter Kenya’s Nocturnal Activities",
      "description": "In the morning, you will head out early before the sun rises to witness the remnants of last night’s activities. Your knowledgeable ranger will guide your eyes through the greenery with a spotlight and reveal what lies beyond one’s field of vision under the darkness covering the African night sky. You may chance upon big cats hunting their prey, mongoose peeking their heads up from behind bushes, and porcupines scampering across dirt paths away from the echoing rumble of your vehicle. An afternoon game drive and sundowners will conclude your extensive exploration of Kenya’s wilderness."
    },
    {
      "dayNumber": "9",
      "title": "Olare Motorogi Conservancy - Saying Goodbye to Untamed Kenya",
      "description": "Though your safari experience in Kenya will reach the end of the road today, you will relish one final morning slowly soaking up the sunshine from your patio and sipping on freshly squeezed juice to backdrops of the sprawling bushveld. After breakfast, you will gather your things and revel in a game drive that will lead you to a few remaining animal viewing hotspots before you arrive at the airport to catch your flight back home. You will return with memories to last a lifetime and gorgeous photos to share with your friends and family."
    }
  ],
  "map": ""
}