{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-vacation-samburu-mount-kenya-lake-nakuru-masai-mara",
  "tourName": "Kenya Vacation: Samburu, Mount Kenya, Lake Nakuru & Masai Mara",
  "placesVisited": "Samburu/Shaba National Reserve, Mount Kenya National Park, Lake Nakuru National Park, Masai Mara National Reserve, Nairobi",
  "generalInfo": "This package carries visitors through the full spectrum of Kenyan landscapes on a stunning weeklong adventure in the bush. Beginning in the arid plains of Samburu National Park, guests will enjoy intimacy and solitude with the region’s unique wildlife. Moving on through the slopes of Mount Kenya towards the flamingo-filled floor of the Great Rift Valley, you will enjoy the lushness and freshness of these Great Rift Valley regions. The tour culminates with the quintessential Kenyan experience: safaris across the Masai Mara alongside the treasured Big Five. This tour gives you a taste of all the magic the country has to offer, from the comfort of a variety of stunning lodges.",
  "durationDays": "7",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi - Drive into Samburu National Reserve",
      "description": "This tour through Kenya’s most famous parks begins in the capital city of Nairobi. Touching down at Jomo Kenyatta International Airport, you will catch your first glimpse of this fascinating country. Upon clearing customs and collecting your baggage, you will be met by a representative who will whisk you out of the city and towards the bush. Driving north out of the city, you will move through the Kikuyu tribal lands of the central province. As the landscape becomes increasingly more arid, you will know you are approaching your first destination: Samburu National Reserve. Samburu is one of the most ideal parks for wildlife viewing, given that the landscape is composed largely of desert scrubland and distant mountains. Relative to the more southern reserves, Samburuland is seldom visited – providing you with near exclusivity in this unique landscape. Combined with the distinct Samburu and Turkana cultures, your time in Samburu will be a unique and atypical introduction to Kenya. While here, you will likely stay at the stunning Samburu Serena hotel, or at another similar accommodation. Arriving in the afternoon, you might enjoy spending the remainder of your day relaxing on the lodge grounds. With a spa on site, a massage may be the perfect way to unwind from all the travel. Alternatively, you may enjoy quietly relaxing with a book near the pool. However, if you are especially excited to get into the bush, it is always possible to join a late afternoon safari that will set out into the arid plains. The remainder of the day is spent entirely at your leisure. Enjoy your first bush buffet dinner with the lodge under the starry night sky, before returning sleepily to your bed."
    },
    {
      "dayNumber": "2",
      "title": "Samburu National Reserve - Full Day of Game Drives",
      "description": "Rise early this morning to begin your explorations of Samburu National Park. Early mornings and late afternoons are the best times to venture out into the bush, given that these periods are when the wildlife are most active. The wildlife in these northern lands is among Kenya’s most unique, and we recommend scanning the plains for the ‘Samburu Special Five:' the reticulated giraffe, the gerenuk, the grevy’s Zebra, the Somali ostrich and the beisa oryx. An especially lucky few may even have the chance to see the endangered African wild dog. These packs of fierce spotted hunters are among the continent’s most successful predators, and are capable of tackling prey as large as wildebeest. They are, however, endangered as a result of a decline in territory, and their susceptibility to domestic animal disease. Elusive and ingenious, a moment with a wild dog would be a truly coveted sighting. As the sun climbs higher in the sky, you may enjoy stopping for a bush breakfast in one of the sacred shady spots in Samburu. There is an indescribable magic that comes with spreading a picnic blanket out over the grass, while sipping on hot coffee and munching on fresh pastries. Grab a pair of binoculars to spy on wildlife roaming in the distance, and take a moment to absorb the wonder of the region. At this point, you may wish to either return to the lodge for the hottest part of the afternoon – or carry on with a full day game drive. In either case, you will return to the bush as the sun’s strength lessens for a second game drive. As you drive across this quiet landscape, you will undoubtedly wonder why this park is not more frequently visited. Enjoy the solitude in the bush, embracing this authentic and untouched African wilderness. You will return in the early evening to the lodge for a candlelit dinner and wine round the campfire."
    },
    {
      "dayNumber": "3",
      "title": "Mount Kenya - Drive Into the Shadow",
      "description": "This morning you will rise early to retrace your steps from the first day, driving back towards stunning Mount Kenya. Pause on route to hop out of the truck on the equator, straddling yourself between the northern and southern hemispheres. Carry on into the shadow of the mountain, eventually arriving midday at your safari lodge. Located on the slopes of Mount Kenya with an ever-refreshing breeze, your time in Mount Kenya National Park will sit in perfect contrast to the dryness of Samburu. After a fresh lunch, spend the afternoon soaking in the tranquility and serenity of this forest oasis. Your lodge is situated near a waterhole, which makes for effortless game viewing from the lodge. Most guests here enjoy spending the afternoon on one of the numerous viewing decks, looking down onto the salt lick that inevitably attracts elephants and buffalo. If the view from the deck does not offer quite enough proximity, venture through a tunnel into a hide that is located mere meters away from the edge of the watering hole. If you are keen to stretch your legs after the days of driving, there are countless hiking trails that depart from the lodge grounds as well. Guides will happily lead you through the forest and alongside streams, giving you a taste of the country’s highest mountain. These gentle hikes offer innumerable opportunities for bird watching and trout fishing, if you are so inclined. Towards the end of the day, return to the lodge rooftop for a delightful dinner under the stars. Head to your private log cabin to spend a few final moments looking out over the illuminated watering hole, before slipping into a cozy bed heated by a hot water bottle."
    },
    {
      "dayNumber": "4",
      "title": "Lake Nakuru National Park - Drive to the Floor of the Great Rift Valley",
      "description": "Rise early this morning to catch the sunrise over the peak of Mount Kenya, while sipping on a hot cup of coffee in the brisk morning hours. Return to your private vehicle to continue on with your journey westwards, descending from the plateaus to the floor of the Great Rift Valley. After a couple of hours of this stunning landscape, you will approach the shores of Lake Nakuru – a flamingo-fringed alkaline lake on the valley floor. Upon entering the National Park, you will wind your way towards your next camp, which is perched perfectly on a hill in the region with panoramic views. You will arrive at the lodge just in time for lunch and a bit of poolside relaxation. As temperatures cool, venture out into yet another new landscape. Game drives here will carry you along the shores of a classic Rift Valley ‘soda’ lake, fringed with flamingos and pelicans. Drive towards the edge of the forest for an all-encompassing view of the lakeshore, often colored pink with the explosive number of flamingos feeding on algae. Traverse the floodplains of the lake in search of the park’s black and white rhinoceros population, pausing to watch as they scratch their backs against acacia trees. As the sun begins to set, venture into the baboon-filled forest and up towards a rocky outcropping for a perfect sundowner cocktail location. Return to camp for a delightfully fresh and organic meal in the open-air restaurant. Retire round the fire and enjoy the company of this intimate camp, swapping stories about Kenyan adventures and life in the bush. Retire to your private safari tent and collapse into your luxurious four-poster bed. As you drift to sleep, try to listen for the cackle of a hyena or the grunt of a buffalo."
    },
    {
      "dayNumber": "5",
      "title": "Masai Mara National Reserve - Travel Towards the Famed Plains",
      "description": "Wind your way out of Lake Nakuru this morning and move towards the epic finale of this adventure - safaris through the Masai Mara. Passing through the Masai heartland, you will drive towards this famous park over the course of a couple hours, with plenty of opportunities for wildlife viewing along the way. You will arrive at your next luxury property midday, just in time lunch. This afternoon, you will again have the choice of spending what remains of the day on the lodge grounds or on a game drive. This expansive camp offers a number of activities immediately on the property, which range from pool-side lazing to mini golf and sport fishing in the lodge pond. Massage therapists are always available to help you unwind, as is a great selection of books on local flora and fauna in a beautiful library. For those with a passion for birdlife, this may be the perfect opportunity to borrow a pair of binoculars and set out on a guided nature walk in search of the prolific and unique birdlife. It is also possible to visit the neighboring Masai community, where you can learn about their semi-nomadic lifestyle while walking through an authentic homestead. As the sun begins to set, make your way to the outdoor restaurant for a dinner prepared fresh from the lodge gardens. The camp’s elaborate buffet includes numerous live cooking stations, enabling you to craft a meal that caters perfectly to your taste buds. Indulge in a freshly made dessert before migrating towards the central fireplace for an evening of great wine and conversation. When you can stay awake no longer, return to your canvas tent where you will fall asleep to the sounds of the bush."
    },
    {
      "dayNumber": "6",
      "title": "Masai Mara National Reserve - Spend a Full Day on Safari",
      "description": "You will undoubtedly wake early this morning in anticipation of a full day’s safari throughout the world famous plains of the Masai Mara. After sipping on warm coffee, set out in a private 4x4 vehicle with a packed picnic breakfast in search of the quintessential Kenyan wildlife. It will only be moments before you find yourself surrounded by herds of grazing gazelles and zebra, and only a few moments more before you see your first elephant. During these early hours, you will drive across the dusty trails that intersect the Mara, enjoying the cool air and the ever-transforming skies. If timed correctly, it will not be long before you find yourself at the edge of the Great Wildebeest Migration, marked by tens of thousands of wildebeest walking northwards towards greener pastures. Whether you opt to break today up into two safaris – or dive into the wilderness on a full day adventure – today will be spent intimately exploring this remarkable ecosystem. If you find yourself craving a new means of exploring the bush, be sure to enquire about walking safaris and hot air balloon rides. On the former, you set out into the bush on foot with an expertly trained guide. Senses come alive as you walk through the grasslands past herds of ungulates. Game walks provide the opportunity to learn the basics of wildlife tracking, along with time to observe the smaller creatures that are often missed when in the vehicle. The hot air balloon ride, by contrast, sends you high above the plains, enabling you to truly grasp just how expansive the area is. Shockingly quiet and unbelievably soothing, sailing from a wicker basket is one of the most romantic and luxurious ways to explore the park. Tours culminate with champagne in the bush before returning back to your private camp. For your final evening in the bush, you may be interested in indulging in a private bush dinner. Venture out to the traditional boma (open-air venue) to enjoy a customized meal, complete with traditional Masai performances. Lit with candles and starlight, this will be the perfect way to conclude your African adventure."
    },
    {
      "dayNumber": "7",
      "title": "Nairobi - Departure",
      "description": "This morning you will rise before the sun in order to squeeze in a few final moments in the bush. Enjoy a final game drive against the backdrop of a stunning sunrise, and observe the bush at one of its most active points. Whether you opt to spend the morning in search of a few final unseen species, or simply absorbing the resident wildlife as it appears, this final game drive will be spent entirely as you wish. Return to camp for a final bush breakfast before you begin your journey back to Nairobi. Depending on the timing of your outbound departure, you will either drive directly to the airport or will spend some time at a local hotel. Early morning travelers will likely spend a final night in the capital. At this point, however, it is also possible to extend your time in Africa by a few more days. Many clients opt to add on a few days on the aquamarine shores of the Indian Ocean before returning home. Assistance will be provided with any trip extensions or alterations, in order to build the perfect Kenyan experience."
    }
  ],
  "map": ""
}