{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "masai-mara-safari-for-senior-travelers-luxury-lodges-boutique-experiences",
  "tourName": "Masai Mara Safari for Senior Travelers: Luxury Lodges & Boutique Experiences",
  "placesVisited": "Nairobi, Masai Mara, Siana Conservancy, Masai Mara National Reserve, Mara North Conservancy",
  "generalInfo": "The Masai Mara is a place of pure drama as lions chase zebra herds and wildebeest meet leopards at the river. The Masai is also a destination of surreal serenity where it is easy to drift off to the sound elephant hoots in the distance or watch wildlife from decks of your the swimming pool. Taking advantage of three of Africa’s finest lodges and camps, this very relaxed 10-day safari to the Masai Mara and beyond is handcrafted for senior travelers. You will discover the great wonders of the plains along with the undiscovered gems of a private conservancy safari.",
  "durationDays": "10",
  "price": "15,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Siana Conservancy – Luxurious Lodge Accommodation",
      "description": "The Spirit of the Masai Mara will provide a very smooth introduction to wild Africa. Perched above the grasslands in the private Siana Conservancy, your lodge has ten air-conditioned suites, each with floor-to-ceiling windows for incredible views. Your time here will feel like a five-star hotel experience in the bush, where you can watch elephants from your bubble bath and sip sundowners in a private lounge. For senior travelers who are new to Africa, this lodge is a great way to combine the beauty of the wilderness with contemporary Western luxuries. You will land at Nairobi International and then take a short transfer to Nairobi Wilson Airport and a local flight to the Masai Mara. Check in during the late afternoon and the rest of the day is at your leisure for a chance to relax by the pool or sip champagne as wildebeest rumble past. Like all the stops on this safari, you will not need game drives to see the famous animals as in these untouched landscapes, the wildlife roams freely across the plains, moving in and out of the lodges. So by relaxing on your deck or in your lounge, it is possible to start enjoying the four-legged wonders of Africa."
    },
    {
      "dayNumber": "2",
      "title": "Siana Conservancy – Relaxed Game Drives",
      "description": "The animals will come quickly on your first game drive. Lion pride basks on the plains with the males’ manes fluttering gently. Zebra huddle together, sometimes thousands of them creating a black and white mirage. Wildebeest are scattered, galloping around with wonderful enthusiasm. Elephants and giraffe are easy to spot along the horizon with their iconic shapes moving elegantly in the distance. On your first game drive, you will quickly discover that the Masai Mara more than deserves its fame as the density of wildlife is simply unbeatable. Before every game drive, your guides will discuss potential routes and let you know how far and how long the drive is likely to take. From the Spirit of the Masai Mara, you have the option of exploring the private Siana Conservancy, or the nearby Masai Mara National Reserve. Both have their charms and suit different moods, so presents you with wonderful options. The typical safari program is to have a morning and afternoon activity, punctuated by some relaxed hours and lunch at the lodge. However, your program is flexible, so whenever you are feeling energetic, it is possible to stay out on much longer drives, perhaps taking a picnic to be enjoyed at a quiet viewpoint above the grasslands."
    },
    {
      "dayNumber": "3",
      "title": "Siana Conservancy – Hot Air Ballooning above the Famous Plains",
      "description": "Floating above the Masai Mara in a hot air balloon is one of Africa’s most iconic experiences. From your lodge, you are just a few minutes drive to the launch site, and you will ascend at sunrise. Drift on the wind and admire the patchwork of grasslands and herds that stretch out below. The dawn light is ideal for photography, especially as the sunlight bounces off the kopjes , or the rocky outcrops, and casts a soft yellow glow across the landscape. You will touch down to a champagne brunch before continuing your flexible safari program with game drives in the Siana Conservancy and/or the larger National Reserve."
    },
    {
      "dayNumber": "4",
      "title": "Loita Hills – Exploring an Undiscovered Piece of the Mara",
      "description": "The Masai Mara National Reserve is one of Africa’s most visited safari destinations, yet the National Reserve is fringed by a number of large private conservancies, which are part of the Mara ecosystem yet restrict access to guests staying within the conservancy. Everything is unfenced, and the animals move freely, oblivious to boundaries. Space and tranquility abound in your safari property, with hardly another safari vehicle for many miles. Rather than queuing up to see a lion’s kill, it will feel as if you have an entire ecosystem all to yourself. So when a nearby lion takes down a zebra, there will only be a maximum of two vehicles enjoying the show, and you will get close enough to see black and white limbs being ripped from the carcass. After a short flight, you will settle into an opulent stone cottage at your lodge. From your elevated vantage point, you can watch the migratory herds or even enjoy a spa treatment as hundreds of zebra dots the grasslands below. This is a place for escaping the world except that you are never alone as this is one of the most prolific wildlife areas in the Mara. Your game drive program will stick to the private conservancy and be complemented by the option for short guided walks with Masai warrior guides. As you move slowly and quietly, these walks will provide a fresh vantage point and allow you to track the remarkable antelopes and herds of wildebeest."
    },
    {
      "dayNumber": "5",
      "title": "Loita Hills – Opulence Meets Safari Charm",
      "description": "Beneath the cloak of sunrise a cheetah stalks her prey, gracefully moving through the grass towards unsuspecting Thomson’s gazelle. Slowly she creeps before pouncing as you instinctively hold your breath. Deep along the hills you will find a leopard, the spotted hunter hiding in the shade of a scorched rock. Because you are within a private conservancy, your driver can take you off the trail until you have the ultimate vantage point. Peer down and you may spot the cub, a little youngster being expertly cared for by a blue-eyed mother. A little later on the drive, you may find an elephant family that will hold you captive, the baby testing his strength by picking a fight with a baffled warthog. With a private conservancy, you can explore at leisure and spend the time to savor each of these sights. The challenge with visiting the Masai Mara for just a few days is that there is a pressure to tick off all the famous animals, but as you spend ten days, you can see them all without feeling like you are even trying. Your guides will connect the dots as so much is revealed when you stop and really watch a scene. Admire the playful battles between young lions, follow hyenas as they harass a gazelle herd, fall in love with an elegant giraffe. Each day and every drive will bring new sights, so go slow, soak up everything, and then enjoy your relaxed hours lounging at the lodge."
    },
    {
      "dayNumber": "7",
      "title": "Mara North Conservancy – A Beautiful Tented Camp Experience",
      "description": "After six days in the Masai Mara, you will have become attuned to the atmosphere of the wild. Haunting calls ring out and you can make a good guess at which animal makes them. Elephants pass close by, and you know not to be frightened. Zebra wanders past and you know to keep your distance. After two lodge experiences, your safari will conclude with three nights at a tented camp, where canvas walls will allow you to fall asleep to the Masai Mara’s natural orchestra. The tents are more like boutique hotel rooms with polished hardwood floors, excellent en-suite bathrooms, and four-poster beds. While you do not have a swimming pool, your camp is situated on the banks of the Mara River and a perfect place for watching animals taking a drink or making a crossing. Ngare Serian has its own private conservancy, located within the private Mara North Conservancy, which makes for an incredibly exclusive safari with virtually no limits on what to do and where to go. Game drive during the day and night, take walks that reflect your mood, head far off the trails, or follow the path to favorite waterholes. You will be assigned a private driver and guide for three days so that every activity will be personally tailored to your exact interests and ideas. As the name suggests, Mara North marks the northern edge of the Masai Mara ecosystem. While the region is not usually visited by the great wildebeest migration, it is a fabulous year round destination with grasslands packed with an abundance of big cats and roving herds."
    },
    {
      "dayNumber": "8",
      "title": "Mara North Conservancy – Final Days of Safari in the Masai Mara",
      "description": "Complete your safari with two flexible days at Ngare Serian. You can drift off to the sound of rushing water and elephant trumpets, and then take a picnic on a game drive and stop beside a pod of hippos to admire their humongous jaws and boisterous antics. Spot a leopard and then return the next day to build a picture of this hunter’s behavior. Find a wildebeest stuck on a muddy riverbank, and then return the next day to see the remains of the carcass being ripped apart by hyenas. A long 10-day Masai Mara safari does not give you a glimpse of the wild as much as it enables you to follow individual scenes and uncover the subtleties that are often unseen and unspoken. Staying at a mobile camp provides a new experience to the lodges and just reaching it is part of the adventure. You’ll need to cross a suspension bridge over the Mara River (it’s very safe), an indication of just how deep you’ve gone into the wilderness. Masai warriors escort you with traditional weapons while local guides have an intimate understanding of where the resident predators like to hang out. Like always, the days are personally tailored and accompanied by a sumptuous food and drinks menu. The idea is to give you a true taste of the wild, without forgiving any modern luxuries."
    },
    {
      "dayNumber": "10",
      "title": "Mara North Conservancy – Departure",
      "description": "The Mara North has its own airstrip, from which you will fly back to Nairobi Wilson Airport in the late morning. It is possible to enjoy safari activities before your departure, but you may wish to relax at the camp to watch the action at the Mara River. In Nairobi, you will be transferred to Nairobi International Airport for your homebound flight."
    }
  ],
  "map": ""
}