{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "rwanda-gorillas-masai-mara-great-migration-itinerary",
  "tourName": "Rwanda Gorillas & Masai Mara Great Migration Itinerary",
  "placesVisited": "Kigali, Volcanoes National Park, Masai Mara National Reserve, Mara North Conservancy",
  "generalInfo": "Combine two of East Africa’s most iconic experiences during your one week tour of Kenya and Rwanda. Follow wildebeest during the Great Migration as they travel through the Maasai Mara accentuated by the surrounding theater of wildlife. Trek through volcanic forests to discover the beauty of active gorilla troops. Your immersive luxury safari will be tailored to your goals to uncover the marvels of East Africa’s untouched wilderness.",
  "durationDays": "8",
  "price": "13,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kigali – Arrive in Rwanda",
      "description": "Fly into the charming Rwandan capital of Kigali, a city that feels more like a lush village in the hills than a capital city. You will be greeted by a local guide and transferred north to Volcanoes National Park, one of only two accessible places in East Africa to trek wild mountain gorillas. Wind through The Land of a Thousand Hills as you curve along the forested slopes until the canopy closes in and you are deep into the mystique of the forest. If you could preconceive a landscape for gorillas, then it would look just like this with the wisps of mist as thick forest rolls unbroken across the mountains. Hidden in the foothills of the Virungas Mountains is your first lodge, where a luxurious stone cottage will provide a tranquil space after your journey."
    },
    {
      "dayNumber": "2",
      "title": "Volcanoes National Park – Gorilla Trekking",
      "description": "As the morning's mist begins to clear, you will be trekking beneath the canopy. First, you will be following a marked trail, but soon you will veer off onto tracks made by forest elephants. With every step, the rainforest will seem to get darker and denser as the trees wrap themselves around the trail and the guides slice your path using their machetes. The gorillas have been located, but the last part of the journey is thrillingly slow. You are not on any particular trail, but every step brings you tantalizing closer to the sounds coming from up ahead. Through the branches, you glimpse a ball of black, but then you must clamber for another five minutes before the troop comes into full view. It can be challenging, but trekking through the thick virgin forest is a very authentic part of the experience, helping you appreciate just how remote you have to go when visiting the world's last mountain gorillas. As your guides clear your path, a gorilla will suddenly be standing before you fully upright and sidestepping with arms waving in the air. The female gorilla is making herself look big to showcase her power as she sends the message that you must respect the troop's boundaries. She isn't telling you to leave as these habituated gorilla troops are used to the daily hour of contact. Step a little closer, and you will see her smiling three-year-old baby that mischievously scampers between the trees. Fingers curl around the branches, and there is your first unforgettable look in the eyes as with these wild gorillas, there is an emotion to admire in every set of eyes. As your guide slices away a couple more branches, you will see the rest of the troop as a dozen of them fill the lush landscape before you. Soon another silverback will emerge and bound along on his knuckles, white fur shimmering on a broad back dominated by muscle. All of the sudden, there are three gorillas behind you and another four feeding beside you, making it impossible to know which way to look. Sometimes you have to refocus, baffled by the intimacy of the experience. At other times you will lose yourself in the detail, like the glint of a smile or the site of two infants playing hide and seek amongst the trees. After an hour, you must leave the troop and follow your steps through the forest to spend the rest of your afternoon relaxing at the lodge."
    },
    {
      "dayNumber": "3",
      "title": "Volcanoes National Park – Second Day of Gorilla Trekking",
      "description": "Visiting one troop is an inspiring experience, but when you have come so far into the heart of Africa, it would be a shame only to do it once. Furthermore, a first gorilla experience has so much detail that it can pass in a blur. Gorilla trekking a second time helps you to relax and absorb the intricacies of the encounter. You will visit a different troop and take a different path through Volcanoes National Park. The actual time trekking is usually between 30 minutes and two hours in one direction, although that could be more dependent on the location and trekkers are divided into their interests and fitness levels, so older visitors are usually offered the easier of the treks. However, this is a rare opportunity to explore an untamed rainforest which attracts many visitors to a longer trek. As you approach the gorillas, you will feel the goosebumps rise as two blackback males will cause the ground to vibrate as they pound through the small forest clearing. This troop is larger with the up-and-coming males kept in place by a powerful drum roll on the chest of the silverback. Tension exists here, and you can feel it in the atmosphere, and sense it in the odd derogatory glance shared between individual gorillas. Perhaps in a year or two, the troop will have split, and the uneasy ambiance is in dramatic contrast to yesterday's gorilla trekking experience. Not that you will not still enjoy charms of it all, as when you spend an hour with a gorilla troop, there are always hundreds of little moments to take away. After returning from the trek, you will settle into your lodge for lunch and to freshen up before transferring back to Kigali for the night. The Kigali Serena is the city's premier hotel and an easy way to soak up the city."
    },
    {
      "dayNumber": "4",
      "title": "Masai Mara National Reserve – Great Wildebeest Migration",
      "description": "Your scheduled early morning flight will connect Kigali with Nairobi International Airport, where you will be greeted by your guide and transferred to Nairobi Wilson Airport for a micro flight to the Masai Mara. Before noon, you will have touched down and settled into your camp to be gazing down at the famous Mara River. Situated in the Mara Triangle, this is one of the only Masai Mara camps on the southern side of the river, helping to bring certain privacy during the peak tourist season. Sitting back on your verandah, you can watch the herds and admire the patchwork of wildebeest and zebra that are scattered across the fresh plains. Occasionally, an elephant will amble past, or a waterbuck will come to graze right beside you. Every July and August, the great wildebeest migration crosses the Mara River and then the herds will spread out across the Masai Mara until September or October (note that for travel from January to June, you will need to safari in Tanzania's Serengeti to see the great wildebeest migration). From your camp, you can see the herds as they gather on the southern bank, meaning that you are in prime position to get close to the action whenever the wildebeest decide to charge. Dust spirals, water splashes, and crocodiles snap their jaws as tens of thousands of hooves make their perilous journey. The camp is engulfed by the enchantment of the migration, so today's afternoon game drive is likely to be a short one, bringing you beautiful safari moments yet keeping everything relaxed after your last few days of adventure."
    },
    {
      "dayNumber": "5",
      "title": "Masai Mara National Reserve – Game Drives",
      "description": "Early mornings are always dramatic during the migration. Lion pride is prowling, inspecting the breakfast menu as cheetahs disappear into the grass to hide themselves away for a patiently anticipated ambush. A leopard will jump down from an acacia tree and crawl slowly across the plains in the light of dawn. As you game drive around the Mara River, you will follow their movements, not just seeing the predators but also watching them in hunting mode. Baboons shout loudly to alert a herd of Thomson's gazelle to a cheetah's camouflage. You will return to the leopard, and it has also been unsuccessful in its hunt, the wildebeest galloping away from the spotted predator. But up ahead, there has been a kill and a loud roar scatters the hyenas that were seeking to get close. Drive across to get close enough to see a black and white limb being tossed into the air. Ribs are exposed, and the pride tucks in, ravaging the carcass with a brutal intensity. Then it is back to the charm of the migration, the sight of a few thousand zebra huddled together, or the feeling of being surrounded by the miles of scattered wildebeest grazing away. But as you are getting lost in the serenity of the scene, there will be a flurry of commotion as you watch the cheetah continue her hunt. Return to the lodge in the late morning to relax at the camp, letting the heat of the day slip away before heading out on an afternoon Masai Mara game drive."
    },
    {
      "dayNumber": "6",
      "title": "Mara North Conservancy – Hot Air Balloon Above the Mara",
      "description": "When you are exploring the plains, the number of mammals is astonishing. Ten thousand? A hundred thousand? It is impossible to know how many wildebeest and zebra are around you, but when you float above the Masai Mara in a hot air balloon, the scale is magnified. Now you realize is is more like a million as the herds fill the plains in every direction as great clumps scatter either side of the Mara River. Yours is one of the closest camps to the balloon launch site, so at dawn, you will take off early. After 90 minutes of flying across the plains, you will touch down to a champagne breakfast, before a game drive transfer takes you north across the Masai Mara. Bump across the grasslands and pass the bustling herds of buffalo before stopping to inspect the elephants that grace the trees. Find lions perched on the scorched rocks and then admire a baby giraffe that follows her mother's graceful steps. The Masai Mara is not just about predator versus prey as this ecosystem is packed with the all of the enchantment of the wild, from playful monkeys to unusual antelope, scurrying warthogs to exotic birdlife. Staying in the Mara North Conservancy helps to open your senses to these other highlights, particularly on a walking safari. A Masai warrior leads you on an animal tracking walk across the plains, pointing out the clues and bringing you close to a whole array of life such as the hartebeest, Grant's gazelle, a giraffe tower, even a buffalo herd. Much as you may have felt during your gorilla trekking, the wildlife feels so much more real when there is nothing between you and them."
    },
    {
      "dayNumber": "7",
      "title": "Mara North Conservancy – Private Great Wildebeest Migration Safari",
      "description": "Mara North is an integral piece of the Masai Mara ecosystem and shares an unfenced border with the national reserve. Mara North is a private enclave, only accessible to those staying at one of the camps. Tucked away in this wilderness is your exquisite camp that maximizes your sense of being enveloped by the rhythm of the Mara. Today is fully flexible, and you can create your own safari program. Game drives here can go off the trail, bringing you within even closer proximity to the predators. Walking safaris are not possible in the national reserve, so there is a unique thrill to being led out by the Masai. On a nighttime drive, you will see another side to the plains as you explore under the cloak of darkness to create a 360-degree appreciation of everything that is going on in the Masai Mara. As always, expect sumptuous cuisine throughout the day and a private vista that evokes the dreamy image of East Africa."
    },
    {
      "dayNumber": "8",
      "title": "Mara North Conservancy – Departure",
      "description": "Wake up and then relax for awhile as you hear the drumbeat of hooves outside your window. Open your curtains to watch a wildebeest herd from your bed. Breakfast is served to your room as an elephant walks past. Slumber a bit longer on your verandah and take in the Masai Mara plains, a private wildlife show that provides your final moments you’re your safari. It has been an active week with many early starts, so this final day is all about the calm of the camp and the beautiful mammals that roam past. Mid-afternoon, you will fly from Mara North back to Nairobi Wilson Airport, where it is a short transfer to Nairobi International and your flight out of Africa."
    }
  ],
  "map": ""
}