{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-vacation-safari-beach-and-exclusive-lodges",
  "tourName": "Kenya Vacation: Safari, Beach, and Exclusive Lodges",
  "placesVisited": "Nairobi, Meru National Park, Bisanadi National Reserve, Laikipia Plateau, Maasai Mara, Olare Orok Conservancy",
  "generalInfo": "This exclusive itinerary showcases the very best of Kenya. Discover beautiful areas of wilderness, great savannas teeming with wild game, deserted white sand beaches, and spectacular plateaus. Each destination offers its own inimitability, epitomized by the unforgettable Maasai Mara and a walking safari in Meru National Park. Packed with unique experiences, this itinerary shows Kenya at its most beautiful and authentic.",
  "durationDays": "14",
  "price": "20,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi - Wild Game From the Hotel Balcony",
      "description": "Nairobi is a cosmopolitan city full of contrasts. It has exclusive suburbs and squalid slums, green parks and dusty streets, skyscrapers and a natural game park. You'll be met at Jomo Kenyatta International Airport, and it won't take long before you see some iconic African scenes. Street stalls sell mountains of avocados and colorfully dressed women strap babies to their backs. Your first hotel property is the perfect introduction to Kenya's wildlife, as giraffe, buffalo, and various antelope, all roam around their natural habitat. Savor the views from the balcony, relax in the sauna or swimming pool, and rest up as the wildlife is only just beginning."
    },
    {
      "dayNumber": "2",
      "title": "Meru National Park – Raw and Beautiful",
      "description": "From Nairobi you'll fly directly to Meru, where your guide will greet you at the airstrip and transfer you to your first camp. Meru's lush wilderness offers a stunning start to your safari. On a clear day, Mount Kenya dominates the skyline, its stark peak towering over undulating green hills. Meru's 13 rivers cut distinct paths through the landscape, the abundance of water supporting great casts of animals. Your is nestled into a beautiful riverine forest, overlooking the Bisandi River. A nonstop sequence of animals drink from the river, their actions eagerly witnessed from the comfort of the camp and its cooling swimming pool. Some sip tentatively, like lesser kudu or impala. Other stay and play, like the elephant herds that don't have to worry about waiting predators. In this beautiful landscape there are only a few other camps and very few other people. Your safari camp blends into the environment, the traditional wood features and en-suite tents not interrupting the animal world that surrounds it. Kerosene lanterns and evening campfires provide additional charm, while flushing toilets and hot showers ensure comfort in the bush. Large iron beds help offer a good night's sleep, but expect the intimate sounds of wild Africa to enter your tent. Breaking the silence could be a lion roar, a hippo wheeze-honk, or an elephant bull's ferocious grunt. Or it could be the wandering soundtrack of Meru's 300 bird species coming to life at sunrise. A variety of experiences will fill your three days in Meru. Morning and evening game drives explore the park, bringing you astonishingly close to the Big Five. Elephant herds smash their way through the forest, leaving great trails of uprooted trees. Abundant water has created numerous swamps, the ideal habitat for large pods of wading hippos. Lion prides come out at dusk, searching the waterholes for a meal. Tall grasses provide the perfect cover for big cats on the hunt, and the exhilaration of spotting a hidden leopard is unforgettable. Meru's overgrown wilderness gives every game drive an extra thrill. At first glance it appears that there is nothing to see. The forest seems quiet. But listen carefully and a telltale rustle suggests something is nearby. Be patient. Two minutes later and a pair of black rhino come into view, slowly crossing the path in front of the safari truck. Every evening you'll also have the opportunity to go on a walking safari with an experienced armed guard. Any of Meru's great animals could be lurking on the trail, and they all seem much larger when viewed at eye level. A visit to a rhino sanctuary and Koyiaki Guiding school is also included, as is the opportunity to experience a local Boran community. Enjoy barbecued lunches and bush breakfasts overlooking the river, and savor three days in pristine African bush."
    },
    {
      "dayNumber": "5",
      "title": "Laikipia Hills - Diverse Safari Experiences",
      "description": "From Meru you'll head west, crossing rural Kenya as you're driven to the Laikipia. While Laikipia isn't as famous as other Kenyan parks, it offers a totally unique safari experience. This vast rural expanse, between the Rift Valley and Mount Kenya, is home to a huge diversity of mammals and birds. And it can be explored on foot, on horseback, or even from the back of a camel. Of course, there are also the daily game drives that go deeper into this animal kingdom. Situated on a 24,000 acre private ranch, your lodge is a throwback to grand colonial homes of yesteryear. It's much more of a private home than a lodge, and all of the seven en-suite cottages have been individually decorated. Private verandahs offer sweeping panoramas of the plateau, while the encompassing serenity is a priceless experience. On an inimitable walking safari you can follow ancient wildlife trails, coming almost within touching distance of wild game. From a safari truck many antelopes seem small, yet at ground level they look different. Close proximity makes a kudu's horns far more impressive, while a hartebeest's shoulders have an almost unnerving power. Local guides use their knowledge to track animals and keep you safe. Wander through the forest before gazing down on the plateau from high rocky outcrops. Then the enveloping silence of walking in the bush is broken, and an impala glances at you before quickly skipping away. Out in Laikipia the big beasts roam. Rhinos and elephant can be spotted at close quarters, while great giraffe necks dot the horizon. Hyenas cover great distances each day, and their spotted fur scampers past the safari truck. On horse or camel back, the safari becomes even more exhilarating. There's an awe-inspiring feeling of being at one with nature as your ride wanders along the plains. You'll have three days to try it all."
    },
    {
      "dayNumber": "8",
      "title": "Maasai Mara – Offbeat Experiences",
      "description": "You will fly to the Maasai Mara from the nearby Loisaba airstrip. Arguably the world's most famous nature reserve, the Maasai Mara offers endless savanna and an astonishing concentration of wildlife. This is a version of Africa that almost seems fictional, as if it's been fabricated by Walt Disney or wildlife documentarians. But it's very real. Lion prides stare at the safari truck, then walk towards it and lie down in its shade. Elephants plod past the camp, great beasts offering a photographic interruption to your evening meal. Huge herds of wildebeest and zebra defy belief, dotting the plains and leaving a swirling trail of dust in their wake. From July to October, two million extra mammals arrive in the Maasai Mara, the Great Migration crossing the Mara River and entering Kenya. Wildebeest and zebra are accompanied by many hungry carnivores, but remember, these visitors are just in addition to the Maasai Mara's almost unbelievably abundant wildlife. Your camp is located just a few hundreds meters north of the Maasai Mara boundary, on a private reserve. Traditional en-suite safari tents feature handmade cedar beds, 24 hour solar lighting, hot bucket showers, and flushing toilets. Perforating the camp are the sounds of the Maasai Mara, from galloping wildebeest to roaring lions and sporadic bird song. The unobstructed views of the savannah linger long in the memory, and from the safety of the camp you can watch all kinds of wild game wander along the horizon. Having its own private reserve means that the camp can also offer activities that are unavailable in the Maasai Mara. Go on a walking safari, or take a night drive and discover nocturnal creatures that have left their hiding places. Game drives explore the Maasai Mara, offering some of the most memorable wildlife viewing on the planet. On the flat endless plains, animals are easy to spot. But which way do you look? At the lion pride lounging in the sun? Or do you look at the giraffes feeding from the trees behind you? Perhaps at the phenomenal herd of zebra that can make a photograph seem black and white? In the Maasai Mara everyone in the safari truck is usually looking in a different direction. Then they nudge each other and everyone turns around to savor a different sight. Hippos plod along muddy escarpments, black rhino offer the most spectacular of spots, while leopards dip into the grass as they stalk prey. With three days of game drives you'll have a great chance of spotting the big cats out hunting. You'll also be able to explore vast areas of the Maasai Mara. Your guides will use their local knowledge to bring you face to face with any African animals that haven't been ticked off your list. Cheetahs offer a mix of grace and power, endangered wild dog don't look like they should be petted, while the 500 resident species of bird use their vibrant wings to grab your attention. But for all the individual sightings, it's often the vast unbroken beauty of the Maasai Mara that stays longest in the memory."
    },
    {
      "dayNumber": "11",
      "title": "Diani Beach - Tropical Paradise",
      "description": "After nine days on safari, finish your Kenyan adventure at its most famous beach. Perfect white sand stretches for 15 miles, and it's fringed by lush palm trees and wooden beach bars. Then there's the crystal clear Indian Ocean water. Parts of Diani Beach provide seclusion and perfect relaxation. Others offer cute bars where cocktails and barbecued seafood are savored with your feet in the sand. Like all the accommodations on this itinerary, the private accommodations combines style with luxury. Set in its own grounds, it offers panoramic ocean views, an exclusive swimming pool, and huge double rooms. You'll be staying in one of the most deserted parts of the coastline, on a beach paradise that is shared with very few other people. Walk along the fine sand with your feet in the warm Indian Ocean, purchase fresh seafood from local fisherman, and enjoy the services of a private driver who will take you around Diani Beach. This tropical conclusion to your vacation reveals a different side to Kenya, one that's equally serene and beautiful. But instead of seeing wildlife from your window, you'll have views of gentle ocean waves and unforgettable sunrises that dance along the horizon."
    },
    {
      "dayNumber": "14",
      "title": "Nairobi - Fond Farewells to Kenya",
      "description": "Today you'll return to Nairobi for your international return flight."
    }
  ],
  "map": ""
}