{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "east-africa-culture-and-wildlife-safari-for-seniors",
  "tourName": "East Africa Culture and Wildlife Safari for Seniors",
  "placesVisited": "Nairobi (City), Samburu National Reserve, Serengeti National Park, Ngorongoro Conservation Area, Stone Town, Zanzibar",
  "generalInfo": "Handcrafted for senior travelers, this in-depth adventure will provide you with East Africa’s finest wildlife and cultural experiences. You will explore the Masai Mara with the Masai, tour the Samburu plains with Samburu warriors, and unpick Swahili culture in Zanzibar’s Stone Town. From human history to modern animal conservation, you will experience how culture and safari join hands in Kenya, Tanzania, and Zanzibar. Expect a slow pace of travel and a focus on all the smaller details during this luxurious, 15-day safari.",
  "durationDays": "15",
  "price": "11,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi – Relaxed Arrival",
      "description": "Nairobi takes most visitors by surprise. The Kenyan capital is dominated by nature with the streets that stretch around a large national park at the city’s heart. Giraffes and rhinos move in clear view of city towers, elephants can be heard during the night, and such an impressive urban nature sets the scene for this relaxed city. After landing in Nairobi, you will be transferred to your old-world style lodge in the city’s green outskirts. Giraffes may make appearances here, and you can sometimes encounter a giraffe as it pokes its head through your window. Do not worry because they are very safe and friendly creatures. The evening will be at your leisure, and you should find that Nairobi’s relaxed atmosphere can help you to overcome any travel weariness."
    },
    {
      "dayNumber": "2",
      "title": "Nairobi – Giraffe and Elephant Conservation",
      "description": "It will be Rothschild’s giraffes that poke their heads into your room at breakfast. This type of giraffe is a critically endangered subspecies that number less than 2,000. Their continued survival is partially due to the Giraffe Centre, which is a conservation program that is helping to return these animals to their indigenous lands. Elephants have also faced tough times in Kenya, and a nearby elephant center is helping to return orphaned pachyderms to the wild. You will spend the day visiting these two conservation programs, which is where international conservationists will guide you through their challenges and successes. This typically involves becoming incredibly close to these animals in a way that is not possible when on safari. You can experience the day to day reality of conservation and how these animals are being nursed back to the wilderness."
    },
    {
      "dayNumber": "3",
      "title": "Samburu National Reserve – The Great East African Wilderness",
      "description": "After another breakfast with the giraffes, you will transfer to Nairobi Wilson Airport, where a small aircraft will transport you to Samburu, which is one of Africa’s most unexplored wilderness areas. Stretching toward Ethiopia and Sudan, the Samburu is an arid savannah that can appear inhospitable at first glance. Dusty colors dominate the landscape, and you can sense a brittleness to the land as if it is on the cusp of devastating drought. Anything that can live here must find a special way to adapt, and that is true of both the animals and people. Samburu guides will meet you at the airstrip and lead your three safari days in Samburu, which is their homeland. It will only take a few moments to realize that this arid land can provide a home for many thousands of mammals. Subtle clues can lead you to witness kudu, which is an elegant antelope with unique horns. Out on the plains, you can see gerenuk as well, which is an antelope that stands upright on its hind legs and uses an elongated neck to reach leaves. You can also see leopards and hyenas along with the telltale tracks that are created by elephants. Most of all, on your first day of safari, you will witness how the Samburu people live in harmony with this majestic, wilderness area."
    },
    {
      "dayNumber": "4",
      "title": "Samburu National Reserve – Wildlife Safari With Indigenous Samburu Guides",
      "description": "From your lodge, you will have a dazzling view. Your accommodation will be elevated above the plains, so that you can listen and watch where the wildlife moves just like your Samburu hosts have always done. They share their land with the animals and have helped protect it through both colonial hunting and modern poaching. Their knowledge is spellbinding, and just to spend a day in the bush with Samburu warriors is one of Africa’s greatest safari highlights. With a single glance, they can analyze an indentation in a tree and tell you what animal passed through and when. In a moment of silence, they can pick up the distant call of storks and follow the storyline to find the reason for such rowdy stork behavior. Leopards are common here, and they stalk through the grass and blend into the background. Your Samburu guides will seek them out because these are the most precious of cats on a vast and seemingly unending landscape. Lions are rarely spotted here, but you can also track cheetahs and will certainly enjoy the antics of resident hyenas. Over these two days, you will venture out on morning and afternoon game drives. These drives can be incredibly varied. Typically, unpredictability is integral to every safari because your guides will respond to what they smell and see in the national reserve. Drives can also be designed around your personal interests, including following a specific animal that you are particularly interested in to really understand their behavior. For example, one game drive could follow herds of Grevy’s and Burchell’s zebras because the Samburu is one of only a few places where both species graze side by side. You can also spend an afternoon tracing enchanting reticulated giraffes. Maybe the guides will know of a leopard with cubs, so one drive may focus on moving close to this special family unit. You may follow one story over the three days, including an elephant carcass that offers food for many carnivores. It will also be possible to go on walking safaris with the Samburu. Again, these are flexible, so they can be long or short, depending on how you feel."
    },
    {
      "dayNumber": "6",
      "title": "Olare Motorogi Conservancy – Discovering the Masai Mara",
      "description": "After three days with the Samburu, you will now have two days with the Masai. At first glance, these tribes may appear to be similar. Their dress is different, but their laconic style and agile movements bare many similarities. Over these two days, you will learn that the Samburu are experts in finding where animals hide, while the Masai specialize in keeping dangerous animals away from their families and livestock. The Masai Mara is a very fertile landscape that can support a denser animal population. Here, you do not need to look for life, but you do need to know where lions and leopards choose to roam. After a safari flight, you will spend two nights in Olare Motorogi, which is a private Mara conservancy that is operated by the Masai community. The experience is more exclusive than in the Masai Mara National Reserve, plus you will be provided with a unique insight into how the tribe has coexisted with one of Africa’s largest big cat populations. On today’s first game drive, you are likely to have some wonderful moments with lion prides along with a gamut of other predators that make the Masai Mara such a famous safari destination. Do not worry, as you will always observe the predators from a safe distance and with the company of an experienced guide. As with your time in Samburu, the safari program has a flexibility that is ideal for suiting your mood and energy level."
    },
    {
      "dayNumber": "7",
      "title": "Olare Motorogi Conservancy – Exploring the Masai Mara With Masai Warriors",
      "description": "With Masai warrior guides, you will spend another day in an ancient world, discovering the rhythm of life on a succulent land. Wildebeest and Burchell’s zebras will fill the Mara in large numbers, and they do not all migrate. During every month of the year, you can come across tens of thousands of these ungulates. Hyenas are also especially plentiful along with Thomson’s gazelle. Most of the other favorites are easy to see, so just like in Samburu, you will be watching intimate scenes with elephants, Masai giraffes, hippos, and buffalos. Not only do your Masai guides know where these animals spend their days, but they know where to safari at specific times of the day. It will be their ancestral knowledge that makes your safari experience more impressive than just a normal safari."
    },
    {
      "dayNumber": "8",
      "title": "Serengeti National Park – The Heart of the Grasslands",
      "description": "From the Masai Mara, you will fly to the Serengeti and have a change of planes at the Tanzanian border. In the Samburu and Mara, you had a lodge-based safari, meaning that you settled into your lodge and conducted activities with guides from the lodge. For the next three days, you will enjoy an overland safari with the same driver and guide for all three days. The Serengeti and Masai Mara share the same ecosystem, but the Tanzanian side is much larger. Here, you do not need a private conservancy to escape crowds of vehicles. All you need is a little sense of adventure, which should be no problem at all after five days on safari. Tonight, you will be staying in Central Serengeti so your game drive can revolve around the wildebeest. While there are many maps that indicate the movement of the great wildebeest migration, the month by month situation is linked to climate and predicting exactly where the herds will be is very difficult. By staying in Central Serengeti, you can reach almost anywhere in the national park, so today will offer you some remarkable, close-up experiences with some of the planet’s largest wildlife herds. You should note that today is likely to feature more driving than the previous five days, but you should still be continuing at East Africa’s laid-back safari pace."
    },
    {
      "dayNumber": "9",
      "title": "Ngorongoro Conservation Area – Discovering the History of Humankind",
      "description": "An enchanting half day’s game drive will lead you from Central Serengeti to Olduvai Gorge. Hyenas will mark the journey as elephants define the horizon. You will pass thousands of Thomson’s gazelle and can spot various resident predators on your journey. Then, the atmosphere will change. Evidence of the earliest human existence comes from Olduvai Gorge, and just gazing over the gorge will create a sense of personal history. Olduvai is a place that can connect you to the earth, and you will be able to feel a distant and ancestral past long before your guide explains what has been unearthed and why it is so important. Through fossils and stories, you can trace human evolution here in addition to visiting archaeological sites that are still being worked on after 50 years."
    },
    {
      "dayNumber": "10",
      "title": "Ngorongoro Conservation Area – Safari on the Crater Floor",
      "description": "After Olduvai Gorge, you will have spent the night at a lodge on the Ngorongoro Crater rim. This is a prime location for a Ngorongoro Crater safari because you can safari on the caldera floor before other vehicles have even made it into Ngorongoro Conservation Area. This vast volcanic caldera is a haven for the Big Five and much more. With an early start, you can see black rhinos for the first time on your safari, which is a reclusive and shy species that marches the crater floor each morning. The elephants are giants with tusks that may curl above the vehicle, and the hippos will provide some funny antics when you make a coffee stop. Ngorongoro is a very different safari experience, and today, you only need to descend the caldera to immerse yourself in a mystical animal world."
    },
    {
      "dayNumber": "11",
      "title": "Stone Town – Exotic Swahili Culture",
      "description": "From the Ngorongoro airstrip, you will fly to Zanzibar this morning, which will be the last of your convenient safari flights. Culture will dominate your experience in Stone Town, which is a living UNESCO World Heritage Site of coral houses and old-world Swahili culture. Stone Town is an excellent destination for senior travelers, and you will be encouraged to explore slowly and to take your time. There are no vehicles, but the alleyways do get blocked by donkeys. Architectural and artistic treasures can also be found at every turn along with evocative stories that concern spices and slaves. Put simply: Stone Town is the most enchanting cultural site in Sub-Saharan Africa. With a local guide, you will begin to unravel 1,000 years of Swahili heritage."
    },
    {
      "dayNumber": "12",
      "title": "Stone Town – Spice Plantations and Rich Trading History",
      "description": "Many senior visitors can spend a week in Stone Town and not get bored. There is always another alley to try and always another story to find on the charming lanes. With two days, you can explore at your own pace and still get around all the iconic sites, including palaces, forts, slave houses, and caves. You will discover a rich and congruent mix of styles. There is Omani calligraphy, Persian patterns, British grandeur, Chinese flourishes, and the distinct Swahili coral architecture. You will also experience a religious harmony with mosques that stand beside churches and a synagogue. Today, you can also visit a Zanzibar spice plantation and learn how Zanzibar was one of the world’s richest islands during the Middle Ages."
    },
    {
      "dayNumber": "13",
      "title": "Nungwe – End the Vacation on a Quiet Beach",
      "description": "Now will be the time for the beach. After 12 days of rich, cultural experiences and East Africa’s best safari destinations, you can take some hours to reflect on the places and people that you have met. Nungwe is a small resort area on Zanzibar’s northern tip, where rugged cliffs line white-sand beaches, and the atmosphere encourages you to do nothing at all. Nungwe is a preferred destination if you like to have a choice of restaurants each evening in addition to something more than just privacy and impressive white sand. These two days will be at your leisure, and you can arrange activities locally like cruising on a wooden dhow ."
    },
    {
      "dayNumber": "15",
      "title": "Zanzibar Town – Departure",
      "description": "After breakfast, you will be transferred to Zanzibar Town for your outbound flight."
    }
  ],
  "map": ""
}