{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "heavenly-escape-masai-mara-safari-pemba-island-getaway",
  "tourName": "Heavenly Escape: Masai Mara Safari & Pemba Island Getaway",
  "placesVisited": "Nairobi, Mara Naboisho Conservancy, Masai Mara National Reserve, Pemba Island, Zanzibar Archipelago",
  "generalInfo": "Escape into the wild with wildebeest as your only neighbors while the exotic Indian Ocean waters lap gently. Intimate camps overlook the plains, and the exclusivity is absolute in the midst of the African landscape. With only handpicked the most escapist of East African destinations, this two-week getaway will take you on a surreal Masai Mara safari and then leave you with the luxury of Pemba Island. Serenity reigns as nature’s spell holds you captive as the dreamy wildlife of the Mara rolls past the opulent tents.",
  "durationDays": "14",
  "price": "11,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Mara Naboisho Conservancy – Luxury and Serenity",
      "description": "Gaze out from your bed at your camp to a herd of wildebeest grazing on the move with their great beards flowing in the soft breeze. A few moments later, an elephant will amble past with enormous tusks curling out beside their melancholy eyes. Just behind them, a small herd of buffalo will grunt as they pass providing quite the parade of wildlife. Return to your book to soak up the solitude of the plains and then lift your eyes to discover a zebra herd just a few meters away. Elegant and exclusive, your camp balances the beauty of the wilderness with the opulence of today. You will enjoy a beautiful and spacious tent with en-suite bathroom and the facilities you would expect in a luxury hotel yet as you look out, the safari comes to you. Earlier, you will have landed at Nairobi International Airport, where it is a short private transfer to the domestic Nairobi Wilson Airport. A small plane will bring you into the Mara where you will land at the Mara Ol Seki airstrip, tucked away in the Mara’s private conservancies. Mara Naboisho covers 210 square kilometers of unfenced, wildlife-filled grasslands, yet the only people are those that are staying at one of the exclusive tents. It will feel as if you have the magic of the African bush all to yourself and for safari solitude there are few better places on the continent, especially as located one of Africa’s most revered safari destinations. Spend the afternoon relaxing at your camp, and then head out for a short game drive to admire the wildlife at close quarters before returning to enjoy the sights and sounds after dusk."
    },
    {
      "dayNumber": "2",
      "title": "Mara Naboisho Conservancy – Exquisite Safari",
      "description": "The safari program is flexible. You may opt to spend the morning in your bed to listen to the sounds of nature and absorbing the serenity of the wild, or you may choose to leave at dawn on a morning game drive for the best time to spot lions and leopards on the prowl. In the afternoon, you might wish to go on a game drive that brings intimate moments with hippos, elephants, buffalos, and the cats, or you may want to set off on foot with a Masai warrior to wander across the grasslands on the trail of impala, zebra, and wildebeest. There are always options for adventure and options for relaxing, and whatever you choose, there is going to be a rich procession of wildlife. Mara Naboisho is adjacent to the Masai Mara National Reserve and has become a firm favorite of leopards and cheetahs. With only a few safari vehicles, these grasslands provide a quiet space for the spotted hunters to raise their cubs. Guides know their hiding places, and you will watch adorable young cubs taking their first steps. Herds of antelope always dot these plains, and you will see a huge variety of mammal species both from the camp and during safari activities. The concentration of lion pride is almost unrivaled, and your days spent here will provide a great chance to see them on the move with the lionesses hiding in the grass as they stalk gazelle and zebra. As game drives can take you off the trail, you may also be watching the big males crunch into a carcass after a successful hunt. The real magic of Naboisho is the exclusivity. Visit the Mara, and you are guaranteed to see elephant, giraffe, buffalo, hippo, lion, wildebeest, zebra, Thomson’s gazelle, and more no matter where you are staying. But in Naboisho, your views are not interrupted by other vehicles. It will feel surreal to see so much wildlife before you ever encounter another person. This itinerary is not just a getaway as you are in the heart of one of the world’s most unique natural experiences."
    },
    {
      "dayNumber": "4",
      "title": "Masai Mara National Reserve – Surrounded by the Herds",
      "description": "Crossing the Mara on a game drive is an extraordinary experience. For three days, you have been admiring all of the little details like the unique stripes of a zebra, two warring buffalo, a baby elephant’s trunk swinging on the ground. Now you will be admiring the scale as you learn that the Mara is not just about the thousands of animals you have seen so far. Rather, it is packed with millions of mammals, and the herds seem to continue long past the horizon. From July to November, the great wildebeest migration is in the Masai Mara, but throughout every month of the year, these grasslands support a baffling abundance of life. On your morning game drive, you will wind into the Masai Mara National Reserve to take in all of the sights on route to your new lodge. Perched on the banks of the Talek River and hidden by trees, this stylish tented camp has a wonderfully relaxed ambiance. Swing in a hammock as hippos frolic in the river below, and then lounge on your day bed and watch different antelope coming for a drink. Enjoy some fine dining beneath the stars as elephants are hooting from the nearby woodland, as although it is within the main Masai Mara National Reserve, the Naibor provides serenity and exclusivity and surrounds you with the herds but also maintains privacy."
    },
    {
      "dayNumber": "5",
      "title": "Masai Mara National Reserve – The Mara’s Most Relaxed Safari",
      "description": "As wisps of mist rise from the plains you will follow four lionesses as they shimmy in and out of the trees, and then crouch low and disappear from view. On the brittle grasslands they can easily hide, but the small animals work together in the Mara. A baboon troop has spotted the pride, and they will start to shout vigorously from the trees to warn everything of the predators’ presence. As soon as it has started, the hunt is over, and the zebra will skip away, but on another game drive, you will watch transfixed as a leopard roams in and out of the grass only to take down a Thomson’s gazelle that had veered a little too far from the herd. With a Masai Mara safari, you are never watching the animals in isolation as you will see how everything is connected and your interaction is the real treat. You will not just get a snapshot of an elephant; you will watch two herds meet at the river for a tense stand-off as the young males eye up potential mates. Sometimes you will see lions draped across the rocks, lazing away in the sun but on other drives, you will watch a large male roar to frighten others, or find the pride setting off for their breakfast meal. Over these two days, you will enjoy morning and afternoon game drives, leaving plenty of time to savor the exclusivity of the camp. Your lodge is just two kilometers from the Mara River, and the location could not be more central, so you will never need to travel far to see incredible safari sights. Back at your camp there is a surreal tranquility easily found. In some ways, it will feel like a perfect getaway and it will be easy to rock back on the day bed or hammock to enjoy the serene space of the camp until the animals in the Talek River interrupt your slumber. They are always grunting and grazing and fill the atmosphere with the vibrancy of the wild. You are not alone here, and even the odd elephant or giraffe may rumble past the camp. You are experiencing the beauty of a safari getaway as you will have the chance to escape on your own, yet you are still enveloped by the dreamy authenticity of the animal world."
    },
    {
      "dayNumber": "7",
      "title": "Pemba Island – Tropical White Sand and a Dreamy Lodge",
      "description": "Bush and beach are relatively easy to connect in East Africa. In less than five hours, you will swap the wilderness of the plains for the exotic colors of the coast. It will be quite a journey to fly over the plains of East Africa and then descend onto the Indian Ocean island of Zanzibar. Since the first Omani traders arrived over a millennium ago, the Spice Island of has been a revered travel destination. Zanzibar’s popularity has blossomed in recent years, but there is more than one island in the archipelago. After changing planes, you will hop north and land on the unspoiled Pemba Island. Tourism has hardly arrived here, so just a small handful of luxury lodges provide remote Indian Ocean getaways. Your lodge is only accessible by boat, and as soon as you arrive there will no need for shoes. Dip your ankles in the warm waters, lounge in your private plunge pool, and settle into island life."
    },
    {
      "dayNumber": "8",
      "title": "Pemba – Barefoot Beauty on an Exotic Indian Ocean Island",
      "description": "Wake to the sound of gentle waves from your suite that is raised above the beach while your private plunge pool provides a perfect place to laze away the day. Access to the sand is done without shoes, and the beach comes from a tropical postcard. Coconut palms curl over the sand, coral reefs and exotic marine life is found just off shore, and the water has an alluring tone. For these seven days, this is the perfect setting from which to drift away and there is virtually nothing to interrupt the tranquility. Fundu Lagoon is a small lodge and you will not have to share the white sand with many other guests. When the beach is only accessible by boat, you know you will be far from any crowds. Set sail in traditional wooden dhows, the perfect vessel for enjoying sunset with a glass of champagne in hand. Snorkel off the beach and lose yourself in the vibrant marine world. Fundu Lagoon is close to some of the Indian Ocean’s finest dive sites and each day will offer you an opportunity to explore them. Perhaps one day you will walk around the island beneath the canopy of palms and across the hideouts of monkeys. On another, you will barbecue on the beach, fresh lobster and prawns with your feet in the soft sand. Each villa is generously spaced, so you can easily spend the whole day without encountering another person. Cocktails can be brought to the villa or your private pool, so it is easy to spend a day without encountering any other visitor. There is also a beautiful lounge and a restaurant area should you wish to relax over the main part of the beach."
    },
    {
      "dayNumber": "14",
      "title": "Pemba – Departure",
      "description": "Flying out of Pemba, you will be able to fully appreciate the beautiful views over the archipelago. You will admire how the water swirls as the soft greens merge with thick blues and then slip back into the tones of turquoise. Land in Zanzibar where you will connect onto a flight to Nairobi International and meet your homebound departure. In the morning, you will have full use of the lodge’s facilities, so there is chance for one final massage or walk along the white sand."
    }
  ],
  "map": ""
}