{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-safari-for-couples-romance-adventure-in-the-african-bush",
  "tourName": "Kenya Safari for Couples: Romance & Adventure in the African Bush",
  "placesVisited": "Nairobi, Meru National Park, Masai Mara National Park",
  "generalInfo": "Step back in time, growing nostalgic over the glamour, intimacy and adventure of early 20th century Kenyan safaris. Recreate the magic as you retrace the trails of Kenya’s early explorers, bearing witness to the country’s spectacular past, prolific wildlife and vibrant communities. This package carries discerning guests through Kenya’s top safari destinations as they exclusively capture a glimpse of an era rich with luxury, elegance and romance in the heart of the African bush.",
  "durationDays": "8",
  "price": "12,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi - Welcome to Kenya",
      "description": "Today, after much anticipation, you will finally land at Jomo Kenyatta International Airport to begin your tour of Kenya’s most prized national parks. After landing and clearing customs, a representative will meet you in the arrivals hall and transfer you to your first accommodations. Having driven only 25 minutes from the airport and through one of Africa’s busiest cities, you might be surprised to find yourself on the edge of Nairobi National Park where resident wildlife roams freely within feet of the lodge’s terrace and restaurant. Nairobi National Park is the only park worldwide located in such proximity to a major urban center. Home to endangered species including the black rhinoceros, and progressive conservation centers, this park emphasizes Kenya’s absolute passion for protecting its wild places. You will spend your first African afternoon adjusting and relaxing amidst the lodge’s peaceful setting. Whether that involves a swim in the lodge’s top floor heated pool, a massage at the spa, or a workout in their high quality gym, you will spend the afternoon completely at your leisure. Enjoy a dinner at one of the hotel’s two restaurants that look out either over the Nairobi skyline or the contrasting national park, before retiring for the night."
    },
    {
      "dayNumber": "2",
      "title": "Meru National Park - Getting Into the Bush",
      "description": "This morning you will wake up for an early flight to Meru. From Meru, you will transfer to your lodge in the heart of Meru National Park. Located on a rocky kopje – a granite outcropping in an otherwise flat landscape – this lodge offers spectacular views of the surrounding plains, streams and Mount Kenya. It is the only operational lodge within the park boundaries, meaning that in addition to these sweeping views, you will also enjoy near exclusivity when exploring this unique and quiet landscape. Each guest stays in a private cottage tucked away into the sides of the kopje . With an entirely open front looking out onto the plains below, there truly is no better location to read a book or drift into daydream. The open face can be closed in the evening with curtains that still permit a calming African breeze to sweep through your room. You will spend your first afternoon in Meru with a brief orientation of the property and park, summarizing the various activities you can participate in over the coming days. Life at this property is relaxed and the activities and schedules will depend largely on your whims and preferences. The following itinerary is more of a recommendation than it is a schedule, and you will be free to choose between them. That said, this afternoon we recommend enjoying the lodge facilities, including the infinity pool and spa before joining the lodge for an Italian-inspired dinner."
    },
    {
      "dayNumber": "3",
      "title": "Meru National Park - Further Explorations",
      "description": "Over the course of the morning, you will explore the unique landscape of Meru as you pass under mammoth baobab trees and across the savannah, entirely against the backdrop of Mount Kenya. As you trail zebra and impala in search of the Big Five, be sure to keep your eyes open for some of the rare species that make this park home. The caracal, lesser kudu and aardwolf all live within this region, revealing themselves for a lucky few. Within the park, you will also have the opportunity to visit an important rhino sanctuary that works to conserve and reintroduce the threatened species to the wilderness, from which they were totally eradicated in the 1990s. Having returned to the lodge for lunch, you will now have your choice of activities for the afternoon. Home to a multitude of rivers, your lodge organizes fishing expeditions in search of catfish, tilapia and barbell while monitor lizards and kingfishers watch avidly from the shore. You may also be interested in visiting the nearby Tharaka community, with which the lodge supports through community development projects. This property prides itself on providing thoughtful tours to this special community, as well as opportunities for guests to become involved in supporting them. As you return from your afternoon activities, you will likely migrate towards the infinity pool with its unending views over the plains below. There are few better locations on the property to enjoy a sundowner before dinner with fellow guests and lodge staff. As the night winds to a close, you can prepare for an inventive dinner influenced by northern Italian recipes and the vegetables in the local garden. Undoubtedly full and tired, you will then retire to your quiet and breezy cottage."
    },
    {
      "dayNumber": "4",
      "title": "Meru National Park - Varied Landscapes",
      "description": "This morning, you may plan for another game drive or perhaps a walking safari. Exploring the bush on foot under the guidance of Meru’s park guides often offers guests a level of intimacy that is often impossible to attain at larger more populated parks. Following animal tracks, investigating insects and learning of the micro-ecosystems offers insight into the minute dynamics and behaviors that sustain this truly spectacular ecosystem. You can also join one of the walks that climb to the top of Mughwango Hill, where you can experience great panoramic views. Alternatively, you may choose to spend the day exploring the shores of the Tana – Kenya’s longest river. Snaking through Meru National Park, the Tana provides water and nourishment for much of the parks’ flora and fauna. With a packed picnic lunch, your guide will take you on a day long adventure along the river as it climbs into the highlands and drops into the plains before it carries on to the Indian Ocean. As the sun sets tonight, you may choose to combine a sundowner cocktail with a nighttime game drive. Witnessing the bush transform under the moonlight is a unique and magical experience. In the evening, you are able to observe the impossibly adorable bush babies as they fly through the trees, graceful owls as they stalk prey and numerous predators that come alive to hunt. Following a night drive, you will return for another incredible meal before again retiring to your cottage."
    },
    {
      "dayNumber": "5",
      "title": "Masai Mara - Transfer by Private Charter",
      "description": "After an activity-packed two days at your first stop, it will be time to move on from this private sanctuary to the rolling plains of the Masai Mara. You will leave Meru on a private charter that will fly via Nanyuki to the Mara. Be sure to look out your window as you touch down temporarily in Nanyuki – this airport is located right at the base of the snow-capped Mount Kenya. From the air, you are sure to receive your most impressive views. Descending into the Mara, a representative will transfer you to your safari camp. Elegant and timeless, this lodge is located on a stunning conservancy a kilometer from the Mara park gates. While staying here, guests are carried back in time as they listen to a crackling gramophone beside a wood burning fireplace. The lodge prides itself on preserving the allure and romance of the original safari experience that inspired the life of founder. Each white canvas tent is furnished with elegant antiques from the 1920s - including faded Louis Vuitton luggage. The antiques perfectly complement the otherwise modern facilities of the tent, which includes a complete en-suite bathroom, hot showers, a canopied verandah and a private butler. This afternoon will be spent exploring the property and planning your days ahead. You can look forward to a top quality meal in the lodge’s tented dining room, before retiring to your private tent. Be sure to take a minute to admire the spectacularly starry African skies."
    },
    {
      "dayNumber": "6",
      "title": "Masai Mara - The Rolling Plains",
      "description": "Today you will begin to traverse the picturesque plains of the Masai Mara under the seemingly endless and ever-changing African skies. The conservancy itself is strategically located, bordering the Masai Mara, the Serengeti and Loliondo, and has some of the richest wildlife populations in Africa. With no fences and limited human interaction, your time in the region will truly send you into the bush. Led by some of Kenya’s most highly rated professional guides, you will begin a series of close encounters with Africa’s richest wildlife. They avoid the throngs of safari trucks, characteristic of some regions of the Mara, and encourage engagement rather than ‘animal box ticking’ during your days in the bush. As elephants gracefully walk the horizon, interspersed with giraffes, zebras and rhinos, you will witness that picturesque African imagery. Predators are also plentiful in the region, with lions, leopards and cheetah frequently stalking the numerous herbivores. If visiting between April and November, it is likely that you will catch parts of the Great Wildebeest Migration, which consistently passes this region of the Mara. During the afternoon, you will likely return to the bush as it livens as the sun sets. In true 1920s fashion, you will be well equipped with a small picnic and cocktails to enjoy as the sun sets over your first full day. Again, you will have the opportunity to watch as the bush transforms, with new life and behavior emerging around you. You will return to the lodge for dinner before retiring to your tent for the night."
    },
    {
      "dayNumber": "7",
      "title": "Masai Mara - Masai Warriors and the Big Five",
      "description": "This morning, after being awoken by fresh coffee delivered to your tent, venture out into the bush to have a picnic breakfast beside the river coursing through the conservancy. From there, you can continue through the bush either by truck or on foot, depending on your preference. Again learning about the intricacies of the park from gold-standard guides, you will have an unparalleled tour through the bush. As the temperatures begin to rise, and the animals doze off in the shade, it is often nice to end the morning swimming at the nearby waterfall or fishing for catfish in the surrounding rivers with lines made of sticks and twine. In the afternoon, guests will have the opportunity to visit one of the local Masai communities with which the lodge works in partnership. The Masai are the original owners of the land, and as such, the safari property has made it a longstanding priority to support the development of these communities through aid, business opportunities and environmental conservation. Wrap up your day with an expertly made gin and tonic as you soak in the final rays of sunlight. Spend your final evening around the fire, or in the main lodge with other guests listening to stories from the bush over another delicious and thoughtful meal."
    },
    {
      "dayNumber": "8",
      "title": "Nairobi - Private Charter From the Masai Mara",
      "description": "This morning you will pack your belongings and return to the present day from the 1920s as you depart the Mara on a flight to Nairobi. As your flight departs, you will have one final glimpse of the endless plains of the Masai Mara before returning to the rapidly developing Nairobi skyline. For some, it will be time to return home. However, consider a trip extension and modification to round out the ultimate Kenyan experience. A luxury trip to the shores of the Indian Ocean might be the perfect farewell after your explorations through the wilderness."
    }
  ],
  "map": ""
}