{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "icons-of-kenya-masai-mara-mount-kenya-walking-safari",
  "tourName": "Icons of Kenya: Masai Mara & Mount Kenya Walking Safari",
  "placesVisited": "Nairobi, Ol Pejeta Conservancy, Mount Kenya, Masai Mara, Mara Naboisho Conservancy",
  "generalInfo": "From the plains of the Mara to the snow-touched summit of Africa's second highest mountain, Kenya is a destination of epic panoramas and exquisite details. By exploring on foot, your vantage point will ensure that you appreciate the exquisite beauty of the landscape. From the roaming herds to the lunar escarpments, the big cats to the monkey-filled slopes, this 11-day safari will offer an exclusive opportunity to see it all along with a four-day summit of Mount Kenya followed by a four-day Mara safari with Masai warrior guides.",
  "durationDays": "11",
  "price": "8,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi – Recharging the Batteries",
      "description": "Your first luxury property is tucked away on the outskirts of Nairobi, in the leafy suburb of Karen. You will hardly notice that you are in the city as a green canopy envelops the boutique hotel and giraffe are spotted just a few miles away. You will be picked up at Nairobi International for the short transfer to your hotel, where a sumptuous lunch on the hotel's terrace will introduce you to Africa. Continue to recharge your batteries at two nearby attractions. Visit the Giraffe Centre where endangered Rothschild giraffe are being bred and will take food directly from your hand. Hold out the pellets, and the graceful giants will take them straight from your hand before bashfully moving away. Move next to greet rehabilitated pachyderms at Daphne Sheldrick's Elephant Orphanage with a chance to see the giants before your safari starts."
    },
    {
      "dayNumber": "2",
      "title": "Ol Pejeta Conservancy – Finding the Wild Northern White Rhino",
      "description": "A rhino will amble forward with his horn pointing skywards in a show of resistance. The rhino slows his pace, and you will automatically hold your breath. Step, step, step, the graceful rhino will wanders over to the vehicle but then keep going, a full ton of power and charm leaving behind footprints and a wild scent. Rhinos are critically endangered, and the Northern white subspecies is the most precarious of all. Only three remain in the wild, and they are all found in Ol Pejeta Conservancy. Finding them is the highlight of any game drive anywhere on the continent, never mind a first African safari. This morning you will fly from Nairobi to Ol Pejeta, situated on the northern slopes of Mount Kenya. Their rhino conservation efforts have been groundbreaking, and the three Northern whites are joined by dozens of other wild rhinos. The rhino is one of the world's most elusive creatures, and you will be seeing many of them on the day's safari. Elephants and buffalo continue the safari experience, joined by lion pride and possibly a leopard. It's a compact and easy game drive, a great chance to discover the wildlife that makes Kenya such a revered destination. Follow your game drive with a short walking safari, often one that approaches wild rhinos on foot based on the analysis of the rhinos' behavior by your guide. Spend the night in a traditional bush camp where you can savor all of the sights and sounds of the savanna."
    },
    {
      "dayNumber": "3",
      "title": "Mount Kenya – Climbing to the Snow-Capped Summit",
      "description": "Mount Kilimanjaro is not the only 5,000-meter-plus snow-touched summit in Africa. The continent's second highest peak is an equally majestic volcanic cone rising above the plains and taking you on a journey through the habitats. First the woodlands, then the scorched plateau, and then onwards to a lunar alpine landscape as you move across the snow to the peak. You will pass buffalo, baboons and monkeys on route and enjoy stupendous views throughout as you savor the feeling of summiting the roof of Kenya. There is a crucial difference between Mount Kenya and Mount Kilimanjaro, and it’s one that really affects the experience. Both peaks are World Heritage sites, yet everyone opts to climb Kilimanjaro. Just a tiny fraction of the number climb Mount Kenya, meaning the trails have retained a blissful authenticity and tranquility. Weathered remnants cover this ancient volcano with a multitude of spires, ridges, and cliffs that rise above the African savanna. Every hiking hour is diverse, from crossing the moorland, and then yellowwood forests of wild baboons, and gazing down sheer cliffs towards isolated lakes. Accommodation on route is in basic huts, which provide comfort without thrills. A team of guides will take care of all the details, leading your journey along the trail as well as cooking filling meals. You will just carry a daypack filled with water, a few snacks, your camera, and an extra couple of layers in case the weather turns – porters will bring the rest. Before the climb, the guides will discuss a couple of potential options. The most common route is to take the Naro Moru route from the west, a steep yet rewarding journey focused on Point Lenana, the third highest of the mountain's peaks (16,354 feet). No climbing is required, although there is a scramble up the scree after you pass the snow line. A slightly longer option is to take the Chogoria trail from the east, a journey of spectacular alpine scenery that is longer in distance but a little easier on the legs and altitude changes. Both routes provide stunning views across Africa, and you will be able to see Mount Kilimanjaro on a clear day. The two highest peaks, Batian and Nelion, are reached on a bolted rock climbing ascent and bolted abseiling descent. While not suitable for novice rock climbers, they are okay for anyone with some rock climbing experience. On the first day, you will rise through the woodland and savanna, surrounding yourself with the wild animals that live on the lower slopes. Buffalo rumble past, baboon hoots echo through the trees, and you might glimpse a giraffe in the distance. Then the ascent, a steep and sometimes challenging journey up the face of the mountain for a tough second day that will leave you breathless in more ways than one. From here, the views are insatiable. An early-morning hike and scramble takes you across the snow to Point Lenana, a beautiful ridge that gazes hundreds of miles across Kenya and you will immediately feel that you are on the roof of the world. Breathe in the fresh alpine air, savor the achievement and take in the enormity of it all. Some will continue the journey to Batian and Nelion, but standing on Point Lenana is not an anticlimax. The ridge, the snow, the sweeping views, the shortened oxygen – it's one of Africa's lesser-known but most rewarding travel memories. The next day brings the descent, although you will start coming down earlier, regardless of the route. Just beyond the park gate, a luxury lodge will provide the place to rest your legs from this epic walk up Africa's second highest peak."
    },
    {
      "dayNumber": "7",
      "title": "Mara Naboisho Conservancy – Relaxed Big Five Game Drives",
      "description": "From the great mountain to the great plains, your small plane will take you between the distinctive realms. Touch down, and it will be hard to look anywhere without sensing wild animals with elephant markings beside the airstrip, the loud grunt of a hippo and thousands of zebra and wildebeest covering the grass plains. You are in the Masai Mara and an ecosystem that hosts the world's greatest abundance of wild mammals. Regardless of the time of year, a safari in the Mara is packed with an astonishing quantity of animals. Zebra and wildebeest are joined by Thomson's gazelle, so many of them in one glance that you cannot even begin to count. After your challenging hike, these two days are all about resting your legs. Admire the view from your verandah as you watch a giraffe tower and buffalo herd amble past. Explore further on afternoon and morning game drives to follow the footprints to find big cats on the move. With so much prey around, the Masai Mara supports an astonishing predator population. Game drives start to reveal the revered scenes as you will pass a lion pride lounging beneath a tree as the sun crosses the sky. A little later, you will see lionesses on the prowl, hiding in the high grass as zebra graze nearby. As the afternoon draws on a hunt will begin to play out with the lions upsetting the herd and trying to isolate a young calf. Among the trees there are more predatory scenes ready to unfold. Perhaps a leopard carrying a carcass up a tree, hyenas battling over bloodied scraps, or jackals emerging from their hiding place. It's wonderfully authentic, and you are virtually alone as the Mara Naboisho Conservancy is only accessible to those staying there. You are driven off road towards a lion kill, listening to the throaty grunts of the alpha male as he chases off his male rivals. Admire a cheetah perched on a rock, and then follow her for an hour as she descends towards the herds. On a Masai Mara safari, you are never just spotting the animals as you are surrounded by the interactions and can admire the cycle of predator and prey as it has been for centuries."
    },
    {
      "dayNumber": "9",
      "title": "Mara Naboisho Conservancy – Exclusive Walking Safari",
      "description": "Through the night you will hear the lions roaring. You can sense the buffalo grazing and can smell the elephant herds as they pass by the camp. Predatory cats and giant mammals are seemingly everywhere, so it is safe to go on a walking safari? The local Masai communities have always coexisted with this wildlife, and they have raised herds of cattle and goats on plains that are filled with lions and leopards. The relationship between tribe and wildlife is a harmonious one, built upon an understanding of the landscape and how to survive within it. It is this ancient knowledge that will keep you safe as Masai warrior guides lead you on exclusive journeys across the Mara. There are only a couple of places in the Masai Mara where walking safari is possible, and Mara Naboisho is a community-led Conservancy where the warrior guides grew up on these plains. Start walking, and you will slowly begin to understand how the landscape is continually talking to you. Prints are obvious signs of animals, but with warrior guides, you will start to notice the intimate details, like indentations in the grass, fruit plucked from trees or guessing an elephant's age by inspecting the dung. Traverse the plains and approach a zebra herd, waiting for their cue to get closer, and sometimes you will walk to within a few meters. Wildebeest and Thompson's gazelle are everywhere, and you will begin to anticipate their behavior, using it as a basis for ascertaining whether larger mammals are near. Occasionally, you will encounter an elephant, and then a giraffe, and then a herd of hartebeest. The warrior guides will see a buffalo herd, and they will immediately know to stay clear of their testosterone, but later on, they will lead you closer to a female buffalo herd. Those first few steps are thrilling as your mind races with nerves and exhilaration. As you learn to decode the landscape's language, the walking safari becomes a relaxing and calm experience as you being top feel at home on the plains, walking where few Westerners have ever walked. Follow your guide to an elephant herd, stand among a tower of giraffe, walk on past the 100-strong baboon troop, and continue to feel the raw connection with nature. Throughout these two days, the program is flexible with options for full-day walks or shorter morning and afternoon walks. All of your journeys are done within the Mara Naboisho boundaries as walking safaris are not permitted in the Masai Mara National Reserve."
    },
    {
      "dayNumber": "11",
      "title": "Mara Naboisho Conservancy – Departure",
      "description": "The airstrip in Mara Naboisho makes for an easy departure from Africa and a unique airport transfer. Weave along the dusty trails to the airstrip, passing elephant and lions before boarding your light aircraft bound for Nairobi Wilson Airport. From here, you will be transferred to Nairobi International Airport and your homebound departure."
    }
  ],
  "map": ""
}