{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-family-safari-in-three-remarkable-wildernesses",
  "tourName": "Kenya Family Safari in Three Remarkable Wildernesses",
  "placesVisited": "Nairobi, Samburu National Conservancy, Kalama Conservancy, Borana Conservancy, Masai Mara, Mara North Conservancy",
  "generalInfo": "Authentic encounters fill every moment in wild Africa; Samburu warrior guides reveal ancient wisdom, open grasslands teem with wildlife, and unique activities excite all ages. By visiting three distinctive private conservancies, this 10-day family safari is an adventure into the untouched charm and wilderness of Kenya, culminating on the thrilling grasslands of the Masai Mara. Accommodation is in luxurious villas and special activities entertain the children throughout.",
  "durationDays": "10",
  "price": "7,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kalama Conservancy – First Safari Adventure",
      "description": "Touch down in Northern Kenya and the goosebumps will rise as the thrill of the wild is quick to showcase its presence. A giraffe can be spotted from the airstrip, ambling along in the distance while Samburu warriors stand guard to your luxury villa to welcome you in their iconic headwear as the untouched African plains roll beneath vast clear skies. You will be greeted at Jomo Kenyatta International Airport in Nairobi and transferred to Nairobi's Wilson Airport for the local flight to Samburu. Cruising in the small plane is part of the safari experience, and it is possible to spot mammal herds on the plains beneath the wingtips. A luxury villa at your first property provides a dramatic view, with your living area gazing out on unspoiled Northern Kenya. One glance and the goosebumps will return. Open and spacious, the villa includes access to an infinity pool and spa, along with a Warrior Academy with tailored activities for the children. Located in the private Kalama Conservancy, it's an ideal place to start your journey. After a 30-minute back and neck massage to relax you after your day of travel, you will enjoy your first game drive to take in the inspiring encounters with Samburu's residents. Elephant, lion, zebra, giraffe, hippo will all abound as your first game drive is all about finding the famous mammals in their natural habitat. As with all days on this itinerary, all meals are included, and there are options for private bush dining or eating in the main lodge. Saruni Samburu has an excellent kitchen that combines African flavors with an Italian influence."
    },
    {
      "dayNumber": "2",
      "title": "Kalama Conservancy – The Rare and Endangered Special Five",
      "description": "Samburu is quick to reveal the diversity of Africa. While you arrive with dreams of lions and elephants, you will leave with memories of the continent's rarest creatures. Today's early morning game drive seeks out the Samburu Special Five , endangered wonders that only appear in this part of Kenya. Marvel at the tightly packed stripes of Grevy zebra, shake your head at the antics of Somali ostrich, then find the striking horns of beisa oryx. Reticulated giraffe poke their heads high above the acacia trees, while gerenuk stands on their hind legs to reach up to the bountiful branches. These wildlife highlights are always complimented by the big favorites as the Samburu also provides a haven for the Big Five with the lion, leopard, buffalo, elephant and rhino lurking somewhere to be found. You will stop for a picnic lunch by the river to lounge on the camping chairs as a pod of hippos splash through the water. During the afternoon, parents can unwind at the lodge's spa while children are entertained at the Warrior Academy to learn everything from bush survival to tribal dances, animal tracking to local handicrafts. It's not the typical kiddies club as Samburu warriors lead the activities and there is often a herd of wild animals grazing close to the lodge. As with all days on this safari, the exact program is flexible and can be adapted dependent on your family's interests and mood. For example, this afternoon could include another game drive, a walking safari, or even a helicopter flight above Samburu."
    },
    {
      "dayNumber": "3",
      "title": "Kalama Conservancy – Thrilling Nature Walk and a Bush Dinner",
      "description": "Step onto the plains in the morning light to follow Samburu warriors in search of wild antelopes. Clues are everywhere and slowly you will adjust to their environment and think like a lion or a local warrior. At first, you might just see animal dung but with one glance the guide will look at the same dung and tell you what animal, what gender, and what age. Prints lead you forward, and soon you learn the basics. Exhilarating and exclusive, these nature walks allow you to live out a Samburu adventure and creeps up on oryx and zebra that inhabit the plains. Local flora is discovered and understood, as is the history of the ancestors as found in rock paintings that fill a series of caves. Stay out for a picnic lunch and the afternoon is at your leisure. Perhaps take an afternoon game drive, go on a further bushwalking adventure or enjoy a tailored bird-watching afternoon, or continue your immersion with the Samburu Special Five. Just before dusk, you will head out in the safari vehicle to drive beneath the moonlight to a remote bush dinner beneath the stars. Often there is a thrilling silhouette that inhabits the horizon as an elephant or giraffe goes on its own nighttime journey. There is always a strange soundtrack of mysterious calls that echoing across the landscape as you dine in the middle of wild Africa. And your fire crackles, the Samburu warriors launch into dancing and reveal the beautiful steps of their ancient traditions."
    },
    {
      "dayNumber": "4",
      "title": "Borana Conservancy – Game Drives with Wild Rhinos",
      "description": "Borana glimmers beneath the iconic summit of Mount Kenya with the conservancy's plains dotted with clumps of monkey-covered forest. It's a relatively small private reserve that supports a remarkable diversity of wildlife, most notably black rhinos. After the three-hour drive to Borana, you will enjoy lunch and some time at the pool before an afternoon game drive will bring you encounters with one of the world's most endangered. A pair of horns ambles past, then another and now a third as a bashful rhino family roams elegantly past the safari vehicle. Some sights in Africa are too special even to reach for the camera, and this is one of them as you will just watch and admire these beautiful creatures in their home realm. An eco-chic cottage provides luxurious accommodation for the next three nights, with its verandah looking over the landscape of this private conservancy."
    },
    {
      "dayNumber": "5",
      "title": "Borana Conservancy – Family Horse Riding and Safari Mountain Biking",
      "description": "Head out on horseback this morning with the adults with one guide, and the children with another. You will ride onto the plains to pass zebra and wildebeest before reuniting at a fully-laden breakfast table hidden in the wilderness. Continue the ride as a family to trot alongside the antelopes and even spot a black rhino from horseback. After lunch, you will explore on foot as the Borana's lack of predators allows you to walk freely through antelope-filled plains. The limited numbers of lions or leopards is not a disadvantage here as less hungry mouths makes it much easier to have adventures outside the safari vehicle. By walking and horse riding slowly, you can approach to just a few meters of various antelope – as long as you stay silent. Complete the day with a walk to Pride Rock to admire the uncanny resemblance with the panorama from The Lion King ."
    },
    {
      "dayNumber": "6",
      "title": "Borana Conservancy – Exploring the Forest Canopy and a Family Afternoon",
      "description": "New mammals emerge when you explore the cedar forests, like the endangered Patas monkeys and baboons that will steal your sunglasses if you are not watchful. Tropical birds provide shocks of color amongst the branches while cracked trees are a sure sign of elephants passing through. You will take a picnic breakfast into the Ngare Ndare Forest before wandering along the canopy walkway to fill your senses with the reality of Kenya's primates. Cool off with a swim in the Blue Glacial pools, but you will need to keep an eye on your lunch as a vervet monkey troop appears nearby. Using private conservancies ensures that your safari always remains fresh for everyone in your family. This safari isn't about long days of game drives and bumping around the bush; rather the puzzles of wild Africa are slowly unraveled through the variety of activities. This afternoon you will explore on a mountain bike and rush across the trails as a tower of giraffe watch with interest. Ride past hippos in the water, follow the shouts of baboons and encounter half a dozen different antelopes from two wheels. Then lounge in the swimming pool at sunset and recover from a day of family adventure as a buffalo herd grazes on the plains below."
    },
    {
      "dayNumber": "7",
      "title": "Mara North Conservancy – Incredible Impressions",
      "description": "Light aircraft connect Kenya's wildernesses to transport you from one dusty and remote airstrip to another. From the nearby Lewa Wildlife Conservancy, it is a 90-minute flight to the Masai Mara, one that offers excellent views of Mount Kenya and then the sweeping plains of the Mara. Elephants are spotted from the air and the strange black dots you see below are actually wildebeest and zebra herds. From the airstrip, your game drive will begin as a guide takes you deep into the Masai Mara. Herds are scattered across the grasslands, and there are far too many to count. Sometimes, there are over a thousand zebras huddled together as their black and white stripes are only revealed as you move closer. Other times, there are tens of thousands spread across the panorama with some galloping, others grazing, and each with a face cast in emotion. So many mammals mean excitement for the predators and the Masai Mara is one of the best places in Africa to spot the big cats. Your children will not count the number of lions, but they will count the number of pride. And every pride is different. Stay silent as lionesses stalk a Thompson's gazelle, the hunter hiding in the grass before pouncing in a flurry of dust. Drive off the trail and stop next to a leopard in a tree, her tail swishing beside a young and playful cub. Watch the tension build as hyenas and jackals try to disrupt a lion from its kill, then feel the fear as a maned patriarch lets out a rumbling roar. On a first Masai Mara game drive, the inevitable focus is these big cat encounters, especially as you follow the trail of the Mara River."
    },
    {
      "dayNumber": "8",
      "title": "Mara North Conservancy – On the Trail of the Big Cats",
      "description": "Yesterday you took a game drive in the Mara North Conservancy and as in Borana and Kalama, only those staying on the conservancy can explore it which limits the number of other tourists and safari vehicles. Special rules enable you to drive off the trail and get closer to the animals, while local guides have an exceptional knowledge of where particular mammals reside. Today you will drive into the main Masai Mara National Reserve on a full-day adventure. The Masai Mara is too big to see in a month, never mind a day. But as you lose yourself on the plains, it is easy to see why this is one of the world's most exciting wildernesses. Lions rest on rocks to survey their kingdom with a predator's cold stare. Buffalo congregate in their hundreds, huffing and grunting in comical harmony. Wildebeest gallop in the morning light, while elephants move serenely through the clumps of forest. Down at the river, there are hippos, including those that open their jaws for the iconic photo. Sometimes it feels like it never ends as the grasslands abound with wildlife and surprise. After the raw adventures, a private family villa at Saruni Mara offers a quiet space to rest and relax. Tucked away in Mara North, the villa is guarded by Masai warriors and has a private verandah for dining that overlooks a grassland that is always filled with animals."
    },
    {
      "dayNumber": "9",
      "title": "Mara North Conservancy – Final Day of Family Safari i",
      "description": "Wildebeest trot past and you will follow on foot to share your space with these unusual animals. A Thomson's gazelle herd will be skipping along and stop to stare at the new mammals on the plains. This is the Ma, and you are on a walking safari as you follow the Masai warrior guides who have grown up in these wild lands. But this is just a suggestion for the morning as you could also go on a game drive, take a hot air balloon safari, or drive up to the summit of Kilieoni, the highest peak on the Serengeti and Masai Mara plains. Lunch at the lodge or picnic in the heart of nature, perhaps at the crocodile-infested Mara River. The afternoon is equally flexible, and Saruni Mara also has a spa and Warrior Academy, so parents can rest while the children are continuing to learn their bush skills. Rounding off your day of safari is a bush dinner on the wild Mara plains, with Masai warriors singing and dancing around the fire as African-Italian cuisine fills the table."
    },
    {
      "dayNumber": "10",
      "title": "Nairobi – Departure",
      "description": "Relax through the morning and spend some time to recount everything that your family has experienced over the last ten days. You will depart on a late-morning flight from Mara North to Nairobi's Wilson Airport. From there, a representative will assist to transfer you to Nairobi International for your intercontinental departure."
    }
  ],
  "map": ""
}