{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "intimate-kenya-cheetah-safari-for-conservation-lovers",
  "tourName": "Intimate Kenya Cheetah Safari for Conservation Lovers",
  "placesVisited": "Nairobi, Samburu National Reserve, Ol Pejeta Conservancy, Mara North Conservancy",
  "generalInfo": "Kenya is a stronghold for African cheetahs, and this safari will provide the inside track on their behavior and lifestyle. You will join conservationist guides and move up close to the world’s fastest land mammal. First, you will visit the Samburu, where cheetahs are struggling to survive, before visiting the Masai Mara, which is home to the world’s greatest cheetah population. Many other exceptional safari experiences will fill your luxurious ten days, including chimpanzees and wild Big Five encounters in Ol Pejeta",
  "durationDays": "10",
  "price": "19,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi – Getting Comfortable in Kenya",
      "description": "Nairobi is a luscious city and a capital that stands isolated on elevated plains. Wilderness surrounds it, including essential wildlife corridors that have been exceptionally conserved, especially given the modern city’s demands. You will land in Nairobi and see that Kenya is huge on conservation. The city has expanded around a national park, where elephants and rhinos find refuge amid a backdrop of skyscrapers and highways. Nowhere else in Africa has such a juxtaposition of bustling city life and four-legged mammals. It is a setting that can make you feel comfortable, and you can only imagine what is to come when you fly to Kenya’s more remote areas. You will be greeted at the recently renovated airport by your local guide. From here, it will be about a 30-minute transfer to your lodge that overlooks Nairobi National Park. Wild animals can be seen directly from your balcony, notably elephants and giraffes. Your conservationist guide will meet you over coffee to discuss your safari program, and there will be time to stock up on anything that you are missing before dinner at one of Nairobi’s acclaimed restaurants. A day in Nairobi also allows you to adjust to the East African rhythm before traveling into the wild."
    },
    {
      "dayNumber": "2",
      "title": "Samburu National Reserve – Start of the Cheetah Conservation Safari",
      "description": "Kenya looks magnificent from the air. In a small aircraft, you will soar across central Kenya with Mount Kenya being just one of the conspicuous volcanos that you will pass. Coming into Samburu, the landscape can appear arid and barren with colors of rust and dust that extend beneath the wingtips. You will touch down and sense that this is a challenging place to live whether you have two legs or four. Water is scarce here, and animals must adapt to survive. After landing on a dusty airstrip, you will meet with your Samburu warrior trackers along with cheetah conservationists who work in the Samburu area. This first day will provide you with a safari introduction on a game drive that introduces local specialisms. Gerenuk rises on their hind legs and use their elongated necks to feed on branches that other antelopes cannot reach. Their food is succulent, and they take almost all the water they need directly from the vegetation that they consume. Beautiful Beisa oryx have similar adaptions that the guides will explain. Common Burchell’s zebras and rare Grevy’s zebras can be seen side by side. Spectacular reticulated giraffes are another highlight that cannot be not seen in Kenya’s other parks, while elephants and hippos will provide regular entertainment throughout your safari experience. Hopefully, you will also see some of the cats although today’s focus will be upon understanding the landscape and its different animals."
    },
    {
      "dayNumber": "3",
      "title": "Samburu National Reserve – Tracking Cheetahs and Other Cats",
      "description": "The Samburu region has historically been a great place for cheetahs. They are one of the world’s most adapting animals and are capable of accelerating from 0 – 60 mph in less than three seconds. When sprinting at top speed, they can cover eight meters in a single stride as all their paws jump through the savannah; however, this speed cannot be maintained for very long. Cheetahs must grab their prey within 30 seconds, otherwise, they cannot keep up the chase. At less than 150 Ibs, they are also a relatively small cat. A lion or leopard could kill you in a couple of seconds, but cheetahs do not operate in this manner. Instead of using immense jaw strength or power, cheetahs trip their prey before delivering a killer blow. This hunting strategy has evolved on large open plains, where these cats have both a space to hide and an uninterrupted landscape for the chase. Unfortunately, Samburu suffered significant habitat degradation through the 1970s and 1980s in addition to the poaching and hunting that was brought by colonialists earlier in the century. Over these two days, you will explore efforts to preserve the habitat and nurture a new generation of cheetahs in Samburu. With Samburu warriors, you will walk across dusty plains, learning the signs of healthy and unhealthy land. You will discover crucial conservation efforts around Meibae, which is an area that provides prime habitat for cheetahs. Conditions for hunting are perfect here, and you can observe cheetahs during their day to day activities. Conservation is essential as the area provides a wildlife corridor for zebras and other prey. If wildlife does not use this corridor, the cheetah population has little to eat. Of course, while looking for cheetahs, you will also enjoy stunning experiences with Samburu’s other life, notably herds of elephants that march between water sources. As part of your safari, you can visit local Samburu communities and meet people who are on the conservation frontline. These communities live side by side with the wild animals, and part of the conservation effort is to generate income through safari tourism, thus reducing and hopefully removing the allure of poaching. You will see how communities have stood up to poaching and get to know a resilience for which the Samburu are well-known. Two days will provide you with flexibility, so you can track specific cheetah behavior. Local trackers know where the spotted cats hide, and you can enjoy anything from hunts to mothers with their cubs."
    },
    {
      "dayNumber": "5",
      "title": "Ol Pejeta Conservancy – Classic Big-Five Safari in Central Kenya",
      "description": "After a short flight south, today will provide you with an iconic, Kenyan safari experience. Ol Pejeta is a compact conservancy and is far smaller than Samburu. Still, it is home to a remarkable density of wildlife, including the famous Big Five. There are few better places in Africa for rhino encounters, and you can spot both white and black rhinos on a single game drive. Lions may provide eternal moments on the plains, and leopards can be spotted regularly rather than just occasionally. After today’s enchanting game drive, you can continue to view wildlife directly from your lodge, where you will have an uninterrupted view of a watering hole."
    },
    {
      "dayNumber": "6",
      "title": "Ol Pejeta Conservancy – Chimpanzee Conservation",
      "description": "Chimpanzees are not native to this part of Kenya, but a conservation program is helping to preserve these primates, predominantly those from areas that have suffered from aggressive poaching. At this conservation project, you will meet some orphaned chimpanzees, and get very close to their emotional eyes and thoughtful faces. You can witness what is being done to return these primates to their range, including the tricky task of returning rehabilitated chimps to the wild. Then, later today, your afternoon game drive will continue after dark for the chance to spot nocturnal animals that roam beneath a starry, African sky. Aardwolves and caracals are a favorite nighttime sight along with genets leopards that are on the prowl."
    },
    {
      "dayNumber": "7",
      "title": "Mara North Conservancy – An Abundance of Cheetahs",
      "description": "After flying to the Masai Mara, you will join a different team of conservationists and begin to see the contrasts between Samburu and Masai warriors. The Mara landscape shares similarities with Samburu, notably open plains and many fantastic places for cheetahs to hide. The difference in the Masai Mara is that cheetahs still thrive. There is no better place in Africa to encounter the world’s fastest mammal. The cats have abundant year-round food, notably the Thomson’s gazelle, which makes up much of their diet. They also enjoy seasonal abundance because zebras and wildebeests march upon the Mara plains between July and September. There are threats to the cheetah population here as well, and you will begin to discover these on today’s game drives. Joining Masai trackers and conservationist guides, you will safari around Mara North Conservancy and Masai Mara National Reserve. Like your first day in Samburu, this will be an opportunity to understand the ecosystem as a whole in addition to gaining close-up encounters with a diverse animal cast. Lions and leopards are also prolific here, and you will have the ongoing encounters with elephants, giraffes, buffalos, hippos, and dozens of other species. There are more wild mammals in this ecosystem than anywhere else in the world, and on today’s game drives, you will experience what that really means."
    },
    {
      "dayNumber": "8",
      "title": "Mara North Conservancy – Cheetah Conservation in the Masai Mara",
      "description": "These two days will be all about exploring the Masai Mara and tracking the behavior of different cheetahs. Game drives in Masai Mara National Reserve will provide you with an idea of the threats that these cats encounter. A high density of vehicles is bad for these mostly shy and reclusive animals. It can put cheetahs off a hunt, especially when many vehicles crowd around both predator and quarry. Noise from engines is not conducive to raising cubs, nor prowling around the savannah. The situation is different in Mara North and other Mara conservancies, where there are strict limits on the number of vehicles and visitors. In these conservancies, you can also go off the main trails, which allows for more unobtrusive proximity to these cats. In particular, these conservancies are providing a quiet space for cheetahs to raise their cubs. Over these two days, you should experience more than one young cheetah family with the chance to compare their behaviors out in the wild. Cheetahs all across the Masai Mara display many unusual behaviors. For example, males are forming coalitions in order to hunt larger prey. Two hunting together is rare, but three or four is almost unheard of, and you can witness this behavior and maybe even three cheetahs that expertly take down a wildebeest calf. By forming coalitions, male cheetahs can dominate the land and grow stronger than their rivals. There are stories and histories here that allude to coalitions not lasting for a long time. With conservationist guides, you can understand these stories, and during these two days, you will also meet with Masai herders and discuss the challenges of managing wildlife and traditional lifestyles on the same lands. Walking with the Masai will be a particular highlight of your adventure, especially when you cross grasslands that are populated by elephants. While cheetah conservation provides a focus to your excursion, a safari in the Masai Mara will always be filled by special wildlife moments. On these profuse lands, you can encounter all sorts of beautiful life from large lion prides to diminutive animals that hide from the world."
    },
    {
      "dayNumber": "10",
      "title": "Nairobi – Departure",
      "description": "After a relaxed morning of gazing over the Mara, you will be transferred to a local airstrip for a flight to Nairobi. In the Kenyan capital, you will be transferred to the international airport for your outbound flight."
    }
  ],
  "map": ""
}