{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "9-day-kenya-fly-in-safari",
  "tourName": "9-Day Kenya Fly-In Safari",
  "placesVisited": "Nairobi (City), Lewa Conservancy, Mara North Conservancy",
  "generalInfo": "In Kenya, the evergreen grasslands and golden savanna plains are alive with magnificent animals and dazzling birdlife, while the capital city is brimming with cosmopolitan charm for you to discover during your deluxe 9-day tour from Nairobi to Masai Mara National Reserve. Indulge in the glamor of premier campsites stationed in the country’s treasured reserves and partake in thrilling safari experiences unveiling the majesty of these untouched parks.",
  "durationDays": "9",
  "price": "14,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi - Day One’s Dazzling Discoveries",
      "description": "East Africa’s cosmopolitan and Kenya’s capital, Nairobi, is a must-visit destination and starting point of your lavish adventures within the wilderness. You will be besotted with the glamor of Nairobi from the moment you transfer from the international airport to your deluxe accommodation pinned in the heart of the city. Here, you will have access to all of Nairobi’s premier attractions from its buzzing cafe culture at stylish coffee shops to its dazzling nightlife along buzzing neon-lit streets and its rich heritage reflected at iconic museums to its beautiful wildlife roaming an urban game reserve just outside the city center."
    },
    {
      "dayNumber": "2",
      "title": "Lewa Conservancy - UNESCO-Recognized Wilderness Hideaway",
      "description": "You will tuck into a sumptuous Kenyan breakfast spread this morning, pack your belongings, meet your private transfer, and head to the airport for your scheduled charter flight to a gorgeous camp stationed in the breathtaking Lewa Conservancy. With unbridled vistas of Mount Kenya soaring towards the south and sweeping panoramas of arid lands cascading towards the north, your glamping resort in this UNESCO World Heritage Site affords a luxurious introduction to the Kenyan wilderness. You will cruise across thorny plains to serene watering holes with an experienced ranger for a welcoming first safari upon arrival."
    },
    {
      "dayNumber": "3",
      "title": "Lewa Conservancy - Fine Dining within the Fabulous Kenyan Wilderness",
      "description": "Your stellar accommodation offers several experiences allowing you to uniquely explore the wild during your stay. This morning, you will enjoy a light stroll to a flawlessly arranged table setting hemmed in the viridian landscapes circling camp. You may sit back, relax, and slowly savor the enticing flavors of your decadent breakfast spread while birds sing symphonies from the forest canopy and buck peacefully graze the evergreen pastures. In the evening, you will conclude your safari adventure with sundowners in the remote plains of Lewa, gazing upon an unreal fiery African sunset over the untouched wilderness."
    },
    {
      "dayNumber": "4",
      "title": "Lewa Conservancy - Bewitching Beauty beneath the Forest Canopy",
      "description": "There are many ways to appreciate the natural beauty encompassing Lewa beyond extensive safari trips. Today, you may explore the diverse environments in new ways to completely capture Kenya’s spectacular wilderness before you leave the lush Lewa Conservancy. You may meander the flourishing Ngare Ndare Forest bordering the conservancy, where you would wallow in the crystal clear springs slowly filled by light silver waterfalls and cross sturdy canopy bridges soaring above the forest floor. You may also explore Lewa on horse or camel, trotting the plains in eager anticipation of up-close encounters with the wondrous wildlife."
    },
    {
      "dayNumber": "5",
      "title": "Mara North Conservancy - Big Moments with the Big Five",
      "description": "You will transfer to Masai Mara this morning and spend your remaining nights at a gorgeous glamping resort set in the park’s remote wilderness regions, where the stars are undimmed and the wildlife stroll the wilds circling camp. Shortly after arriving, you will join your knowledgeable game ranger and make tracks through the illustrious reserve. With years of tracking and spotting experience, your private ranger is equipped with the skills to locate the rarest creatures and wildlife easily hidden by the bushveld. Today, you will hope to witness the Big Five, including buffaloes, elephants, rhinos, leopards, and lions."
    },
    {
      "dayNumber": "6",
      "title": "Mara North Conservancy - Early-Bird Encounters under the Rising African Sun",
      "description": "There are few better times to witness the wilderness than in the early hours of the morning before the sun has risen. Today, your experienced ranger will chaperone you through the reserve to prime viewing spots where you will hope to chance upon hungry predators in action. From powerful prides of lions circling unaware buffalo calves to lone leopards lurking near grazing gazelle, there are opportunities to capture the world’s strongest mammals taking center stage on these early-bird safari adventures."
    },
    {
      "dayNumber": "7",
      "title": "Mara North Conservancy - Wandering Masai Marai’s Whimsical Wilderness",
      "description": "Today will be the perfect time to jump off the vehicles and explore nature by foot on guided walking safaris, following an expert game ranger with an incredible ability to track creatures within the untouched bush. Guided by animal tracks imprinted on the forest floor, you will stroll to enchanting viewpoints shrouded by trees and lush greenery and learn more about the indigenous creatures, birds, and plant life composing this estuary of unspoiled natural beauty. Experiencing the thriving ecosystems up close is bound to give you a new perspective of the African wilderness, captured by your camera along the way."
    },
    {
      "dayNumber": "8",
      "title": "Mara North Conservancy - Swoon-Worthy Scenes for Sundowners",
      "description": "You will relish more spectacular safari experiences during your stay in Mara North Conservancy, leading you across golden plateaus reaching towards the horizon and through overgrown grasslands carpeting vast regions of the reserve where you can discover all sorts of game and birdlife. In the evening, you will find refuge at an isolated hilltop viewpoint where your ranger will set up a charming picnic spot while you snap pictures of the sweeping safari views. You will sip on refreshing gin and tonics and wallow in the mesmerizing sunset scenes for sundowners to round up a fabulous day of wildlife discovery."
    },
    {
      "dayNumber": "9",
      "title": "Mara North Conservancy - Treasure Trove of Kenyan Memories",
      "description": "All good things must come to an end and, as the sun rises, it will be bittersweet saying farewell to the majestic Kenyan wilderness this morning. You will miss the echoes of cackling wild dogs and beautiful birdsong filling the air during breakfast, the scenes of rolling emerald hills stretching as far as the eye can see, and the panoramas of fascinating wildlife wandering the luxuriant landscapes. Alas, you will have captured these magic moments every step of the way and return home with a treasure trove of magnificent memories."
    }
  ],
  "map": ""
}