{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "amazing-kenya-cheetah-safari-for-photographers",
  "tourName": "Amazing Kenya Cheetah Safari for Photographers",
  "placesVisited": "Nairobi, Laikipia Plateau, Masai Mara National Reserve, Mara North Conservancy",
  "generalInfo": "Handcrafted for wildlife photographers, this adventurous, 10-day Kenyan safari will give you the ultimate angles of cheetahs and other big cats. You will explore with specialist guides and on private game drives that venture off the trail to achieve the ultimate shots. Ease into Big Five photography in Laikipia, capture iconic scenes in the Masai Mara, and then explore beneath the surface with a big cat safari in Mara North Conservancy. Expect to return home with eternal and ineffable photos of Africa’s icons.",
  "durationDays": "10",
  "price": "7,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi – Introduction",
      "description": "Kenya is usually a long way from home. Having a leisurely first day will help you to overcome the travel fatigue and get ready for eight days in the bush. An overnight layover is often unavoidable due to flight times because local flights to safari destinations leave in the mornings. After landing at Nairobi’s international airport, you will be greeted by a guide for a private transfer to Karen, which is a bucolic suburb on Nairobi’s outskirts. Giraffe and elephant encounters are possible in this area, so you can jump straight into the wildlife should you wish. If you are tired, you can rest at your boutique lodge and save your energy for the next few days."
    },
    {
      "dayNumber": "2",
      "title": "Laikipia Plateau – Easing into the Safari",
      "description": "No photography experience can fully prepare you for taking photos in the Kenyan wilderness. There are unique challenges here, and you will discover them during this first day on safari. After flying directly to Laikipia, you will spend today on a game drive with a photographer guide. Venturing off the trail is really important because it provides more angles and proximity. Stability will not be a challenge. Special clamps are fitted to the vehicle and can support the largest of lenses. You can also make use of beanbag-style supports, which are great for quick shots when you are on the move. You will never know exactly what you might encounter, and it is usually the unknown that leads to the most breathtaking photos."
    },
    {
      "dayNumber": "3",
      "title": "Laikipia Plateau – Big Five Photography",
      "description": "These two days will be completely private and tailored around the photos that you want to take. Laikipia is a private conservancy, so you can drive off the trails. There will be nobody else in the vehicle, which means that you can spend as much time at specific scenes and capture wildlife from a complete variety of angles. Naturally, the game drives will maximize the best light at the beginning and end of the day. This is also when animals are most active. This is a fabulous destination for capturing photos of rhinos. Back and white rhinos live here in large numbers, and hopefully, you will be able to capture a shot of the two side by side. Big cat sightings are common with lions, leopards, and cheetahs being regularly spotted. Overall, these two days can revolve around any animals that you wish to photograph."
    },
    {
      "dayNumber": "5",
      "title": "Masai Mara National Reserve – Searching for Cheetah",
      "description": "There is nowhere better than the Masai Mara for photographing cheetahs. The world’s fastest mammal prospers on open grasslands, and the Serengeti-Masai Mara ecosystem is the greatest of all grasslands. Thomson’s gazelles provide abundant food for them, and you can photograph these small antelopes as they bound across the plains. Of course, in the Masai Mara, you will be searching for cheetahs, which are the focal point of this Kenyan photography safari. Dawn and dusk are the best times for capturing a moving cheetah on film. Often, you can witness them prancing in and out of the grass during these cooler hours. A sprinting cheetah will be the ultimate shot, but do note that this will require patience and good fortune."
    },
    {
      "dayNumber": "6",
      "title": "Masai Mara National Reserve – Aerial Shots",
      "description": "Like yesterday, you will not be allowed to drive off the trail in Masai Mara National Reserve, but the reserve is far larger than the Laikipia wilderness, and you will be staying in the Mara Triangle, which is an area that sees far fewer vehicles because it is furthest from the area of budget accommodation. It is also the best location for balloon safaris. You can capture some wonderful photos while soaring above the Mara plains at dawn in a hot-air balloon. Another iconic Masai Mara photo will be of the Mara River, where crocodiles wait in the water, often revealing two rows of teeth. Many Mara species come here to drink, and you can probably photograph an assortment of different animals that are seeking safety in numbers."
    },
    {
      "dayNumber": "7",
      "title": "Mara North Conservancy – Intimate Big Cat Photography",
      "description": "Two days in Masai Mara National Reserve should provide you with the opportunity to capture many classic photos of cheetahs, elephants, grasslands, large herds, and riverside scenes. After a short transfer, three days in Mara North will become your focal point that turns sharply toward the big cats. A photographer guide will also join you for the first day of game drives. Here, you can travel off the trail, which is very important if you want to capture a wide range of animals and behaviors. All of the big cats flourish in Mara North, where there are fewer vehicles and plenty of prey. Leopards and cheetahs are solitary animals, but working in pairs means access to a larger range and bigger prey. As with your previous destinations, it will be important to always have your camera on hand."
    },
    {
      "dayNumber": "10",
      "title": "Mara North – Departure",
      "description": "This morning will be flexible, so you can choose to go on a final game drive or hang out at the camp before your mid-morning flight to Nairobi. In the Kenyan capital, you will be transferred to Jomo Kenyatta International Airport for your outbound flight."
    }
  ],
  "map": ""
}