{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "east-african-luxury-and-wildlife-safari-tanzania-kenya-rwanda",
  "tourName": "East African Luxury and Wildlife Safari: Tanzania, Kenya & Rwanda",
  "placesVisited": "Arusha, Ngorongoro Crater, Serengeti, Masai Mara, Nairobi, Kigali, Kinigi, Virunga Mountains, Volcanoes National Park",
  "generalInfo": "From Tanzania’s Ngorongoro Crater, to Kenya’s Masai Mara and onwards to the Rwandan highlands, this two-week adventure will profile East Africa’s most impressive landscapes and most celebrated wildlife. Traversing the Serengeti and the Masai Mara will give unprecedented opportunities to watch the Great Wildebeest Migration, as lions, leopards and cheetahs escort the two million ungulates. In Rwanda stand in the midst of mountain gorillas, observing them, and they you. You will experience comfort in the bush by staying in intimate mobile camps away from the crowds. These are some of the continent’s most fantastic properties, offering an experience akin to that of the early explorers",
  "durationDays": "13",
  "price": "16,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha – Arrive in Arusha",
      "description": "As your plane descends over the city of Arusha – ‘A’ to locals – you will finally be sure that you are not at home anymore. Looking out the window, the peak of Africa’s fifth highest mountain, Mount Meru, will poke through the clouds, signaling the final leg of your journey. Upon clearing customs and collecting your bags in Kilimanjaro International Airport, a representative will meet you in the arrivals hall. From here, we will drive you straight to your lodge tucked away at the foot of Mount Meru amidst a sea of coffee trees. This lodge is a converted colonial property, which pays homage to the homestead’s roots through its décor. Friendly and warm, the lodge has created an ambiance perfect for relaxation after days of long travel. You may choose to spend the afternoon wandering through the gardens, lazing beside the swimming pool or reading in front of your suite’s wood-burning fireplace. Energetic guests may have time to partake on a two-hour guided walk around the coffee plantation itself, learning about the growing, harvesting and roasting process. However you choose to spend the day, enjoy it – since adventure awaits tomorrow!"
    },
    {
      "dayNumber": "2",
      "title": "Karatu – Stunning Plantation Lodge",
      "description": "This morning you will wake to the aroma of fresh coffee, picked and roasted on this very plantation. After a couple cups – and perhaps a few beans for the road, you will set off in a private vehicle on route to the Ngorongoro Crater. Tanzania is packed with National Parks, and we will first detour slightly to travel through Lake Manyara National Park for your first African safari! Manyara National Park is built around a massive alkaline lake that sustains an impressive flamingo population on its shores. During the dry season, this lake is one of the few remaining water sources in the region, sustaining much of the resident wildlife. As you drive through the park’s mixed mahogany forests and grasslands, you will have the opportunity to see a wide variety of ungulates, baboons and monkeys. Be sure that you look to the trees during this section, as this will be your sole opportunity to see the rare tree-climbing lion! From Manyara, we will continue north towards the village of Karatu. Just outside the village lies your next destination, the Plantation Lodge. Set within a colorful garden of bougainvillea and jacaranda, this unique destination is only minutes away from the Ngorongoro National Park entrance. Arriving in the late afternoon, you will again either have the option to relax by the pool or – if feeling more energetic today – join lodge staff on a tour of a coffee plantation of local farms. You are, after all, in the heart of the Tanzanian coffee region. Both walks offer excellent opportunities for birding as well, with Fischer’s lovebirds and yellow-bellied sunbirds regularly flying by. In the evening, you will enjoy a locally sourced multicourse meal paired with a wine from the lodge’s cellar as you look out over the setting sun. Tonight you will want to retire early to your cottage since you will rise early tomorrow to catch the morning activity in the crater."
    },
    {
      "dayNumber": "3",
      "title": "Ngorongoro Conservation Area – Safari across the Plateaus",
      "description": "Awoken again this morning by the aromas of fresh Tanzanian coffee, you will set out on an adventure through the floors of the Ngorongoro Conservation Area. This epic crater is actually a volcano that collapsed in on itself two or three million years ago. Today the crater is a lush landscape, teeming with wildlife. As you drive down into the crater, watch for rare leopards and wild dogs that lurk discreetly in the shadows. Emerging out onto the grassy plains and marshes of the floor, the landscape will burst with ungulates, including zebra, gazelle, eland, wildebeest and waterbuck. The park is also home to one of the densest populations of lion worldwide, in part because the crater acts as a natural enclosure. Servals, an African wild cat, are also prevalent along the floor. As you weave along the floor of the crater, keep your eyes open for a perfect spot for a picnic lunch – perhaps on the bird-filled shores of the crater’s alkaline lake. In the afternoon, your van will climb back up the 2,000 foot crater wall where you will begin to traverse the surrounding plateau. Depending on the time of year, you may catch a portion of the Great Wildebeest Migration as it passes from the Serengeti on its annual migration north. As the sun begins to cool, the wildlife will liven once more as they begin their evening routines. You will have a chance to observe this activity before stopping on the crater lip to watch the sunset with a sundowner in hand. At the last possible moment, you will drive back to Plantation Lodge where you will enjoy another fresh dinner under impossibly starry skies."
    },
    {
      "dayNumber": "4",
      "title": "Serengeti National Park – Luxury Mobile Camp",
      "description": "During the months of December – March, your camp will be in the Southern Serengeti and you will drive thru wildlife reserves en route to the camp. Today you will wake up for your final breakfast in the coffee fields before catching a flight from the Manyara airstrip to Kogatende in the Northern Serengeti. From here, we will transfer you to your magnificent tented camp – the absolute best location for watching the wildebeest migration. This tented camp is designed to be fully mobile, ensuring that it always has the best possible location for the migration, which changes annually with rainfall patterns. The camp successfully combines luxury with nature, providing guests with a comfortable, yet authentic, bush experience. Each of the six tents is equipped with toilets and hot water safari bucket showers in the en-suite bathrooms, in addition to luxurious beds, high quality linens and plush bathrobes. This is no ordinary tent. Tonight you will join the rest of this intimate camp in the tented dining area for a delicious African-inspired meal. Gathering afterwards around the fire in canvas chairs, you will marvel under the uninterrupted sky while listening to the sounds of the bush and sipping a glass of wine or whiskey."
    },
    {
      "dayNumber": "5",
      "title": "Serengeti National Park – The Great Wildebeest Migration",
      "description": "This morning you will rise early with a packed breakfast, catching the bush again while it is most active. Guides at your camp live in the bush nearly year round, and are intimately familiar with the resident wildlife. Not only will they show you lions, leopards, rhinos, buffalo and elephant – they will be able to teach you about their habits, patterns and lifespan. This ability will set the safari experience apart from the hundreds of other operators navigating the Serengeti today. After a quick drive, you will stop at a nice vantage point where your guide will lay down a checkered Masai blanket and pull your picnic breakfast from a wicker basket. This, for many, is one of the most special meals of the trip. As the sun rises over the savannah, you will set off from your picnic in search of the migration. Given the camp’s strategic location, it should not be long before you stumble upon thousands of wildebeest, gazelle and zebra as they journey across the rolling plains of the Serengeti. With two million ungulates completing the journey annually, you will spend the day surrounded by the herds – an indescribable feeling. Slowly you will drive further north towards the Kenyan border where you may have the chance to watch brave wildebeest trundle through the Mara River. Laden with crocodile and hippo, this is one of the more dangerous parts of the migration and is a thrill to watch. This afternoon you will return to the warm hospitality of the camp, enjoying a sundowner cocktail, appetizers and dinner with your guide and lodge managers. This camp has a longstanding reputation for creating a feeling of family with each guest, as they welcome you into the bush. Ubuntu does after all mean family, humanity and kindness in Zulu. While tonight you will sleep well – you can only hope to be awoken at least once by the roar of a lion or the grunts of a buffalo. Rangers patrol the camp at night, making these sounds little more than a fabulous reminder that you are deep within the bush."
    },
    {
      "dayNumber": "6",
      "title": "Masai Mara – Welcome to Kenya",
      "description": "The Mara North Conservancy is a large private conservancy on the northern edges of the Masai Mara National Park. Sharing this 30,000-hectare property with only nine other lodges will give you many opportunities for intimate encounters with the resident wildlife – avoiding the throngs of vehicles that have come to dominate the National Park. The park itself is managed in partnership with the 800 local Masai landowners, meaning that your stay here will go to support an innovative model of conservation, community development and tourism. The camp itself is an eco-friendly tented property, blending seamlessly into the surrounding environment. Each spacious canvas tent is located in a private location with a magnificent view. You will spend the remainder of your afternoon here lounging around the camp in hopes that an elephant or leopard may walk by – as they usually do. Enjoy a delicious meal in the dining tent with your hosts before retiring to your plush bed. Again, here you will want to keep your ears open for the cackle of a hyena or the grunt of a buffalo as you drift to sleep."
    },
    {
      "dayNumber": "7",
      "title": "Masai Mara – In Search of Carnivores and Herbivores",
      "description": "This morning you will rise before the sun in order to make it to the Hippo Pool for a breakfast picnic. Lucky (and punctual) guests will arrive before the hippos plunge back into the water having grazed on land all night. As your guide unveils a breakfast of pastries and fresh fruit, you will spend the early morning watching the water as hippos bob and ungulates come for their morning drink. Returning to the camp for lunch, you might wish to refresh yourself with a traditional outdoor safari bucket shower as you look out over the rolling plains of the Mara. The vista from your shower platform will make this one of the most exquisite bathing experiences you will ever have. This afternoon, you will have the opportunity to choose from a variety of activities should you want to take a break from game drives. The lodge will gladly organize walking safaris with one of the local guides, providing you with a particularly intimate experience in the bush. As you follow tracks and dung across the savannah, your senses will come alive as you learn about the patterns and behaviors that signal animal movement. The guide will also be able to highlight some of the smaller insects and plants that sustain life in the Mara North Conservancy. You may also choose to spend time visiting one of the local Masai communities that co-own the conservancy. The Masai belong to one of the world’s most unique and beautifully decorated tribes, and have thrived as nomadic pastoralists for centuries in the region. A visit to a Masai community gives insight into their way of life and displays their world-renowned music, dance and of course, jumping abilities."
    },
    {
      "dayNumber": "8",
      "title": "Masai Mara – Hot Air Balloon Ride",
      "description": "This morning you might wish to explore the Mara from a new angle: from above. Sailing in a hot air balloon up and over the savannah gives you a unique perspective of the sheer size of this unspoiled wilderness. Leaving as the sunrises, acacia trees will shrink in size and you will see sprinklings of elephant, giraffe and wildebeest below. Guests are often amazed by how still and silent the landscape becomes as they drift above it, being guided by the currents in the wind. After an hour of tranquility, you will descend into the Mara for a final touch of luxury over a champagne breakfast cooked right where you land. It is a magical once in a lifetime experience. Returning to the camp, you will enjoy the peak of the afternoon, lounging in the shade of the main lodge and library. As the day cools, you will venture out into the Mara for a final exploration of this phenomenal landscape. At this point, you will have learned much about the cultures and intricacies of the Mara. As a final send off, you may spend this afternoon in search of the impressive Big Five, and interactions among them. The lodge is located right in the center of a leopardess’ territory, and some guests have been lucky enough to witness her with her cubs. Others may stumble upon a pride of lion as they feast on a weak wildebeest, as vultures watch greedily from the sidelines. Having heard the buffalo grunt at night, today you may find huge herds of them, with tiny red-billed oxpecker birds hitching a ride on their backs. The wonders of the region are truly infinite and today will be a final opportunity to soak it all in. The game drive will conclude with sundowners in the bush as you absorb the final rays of sunshine, watching the sky transform theatrically. You will then return to camp for a final intimate dinner."
    },
    {
      "dayNumber": "9",
      "title": "Nairobi – Visit an Elephant Orphanage",
      "description": "This morning you will part with the classic African landscapes and return to Nairobi by air. A driver will collect you at the airport, transferring you to your elegant hotel. Located in the leafy suburbs of Nairobi, you avoid the commotion of the downtown in this boutique country house, where warthogs roam free. After checking in, you will then drive to the Daphne Sheldrick Elephant Orphanage to learn about this nursery and rehabilitation center. Daphne was the first conservationist to successfully raise orphaned elephants, and her widow opened this home in her name. The highlight of a trip here is the afternoon parade of lovable baby elephants led by their caregivers. Watching the babies play and torment each other (and their caregivers) will be, without a doubt, the most adorable part of this tour. These babies will spend a few years in this sanctuary, before being strategically released back into Kenya’s Tsavo West National Park."
    },
    {
      "dayNumber": "10",
      "title": "Ruhengeri – Welcome to Rwanda",
      "description": "This morning you will drive to Jomo Kenyatta International Airport to board your next flight to Kigali, the capital of Rwanda. Upon arrival, you will participate in a half-day tour of the city including a visit to the country’s genocide memorial. This chilling and thoughtful tribute to the 1994 massacre opened in 2004 on a site where more than 250,000 individuals were buried. As you walk through three permanent exhibits, you will learn of the 100 days that altered life in Rwanda permanently, and the subsequent efforts to rebuild. While it is challenging, this museum shares the story with an incredible sense of care and humanity, providing Rwandans with a place to honor those who did not survive. After lunch in Kigali you will move out of the city, driving northeast through incredibly lush hills and valleys. As you approach the town of Ruhengeri two hours later, you will carry on into the mountains for another 20 minutes before reaching your lodge at the base of Sabyinyo Mountain. Here you will be greeted with warm towels and ginger tea by friendly lodge staff, before being shown to your personal cabin. In the afternoon, the lodge will perform a cultural show for visitors, highlighting Rwandan song and dance against the backdrop of the Volcanoes National Park."
    },
    {
      "dayNumber": "11",
      "title": "Ruhengeri – Endangered Mountain Gorillas",
      "description": "This morning you will wake up to join a small group as you set out into the misty Volcanoes National Park in search of the endangered mountain gorillas. With only 800 of these giants remaining worldwide, you will be part of a privileged group of eight permitted to spend an hour observing the primates today. Here you will likely spend time with the gorillas made famous by American zoologist Dian Fossey, who dedicated much of her life to studying these creatures when their global population was only 300. Following Fossey’s tragic death, considerable research and conservation has been devoted to these beasts, which has included careful habituation to human presence. As you approach today’s family, your guide will signal you to begin making guttural ‘gmmm’ and ‘mmmm’ noises, communicating to the gorillas that you come in peace. It will be unbelievable and humbling, to stand steps away from a seven-foot tall male silverback while his family and children play around you. After a magical hour with the creatures, it will be time to leave them and return to the lodge. You will return from your hike to your private cabin, where a warm fire will roar in your personal fireplace. Unwind from the day by soaking tired muscles in a warm open tub as the cool mountain air rushes in. Be sure to put your boots out at night for the complimentary cleaning, in preparation for another hike tomorrow!"
    },
    {
      "dayNumber": "12",
      "title": "Ruhengeri – Hike the Mountains",
      "description": "This morning you will wake again to spend another hour with these majestic friends. Hiking through the lush volcanic forest, take time today to listen to the plethora of birdcalls that sing as butterflies flutter around you. Depending on your trackers, today you may set off in search of one of the other 19 families that are habituated to human presence in this jungle. As they did yesterday, guides will provide background information on the family in addition to proper gorilla etiquette. Approaching today’s family, pay attention to the dynamics of the six-foot tall females, who weigh between 350 – 500 pounds. If lucky, you will have the opportunity to see them interact with their infants, children and ‘blackbacks’ – the adolescent males. Returning down to the park gates, it is worth walking near the guides who will teach of the various plants and their purposes in this dense forest. As today’s trek winds to a close, you will be one of the extremely lucky few to have visited these spectacular creatures twice in a lifetime. Returning to the lodge, you will then begin the trip back to Kigali by road. It will be jolting to arrive in a city after such a remarkable experience this morning – but the comforts of your hotel will help with the adjustment. The lodge is located on a wide and charming Rwandan boulevard, and features a variety of beautiful local art. You will spend the afternoon relaxing by the pool before joining the lodge for a buffet dinner and then bed."
    },
    {
      "dayNumber": "13",
      "title": "Kigali – Departure",
      "description": "This morning you will leave your hotel and return to Kigali International Airport. Taking one last look at Rwanda, and inhaling a final breath of African air, you will board your international flight home. If you feel like you have not had enough of the continent, Zicasso would gladly organize an extension or customization to this particular package. After all, a few days relaxing on the white sand beaches of Zanzibar as turquoise waters lap at your feet might just be the perfect ending to this tour of East Africa."
    }
  ],
  "map": ""
}