{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "two-african-fables-masai-mara-victoria-falls-itinerary",
  "tourName": "Two African Fables: Masai Mara & Victoria Falls Itinerary",
  "placesVisited": "Nairobi, Chyulu Hills, Masai Mara, Masai Mara National Reserve, Victoria Falls, Olare Orok Conservancy",
  "generalInfo": "Africa's wild theater plays on eclectic stages. In Eastern Africa, the Masai Mara plains provide a drama of predator and prey, with big cats inspecting the millions of wildebeest and zebra. In Southern Africa, the sublime Zambezi River rumbles over the precipice to create the smoke that thunders with the glorious Victoria Falls. A new flight route makes it easy to combine these two vastly different expressions of raw Africa on this two-week safari that includes both regions along with pure wildlife luxury in Chyulu Hills.",
  "durationDays": "14",
  "price": "20,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi – Wildlife Introductions From the City",
      "description": "Eastern Africa's biggest city is not quite as visitors would expect. Yes, there are skyscrapers and busy urban spaces, but they are combined with wandering giraffe and vast expanses of green. Nairobi has a rural location, an old colonial capital built upon rolling hills. Wildlife used to roam freely, and Nairobi National Park is now fenced to keep the herds of elephants and buffalos away from the streets. After landing at Nairobi International Airport, you will be transferred to The Emakoko Lodge, nestled in a valley that overlooks the Mbagathi River and the park's savannah. While avoiding the bustle of the city, this first night provides easy introductions to the wildlife and landscapes of Africa."
    },
    {
      "dayNumber": "2",
      "title": "Chyulu Hills – Wildlife and Safari Luxury Beneath Kilimanjaro",
      "description": "Elephants roam on the lower slopes of Mount Kilimanjaro, marching across a seemingly endless sweep of rolling hills. Giraffe silently pokes their heads above acacia trees as a baboon troop raucously swings through. Buffalo congregate, dozens of them drinking from permanent waterholes. When you rise onto the higher hills, you spot the majestic backdrop, Mount Kilimanjaro's summit hanging above an evocative expanse of open plains. Remarkable wildlife stories play out here, and the cast is as eclectic as any in Africa as the primates, big mammals, curious antelope, exotic birds, and the prime animals from safari reverie come across your view. Chyulu Hills is located between Amboseli and Tsavo West National Parks in the south of Kenya, where Mount Kilimanjaro descends into rugged hills. This pristine wilderness is dappled with life, and you will quickly be engrossed. Head out on a game drive, stopping at the giraffe and elephant amidst the trees, and then pass the zebra and antelopes along the plains before winding towards the favorite hideouts of lion and leopard. Hippos grunt from the river while buffalo provide immediate impressions of scale. Such diversity makes Chyulu Hills an idyllic introduction to safari as you will not have to wait long to be seduced by the variety of wild Africa. Chyulu Hills is also surprisingly calm as birds flutter past, those with tiny wings contrast with the giant storks and circling eagles. From Ol Donyo Lodge, you will gaze down on the hills and watch the herds amble past. Spot them from the swimming pool, and then admire their transformation into silhouette form after the sun sets on the day. Monkeys often swing past your luxurious suite, jumping across the terrace with a bashful glance. Chyulu Hills does not have the same quantity of animals seen in the Masai Mara – nowhere does – but there is a charm and a serenity that eases you into the beautiful theater of Africa. You will fly to Chyulu from Nairobi Wilson Airport for three days of seamless safari. Enjoy game drives that bring personal encounters with the full suite of wildlife. Go on guided walks and get wonderfully close to impala, zebra, buffalo, and wildebeest. Get a new perspective as you drive at night, or as you visit one of the small Masai communities that share the landscape with the animals. Throughout the day, you can relax by the pool or lounge on the private terrace to watch the wildlife roam by. Everything will feel calm and easy with a combination of decadence and wilderness that effortlessly reflects Eastern Africa."
    },
    {
      "dayNumber": "5",
      "title": "Olare Orok Conservancy (Masai Mara) – Wild Mara Safari in a Private Concession",
      "description": "Your hour long micro flight to the Masai Mara is filled with icons, taking you past the summit of Mount Kilimanjaro before traversing the epic grass plains of the Mara. Gaze down, and you can spot the herds as massive clumps of black that indicate the tens of thousands of zebra and wildebeest. Kenya's Masai Mara and Tanzania's Serengeti are the same ecosystems, divided by a national border, an unfenced land that is home to the world's greatest concentration of mammals. Upwards of two million occupy these rich plains, mostly wildebeest, zebra, and Thomson's gazelle. Of course, such an abundance of prey maintains an abundance of predators, and there is nowhere quite like the Masai Mara for finding the big cats on the move. Touch down, and you will not escape the ungulates. While the great wildebeest migration fills the Masai Mara from July to October, these plains are packed with wildlife all year around. Wildebeest are everywhere, charging around with frenzied enthusiasm and a quirky charm. Zebra congregates and on the transfer to the camp you will find them in increasingly big numbers; ten, then a hundred, then over a thousand huddled together. Thompson's gazelle become a constant as they skip across the lush grasslands, dotting it with glimpses of orange-brown fur. Your views stretch far beyond the horizon as the open plains make it easy to spot elephant, giraffe, and buffalo in the distance. In your short journey from the airstrip to camp, you may have already seen tens of thousands of mammals. For these three days, you will stay at an exquisite camp in the Olare Orok Conservancy, in the north of the Mara. Only guests staying in the conservancy are permitted to explore it, so you will feel as if you have the great Mara plains all to yourself. Game drives start to take you closer as lionesses crouch in the grass to tracking the alert zebra. An elephant will be barely a meter from the vehicle as two nearby baboon troops clash beneath a baobab. Morning and afternoon game drives are available, and your experienced guides will know exactly where the big cats lurk. Because you are a guest at a private concession, your drivers can take you off of the main trails until you are just a few meters away. Find a cheetah skillfully hiding in the high grass before leaving behind a trail of dust as she accelerates across the plains. Hear the crunch as jaws snap into a carcass and blood is smeared across the lions' manes. Find snarling hyenas battling with bachelor male lions, the pack stealing a recent impala kill. Tension fills the plains and often you must stay patient, watching on as the cats stalk their prey. Sometimes it will be an unsuccessful hunt, but when the chase is successful, there is no better natural theater on the planet. And best of all, there are very few other tourists or vehicles in this private conservancy, so it is just you and the Masai Mara. Over these three days, the opulent camp offers an inclusive safari program. Choose from a variety of activities and enjoy your safari how you like it, whether it's a full day in the bush or a handful of shorter daily activities. The inevitable focus is the big cat encounters, and there are few better places to see them. There are also gentler charms to be found when you go on a walking safari and encounter the ungulates from close up, or by driving at night to find the cats on the move. And most importantly, the charms continue at your camp as your private terrace overlooks the plains and you can spend your evenings listening to the natural soundtrack. Often, you will open the curtains in the morning to see a dozen animals surrounding the camp."
    },
    {
      "dayNumber": "8",
      "title": "Masai Mara National Reserve – The Heart of Nature's Greatest Theater",
      "description": "Begin with an early-morning start, and soon you will be soaring above the plains, looking down on the herds from a hot air balloon. Sunrise paints the sky, and the landscape stretches for eternity with swathes of green dappled with the herds in their great numbers. From the sky, you can appreciate the migratory movements and the dramatic scale of the Mara. Touch down for your champagne breakfast before a short transfer to your next property in the Mara Triangle. Stylish and spacious, this camp is all about a complete immersion in the wild as you will see and hear animals roaming past at almost every moment of your two-day stay. While this camp is not as opulent as other accommodation on this safari, the chance to be so utterly engrossed by nature's theater more than compensates. You will now be in the heart of the national reserve in the midst of the abundant plains that roll out from the Mara River. As it's a national reserve, you are only able to explore on game drives that stick to the trails. But with so many animals around, these safari outings are guaranteed to bring thrilling encounters. Stop for a picnic by the Mara River and admire the hippo pods. Watch as they are at peace for a long time, but then suddenly burst into disagreement as they follow a herd of elephants. Watch the hartebeest and kudu gallop clear of a hyena pack and then feel the goosebumps rise as a herd of bachelor buffalo stomp your way. Encounters with lions continue to happen each day, and you will never be more than a few hundreds meters away from the galloping zebra and wildebeest herds. When you are so central, sometimes you will not even require a game drive to see it all. You can just gaze out from your en-suite tent to see lions mating, zebra grazing, baboons fighting and elephants feasting, so simply relax and take it all in."
    },
    {
      "dayNumber": "10",
      "title": "Nairobi – Eclectic Treasures in the City",
      "description": "Your flight from Nairobi to Livingstone will leave early in the morning, so an overnight in the capital city will be essential. After a morning flight back from the Masai Mara, you will have an afternoon and evening to explore all that the city offers. A private guide will tailor your plans for the day, and there will be numerous options. In the green suburb of Karen, you can meet rehabilitated elephants and the products of a successful Rothschild giraffe breeding program. Visit the Masai Market and tour the center of the city to admire the vibrant chaos of life and color. You could also visit Karen Blixon's house and recreate scenes from Out of Africa and then discover Africa's most famous restaurant, the appropriately named Carnivore."
    },
    {
      "dayNumber": "11",
      "title": "Victoria Falls – Easy Transfer to the Zambezi River and a Sunset Cruise",
      "description": "By 9:30 am, you will have landed in Southern Africa. Within the next hour, you will have left the airport, driven along the Zambezi River, and settled into your next sublime lodge. Standing over the river, close enough to hear the rumble of Victoria Falls, this five-star lodge provides a private space of luxury for your exploration of another African icon. The day is at your leisure, and there are a range of activities to choose from. Enjoy a riverbank picnic as hippos frolic in the water just meters away, or watch a sequence of wildlife pass by as you have a massage in the hotel spa. Visit nearby Mosi oa Tunya National Park and track rhinos on foot, or just sit back and watch the various monkeys that swing past your view. Completing every day is a serene sunset cruise along the Zambezi River, an enchanting journey of cocktails, gastronomic treats, hippos, baboons, and more."
    },
    {
      "dayNumber": "12",
      "title": "Victoria Falls – The Raw Beauty of Victoria Falls",
      "description": "You will be picked up from the hotel's helipad, the propellers whirling as you rise above the Zambezi River. The water glistens blue and green and then blurs into wisps of white as rapids roll past islands and the odd hippo pod. On your 25-minute flight, you will soar over a game-dappled valley before you watch the Zambezi disappear into the abyss. A mile-wide sheet of water descends for over 100 meters, before rising back up in swirls of mist that fill Victoria Falls with enchantment. The helicopter flies and follows the gorge eastward before returning to the Falls to drop you down. The propellers will stop, and another sound will take over that convinces you why the locals call this Mosi oa Tunya - the smoke than thunders. You will walk alongside the raw power of the falls, wandering a trail that's dotted with baboons. Through the trees, you will get a close up of the cascade that rumbles insatiably as it soaks you to the skin. The spray comes down hard and will cause you to run across the trail. While the Victoria Falls aesthetics are inspiring, it's the power of the falls that will prove unforgettable. The spray rains down, and you cannot escape it. Much like on safari, you are given a complete immersion in everything this natural theater is about. After your guided walk along the falls, there will be an option to cross the bridge into Zimbabwe and see them from the other side. Return to your hotel later in the afternoon where your sunset cruise will complete your day."
    },
    {
      "dayNumber": "13",
      "title": "Victoria Falls – Free Day Along the Zambezi",
      "description": "Your final day will be at your leisure along the Zambezi with a chance to fully relax and savor the enchantment of your surroundings. There are numerous activities available if you want to explore, including kayaking and rafting on the Zambezi or safari for a day in the nearby Chobe National Park. You could also return to Victoria Falls for a second time for another chance to feel the enormity of the world's most powerful waterfall. But for most, this day will be about picnicking along the river with a beautiful sunset cruise in the evening to bring the curtains down on your African adventure."
    },
    {
      "dayNumber": "14",
      "title": "Victoria Falls – Departure",
      "description": "Livingstone International Airport is just a few miles from the lodge which provides for an easy departure from Africa. You will have full use of all the lodge's facilities until your airport transfer arrives, and you will then fly above the Zambezi as you wave farewell to Africa with your memories of two epic, yet wonderfully diverse, icons: the Masai Mara and Victoria Falls."
    }
  ],
  "map": ""
}