{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-family-safari",
  "tourName": "Kenya Family Safari",
  "placesVisited": "Nairobi, Aberdares National Park, Lake Nakuru National Park, Masai Mara National Park",
  "generalInfo": "Explore the diversity of Kenya’s mountains and plains over this 7-day luxury tour of the country. From country clubs at the base of Mount Kenya and in the Aberdares Mountains, to a private wood cabin in the heart of the Masai Mara, you will experience these epic landscapes against the backdrop of superior service and comfort. With numerous opportunities to search for lions, leopards, buffalo and hippo in their natural habitat, along with a full day exploring Nairobi, this is truly a comprehensive tour of this stunning country.",
  "durationDays": "7",
  "price": "8,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi - Drive to the Base of Mount Kenya",
      "description": "This morning you will touch down in the bustling city of Nairobi, only to be whisked away to the lush slopes of Mount Kenya. Having met a tour representative in the arrivals hall of Jomo Kenyatta International Airport you will begin a winding drive north through the coffee plantations of central Kenya. After approximately three hours, you will arrive at your hotel located almost directly on the equator. With extensive views of the snow-capped mountain from your private cottage on this sprawling colonial hunting camp, you will be swept away into a bygone era of glamor and luxury. This afternoon, you will have the opportunity to explore the property and participate in one of their numerous activities. This converted hunting camp has a stunning nine-hole manicured golf course that is built to international standards. For those itching for a taste of the bush, it may be of interest to visit the neighboring Mount Kenya Wildlife Conservancy’s orphanage for the endangered antelope, the bongo. Alternatively, you may want to stretch your legs on either the guided Forest Reserve Walking/Horseback Safari or a guided bird walk. It is also possible to take a one and a half hour walk to Lake Alice, where there is superb fishing amidst the groundsel and heather forests. Of course, for those looking for adventure and excitement, there will be no better activity than jumping on a mountain bike and riding the slopes of Mount Kenya with an expert guide! As the afternoon winds to a close, migrate towards a relaxed and glamorous lounge where waiters literally cross from the northern to the southern hemisphere to serve you. Enjoy a cocktail or a glass of wine here as you watch the sun set behind Mount Kenya, and then move to the elegant restaurant for a sensational meal. Whether you choose to sit out on the terrace under the starry night sky, or snuggle in beside the grandiose fireplace, this signature four-course meal will be one to remember."
    },
    {
      "dayNumber": "2",
      "title": "Aberdare National Park - Into the Wilderness",
      "description": "Today you will rise for a leisurely breakfast before carrying onwards into the Aberdares Mountain Range. As you climb into the highlands of the Great Rift Valley, you will drive up into the mountains towards your stunning hotel. This mountain lodge is designed entirely around the nearby watering hole and salt lick, which draws in prolific wildlife at all hours of the day. With four viewing platforms and a hide on ground level, you will spend the day excitedly awaiting the cast of buffalo, rhino, gazelle and elephant that wanders by. The watering hole is well lit in the evenings, giving you the opportunity to watch the show with a glass of wine on your private balcony. You will spend the afternoon leisurely moving between the open viewing areas and the wildlife hides located only steps away from the watering hole. Should you prefer to relax in the privacy of your suite or at the lodge library, you can also have the resident guide notify you when activity is occurring. This evening you will join the lodge for dinner at the restaurant overlooking the watering hole. You can look forward to a fresh and organic meal, sourced locally from the gardens and the neighboring villages. Following dinner, enjoy some time overlooking the hole in this nocturnal environment, observing the changes in behavior and wildlife under the starry night sky."
    },
    {
      "dayNumber": "3",
      "title": "Lake Nakuru National Park - Stopping at Thompson’s Waterfall",
      "description": "This morning we would recommend waking up to watch the sunrise over the park before joining the lodge for a breakfast. You will then meet your driver and begin your journey through the Great Rift Valley towards Lake Nakuru National Park. As you descend through the Aberdares Mountain Range, you will detour slightly to Thompson’s Waterfall at the base of the range. Here, you will have an opportunity to stretch your legs as you walk 20 minutes to the base of the majestic falls. Returning to the vehicle, you will continue to drive towards Lake Nakuru, a sparkling alkaline lake that sustains over 300 bird species, buffalo, gazelle, leopard and baboon. Driving towards the lake, you will come across an impressive flock of pink flamingos that quite literally coat the lakeshore. Interspersed with white pelicans, this will be a stunning and dramatically different landscape, complimenting the time in the mountains. Driving away from the shores and into the woodlands, you will have the option of staying in a luxurious canvas tent or in a cabin. Both properties offer sweeping views of the surrounding plains and landscapes from your personal porch, the main lodge and the swimming pools. After checking in and enjoying a buffet lunch, you will embark on a late afternoon safari through the park. In addition to flamingos and birdlife, Lake Nakuru is known for its successful rehabilitation of the black and white rhinoceros. The park is home to approximately 140 of the graceful creatures, which is noteworthy given the dramatic decline in numbers across Africa. In fact, the park’s rhino population is actually over capacity and conservations are relocating these creatures in hopes of repopulating other regions. Black and white rhinos are often spotted grazing in the shade of an acacia tree on the floodplains that surround the lake. Driving away from the lake and into the woodlands, you will have the opportunity to observe troupes of playful baboons, warthogs and gazelles as you weave towards one of the numerous lookout points. Pause atop one of the rocky outcroppings in Nakuru for a sundowner cocktail as you watch the sun set over the lake, before returning to the lodge for dinner."
    },
    {
      "dayNumber": "4",
      "title": "Masai Mara - Afternoon Safari",
      "description": "After breakfast, you will begin your journey towards the famed plains of the Masai Mara. The trip will take you past Mount Longonot and through the Suswa Hills before passing through the town of Narok, the main home of the Masai people. Passing through the park gates will signal the beginning of your first safari as you begin to move through herds of gazelle, zebra, and giraffe on route to your lodge in the heart of the park. This drive will carry you through a handful of active Masai villages before you stumble upon the vast property in a tranquil Mara forest. Arriving midday, you will be greeted with a refreshing towel and a cool drink, before being ushered to your private cabin. Spend the peak of the afternoon relaxing on the lodge grounds, paying a visit to the resident 30 hippos and taking a dip in the sparkling pool. As the temperatures cool, you will set out on a game drive across this iconic African landscape. Given that the lodge is on an unfenced property within the Mara, the experience will begin immediately. Along with a skilled guide, you will set out in search of elephants, buffalo, leopards, lions and cheetah, with many of these creatures appearing within minutes. As you admire the vast African sky that spans across the endless plains dotted with acacia trees, you will be a part of a quintessential African experience."
    },
    {
      "dayNumber": "5",
      "title": "Masai Mara - Searching for the Big Five",
      "description": "This morning you will rise before sunrise in order to catch the bush while it is most active. After coffee, tea and a quick breakfast, you will embark on a full day’s safari with innumerable wildlife encounters. As the sun rises over the seemingly endless plains, you will drive through herds of zebra, wildebeest, and gazelle. Moving southwards to the Mara River, you will pass through forested regions with giraffe heads poking above the canopy. Grasslands are home to herds of elephant, often seen with their calves frolicking about. These plains are home to some of the greatest concentrations of wildlife world wide – and this morning will only be the beginning. As you reach the southernmost part of the Mara, you will be able to look across the Mara River towards Tanzania and the plains of the Serengeti. It is across this crocodile and hippo infested river that the Great Wildebeest Migration makes its bold crossing, in pursuit of greener pastures. A lucky few may have the opportunity to observe this dangerous spectacle. From here, you will pause for a picnic, with numerous monkeys competitively vying for a bit of your lunch. Returning towards camp after lunch, be sure to look in the shaded areas for lions, leopards and cheetah seeking refuge from the hot African sun. With luck, some will emerge as the temperatures drop in search of an evening meal, while vultures hover eagerly above. In the late afternoon, you will return to the lodge for a final round of sundowners and a meal at the lodge. After returning to your cabin, take a moment to listen closely for the grunt of a buffalo or the roar of a lion before falling asleep in the wilderness."
    },
    {
      "dayNumber": "7",
      "title": "Nairobi - Morning Options Before Flying Home",
      "description": "This morning, after a final breakfast, you will return through the Rift Valley to the city of Nairobi. Depending on the time of your international departure, you may spend some time exploring this bourgeoning metropolis. We would recommend the Karen Blixen Restaurant for lunch, in addition to a tour through the Karen Blixen Museum. The museum is located on the farmhouse that belonged to this woman made famous through the movie Out of Africa. If however, you crave a few final moments in the wild, a visit to Giraffe Manor or the Daphne Sheldrick Elephant Orphanage may be the perfect farewell. All of these locations have various curio shops for a final bit of shopping before you board your international flight home. For those with an evening departure, you may enjoy a final meal at Carnivore – a famous South African restaurant that serves every style of bush meat imaginable in a unique atmosphere. Your driver will ensure that you return to Jomo Kenyatta International Airport with sufficient time to check in for your outbound flight."
    }
  ],
  "map": ""
}