{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "kenya-to-zanzibar-pure-wildlife-and-seaside-escape",
  "tourName": "Kenya to Zanzibar: Pure Wildlife and Seaside Escape",
  "placesVisited": "Ol Pejeta Conservancy, Aberdare National Park, Lake Nakuru National Park, Masai Mara, Zanzibar",
  "generalInfo": "Pure wildlife adventures and surreal seaside escapes await you on this 10-day adventure from Kenya to Zanzibar. Discover the majestic animals wandering some of Kenya’s beloved reserves, such as Ol Pejeta Conservancy, Aberdare National Park, Lake Nakuru, and Masai Mara before you retreat to the shimmering shores hugging the coastline of Tanzania’s archipelago, Zanzibar, all while indulging in the luxury of the untouched bush and sea.",
  "durationDays": "10",
  "price": "10,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ol Pejeta Conservancy - Africa’s Rare and Endangered Wildlife",
      "description": "Your wildlife adventures will begin in Nairobi, Kenya’s capital city, as you touch down and transfer to Ol Pejeta Conservancy. Entering the gates of the impressive conservation area, you will be blown away by almost immediate animal sightings from the window of your private vehicle. Situated between the foothills of Mount Kenya and the Aberdares, Ol Pejeta is home to an array of rare and endangered wildlife species you will hope to chance upon during an afternoon game drive from your safari lodge."
    },
    {
      "dayNumber": "2",
      "title": "Aberdare National Park - Remarkable Views and Wildlife Discoveries",
      "description": "Your second day in Kenya will bring you closer to the soaring peaks of the Aberdare Mountain Range, and you will find refuge at a gorgeous safari escape pinned in the Aberdare National Park. Tucked away on the slopes of Mweiga Hill, a pitstop at an elegant country club boasts unparalleled views of the highlands and the fascinating flora and fauna thriving in this rich region. Today, you will meander through an emerald forest in search of elephants, black rhinos, leopards, spotted hyenas, olive baboons, and more before you arrive at your next accommodation."
    },
    {
      "dayNumber": "3",
      "title": "Lake Nakuru - Fabulous Flamingo Sightings in Lake Nakuru",
      "description": "Lake Nakuru is a world-famous destination, most notably known for its massive flocks of flamingos that gather in the shallow waters of the sparkling lake. As you travel to your next safari escape today, you will stop at observation decks and viewpoints overlooking the unspoiled volcanic terrain and glowing lake. The ribbon of pink flamingos will be a spectacular sight, and you will be thrilled to explore more of the national park as you make your way to an accommodation nestled in the region’s untamed landscape."
    },
    {
      "dayNumber": "4",
      "title": "Masai Mara - Safaris across the Great Rift Valley",
      "description": "Regarded as one of Kenya’s premier wildlife sanctuaries, the Masai Mara reserve is a safari lover’s paradise that you will come to adore from the moment you cross its enormous golden savannas and arrive at your camp hemmed in the bushveld. Your suite will overlook the Talek River, and you may catch glimpses of animals wandering around the grasslands from your balcony before you join an experienced ranger on a guided 4x4 safari. You will venture across the Great Rift Valley this afternoon in search of Africa’s Big Five."
    },
    {
      "dayNumber": "5",
      "title": "Masai Mara - Nocturnal Sightings and Beautiful Bush Walks",
      "description": "With another day to discover Masai Mara, you will set off early in the morning before sunrise and hope to capture images of big cats hunting in the dark. Your ranger will illuminate the bushveld with a spotlight, helping you see into the night and witness Africa’s nocturnal activity. In the afternoon, you will traverse more of the reserve and see animals gathering around waterholes as well as predators lurking across the plains. You may also revel in a bushwalk bringing you closer to the natural wonders than ever before."
    },
    {
      "dayNumber": "6",
      "title": "Zanzibar - Living the Island-Style Life",
      "description": "Tuck into breakfast with views of Masai Mara’s open plains before taking part in one final game drive en route to the airport. Your scheduled flight will lead you away from Kenya’s sprawling wilderness to the shimmering coastlines of the Tanzanian archipelago’s crown jewel, Zanzibar. Arriving on the island, you will be treated to panoramas of palm-tree-lined shores and forested headlands stretching as far as the eye can see. Admire the breathtaking views while you transfer to a delightful seaside resort where you will spend the following days seduced by the island-style ambiance."
    },
    {
      "dayNumber": "7",
      "title": "Zanzibar - Exploring the Spice Island",
      "description": "Facing the balmy waters of the Indian Ocean and overlooking the sensational sapphire seascape, your accommodation will provide surreal morning views. Behind your accommodation lies Zanzibar’s enchanting forested landscape which you will discover after you organize excursions and spice tours across the island. From Prison Island to Cheetah’s Rock, you will capture the beauty of the spectacular isle while delving into traditional Tanzanian culture and heritage through the culinary delights and iconic landmarks. In the evening, return to your resort and enjoy the tranquility of your hidden seaside getaway."
    },
    {
      "dayNumber": "8",
      "title": "Zanzibar - Underwater Adventures in Tanzania",
      "description": "The Tanzanian island of Zanzibar offers guests unbridled access to its mesmerizing underwater topography, which you will admire today during water sports and activities from the pearl-white shores on your doorstep. You may swim across the Indian Ocean, paddling over the shallow crystal clear waters to the vivid coral reef sheltering the bay. Here, you will dive below the surface to witness the colorful marine life that swims amongst the coral. Your snorkeling need not end here, with Zanzibar’s many beaches boasting their own unique coral systems and marine encounters."
    },
    {
      "dayNumber": "9",
      "title": "Zanzibar - Gliding across the Indian Ocean",
      "description": "Zanzibar’s beaches will beckon you to their soft sands, where you may wallow in the island’s private charm while you absorb the phenomenal scenery. Exploring more of the island and its rugged coastline, you will come to appreciate every inch of this paradise retreat. From many more majestic marine sightings to moments of refuge beneath the shady coconut palms, Zanzibar will be yours to discover during your slow galavant across the island. In the evening, you will catch the sunset from a traditional wooden dhow boat while you sip on a glass of wine."
    },
    {
      "dayNumber": "10",
      "title": "Zanzibar - Barefoot Luxury off the Tanzanian Coast",
      "description": "Barefoot luxury is yours to enjoy during your final morning in Zanzibar. The sparkling sea will call your name, and you may spend an hour or two wading in the temperate waters while gazing at the jaw-dropping island backdrop. You will return to your resort after indulging in the beach bliss and relish a sumptuous breakfast before packing your things. Your private transfer will meet you in the lobby, and you will enjoy a leisurely drive across the island to the airport, where you will bid your farewells to Zanzibar."
    }
  ],
  "map": ""
}