{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "luxury-kenya-and-seychelles-safari-and-beach-vacation",
  "tourName": "Luxury Kenya and Seychelles: Safari and Beach Vacation",
  "placesVisited": "Nairobi (City), Meru National Park, Lewa Wildlife Conservancy, Masai Mara, Denis Island",
  "generalInfo": "Luxury experiences abound on this hand-picked 15-day Kenyan safari and Seychelles island retreat. Discover the decadence of these countries’ premier resorts set amongst some of Africa’s greatest bushveld and seaside scenes, with an endless array of magnificent activities allowing you to explore diverse environments teeming with wildlife and wallow in the crystal clear waters of a tropical island. Embrace Africa’s scenic splendors in style!",
  "durationDays": "15",
  "price": "24,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi - Meet Kenya’s Protected Creatures",
      "description": "Nairobi, the historic capital of Kenya, lies on the beautiful banks of the Nairobi River, and it boasts a fascinating blend of modern and traditional charm. From colonial clock towers to sophisticated hotels and a thriving wilderness flanking its borders, Nairobi remains the premier entry point to Kenya’s vast wildlife environments. You will touch down and transfer to a glamorous accommodation nestled in the heart of the city, where you may travel to the Giraffe Center and Daphne Sheldrick Elephant Orphanage for an eye-opening experience with the protected animals."
    },
    {
      "dayNumber": "2",
      "title": "Meru National Park - Discover Kenya’s Wildlife Difference",
      "description": "You will be collected this morning and transferred to the airport for your flight into the heart of Kenya’s wilderness. Your travels will bring you to the gates of Meru National Park, a spectacular safari getaway home to stunning semi-arid landscapes, the Big Five, and much more. You will cross the gates and begin your first game viewing journey through the lush grasslands, where you will hope to spot a few significant sightings such as wildebeest, rhinos, lions, and elephants, to name a few. Arriving at your elegant accommodation afterward, you will relish an evening in the lap of luxury."
    },
    {
      "dayNumber": "3",
      "title": "Meru National Park - Witnessing Africa’s Big Five",
      "description": "With an abundance of wildlife wandering the reserve, you will be thrilled to partake in morning and afternoon safaris that will show off the sensational scenery and marvelous creatures of Meru. The goals of your drives will change each time, with your first adventure leading you through the bushveld in search of Africa’s Big Five. Your professional tracker will follow footprints in the sand to acacias where you may find leopards hanging from the trees or lions lounging in the shade. The additional trips may help you spot the remaining Big Five if you do not witness them all today."
    },
    {
      "dayNumber": "4",
      "title": "Meru National Park - New Opportunities to Explore Meru",
      "description": "Game drives are but one way to explore Meru, and a new day will bring with it plenty more unique opportunities to discover the picturesque park. A guided bush walk this morning will allow you to meander the bushveld on the very lands big cats patrol and capture microphotography of the dazzling little creatures hiding between the shrubs. After spotting the Little Five, you may continue to the banks of Meru’s sparkling rivers for line fishing in the middle of the wild. You will return to camp afterward and may treat yourself to a spa therapy overlooking the prolific landscapes."
    },
    {
      "dayNumber": "5",
      "title": "Lewa Wildlife Conservancy - The Wildlife Wonders of Lewa",
      "description": "Lewa Wildlife Conservancy is a luxuriant protected area home to rare varieties of animals and awe-inspiring wildlife spectacles. Today, you will transfer to the conservation area after breakfast and check into an exclusive family-owned safari lodge stationed in the middle of the bushveld. You will acclimate to Lewa’s untamed surroundings as you watch animals graze the shrubs circling your suite and sip cocktails around the glistening pool. An afternoon game drive will allow you to fully immerse yourself in the wildlife wonders of Lewa and appreciate the local conservation efforts."
    },
    {
      "dayNumber": "6",
      "title": "Lewa Wildlife Conservancy - Through the Forest to Il Ngwesi",
      "description": "While sprawling bushveld provides abundant animal viewing opportunities, Lewa boasts dense forests teeming with colorful birdlife and shimmering natural pools. After breakfast, you will head for the Ngare Ndare Forest and walk beneath the overgrown canopy to viewpoints that pepper the postcard-perfect woodlands. An elevated walkway weaving between the treetops will share sweeping scenes of the forest and bring you closer to the birds nestling in the trees. Your tour will conclude later this afternoon at the Il Ngwesi community, a cultural village where locals will showcase their ancient customs."
    },
    {
      "dayNumber": "7",
      "title": "Lewa Wildlife Conservancy - Adventures on Land or in the Sky",
      "description": "Today, you may witness the wilderness from new vantage points on riveting excursions across the bushveld or up in the clouds. Whether you wish to enjoy horseback riding along the open plains, a private helicopter tour over Lewa’s immense wilderness, or both, the final day is yours to discover Kenya’s massive conservancy at will. Each adventure will highlight distinct features of the reserve, whether it be life as it unfolds amongst the wilderness on the ground or bird-eye views of Lewa’s diverse collection of ecosystems blending into one another."
    },
    {
      "dayNumber": "8",
      "title": "Masai Mara - Award-Winning Accommodation in Masai Mara",
      "description": "The Masai Mara National Reserve and Tanzania’s Serengeti constitute one of Africa’s greatest wildlife paradises. The Kenyan reserve brags enormous arid landscapes and sun-kissed savannas alive with animals and birdlife. Today, you will touch down in Masai Mara and transfer to an award-winning tented camp with mesmerizing views of a private conservancy pinned in the park. Shortly after arriving, you will partake in a game drive that will introduce you to Masai Mara and culminate with sundowners and a bush dinner prepared under the glowing African sunset."
    },
    {
      "dayNumber": "9",
      "title": "Masai Mara - What Happens in Masai Mara at Night",
      "description": "With day drives set on the incredible Masai Mara stage, you will spot many significant animals such as giraffes, elephants, hippos, rhinos, leopards, and more. If you are lucky, you will also witness the impressive wildebeest migration, in which hundreds of thousands cross the parched grasslands. After the sun sets, you will discover Masai Mara at night on a spotlighted evening safari showcasing the many nocturnal animals and creatures that are most active after dark. You may stumble upon big cats hunting under the stars, bush babies peering back at you from branches, and civets cruising through the shrubbery."
    },
    {
      "dayNumber": "10",
      "title": "Masai Mara - Cultural Immersion with the Maasai People",
      "description": "It will be your final day in Masai Mara before you leave Kenya for Seychelles, and you may spend it spotting more game on guided safaris or indulging in other activities offered nearby your accommodation. You may treat yourself to a vitalizing spa therapy, stroll through the grasslands with an armed ranger on a bushwalk, or even visit a local Maasai village and introduce yourself to the tribal community. Here, you will learn about their traditional lifestyle, tuck into their delicacies, and watch their marvelous customary performances."
    },
    {
      "dayNumber": "11",
      "title": "Denis Island - Relaxing in the Crystal Waters of Seychelles",
      "description": "Your deluxe African getaway will continue in Denis Island, a spellbinding coastline retreat that forms part of Seychelles’ greater archipelago. Denis Island’s lush tropical forests and crystal clear seas are the perfect backdrops to wallow in while you spend your final days unwinding in style at your stellar seaside suite. You may enjoy your day slowly, lounging on the velvety shoreline and swimming in the temperate Indian Ocean while the sun steadily dips past the horizon and gives way to a clear night sky."
    },
    {
      "dayNumber": "12",
      "title": "Denis Island - Tracking Sea Turtles into the Forest",
      "description": "You are free to spend your days on the island at your own pace, and you may choose whether you wish to luxuriate in the seaside bliss and feel your worries wash away or partake in activities on offer across the shore. If you yearn to see what else Denis Island has to offer, then you may rise early in the morning, join an experienced ranger, and track egg-laying sea turtles from the beach, through the forest, and to their nests. Along the way, your guide will share insight into the island’s steadfast conservation initiatives."
    },
    {
      "dayNumber": "13",
      "title": "Denis Island - Exploring the Seas of Seychelles",
      "description": "Denis Island offers a wealth of activities out at sea, with snorkeling being the highlight of any Seychelles getaway. Today, you will collect your professional snorkeling gear and slip into the sapphire sea for sensational swimming in the translucent ocean to coral-covered reefs wrapping across the seabed. You may also hop into kayaks and paddle further out across the ocean, follow the coastline and wrap around the tropical headlands, or venture to hideaway beaches for some peace and quiet. The seas of Denis Island are yours to explore freely."
    },
    {
      "dayNumber": "14",
      "title": "Denis Island - Unwinding in Style",
      "description": "On your final full day in Denis Island, you may soak up the sunshine and wallow in the whimsical seaside scenes from the comfort of your suite or the soft pearl-white shores. Whether you wish to participate in more island activities or treat yourself to a day off is entirely up to you. Alas, there are few things as relaxing as a spa treatment at an award-winning wellness center boasting unbridled views of the seascape. With many treatments to choose from, you will be spoiled to decide how you wish to unwind."
    },
    {
      "dayNumber": "15",
      "title": "Denis Island - Soaring over Seychelles",
      "description": "Pristine Seychelles seascapes will greet you from your balcony as you enjoy panoramas of the sunrise over Denis Island. The gentle sea breeze will roll across the sandy shores, and wildlife will sing from the treeline behind your accommodation as you tuck into a decadent breakfast spread. After breakfast, you will collect your things from your suite and transfer to the airport in time for your flight home. As you soar into the sky, you will gaze down over Seychelles and think back to your first moments arriving at this island escape."
    }
  ],
  "map": ""
}