{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "best-of-bush-safari-beach-getaway-masai-mara-mombasa-malindi",
  "tourName": "Best of Bush Safari & Beach Getaway: Masai Mara, Mombasa, Malindi",
  "placesVisited": "Nairobi, Masai Mara National Reserve, Masai Mara, Mombassa, Malindi, Mara North Conservancy",
  "generalInfo": "Kenya's landscapes seem to continually redefine boundaries of vibrancy and exclusivity. White sand stretches without footprints, huge grasslands filled with big cats and wildebeest herds, miles of wilderness with rarely another tourist in sight. This 2-week itinerary combines six days of exclusive Masai Mara safari with six days on the exotic Kenyan coast at Mombassa and Malindi. Explore the bush and the beach, where it feels like you have it all to yourself.",
  "durationDays": "14",
  "price": "10,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi – Arrival in Kenya",
      "description": "Touch down at Nairobi International, where you're greeted at arrivals and transferred to a luxury accommodation just outside the city. Arrive in Nairobi, and you're not required to spend the night in a busy city center. Nairobi's outskirts are lush and green, with giraffes and elephants roaming beneath a distant skyscraper backdrop. Your luxury hotel overlooks this iconic scene, with nature's giants roaming along the outskirts of the cityscape. These animals are located in Nairobi National Park, which is now fenced to stop the animals roaming into the city. It gives a surreal first impression of how wild Kenya has always been; such revered mammals found within sight of the capital city. Dinner is included at the hotel this evening."
    },
    {
      "dayNumber": "2",
      "title": "Masai Mara National Reserve – First Safari Impressions",
      "description": "The Masai Mara's fame is easily justified and flying into the National Reserve, you quickly understand why this is one of Africa's most revered destinations. Elephants can be seen from the airstrip, wildebeest are scattered across the plains, and every angle is untouched by civilization. You don't need to look for animals; it feels like they're everywhere. On the drive to the camp, you might spot a dozen different species, from galloping kudu to the bizarre snarl of a spotted hyena. For the next three nights, you're staying in a camp elegantly perched above the Mara River. Throughout most of the day and evening, it's possible to lounge on your verandah and see a procession of wildlife drinking from the water. Today you'll be transferred to Nairobi Wilson Airport for the domestic flight by light aircraft. After touching down, the transfer to camp is also a game drive, a first snapshot of wildlife. Take lunch at the camp before an afternoon game drive starts to explore the evocative enormity of the Masai Mara. Surround yourself with wildebeest, the rampaging herds covering the grass with their antics. Find zebra at the river, over 100 drinking with an expression of fear. Further along the banks, you find a lion pride hiding in the long grass, two small cubs playfully interrupting their mother's sleep. An elephant roams past, a huge bull with resplendent tusks. A little later there's a large herd, the young calves curiously inspecting the vehicle. Giraffe grace the horizon, a buffalo herd can be seen and heard, and it's rare to go more than a few minutes without ticking another new animal of your list. The game drive concludes at sunset, and the camp provides a tranquil place to let the evening float away."
    },
    {
      "dayNumber": "3",
      "title": "Masai Mara National Reserve – Endless Herds of the Mara",
      "description": "The dream of a first safari day is to get a glimpse of the famous animals, particularly the big five. After coming to Africa, there's this wonderful expectancy, the sense that you'll encounter such iconic mammals in the wild. On the second day, there remains a wonderful aura about being so close to the animals. But you start to notice more. Gaze at an impala herd and follow their movements, admiring how sentinels keep watch while others graze. See a zebra herd, how couples rest their necks on each others' backs, so they have a 360-degree panorama between them. Watch how a cheetah carefully teaches her cubs, encouraging them to move slowly and furtively through the grassland. On a safari, you see animals in their wild habitat, which means you're constantly watching their behavior in the wild. Over these two days, you follow the classic safari program of twice-daily game drives. Start at dawn, the most active time in the Masai Mara. Big cats are on the move, hunting in the cool hours as sunrise colors flicker across the horizon. Lions, leopards, cheetahs, hyenas; this landscape supports an astonishing number of predators and it's rare that a game drive doesn't encounter at least some of these animals. Exploring at dawn enhances the chance of watching a hunt play out. Perhaps you spot a leopard stalking a wildebeest herd. Or lionesses trying to separate a zebra. The majority of hunts are unsuccessful, so the drama of the kill isn't an everyday sight. Sometimes you also arrive a little too late, and a bloodied carcass is being feverishly ripped apart. Whatever scene plays out, this sense of being in the wild is absolute. Morning game drives return around 10:30 or 11 am, giving you a few tranquil hours at the camp. Enjoy lunch, relax on the verandah, gaze at the water, watch the animals pass by, and softly drift off into a siesta. Then an afternoon game drive continues the adventure. Each drive will explore a different part of the Masai Mara, enabling you to piece together the subtleties of the habitat. Stop beside the river and spend 30 minutes watching the hippos; roam through scattered woodland for intimate elephant and giraffe encounters; cross the grass and surround yourself with thousands of wildebeest, zebra, and Thompson's gazelle. These afternoon drives return just before sunset, where a hot shower is waiting before dinner is served on a deck overlooking the river."
    },
    {
      "dayNumber": "5",
      "title": "Mara North Conservancy – Exclusive Luxury Safari",
      "description": "Kenya's Masai Mara and Tanzania's Serengeti are one ecosystem, stretching across an area that would dwarf many European countries. There are no fences. Some two million mammals wander freely here, some always on the move and others protecting their home territory. The Mara North Conservancy is along the northern fringes of the ecosystem. Tens of thousands of animals reside here, but only a few tourists get to see them. This is a private conservancy and access is restricted to guests staying in the conservancy. So the safari photos aren't interrupted by another vehicle. You'll fly here on a short hop north that immerses you in an exclusive safari destination. Safari here is a little different. On a game drive, you head off the trail, bumping across the grass until you're just meters away from the wildlife. A leopard in a tree, Grant's gazelle getting harassed by a hyena, a duiker carcass attacked by vultures; hypnotic scenes like these come with increased intensity when you get so close. Over the last decade, the relative lack of visitors has helped Mara North attract huge numbers of animals. It's more peaceful here, with far less engine noise, making it ideal for giant mammals to raise their young. Baby elephants splash in a river, bashful young giraffe lope behind their mothers, buffalos skillfully protect their calves when lionesses approach; and you keep getting closer and closer. New activities are available in this private conservancy. Step slowly onto the savanna, following Masai warrior guides who take you on a walking safari. By following animal clues, you approach the ungulates. Stand beside Grant's gazelle, their horns elegant and proud. Be just a few meters from wild zebra, appreciating how every set of stripes is unique. Wildebeest and Thompson's gazelles bound past, stopping quickly to inspect you. Even buffalo and elephant might be safely encountered on foot. Nighttime game drives add further drama, with the guide stopping the vehicle on the heart of the plains, surrounding you with the reticent grazing of the herds. Wait. Tune in your ears. Then flick on a spotlight and see just how close the animals are. Over these two days, you can create a personal program of activities, combining game drives, walking safaris and nighttime drives."
    },
    {
      "dayNumber": "7",
      "title": "Mara North Conservancy – Hot Air Balloon Above the Masai Mara",
      "description": "After five days of intimacy, a hot air balloon reveals the Masai Mara scale. Grasslands glimmer softly in the sunrise light, rustic yellows and lavish greens spiraling beneath the balloon. You float slowly, crossing the Mara and absorbing the uninterrupted vistas. Spot the random rocks where lion prides hide, the large black herds that inhabit the plains, and the sense of a landscape that has no boundaries. This is one of Kenya's most iconic experiences, a sublime hour of cruising through the air. Touch down and the flight is followed by a champagne breakfast. You're fully assimilated into the Masai Mara rhythm. A wild soundtrack always keeps you company, birdsong sporadically bursting out as a rolling beat of galloping hooves reverberates. Pristine encounters come at any time; maybe an impala grazing next to your verandah, or an elephant bull feeding on the camp's trees just a few meters from where you're having a dinner. Safari is no longer about the tick list or photographing different animals. It's about the immense feeling of being in harmony with one of the world's most untouched and dramatic wild landscapes. Enjoy a final afternoon game drive today before a last night of dining amongst the wildlife silhouettes."
    },
    {
      "dayNumber": "8",
      "title": "Mombassa – Hypnotic Heritage and White Beaches",
      "description": "Today you fly east, swapping the green Mara grasslands with the azure tones of the Indian Ocean. Like the Mara, the colors are never static, subtle hues blurring in and out of each other. Touch down and white becomes the dominate color, the blinding sand of the beach always requiring quality sunglasses. You're staying in the coastal Mombassa suburb of Nyali, which rises vibrantly along a long stretch of beach. Mombassa is Kenya's second city, but the beaches remain quiet, opulent sweeps of sand that provide a tranquil sight after the drama of the safari adventure. Your five-star hotel overlooks the ocean and maintains the tranquil atmosphere of the landscape. Then, you see another side to the coast, a guided tour bringing you to Mombasa Old Town, a small maze of Swahili coral houses. Boutique stores are filled with naval antiques while chai sellers shout vividly, their calls floating through narrow market lanes. Fort Jesus stands at the town's heart, a World Heritage site with an important slavery history. This is a town that has been through so many emotions, yet it's invariably a place of smiles and welcomes, providing a cultural connection to a lifestyle mostly unchanged through the centuries."
    },
    {
      "dayNumber": "10",
      "title": "Malindi – Private White Sand and Tropical Waters",
      "description": "Sit on the left for the flight north as the plane skirts the coastline, revealing just how far and uninterrupted the white sand flows. Malindi is Kenya's opulent coastal hangout, with accommodation more than generously stretched along the wide beach. With such a long coastline, tourists are never crowded. Instead, the emphasis and atmosphere are on space and privacy. The beaches aren't private, but they don't need to be as there's hardly another set of footprints in the sand. You're staying in a private villa which overlooks the sand, its verandah shaded by a tropical canopy of indigenous trees. And for these four days, you don't even need to wear shoes. An English-speaking guide comes with the villa and can arrange anything you require. Like barbecue lobster dinners on your verandah, renting a wooden dhow and sailing the coast, diving trips to Indian Ocean reefs, or ocean fishing excursions. Things like fresh coconuts getting delivered every morning come as standard. Meals can be arranged at the villa, but the guide can also drive you into Malindi to visit its collection of restaurants. Alternatively, just wander down the sand, filling your eyes with the exotic colors and stopping at any of the hotel beach bars for a cocktail."
    },
    {
      "dayNumber": "14",
      "title": "Malindi – Departure",
      "description": "Malindi has direct flight connections back to Nairobi International Airport, where you're greeted by a representative and assisted in transferring from domestic to international terminals for your departure flight."
    }
  ],
  "map": ""
}