{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "luxury-kenya-cheetah-safari-mara-meru-laikipia",
  "tourName": "Luxury Kenya Cheetah Safari: Mara, Meru & Laikipia",
  "placesVisited": "Nairobi, Meru National Park, Laikipia Plateau, Maasai Mara National Reserve",
  "generalInfo": "Including Meru, Laikipia, and the Maasai Mara, this is the ultimate cheetah safari across Kenya, and it is packed with close-up moments and diverse big cat behavior. Featuring specialized guides and authentic camps, you will enjoy days of big-game safari in three destinations that are cherished for their contrasts. While cheetahs can provide eternal highlights, this ultimate, 11-day safari will place you at center stage with a diverse array of wildlife and wild behavior in unspoiled wilderness areas.",
  "durationDays": "11",
  "price": "17,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi - Settling Into Kenya",
      "description": "Nairobi is a remarkably beautiful city, especially for a capital city. A vast swathe of the city is dominated by Nairobi National Park, which is where you can come marvel elephants that are backdropped by city towers. While the city center is crowded, Nairobi spreads far and wide, offering many bucolic spaces to ease into the Kenyan experience. After landing at Jomo Kenyatta International Airport, you will be transferred to the suburb of Karen, where green space and relaxed vibes can often contrast preconceptions about an African capital city. Today will be at your leisure, and the wildlife encounters should already start, notably giraffes that may peer into your first-floor suite."
    },
    {
      "dayNumber": "2",
      "title": "Nairobi - Relaxed Wildlife Encounters Around Nairobi",
      "description": "Those giraffes are part of a giraffe conservation project that is located around the hotel. This project aids critically endangered Rothschild’s giraffes, which is a subspecies in a fight for survival due to habitat degradation and destruction. This afternoon, you will join conservationists and meet some of these giraffes. Conservationists will explain the challenges to this species and some of the success stories here. After this unique experience, you may look at the giraffe encounters a little differently because you may develop a newfound appreciation for just how few of this species remain. For the morning, you will visit an elephant orphanage, where pachyderms are raised to semi-independence. Like the Giraffe Centre, it will be an excellent chance for some really close-up encounters before you set off on safari."
    },
    {
      "dayNumber": "3",
      "title": "Meru National Park - Searching for Cheetah in Tall Grasslands",
      "description": "After a beautiful drive past Mount Kenya, you will spend today on an introductory game drive in search of cheetahs and other cats in the grasslands. You do need to search carefully because the grass is high and cheetahs know how to hide. You will eventually start to learn some wildlife clues, such as using the behavior of birds and monkeys to locate cats. During all Meru drives you can stop beside a river or stream, get out of the vehicle, and enjoy a drink beside the water often with animals in very close proximity. When each drive ends, you can be relaxing at your luxurious lodge in an area with very few other vehicles."
    },
    {
      "dayNumber": "4",
      "title": "Meru National Park - More Dazzling Encounters",
      "description": "Over these two days, you will explore the best of Meru, including the park’s growing cheetah population. It is remarkable to think that only 7,000 cheetahs remain in the wild. The world’s fastest land mammal needs quite a bit of open space to hide and to hunt. They can reach up to 75 mph in just a few seconds and a few strides, which will prove to be a dazzling sight as clouds of dust follow their path. As their prey tries to zigzag from danger, cheetahs aim out a paw to trip their quarry. They are true sprinters and can only maintain a high-intensity chase for a short distance, meaning they need high grass, so they can get close before they attack. Meru has a gently undulating landscape, which mostly consists of grassy savannah and acacia woodland. It is an enchanting place to be even without the animals. Coming across cheetahs and other cats will provide defining moments, especially if you are fortunate enough to witness these cats on the move or hunt. Sometimes, you can encounter them by the water, and other times, you will witness a cheetah that is nestled into a hiding place, perhaps even with cubs."
    },
    {
      "dayNumber": "5",
      "title": "Meru National Park - Search the Wilds Your Way",
      "description": "These two days on safari will revolve around customizable game drives so that you can track cheetahs and your other favorite African animals. Another Meru highlight will be a variety of wildlife that is almost endemic to Northern Kenya. Reticulated giraffes are resplendent animals with vibrant markings that really stand out from the savannah. Grant’s gazelles provide food for cheetahs, although the dazzlingly marked kudu is too much of a challenge. Also in Meru, you should come across the rare long-necked gerenuk and arguably the most charming of all antelope, the Beisa oryx. Ostrich and fishing owls are among the superb birdlife here although you will hear most of the birds rather than seeing them, which creates a soundtrack that continues from before dawn to after dusk."
    },
    {
      "dayNumber": "6",
      "title": "Laikipia Plateau - Classic Big-Five Safari",
      "description": "Like Meru, there is a wonderful variety of predators here, most notably lions and cheetahs. Wild dogs can also be spotted although a profusion of hunters has meant a decline in hyena numbers. Wildebeest and Burchell’s zebras provide prey along with buffalo, Somali ostrich, sitatunga, and the beautiful Grevy’s zebra. Add in conspicuous giants such as elephants and rhinos, and it is easy to understand why the Laikipia Plateau has become such a popular safari destination. Over these two days, you will have complete flexibility over your safari program. Game walks are a major Laikipia highlight and are very safe despite the landscape being a popular home for predators and pachyderms. With expert guides and trackers, you will walk tentatively across undulating savannah. Then, your footsteps will become firmer and more confident as you appreciate how local trackers have been walking these wildlands since the day they learned to walk. These walking safaris are an excellent opportunity to venture closer to the ungulates, notably species that are very difficult to see outside northern Kenya."
    },
    {
      "dayNumber": "7",
      "title": "Laikipia Plateau - Follow Roads Less Traveled",
      "description": "Another highlight in both Laikipia is that you will be able to drive off the main trails. This is not possible in national parks or the Maasai Mara National Reserve. Venturing off-trail is all about the close-ups and intimate encounters. In a national park, you may see a leopard or cheetah from 100 meters, only being able to see it move through your binoculars. By going off-trail, you can slowly inch toward the predator with your driver continually observing its reaction. Essentially, you can move closer, but this experience is not available to all. Private conservancies provide a high degree of exclusivity and restrict visitor access. Rather than vehicles crowding around a single big cat, it can feel that you are alone with a private wildlife show."
    },
    {
      "dayNumber": "8",
      "title": "Mara Naboisho Conservancy - Exploring the Grasslands",
      "description": "You will fly into Mara Naboisho Conservancy and spend today on an introductory game drive, which will introduce you to the life that thrives in the Mara. There is less diversity here but a much greater density of life. The great wildebeest migration visits the Maasai Mara from July to September or October. During every month of the year, you can spot enormous wildebeest and zebra herds. Plus, of all the predators, it is only the vultures and hyenas that follow the migration. All the cats are year-round residents who can really fatten up for a few months of the year. So, as you explore on today’s game drive, you should enjoy a vast abundance of predator sightings, which are not just relegated to cheetah sightings but leopards and lions as well. In some countries, you can be fortunate enough to witness a single spotted cat during a week-long safari. With this ultimate cheetah safari in Kenya, you should enjoy multiple big cat sightings every day."
    },
    {
      "dayNumber": "9",
      "title": "Mara Naboisho Conservancy - Cheetah Safari in the Maasai Mara",
      "description": "The Maasai Mara is brilliant for cheetah sightings, but the Maasai Mara National Reserve can become busy with other visitors. Situations with many vehicles around a single cheetah are detrimental. Mara Naboisho has an unfenced border with the national reserve but is operated privately, so that it can only be visited by guests who are staying at a camp in the conservancy. Your local guide will know of many resident cheetahs and will help you explore their behavior. For example, you may spot a cheetah that is nursing young cubs or a mother that is teaching her cubs how to hunt. Coalitions of two males are relatively common, and you may see how their masterful hunting displaces resident singletons. You can track battles between cheetahs and hyenas along with unusual cheetah groupings that have both a male and female that raise their cubs. All these sightings will be complemented by the Mara’s other big cats and the generally massive zebra and wildebeest herds."
    },
    {
      "dayNumber": "10",
      "title": "Mara Naboisho Conservancy - Maasai Warrior Walking Safari or Night Drive",
      "description": "As part of your three-day safari program, you can partake in a walking safari with Maasai warrior guides. It is also possible to venture on a nighttime game drive in the conservancy, which should provide sightings of small nocturnal hunters such as caracal. While it can all sound very adventurous, it is also important to remember that almost all African safaris are relaxed at heart. You will be out in the wilderness and away from modern life, moving to the rhythm of an unspoiled land. You may feel that there is not a more relaxed place anywhere in the world as you drift off to the sound of elephants and watch different antelope as they graze near your camp."
    },
    {
      "dayNumber": "11",
      "title": "Nairobi - Departure",
      "description": "There will be the option of a final safari activity this morning, which can either be a drive or walk. You can also consider an optional hot air balloon ride for a final safari treat. Late in the morning, you will be transferred to the airstrip for your flight back to Nairobi. Here, you will enjoy dayroom hotel use before your late-evening departure from Jomo Kenyatta International Airport."
    }
  ],
  "map": ""
}