{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "great-wildebeest-migration-uganda-gorilla-trek",
  "tourName": "Great Wildebeest Migration & Uganda Gorilla Trek",
  "placesVisited": "Masai Mara National Park, Bwindi National Park, Entebbe",
  "generalInfo": "From the infinite plains of Kenya’s Maasai Mara to the heart of Uganda’s lush volcanic forests, this tour profiles Africa’s raw beauty and diversity. Traversing the savannah under endless African skies, you will search for leopards and lions while stumbling upon gazelle, zebra and wildebeest. Then, climbing high into dense rain forest mountains, you will look for the impossibly gentle mountain gorillas, spending intimate time with these giants. Few Africa tours will offer more diversity and higher luxury than this weeklong exploration of East Africa.",
  "durationDays": "8",
  "price": "9,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Maasai Mara - Welcome to Kenya!",
      "description": "Touching down at Jomo Kenyatta International Airport, the temperatures and smells will immediately begin to change, officially welcoming you to Africa. Upon clearing customs and collecting your luggage, you will meet a Zicasso representative who will transfer you to Wilson Airport, approximately 10 minutes driving away. From here, it will be a short hop on a light aircraft before you finally reach the anticipated Maasai Mara. Stepping off the plane, the warm breeze rushing off the savanna will signal that you have finally made it into the bush. At the airport, a representative will collect and transfer you through Big Five territory to a boutique lodge on the edge of the national park. While it is a long travel day, the luxury and exclusivity of this safari camp overlooking a river will make the entire journey completely worthwhile. As you enter your oversized sleeping quarters and collapse on your private porch jetting out onto a hippo-filled river, the adventure will have finally begun! Tonight you will join the lodge for a dinner prepared by a fantastic chef. Using local ingredients grown in the lodge’s organic garden, this is sure to be one of the first of many delicious meals over the next week. As the moon rises and the spectacularly starry sky emerges, enjoy a final glass of wine or aperitif on the verandah before collapsing into bed."
    },
    {
      "dayNumber": "2",
      "title": "Maasai Mara - Safaris Across the Rolling Plains",
      "description": "Today, after waking up to hot coffee and tea served to your room, you will venture out into the Maasai Mara with one of the lodge's expert field guides. We highly recommend rising early and carrying a breakfast out into the bush with you, stopping at a scenic spot for the ultimate picnic. As you stumble upon herds of wildebeest, eland, gazelles, and buffalo, you will search for Mara’s great cats and carnivores over the course of the morning. Lions, leopards, and cheetahs are often found lounging in the shade of an acacia tree, while elephants and giraffes cruise around them. The birdlife in this region is also rich and plentiful; birders will be constantly delighted, and the guide will teach prospective birders about the various species. As the sun strengthens and the wildlife retreats into the shade, you too will retreat to the comforts of the lodge. Spend the peak of the afternoon lounging beside the stunning infinity pool – or treat yourself to a facial or pedicure at the lodge’s spa. As the day begins to cool, the lodge will serve a high tea before you embark on your afternoon activity. Olonana prides itself in its ability to tailor a guest’s stay to their particular preferences. This afternoon you may choose to set out on another game drive, and perhaps visit the neighboring Maasai community. The Maasai warriors are fundamental to this region, with their culture and décor providing much of the inspiration for the lodge’s development. It is encouraged to spend an afternoon amongst them, learning about their history and heritage. In the evening, you will return to the lodge – or perhaps a particular vantage part in the Mara – for sundowner cocktails before dinner. Returning to the main dining area for dinner, you will be served another inventive meal before retiring to the fire."
    },
    {
      "dayNumber": "3",
      "title": "Maasai Mara - Interactions with Wildebeest, Maasai Warriors and the Big Five",
      "description": "This morning you will set out again in search of the wonders and action of the Maasai Mara. Today you and your guide might choose to focus on the smaller aspects of the Mara while you continue to pursue the larger mammals. As you learn about tracking, animal behavior and some of the smaller creatures, you will gain a deeper understanding of the dynamics and intricacies of the region. If feeling adventurous, you can opt to explore the park on foot this morning before returning for lunch, relaxation and afternoon tea. As a final farewell to the savanna, you might consider exploring the park from a different angle this afternoon – from the air, as you sail above the plains in a hot air balloon. There truly is no better or more luxurious way to grasp the vastness and magic of the region than from the sky. As you return to the ground at sunset, you will be treated with a glass of champagne, rounding off the absolute intimacy and glamour of the experience. Tonight you will have the choice of joining the lodge in the main dining area for dinner or you may choose to venture out under the starry night sky, enjoying your final Mara meal served in the bush."
    },
    {
      "dayNumber": "4",
      "title": "Entebbe - Transfer by Air from the Mara to Entebbe",
      "description": "This morning you will rise early for a final breakfast at your lodge before continuing your journey on to Uganda. As your flight departs the Mara, you will catch one final glimpse of the endless plains and the teeming wildlife before returning to Nairobi. From Kenya’s capital, you will connect onwards to Entebbe in southern Uganda. Arriving late, you will spend the night in Entebbe before carrying on to the mountains in the morning! It will be a travel day – but adventure awaits tomorrow, making it all worth your while."
    },
    {
      "dayNumber": "5",
      "title": "Bwindi Impenetrable Forest National Park - Into the Heart of the Mountains",
      "description": "Today you have the option of embarking on a 10-hour road journey through southern Uganda, or a 2-hour flight over the mountains. Both options will ultimately land you deep within Bwindi Impenetrable Forest, a UNESCO World Heritage Site, on a small clearing where your exists. Between dramatic mountains, dense jungle, winding rivers and plunging waterfalls this cozy set of tented cottages will sit in stark contrast to the plains you left behind in Kenya. Equally as luxurious and intimate, you will spend what remains of your day unwinding amongst the grounds. It would be worthwhile to spend some time with your fingers and toes crossed, since the local mountain gorilla population occasionally pays a visit to the lodge property! As the sun sets and the temperatures drop, the lodge gathers around the central fireplace for wine, Ugandan beer and an appetizer or two as the chef prepares a locally inspired meal. The chef’s ability to integrate classic Ugandan favors, including ground nut (peanut) sauce and matooke (similar to a banana), makes for truly memorable dining experiences. After dinner, you will return to your cozy cabin, perhaps taking a soak in a luxurious tub, before falling deep asleep."
    },
    {
      "dayNumber": "6",
      "title": "Bwindi Impenetrable Forest National Park - Hiking and Exploring the Jungles of the Ugandan Mountains",
      "description": "Today will be spent exploring Bwindi National Park on foot alongside local guides. With a wide variety of activities available, the Sanctuary will work with you to tailor each moment to your specific desires. After breakfast, you may choose to set out on the lodge’s community village walk, where you have the opportunity to explore the surrounding tea fields, speak with the farmers, learn about local beer brewing methods and visit the local hospital. After hearing about the hospital’s history, and its relationship with your camp, you will move on to speak with a traditional medicine man. He will share with you the philosophies and teachings of generations of Batwa people, highlighting plants with medicinal purposes. The Batwa are some of the oldest inhabitants of the Great Lakes region of Africa and numbering roughly 80,000 individuals. The walk cumulates with a performance by the Batwa communit before you return to the camp. After lunch in camp, you will again have a variety of activities available throughout the afternoon. Some may choose to relax in anticipation of tomorrow’s gorilla tracking, spending the day at the spa or reading a book. For those that wish to prepare physically for tomorrow’s hike – which is not necessary – the lodge also offers a guided forest walk along the Munyaga waterfall trail. These lush rainforests are home not only to gorillas, but also to rare forest elephants, giant forest hogs, numerous primates, duikers, bushbucks and hundreds of species of butterfly. This trail winds through this magical forest before ending at the brilliant waterfall, three hours later. As the afternoon draws to a close, you will again gather in the main lodge to enjoy another fantastic meal. Spend some time after dinner around the fireplace listening to the sounds of the forest at night, in anticipation for tomorrow’s adventure!"
    },
    {
      "dayNumber": "7",
      "title": "Bwindi Impenetrable Forest National Park - Search of the Endangered Mountain Gorillas",
      "description": "This morning you will venture deep into the impenetrable forest as part of a small group of eight hikers, in search of the endangered and elusive mountain gorillas. Traveling up into the volcanic mountains, the first portion of your hike will be filled with bird songs, insects and small creatures scuttling about. With less than 800 gorillas living today, approximately half live within Bwindi National Park. Sightings are of course not guaranteed, however most guests are able to visit these majestic creatures, which typically congregate in groups of 10. As you weave and wander through the forest, your guides will brief you on appropriate protocol for approaching the gorillas. With females growing up to 6 feet tall, and weighing between 350 and 500 pounds, these truly are spectacular ‘gentle giants’. Males, referred to as Silverbacks, tower well above their female partners, standing roughly 7 feet tall when full grown. Over the course of the 40 – 50 year life span of a mountain gorilla, trackers and conservationists work with particular families in a delicate habituation process, exposing them to human presence ensuring maximum possible security for tourists. Guests say there are few experiences more breathtaking or surreal than spending an hour observing these gorillas. Their human-like tendencies, their epic size, and their thoughtful facial expressions allows for connectivity rare with any other species. However – much more detail and we would detract from the surprise and awe! This afternoon might be a nice time to relax with a massage. Tonight will be your final dinner in Africa – somehow your eight days will have absolutely flown by. Take time to soak in the warm flames of the fire under the starry night sky with a brandy or a warm tea alongside the lodge staff and guests, as the traditional Bakiga guitar plays in the background."
    },
    {
      "dayNumber": "8",
      "title": "Entebbe - Heading Home to Another Adventure",
      "description": "This morning we will transfer you out of the jungle and back to Entebbe by road or air, depending on your preference. From Uganda, Zicasso's great partners will work with you to plan the rest of your adventure. Many of choose to carry on to Kenya or Tanzania’s coast for a few days relaxing on the Indian Ocean. Otherwise, we will happily assist you with connecting flights from Entebbe home."
    }
  ],
  "map": ""
}