{
  "destination": "Kenya",
  "mainPhoto": "",
  "id": "intimate-cheetah-safari-lewa-masai-mara",
  "tourName": "Intimate Cheetah Safari: Lewa & Masai Mara",
  "placesVisited": "Nairobi, Lewa Wildlife Conservancy, Masai Mara National Reserve, Mara Naboisho Conservancy",
  "generalInfo": "Cheetahs prowl Kenyan plains and will provide the focal point of this full week’s safari. Divided across Lewa and the Masai Mara, this safari will take you off the trails in search of legendary animals and rare cheetah behaviors. Expert guides lead your way, and exclusive activities will lead you closer to the animals, especially at private conservancies. While cheetahs provide your primary focus, seven full days on safari will present much of the very best of Kenya’s wildlife, including the endangered and endemic species.",
  "durationDays": "9",
  "price": "13,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi – Resting Up in the Kenyan Capital",
      "description": "Before a week on safari, you will have a day to rest and relax in Nairobi. You will not need to travel into the bustling heart of Nairobi although this can be arranged if you seek a cultural experience. After a transfer from Jomo Kenyatta International Airport, you will spend the day in Karen, which is a bucolic suburb where giraffes and elephants are among the local population. A local driver will provide you with transfers to attractions in the area, including the Giraffe Centre and a couple of boutique cafes. Today is mostly about resting after your flight and preparing for your week on safari."
    },
    {
      "dayNumber": "2",
      "title": "Lewa Wildlife Conservancy – Legendary Safari Viewing",
      "description": "Lewa may be small, but it is home to an incredible wildlife density. There is so much more than the Big Five here, especially when you look past all the elephants and buffaloes. That can be hard when you land, but after a short transfer to Nairobi Wilson Airport, you will fly directly to the Lewa airstrip, where these large animals are commonly spotted along the runway. Driving to your lodge will provide you with your first safari impressions because rhinos and giraffes are also among the animals that are very conspicuous in Lewa. Then, there will be the lions, and you may witness them as they menacingly prowl across the savannah or laze an afternoon away in the grass. After checking into your lodge, you will meet your guide and plan out a three-day program. Cheetahs will be your obvious focus, but this conservancy is home to so much more than cheetahs. Today’s game drive will probably be fairly generic, so you can gain an understanding of the many different animals that live here. The safari viewing is made better by venturing off-trail, and in private conservancies, you are allowed to veer off the trails and track animals more closely. This is essential for viewing predators, especially solitary and shy animals like cheetahs and leopards. Today’s game drive will showcase how off-trail driving is so important to your wildlife experience."
    },
    {
      "dayNumber": "3",
      "title": "Lewa Wildlife Conservancy – On the Cheetah Trail",
      "description": "Heading onto the cheetah trail, you will spend today with one of Africa’s rarest and most adapted animals. Lewa’s cheetahs are usually easy to find thanks to the expert knowledge of the local guides. The conservancy is relatively small, and the guides have worked here for many years, so they know specific hideouts where the cats like to hangout and can identify individual cheetahs through their markings. Such knowledge is harder to maintain in large wilderness areas, where there is too much happening. Cheetahs are native to this area, and their population has grown over the last 20 years due to rigorous conservation efforts in Lewa and the rest of the Laikipia Plateau. Unfortunately, this is not the case elsewhere. The world’s fastest animal has lost 91% of its range. Habitat fragmentation and habitat degradation continue to weigh heavily on the cheetah. Cheetahs need space to run, and they open landscapes, where they can creep close to their prey before launching an attack. Cheetahs can also accelerate up to 65 mph in about three seconds and can cover eight meters in a single stride. It is an astonishing sight to witness the cheetah’s four paws off the ground as it creates dust spirals in place of where it has just been. Special adaptions allow cheetahs to do this, including an oversized heart and veins that can deliver large amounts of blood to their muscles. Inflated nostrils and massive lungs are other adaptions, but these specialisms have made cheetahs vulnerable to change, and this incredible species is now highly endangered. On today’s game drives, you will be searching for cheetahs in their natural habitat, including an eclectic range of behavior that makes your safari so special. The world’s fastest animal does not run often, nor does it run far, so you really do need a full week in order to witness a cheetah reach its top speed. It is far more common to see cheetahs resting than on a hunt. They hide in tall grass, raise their cubs in secretive places, and wander elegantly across sun-scorched plains. Just to see one is a special experience, and during your one-week safari, you will witness far more than in addition to far more than cheetahs that just walk and hide."
    },
    {
      "dayNumber": "4",
      "title": "Lewa Wildlife Conservancy – Walks and Rides on the Open Plains",
      "description": "Lewa is a haven for endangered wildlife. Black and white rhinos can be spotted here, often in the same panorama. Strange antelope species are also common, notably species that are nearly endemic to Northern Kenya, such as long-necked gerenuk and Beisa oryx. With three days in Lewa, you can discover the full range of sights from the cheetahs to tiny dik-dik and others. Another Lewa highlight will be your opportunity to participate in the many different safari activities. Game drives are the standard and best for covering large distances in addition to moving up close with dangerous animals. Other activities will provide alternative perspectives for you. You can walk across open Lewa plains into a landscape where many ungulates huddle. These walking safaris can be short, exploring life around the camp for sometimes only 30 minutes. They can also last for half a day with a chance to join up with moving herds and appreciate so many intimate details. Riding safaris are another option that you can consider, either on horseback or by bicycle. When riding across Lewa, you can often be among the herds, especially antelopes and zebras. Walks and rides can also encounter rhinos if your guide considers it to be safe. In Lewa, you will have a flexible and private safari program, so these activities can be included along with nighttime game drives."
    },
    {
      "dayNumber": "5",
      "title": "Masai Mara National Reserve – Africa’s Densest Cheetah Population",
      "description": "Volcanos will dominate the skyline when you fly to the Masai Mara this morning. Their iconic frames punctuate deep valleys before giving way to undulating Mara grasslands. You will touch down and instantly see that this is a landscape where cheetahs can thrive. There is space for the cat to accelerate along with high grass for hiding out and stalking prey. Nowhere in Africa has a denser cheetah population, and today’s game drives will seek out multiple encounters with the world’s fastest animal. During these drives, you will also be provided with a closeup of cheetah prey. Thomson’s gazelle is a favorite quarry, but these cheetahs have evolved to hunt larger animals, such as zebra. Another spotted cat is likely to provide different highlights. Leopards are typically solitary and spend most of their day hiding away. Like cheetahs, they are common here, so you can often see them out on the plains either stalking prey or resting up with their expert camouflage. Every Masai Mara safari should encounter lions. You need to have a really poor guide not to see the most conspicuous of predators. Lions hang out in prides either in family units or by themselves. They unwind in the open and sometimes come to sleep in the shade that is created by the vehicles. On today’s private game drives, you should experience many, if not all, of these cats and hopefully also a hunt."
    },
    {
      "dayNumber": "6",
      "title": "Masai Mara National Reserve – Balloon Above the Mara and Discovering a Famous River",
      "description": "Every Mara balloon safari requires an early start. The balloons typically ascend from a site to the west of the national reserve. This is close to your camp in the Mara Triangle, but a long drive away from camps that are far to the east. Therefore, your early start will not be that early. Rising at dawn, you can enjoy sublime views over the Mara, which will appear as bands of red and yellow that mark the horizon as the grasslands emerge from shadows. From the balloon, you can admire the famous Mara patchwork, with areas of high grass that contrast those that have been grazed. Elephant and buffalo herds will be among the other sights that you enjoy from the air before descending to a second breakfast and a game drive around the Mara River. This is the famous river that is crossed by wildebeest as part of their migration. Witnessing this spectacle requires patience and fortune, but the river provides a few spectacular safari scenes throughout the year. Predators lurk around its fringes, while antelope drink tentatively, wary of crocodile threats. Hippos barrel around, and you can often witness young males as they test their strength in tetchy battles. With a game drive along the river, you can also spend an hour or two enjoying a picnic and watching different animals that come to drink."
    },
    {
      "dayNumber": "7",
      "title": "Mara Naboisho Conservancy – Searching for Rare Cheetah Behavior and Walking with the Masai",
      "description": "There are strict safari rules in Masai Mara National Reserve. These are essential due to the large number of visitors. Vehicles must stick to the trails because if they do not, the landscape would be ruined by wheels. Private conservancies like Mara Naboisho have strict rules on the number of visitors and vehicles. In these conservancies, you can drive off the trails, which is important when desiring to move really close to cheetahs and other cats. As these conservancies see fewer vehicles, they have become more and more attractive to the cats, especially cheetahs and leopards. These cats do not necessarily come in search of food. Instead, they like the quiet grasslands for raising their cubs. Here, they can hideout with young cubs and are not be bothered by a crowd of vehicles. After driving to Mara Naboisho, you will spend these two days searching for cheetah and leopard families, and your driver will lead you far off the main trails. Often, you can spend an hour just watching a family unit. Then, you can search for other spotted cats. You may even encounter the rarely observed behavior of both a male and female cheetah as they raise their cubs. Watching young cubs as they learn to prowl and hunt can also be a magnificent safari highlight, especially when playful cubs do not share their mother’s sense of urgency. Another rare behavior that can be observed here has been cheetahs that form coalitions. Hopefully, you will also witness this over the next two days. Your guides will have been tracking the same cheetahs for many months, so they have an excellent understanding of where you need to go. Coalitions of two males are not that unusual, but by working together, two cheetahs can take down larger prey and dominate a larger territory that houses many species of prey. Three or four males who that hunt together is virtually unheard of outside of the Masai Mara. To see these coalitions on a hunt can be a very special experience, but you should note that it will require patience, luck, and extremely good timing. Walking safaris will complement your cheetah encounters. In this conservancy, you can go walking with Masai warrior guides, joining the people who have grown up on these animal-dominated lands. Their knowledge and understanding make it safe to walk in elephant country, and their experience means that it is safe to walk amid one of Africa’s largest predator populations. Walks will be thrilling as you cross open grasslands, where ungulates tend to gather. You should also note that you will not be walking with cheetahs, lions, or any other cats. You will also not walk with any hippos either. These activities are only safe because they avoid predatory encounters, which is an essential consideration as you really will be walking across one of the wildest landscapes on the planet."
    },
    {
      "dayNumber": "9",
      "title": "Nairobi – Departure",
      "description": "From the Mara Naboisho Conservancy, you will fly back to Nairobi and transfer to Jomo Kenyatta International Airport for your international flight."
    }
  ],
  "map": ""
}