{
  "destination": "Guyana",
  "mainPhoto": "",
  "id": "guyana-small-group-tour",
  "tourName": "Guyana small group tour",
  "placesVisited": "Georgetown, Stay at the famous Cara Lodge, Explore the Iwokrama Rainforest with a ranger, Hike Turtle Mountain, Jaguar-spotting, Birdwatching on the Iwokrama Canopy Walkway, Surama, Hike up Surama Mountain, Hiking in the Pakaraima Mountains, Karanambu, Stay at the Caiman House Field Station in Yupukari",
  "generalInfo": "Guyana may be a small country, but what it lacks in size it more than makes up for in natural splendour and Caribbean culture. Shrouded in thick rainforest where jaguars prowl and vast numbers of colourful birdlife flourish, it’s a destination for those who love the great outdoors, and this small group tour makes for a thrilling introduction.  <br/><br/>Starting with an arrival into the capital, Georgetown, where you’ll stay at the renowned Cara Lodge, you’ll embark on an expedition through some of Guyana’s most spectacular landscapes. Begin with the breathtaking Kaieteur Falls, the world’s largest freefalling waterfall and five times the height of Niagara, before driving by 4x4 into the vast wilderness of the Iwokrama Rainforest for a few days of hiking. Notable among conservation organisations for the heavy involvement of local people, the rainforest is brimming with incredible wildlife including caimans, snakes, pumas, capybaras and countless birds. <br/><br/>Staying in a riverside lodge and exploring the rainforest’s trails and a canopy walkway with knowledgeable rangers, you may catch sight of the elusive jaguar – you will certainly be immersed in the beguiling sounds of the rainforest all day and night.<br/><br/>From Iwokrama it’s on to the Pakaraima Mountains for more walking, staying at the renowned Karanambu, an ecotourism lodge founded by a conservationist, where you’ll have free time to take boat trips, hike forest trails in search of giant anteaters, or simply chill in your hammock.<br/><br/>Leaving the mountains behind, your group will next make for the Amerindian village of Yupukari, staying at a field conservation station and perhaps lending a hand with a study into the endangered black caiman, which are caught, measured and tagged before being released back into the river. After some time to explore the village, meet local people and spot many more birds, you’ll fly back to Georgetown for a final day to roam its many historic sites.<br/><br/>For nature-living travellers, enthusiastic hikers, and those who love nothing more than escaping the beaten tourist track, Guyana is a great choice. <br/>",
  "durationDays": "13",
  "price": "5950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "GEORGETOWN: We will pick you up at the airport, and then transfer you to your selected hotel. Cara Lodge was built in the 1840's and originally consisted of two houses. It has a long and romantic history and was the home of the first Lord Mayor of Georgetown. Over the years, the property has been visited by many dignitaries including King Edward VII who stayed at the house in 1923. Other dignitaries have included President Jimmy Carter, HRH Prince Charles, HRH Prince Andrew and Mick Jagger. This magnificent home turned hotel offers the tradition and nostalgia of a bygone era, complete with service and comfort in a congenial family atmosphere."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "KAIETEUR FALLS: Following breakfast at the hotel we head to the airport at 11:30 for a scheduled flight over the Demerara and Essequibo Rivers and hundreds of miles of unbroken tropical rainforest to land at Kaieteur Falls, the world’s highest free-falling waterfall. At 228 meters, Kaieteur is nearly five times the height of Niagara Falls. Optional Tours: Birding in Georgetown's Botanical Gardens 0545hrs pick up and transfer to the extensive Georgetown Botanical Gardens. Details at end of itinerary. Evening Seawall, bars and street food experience Details at end of itinerary. Dinner at Aagman Indian Restaurant Details at end of itinerary."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "THE IWOKRAMA RAINFOREST: Today after breakfast we take the scheduled flight for journey over miles of tropical rainforest to land in the Rupununi. Transfer by 4x4 vehicle or 4x4 Bedford Truck to Iwokrama River Lodge. Explore the trails around the lodge with an Iwokrama Ranger. Iwokrama is home to many bird species including Capunchinbird, Black Nunbird, Chestnut-rumped Woodcreeper, Amazonian Antshrike, Brown-bellied Antwren, Spot-tailed Antwren, Todd’s Antwren, Spotted Puffbird, Green Aracari, Guianan Toucanet, Guianan Red Cotinga, Pompadour Cotinga, Rufous-crowned Elaenia, Bronzy Jacamar, Chestnut & Waved Woodpecker, Gray Antbird, and Strong-billed Woodcreeper. Three other Neotropical species in the Iwokrama forest of high interest are White-winged Potoo, Rufous Potoo, and Rufous-winged Ground-cuckoo. The forest is also home to many mammals and you may see Red-rumped Agouti and various species of monkey including Red Howler, Black Spider and Wedge-capped and Brown Capuchins. After dark we’ll set out on the river, in hope of finding one of its four species of caiman, and listen for night birds such as Spectacled Owl, White-winged Potoo, Rufous Potoo, Long-tailed Potoo, Zigzag Heron or Blackish Nightjar. You may see one or more of the four species of caiman, and most certainly snakes including Cox boa, tree frogs and if lucky maybe some mammals. Maybe even a puma or capybara. The Iwokrama River Lodge is set overlooking the Essequibo River. Accommodation is offered in eight spacious timber cabins with shingle roofs, bathroom facilities, and veranda overlooking the river. Running water and flush toilets are standard; however, water is not heated (and rarely desired in the tropical heat). Electricity is provided by a combination of solar and diesel generator systems, and wireless internet access is provided for free in the main building. Meals are served buffet-style in the Fred Allicock dining hall, where you can mingle with the rangers, administrative and scientific staff."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "HIKE TO TURTLE MOUNTAIN: Making an early start, we’ll embark on the Essequibo and circumnavigate nearby Indian House Island, before returning to the River Lodge for breakfast. Leave the lodge by boat, bird watching along the way, for the hike to Turtle Mountain. A well maintained trail winds through the forest before an exhilarating climb up the mountain to its summit at 935ft (approx. 360m). It takes 1 3/4hrs to walk up the mountain, but the effort is more than worth it for the breath taking views over the forest canopy when you get there and chances of Green Aracari, White Bellbird or a fly-by of one of five types of eagles. This trail is also a great location for seeing Black Spider Monkey and Red Howler Monkey and if you are very lucky even a Jaguar. This pristine forest offers huge buttress trees and the endemic Greenheart, a highly sought after hardwood. If you think this hike may be too strenuous you can take an alternative boat trip to Stanley Lake to search for Giant River Otters and Black Caiman. As the afternoon cools you set out on a boat trip to visit Kurupukari Falls to see the Amerindian petroglyphs (dependent on the water level)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "IWOKRAMA FOREST: Explore the trails around the lodge with an Iwokrama Ranger. Transfer by 4 x 4 along the trail that is one of the best places to see the elusive Jaguar. The Iwokrama forest is rapidly gaining an international reputation for its healthy jaguar populations that seem not to be troubled by the appearance of curious humans. No promises, but many have been lucky! Along the road, we will watch for the myriad of bird species that frequent the forest edge, including Crimson and Purple-necked Fruit-crow, Crimson Topaz, Green Oropendula, Spotted and Guianan Puffbird, Scarlet and Red-and-Green Macaw, Blue-cheeked and Orange-winged Parrot and Gray-winged Trumpeter. This road is the only north – south access in Guyana and links the country to Brazil. Even so traffic is only very occasional and wildlife is often seen along the road, such as Agouti, Tayra, Puma, Tapir and Black Curassow. The journey concludes at the Iwokrama Canopy Walkway. The Iwokrama Canopy Walkway is situated at Mauisparu, near the southern boundary of the Iwokrama Reserve in central Guyana. The walkway has four suspension bridges leading to three platforms, the highest of which is over 30 metres above the ground, and these will allow great looks at a range of canopy species, many of which you would struggle to see well from the forest floor. Amongst the likely highlights are Painted, Brown-throated and Golden-winged Parakeets, Caica Parrot, Guianan Puffbird, Waved and Golden-collared Woodpeckers and Spot-tailed, Todd’s and Ash-winged Antwrens. The walkway is also an excellent place to look for various species of cotinga including the poorly known and range-restricted Dusky Purpletuft and if there are any suitable fruiting trees nearby, you stand a good chance of seeing this bird, as well as the more widespread Purple-breasted Cotinga. Another area where we will want to spend some time is the clearing around the lodge, as this is one of the best places to see another of Guyana’s “must see” birds, the Crimson Fruitcrow. This species is seen here on a reasonably regular basis, as it often comes to feed in some of the nearby trees. The clearing is also a reliable site for Black Curassow as there is a family party which has become habituated to people and regularly passes through the clearing. With reasonable luck, you should be able to add this bird to the impressive list of species you will see around the lodge and walkway. Atta Rainforest Lodge is 500 metres from the base of the Canopy Walkway, offering comfortable private-room accommodation with ensuite bathrooms, delicious home-cooked meals, and traditional Amerindian hospitality. The lodge is completely surrounded by tropical rainforest which offers a complete immersion in the rainforest experience. The main building is open sided with views across the gardens to the towering forest on all sides and houses the bar, dining area and kitchen."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ENJOY WILDLIFE AND BIRD WATCHING IN IWOKRAMA FOREST: Before dawn we will return to the canopy where we can birdwatch easily and may see Rufous-throated Sapphire, Green Aracari, Pygmy Antwren and Guianan Streaked-Antwren. With some luck Guianan Toucanet, Pompadour Cotinga, Buff-cheeked Greenlet and a host of crown specialists may come within our view. From this tree top vantage you can sometimes see Red Howler Monkeys and Black Spider Monkeys. Apart from the Iwokrama Canopy Walkway itself you can enjoy wildlife and bird watching walks on the trails around the area. For those interested in botany many of the trails have the key trees species marked. Many bird species, stunning insects, noisy amphibians, and playful primates make the surrounding forest their home and you can be fairly certain to spot some extraordinary wildlife without even trying too hard. Deer and agouti are also regular visitors to the lodge. Serious birders will want to search the undergrowth for the rarely seen Rufous-winged Ground-cuckoo. As dark falls on the canopy walkway, you may see the White-winged Potoo Night walks are also possible and something interesting or new always seems to pop on to the scene including the occasional jaguar (panthera onca) along the transnational road near the lodge."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SURAMA: Welcome the dawn chorus from the canopy walkway. Short-tailed Nighthawks settle in for the day, Swifts take to the sky, White throated and Channel-billed Toucans yodel, and Barred Forest Falcons call. Birdwatch from the mid and upper canopy on the walkway as flocks travel past and look for Paradise Jacamar, White-necked Puffbird, Yellow-throated Woodpecker, Black-tailed and Black-crowned Tityras. Or you can bird along the jungle trails where antbird flocks include White-plumed Antbird, Spot-winged Antbird, Ferruginous-backed Antbird, Long-billed Antwren, McConnell’s Flycatcher, Gray-crowned Flycatcher, Plain Xenops and Wedge-billed Woodcreeper. Return to the lodge for breakfast before departure. Transfer from Atta Rainforest Lodge through the rainforest to Corkwood in the Iwokrama Forest. Here there is a comparatively short trail to a trail to hopefully see the amazingly brilliant Guianian Cock-of-the-rock. This trail is through interesting forest and the guides can show the use of the plants. Then continue the journey to the community of Surama. The Amerindian community of Surama is located in the heart of Guyana. The village is set in five square miles of savannah which is ringed by the forest covered Pakaraima Mountains. Surama’s inhabitants are mainly from the Macushi tribe and still observe many of the traditional practises of their forebears. This isolated and idyllic location offers an escape from the concrete jungle to a serene and peaceful existence with nature. The guides have lived their entire lives in the rainforest, and have an incredible understanding of nature and how to utilise its resources. On arrival in Surama you will receive a warm welcome from local staff and settle into your accommodation at the Surama Eco-lodge. A local guide will escort you for a short walk on trails to observe the forest and bird life. As the afternoon cools take for a three-mile walk across the savannah and through the rainforest to the Burro Burro River. This is the best time to observe bird and wildlife along the trail. Your guides will then paddle you on the Burro Burro River for opportunities to observe Giant River Otters, Tapir, Tira, Spider Monkeys and many more species. Tonight, enjoy an educational walk to observe wildlife and experience the mystique of the forest after dark. Make sure to bring your flashlights to look for the eyeshine of the creatures of the night."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "CLIMB UP SURAMA MOUNTAIN: Rise before dawn for a walk across the savannah and then climb up Surama Mountain for incredible views across the village and savannah to the Pakaraima Mountains. This is not a technical climb but can be arduous, especially after rain, and not for everyone. Your guides will happily offer alternative activities if you prefer not to do this climb. Transfer by from Surama to Rock View Lodge at Annai. Rock View Lodge is located where the savannah meets the forest-covered foothills of the Pakaraima Mountains. With its tropical gardens and flowering trees, the lodge resembles an oasis in the savannah, and attracts many species of birds, particularly nectar feeders and frugivores. Nearby patches of light forest are home to certain ant birds and flycatchers, and of course the grasslands support an avifauna of their own. Eight comfortable rooms have ensuites and feature a patio and hammock for relaxing. Meals are served in the dining room under the mango trees and most of the produce is grown on the property. The pool has a lovely setting in the gardens and is welcome respite on a hot day. If in season, you can see how cashews are roasted and see how local handicrafts are made and maybe even try your hand at them yourself. The labour-intensive method of cracking open the roasted nuts along with the self-ignition of the nuts as the acid content burns off are a spectacular sight. You can then taste the freshly roasted nuts."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "HIKE PAKARAIMA MOUNTAINS: At dawn take a hike in the foothills of the Pakaraima Mountains on the Panorama Trail where you might see Cinereous Mourner, Finsch’s Euphonia, Reddish Hermit, Rufous-bellied Antwren, Green-tailed and Yellow-billed Jacamar. The views across the savannah and villages as the sun rises are spectacular. Travel south by road from Rock View Lodge to Ginep Landing. From Ginep Landing we take a boat trip on the Rupununi River to Karanambu Lodge. Depending on the river level, this trip offers an excellent opportunity to look for Giant Otters as there are several family groups which live along this stretch of the Rupununi River. Karanambu, a 110-square mile former cattle ranch, is the home of Diane McTurk, conservationist and a world-renowned expert on giant otters. Karanambu is located in the North Rupununi, a region of southwestern Guyana known for its expansive wetlands and savannah, as well as its biological and cultural diversity. Settled in 1927 by Tiny McTurk, Karanambu was once a working cattle ranch and Balata collection station. It is now an eco-tourist destination known as The Karanambu Lodge. Karanambu encompasses savannah, marshy ponds, riparian forest, and a 30-mile stretch of the Rupununi River. The North Rupununi of southern Guyana is an extraordinary natural and pristine area. The landscape is an integration of four ecosystem types: wetlands, savannahs, rivers, and forests. The number of species found here is much higher than expected given its size. There are at least 600 species of fish, along with 600 species of bird, and over 200 species of mammals. Karanambu is located roughly in the middle of this beautiful and fascinating biological hotspot where endangered species like the Giant Otter, Black Caiman, Jaguar, Giant Anteater, and Arapaima can be found. The seasonally flooded savannahs and forests also draw substantial fish migrations. There may be as many as 700 species of fish at Karanambu — more than anywhere on Earth. This region is rich in history, too. The North Rupununi is the homeland of the Makushi and earlier peoples dating back almost 7,000 years ago. Village neighbours include the Makushi villages of Kwaimatta, Massara, Yupukari, Toka, and Simoni. Several prominent explorers and naturalists have written about their experiences here, including Robert and Richard Schomburgk, Charles Waterton, Evelyn Waugh, Gerald Durrell, and David Attenborough. Lake Amuku, not far from Karanambu, was once considered by Sir Walter Raleigh, and later by Alexander von Humboldt, and others to be the location of Lake Parime on whose banks the golden city of “El Dorado” was said to be located. The romance of the Rupununi pioneers lives on at Karanambu. The compound has the flavour of an Amerindian Village. Because of the remoteness of Karanambu, staff live on site and the children can be seen and heard on the weekends and holidays when they come “home” from schools in the nearby villages of Yupakari, Kwaimatta and Massara. This feeling of community is further enhanced by the accommodations, which are traditionally made clay brick cabins. Each private cabin can accommodate two people and includes private bathroom and Veranda with hammocks. With both the river and the savannahs close at hand there is a wide variety of activities to be enjoyed at Karanambu. You are free to determine what you want to do based on your interests, the time of year and whether the guides have found anything especially unique and interesting to see. Two guided excursions are provided each day — one early in the morning and another late in the afternoon and into the evening. As well as being the coolest times to be out, these are usually the best times to see the different birds and animals. Trips may be on the river by boat, on the savannahs by Land Rover or along forest trails on foot to the different ponds in the area. Late in the afternoon we will travel by boat to look for wild Giant River Otters and as dusk falls to the ponds to see the giant Amazonia Regis water lily, bloom at dusk. On the return trip we will spotlight for Black Caiman and birds and creatures of the night."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "PAKARAIMA MOUNTAINS: This morning we may make an early start to reach an area of rolling grasslands, which is home to a population of giant anteaters. With luck we shall locate one of these six-foot long animals excavating its breakfast from one of the red termite mounds that stud the savannah. The giant anteater, also known as the ant bear, is a large insectivorous mammal native to Central and South America. It is recognizable by its elongated snout, bushy tail, long fore claws and distinctively coloured pelage. It feeds primarily on ants and termites, using its fore claws to dig them up and its long, sticky tongue to collect them. Though giant anteaters live in overlapping home ranges they are mostly solitary except during mother-offspring relationships, aggressive interactions between males, and when mating. Mother anteaters carry their offspring on their backs until weaning them. An evening visit to a nearby pond to see hundreds of Ibis, Anhinga, Heron and Egret roosting (only in rainy season) is a highlight. If you are interested in bird watching you can explore woodland patches or gallery forest along the river where we’ll hope to find such species as Spotted Puffbird, Striped Woodcreeper, Pale-bellied Tyrant-Manakin, Golden-spangled Piculet, Bearded Tachuri and Capuchinbird. A feature bird for the area is Agami Heron. An evening walk along the airstrip offers seven species of nightjar and among the grasslands the Double-striped Thick-knees."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "TRANSFER TO AMERINDIAN VILLAGE OF YUPUKARI AND CAIMAN HOUSE: In the event you did not see a giant anteater the previous morning, there is time to travel out to search the savannah again. Or explore the Rupununi River in search of wild Giant River Otters, Black Caiman and Arapaima, making a boat journey along quiet stretches of river. Return to the lodge for breakfast before departure. After breakfast we say our goodbyes and transfer upriver by motorized boat to the nearby Amerindian village of Yupukari and Caiman House. Vehicle transfer from landing to Caiman House. At the edge of Yupukari Village in the Central Rupununi is Caiman House Field Station, a combination guest-lodge and education centre focused on research and conservation projects along the nearby Rupununi River. The Field Station is the hub of several participatory development projects, including the introduction of classroom libraries in all three village schools and an Internet-enabled public library. Visitors may have the opportunity to meet local craftspeople, including the furniture builders at Yupukari Crafters, a non profit venture to create village jobs and generate income to sustain educational development. As a guest you have the unique opportunity to support and participate in an on-going field study of the Black Caiman (Melanosuchus niger), the largest member of the alligator family and an endangered species. You are invited to accompany the indigenous crew as they search for and capture Black Caiman on the river. Guests will observe the capture from a separate boat, but will be offered the opportunity to assist in data collection. Caiman are weighed, measured, sexed and tagged before being released back into the river. The research has already discovered interesting information on caimans’ nests that was previously unknown. Four modest but comfortable guest rooms are situated around a central lounge area in the lodge behind the research centre. Guest rooms comfortable beds and feature attached bathrooms with flush toilets and running water. Other rooms are available in the main building with shared bathroom. Caiman House Field Station and the Guest House are powered 24 hours a day by a large solar array. The entire station is served by wireless internet access."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "TRANSFER TO GEORGETOWN: Vehicle transfer from Caiman House to airstrip to board scheduled flight for journey over the Demerara and Essequibo Rivers and hundreds of miles of tropical rainforest to land at Eugene F. Correia International Airport. Pickup at the airport and transfer to Georgetown. Georgetown the chief port, capital and largest city of Guyana is situated on the right Bank of the Demerara River Estuary. It was chosen as a site for a fort to guard the early Dutch settlements of the Demerara River. The city of Georgetown was designed largely by the Dutch and is laid out in a rectangular pattern with wide tree lined avenues and irrigation canals that criss cross the city. Most of the buildings in the city are wooden with unique architecture dating back to the 18th and 19th centuries. For the most part the buildings have Demerara shutters and designed fretwork which trim eaves and windows. Main Street, Georgetown provides several excellent examples of old colonial homes, a prime example of which is the State House, built in 1852. The State House is set in large gardens and is painted green and white and has hosted many visiting dignitaries. During your visit to Georgetown there are a number of interesting sights that should not be missed: the most famous being St. George’s Cathedral. The Cathedral is one of the world’s tallest free standing wooden buildings and was consecrated on 1892. The foundation stone was laid on November 23, 1890 and the building was designed by Sir Arthur Bloomfield. The story of the cathedral is told on the interior on tablets and memorials of a historical and sentimental nature: it is the tale of the history of Guyana in general and of the Diocese in particular. At the beginning of the Avenue of the Republic stands the Public Library housed in the Carnegie Building. Other historic buildings along this promenade are the Town Hall, a splendid example of Gothic architecture, and further along are the Victoria Law Courts and St. Andrews Kirk. St. Andrew’s is the oldest surviving structure of any church in Guyana. The famous Stabroek Market, once described as a “bizarre bazaar”, contains every conceivable item from house hold goods and gold jewellery to fresh meat and vegetables brought to town on the river daily. The clock tower can be seen for miles around and is a famous landmark. No trip to Georgetown would be complete without a visit to the Botanical Gardens . The National Museum which contains a broad selection of our animal life and heritage should not be missed, nor the Walter Roth Museum of Anthropology, which explains Amerindian history and life style. The tour will include walking along the Avenues with an experienced guide who will give you the history, rumour and facts on Georgetown and its citizens. The group will be accompanied at all times by a vehicle, which will be used for travel between areas of interest. During the tour there is always the opportunity to purchase that unusual gift or unique Guyanese handicrafts, or for the daring the chance to delve into the gold and diamond market. For those who enjoyed a city tour as part of their Pre-Tour, you can exchange this tour for a birdwatching excursion in Georgetown’s Botanical Gardens. In the evening you will be picked up and transferred to Backyard Café for dinner. Backyard Café is located in the West Ruimveldt area where our host, guide and culinary master, Chef Delvin Adams will greet you as you enter. This, as the name suggests, is a backyard that Chef Delvin has turned into an exclusive little hidden gem of a restaurant. Try not to bang your head on the passion fruit hanging overhead from the arbor. If there are ripe ones you will be welcomed to try a freshly picked one. There are also all kinds of herbs growing around you. Anything you do not recognize, Delvin will be only too happy to tell you about it. His menu is whatever is on season at the time. It is a Guyanese fusion from all over the world. Delvin makes his purchase based on clients’ suggestions and dietary requirements from the local market. If you are interested, Chef Delvin will welcome you to join him as he prepares a wonderful meal from the fruits, vegetables and meats he bought from the local market. He has a smoker and small fireside right outside and sometimes will prepare the fresh fruits right there and you can certainly help him and learn this secrets. His garlic fish is out of this world! Chef will invite you to taste along as he prepares his unique dishes that are a fusing of Guyanese and first world cuisine. Or, if you would prefer, you can sit under the arbor and sip unique blends of juice or enjoy a cold Banks Beer, while taking in the sounds and smells of a delicious meal in the making in a secluded back yard in Georgetown. Chef works with you, he will ask what your interests are or what you would really like to try that you have not. Once he is ready, we will start eating our way through the courses. We will start with an appetizer, to an entrée and end up with a dessert, which we may be hard pressed to fit in, but we will give it our best shot and remember to pace yourself as you will want to try it all. For those who enjoyed a lunch at the Backyard Cafe as part of their Pre-Tour you can exchange this meal for dinner with The Singing Chef. Please confirm option at time of booking."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "END OF THE TRIP: Get picked up in Georgetown and transfer to Cheddi Jagan International Airport for your departing flight. Flight back to home. Optional Tours: Hoatzin & Coastal Shield Endemics 0430hrs pick up and transfer to the Mahaica River. Details at end of itinerary. Birding in Botanical Gardens 0545hrs pick up and transfer to the extensive Georgetown Botanical Gardens. Details at end of itinerary."
    }
  ],
  "map": ""
}