[
  {
    "destination": "Germany",
    "mainPhoto": "",
    "id": "germany-holiday-winter-wonderland",
    "tourName": "Germany holiday, winter wonderland",
    "placesVisited": "",
    "generalInfo": "This “German winter tale” will take you from the Rhine River in Cologne to the Isar River in Munich, from North Rhine Westfalia to Bavaria, visiting interesting cities en route including Frankfurt, the financial center of Germany, the old university city of Heidelberg, the charming area of Lake Constance that is bordered by three countries. Finally, you will visit the Fairy Tale Castle of Neuschwanstein and enjoy the highlights of Munich, the capital of Bavaria.",
    "durationDays": "7",
    "price": "4099",
    "image1": "images/tour-photos/Germany/01/01.webp",
    "image2": "images/tour-photos/Germany/01/02.webp",
    "image3": "images/tour-photos/Germany/01/03.webp",
    "image4": "images/tour-photos/Germany/01/04.webp",
    "image5": "images/tour-photos/Germany/01/05.webp",
    "image6": "images/tour-photos/Germany/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome in Germany! Upon arrival, you will be greeted by your driver guide who will take you on a city tour of Cologne including the cathedral, an impressive Gothic church monument, the city's landmark. In the afternoon you will travel by car along the Rhine River through the Rhine valley towards Koblenz. En route you will discover many castle ruins and the famous Loreley Rock. Upon availability, as the Rhine cruise boats do not operate regularly during the winter season, you might catch a boat from Boppard, a village on the Rhine river, to St. Goar. Otherwise, you will continue by road and arrive in Frankfurt in the early evening. This evening we will visit the historical and well-preserved Old Town, listed a World Heritage site, with the Chapel Bridge, the longest and one of the best preserved covered bridges in Europe."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "You will spend the morning in Frankfurt, the most international city in Germany, the largest financial centre on the continent, the historical city of coronations, the city of Goethe and the Frankfurt School of philosophy. Of historical importance is St. Paul's (Paulskirche), a church with great political symbolism in Germany. Around noon time you will continue to Heidelberg. The city is known worldwide for its university and castle, for five hundred years the residence of the Prince Electors of the Palatinate. You will be enchanted both by its Medieval character and modern lifestyle in the city. Heidelberg is a great place to explore the past and presence and learn about the German culture."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast, we continue to Stuttgart. The city is home of two brands of Germany's car industry, Porsche and Mercedes. If interested visit the Mercedes-Benz Museum that displays the company's history of 130 years. In the late afternoon we will arrive in Baden-Baden, along with Wiesbaden, the most famous spa in Germany."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "We suggest some free time in the morning to go on a leisurely walking tour of Baden-Baden including a visit of the historical Caracalla Spa dating back to ancient Roman times. In the afternoon we will start out on a scenic route and enjoy the views along the Black Forest High Road in the Southern Black Forest Region with a stop at the German Clock Museum en route. In the early evening we will arrive at Konstanz on the shores of Lake Constance. Inside the lake Austria, Germany and Switzerland have a joined border point. Wonderful views of the Swiss Alps across the lake! Leisurely walking tour of the precious old town of Konstanz in the evening."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After breakfast, we will go on a short ferry cruise from Konstanz to Meersburg and continue on a picturesque route to the area of Allgäu located both in the German Federal states of Baden-Württemberg and Bavaria. In the afternoon we will reach Hohenschwangau and visit Neuschwanstein Castle. Find out about the myth of King Ludwig II, the most enigmatic of the Bavarian Kings. Known for his affinity with extravagance and fine arts he was called “The Fairy Tale King”. Herrenchiemsee and Linderhof castles are considered as his top architectural achievements. Neuschwanstein is the best known and, regarding its setting, most spectacular of the royal Bavarian castles. It served as inspiration for Walt Disney's fairy tale castles."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "After breakfast, we will continue towards Innsbruck and pass by the village of Oberammergau, famous for its Passion Play staged by the villagers every ten years. We will make a stop at Garmisch-Partenkirchen, one of Germany's famous winter sports resorts, site of the 1936 Olympic Winter games. In the early afternoon we will reach Innsbruck, the capital of the Austrian province of Tyrolia. The city is located in a valley surrounded by the Alps on three sides and was the site of the Olympic Winter games in 1964 and 1976. Its landmark is the Golden Roof (Goldene Dachl). When this street was founded over 700 hundred years ago, there were only a few farm houses here in the New Town. Life still revolved around the Old Town, which was surrounded by powerful medieval city walls and was only accessible from Maria-Theresien-Street through the St. Jörgen Gate. After a visit to Swarovski's Crystal World we will continue to Munich and arrive there in the evening. Munich's Italianate architectural splendor and old-world charm adds a Southern European touch to the city. The Bavarian capital with more than 100 theaters and museums and a multi-ethnic community offers a very vivid cultural life. The annual Oktoberfest with more than six million visitors during sixteen days has turned into a global trademark. The city is home of BMW, MAN and Siemens and many high-tech and IT-companies. You will enjoy the festive Christmas atmosphere."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Departure (or individual extension). Explore Munich on our city tour and enjoy its international atmosphere and the many genuine Bavarian locations and in town. Transfer to Munich Airport for your departure flight"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Germany",
    "mainPhoto": "",
    "id": "germany-encapsulated-immersive-tour-through-berlin-saxony-and-bavaria",
    "tourName": "Germany Encapsulated: Immersive Tour through Berlin, Saxony, and Bavaria",
    "placesVisited": "Berlin, Nuremberg, Munich, Garmisch",
    "generalInfo": "Rich in history and cultural heritage, Germany is a country of diverse adventures that will be yours to enjoy on this 16-day tour of Berlin and the Bavarian region. From the German capital to the rolling foothills of Bavaria, you can experience incredible guided trips to ensure that you fully experience this stunning and surreal landscape.",
    "durationDays": "16",
    "price": "15,600",
    "image1": "images/tour-photos/Germany/02/01.webp",
    "image2": "images/tour-photos/Germany/02/02.webp",
    "image3": "images/tour-photos/Germany/02/03.webp",
    "image4": "images/tour-photos/Germany/02/04.webp",
    "image5": "images/tour-photos/Germany/02/05.webp",
    "image6": "images/tour-photos/Germany/02/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Berlin – Orientation in the German Capital",
        "description": "As the capital of Germany, Berlin enjoys a privileged position as the main representative of the country, and this vibrant city is an excellent place to begin your exploration of this storybook country. Upon your arrival at the main international airport, a private transfer will whisk you to the urban bustle of the city center. You will be able to celebrate your inaugural day in the city with a private history tour that will include the many monuments and museums that can be found here."
      },
      {
        "dayNumber": "2",
        "title": "Berlin – A Prussian King's Palace",
        "description": "Before the modern state of Germany, Prussia was a dominant European power with origins dating back to the Holy Roman Empire. Today you will be able to explore these origins on a guided tour of the nearby Sanssouci Palace in Potsdam. With a striking similarity to the French phrase for \"without worries\", the name Sanssouci was given by King Frederick and today is an excellent place for you to stroll through the immaculate gardens, gilded interior, and imagine yourself living the life of royalty."
      },
      {
        "dayNumber": "3",
        "title": "Berlin – Germany's Tumultuous Past",
        "description": "German history in the 20th century will be the theme of the day. After breakfast, you will immerse yourself in the lesser-known world of the underground Berlin before making your way to the Sachsenhausen concentration camp. As you explore each location, the contemporary beauty and modernity of Germany will be on display to enchant you. After returning to your luxurious accommodation, you will have the remainder of the day at your leisure to explore the city."
      },
      {
        "dayNumber": "4",
        "title": "Leipzig – The Jewel of Saxony",
        "description": "Today, you will turn your back on the illustrious German capital and make your way into Saxony and its most populous city of Leipzig. During World War II, the city laid directly in the path of the Russian war machine but suffered much less destruction than the adjacent Dresden. After breakfast in your accommodation in Berlin, a private transfer will ensure your timely arrival to Leipzig. Here, you will enjoy a driving tour of the scenic city center before arriving at your new accommodation in the city center."
      },
      {
        "dayNumber": "5",
        "title": "Leipzig – Basking in Artistic Excellence",
        "description": "As you enjoy the mild temperatures and warm hospitality found in Dresden, you will not be able to help but fall in love. Today, you can enjoy the city's reputation of aesthetic excellence through its many galleries, museums, and concert halls that offer many options to witness the vibrant art scene in Saxony. Likewise, the city's architecture is a must-see due to the many Romanesque and Art Nouveau structures that will complete for your attention. In the evening, you can enjoy a stroll through the old town and watch the bright facades reflect a Saxon sunset."
      },
      {
        "dayNumber": "6",
        "title": "Nuremberg – Welcome to Bavaria",
        "description": "Today, the rolling hills of Bavaria will replace the lush woodlands of Saxony when you make your way into the fertile fields of Germany's southernmost region. A luxurious transfer by train will carry you from Leipzig into the heart of this storybook landscape where hilltop castles are dwarfed by the even larger Bavarian Alps, which mark the boundary of Germany and Austria. Upon your arrival to Nuremberg and its cobblestone lanes and imposing fortress, you will have the remainder of the day to explore this unforgettable environment at your leisure."
      },
      {
        "dayNumber": "7",
        "title": "Nuremberg – A Personal Look at the City",
        "description": "For your first full day in Nuremberg, a private tour will ensure your access to the city, from its early origins as a medieval power in the region to its significance that was bitterly shouldered at the hands of the Nazi regime, which chose Nuremberg as the location for its massive rallies. On this tour, you will be able to unleash your curiosity on your tour with a private guide who will happily provide the anecdotes and details that make the city come to life."
      },
      {
        "dayNumber": "8",
        "title": "Nuremberg – Day Trip to Bamberg",
        "description": "The parade of adorable German cities will continue when you venture on a day trip beyond Nuremberg to the quaint charm of Bamberg, which is perched on the banks of the Regnitz River. A stunning Romanesque cathedral dominates the city center, and only a few minutes of exploring are required to understand why UNESCO declared it a World Heritage Site in 1993. After your tour concludes, a private transfer will carry you back to Nuremberg for an evening at your leisure."
      },
      {
        "dayNumber": "9",
        "title": "Garmisch – Roadtripping Through Bavaria",
        "description": "Today, you will plunge deeper into Bavaria when you depart Nuremberg and make your way to the foot of the Alps and border of Austria. Your destination will be the outdoor recreation base camp of Garmisch. During your journey, you will be able to enjoy stops in many of the medieval towns you pass. From Dinkelsbuhl to Harburg, the charm and history of Bavaria will come to life when you encounter the unique character of each town and have a chance to see the only intact medieval wall in all of Germany."
      },
      {
        "dayNumber": "10",
        "title": "Garmisch – An Alpine Reverie",
        "description": "Dating back to the old Roman roads that once covered the landscape, carrying trade good from far away, Garmisch is now a favorite for those in search of sky slopes, cycling routes, or trekking trails. With the Alps rising dramatically from the rolling foothills, the town is an excellent launchpad for outdoor recreation in the region. After enjoying a fortifying breakfast, you will have the day to explore the town and partake in the famous menu of activities that is available. If you decide that you need a break from all the exploring, then you can sit back and bask in the ambient beauty and charm of Garmish."
      },
      {
        "dayNumber": "11",
        "title": "Garmisch – Germany's Highest Peak",
        "description": "The mountains will be your playground when you set off in search of the country's highest point at the craggy peaks of the Zugspitze mountain. Complete with glaciers and incredible panoramas, the viewing station at the top affords excellent opportunities to survey the landscape from over 9,000 feet. Cable cars and hiking trails make exploring the mountain incredibly easy, and by the time you return to your accommodation in the evening, you can satisfy your well-earned appetite in a number of the delicious restaurants in Garmisch."
      },
      {
        "dayNumber": "12",
        "title": "Munich – The Original Disney Castle",
        "description": "In Germany, there is no shortage of scenic castles, but there is one that stands above all others in terms of its fame and picturesque nature. Built to exact specifications of the notorious Mad King Ludwig II, Castle Neuschwanstein appears to match the medieval styles but was built well into the 19th century. After enjoying a leisurely morning in Garmisch, a private transfer will carry you to this stunning setting so that you can enjoy a tour of the grounds and learn more about this legendary castle. In the evening, you will arrive in Munich and have the evening to spend however you see fit."
      },
      {
        "dayNumber": "13",
        "title": "Munich – A Somber Reminder",
        "description": "Even though Berlin was where WWII ended, Hitler's rise to power came in the Bavarian region, where he found his political voice through beer hall rants. In the early chapters of the dictator, it was Munich that served as his staging ground. After a comfortable morning, you will explore the legacy of this madman during a tour of the nearby Dachau concentration camp. After witnessing the destruction that was wrought upon the many victims of this regime at Dachau, you will enjoy a culinary tour of Munich's Vikutalienmarkt."
      },
      {
        "dayNumber": "14",
        "title": "Munich – A Trip to the Eagles Nest",
        "description": "Your exploration of the impact of Fascism on the region will continue when you scale the slopes of the Alps in search of the famed Eagles Nest in Berchtesgaden. This was the principal retreat for Hitler and other Nazi officials to relax in the Alps. Today, the panoramic views and rugged facilities will be yours to explore on a guided tour, during which the secrets of this alpine escape will be revealed. Upon returning to Munich in the evening, the remainder of the day will be yours to enjoy at your leisure."
      },
      {
        "dayNumber": "15",
        "title": "Munich – Immersing Yourself in a Royal Palace",
        "description": "For your final day on this tour of Germany's great cities, the spectacular Nymphenburg Palace will be yours to explore during a privately guided tour of its numerous reflecting pools, gardens, and immaculate interior. Situated in a Munch suburb, the House of Wittelsbach is responsible for its construction, and it later served as the summer residence of the Bavarian monarchy. As you ponder the ornate exterior and lush grounds of this regal palace, Germany's illustrious history will come to life."
      },
      {
        "dayNumber": "16",
        "title": "Munich – Departure",
        "description": "From the character of Berlin to the charm of Bavaria, this tour of Germany was designed to introduce you to what is best in every region you passed through, including history, art, architecture, and food. As you enjoy your final German breakfast of this tour, you will be impressed that so much beauty can be packed into this vibrant country. When you are ready, a private transfer will convey you to the nearby airport for your return flight home."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Germany",
    "mainPhoto": "",
    "id": "history-of-wwii-germany-tour",
    "tourName": "History of WWII Germany Tour",
    "placesVisited": "Berlin, Potsdam, Nuremberg, Munich, Berchtesgaden, Salzburg, Hallstatt",
    "generalInfo": "Discover the resounding effects of contemporary history during this 10-day World War II Germany Tour. Trace the rise of the Nazi Party to the fall of the Berlin Wall with specialist guides who inform how the Cold War is indelibly linked to the Second World War. From Berlin to Potsdam and Nuremberg to Munich, witness small monuments that represent powerful actions and once-grand structures that have been reduced to rubble. Whether learning about the Beer Hall Putsch or rejuvenating with a day in Salzburg, this historically based Germany tour will allow you to see first-hand the impact of World War II and the Cold War.",
    "durationDays": "10",
    "price": "9,800",
    "image1": "images/tour-photos/Germany/03/01.webp",
    "image2": "images/tour-photos/Germany/03/02.webp",
    "image3": "images/tour-photos/Germany/03/03.webp",
    "image4": "images/tour-photos/Germany/03/04.webp",
    "image5": "images/tour-photos/Germany/03/05.webp",
    "image6": "images/tour-photos/Germany/03/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Berlin - Arrive in Berlin with an Introductory Tour",
        "description": "Berlin is a dynamic city that mesmerizes visitors with glamour, vibrant culture, edgy art, and tangible history. Your private transfer will meet you upon your arrival at Berlin Brandenburg Airport. You will start at the iconic Brandenburg Gate. When you reach the Reichstag Building, you will find a structure that was burned, bombed, and braced by the Berlin Wall before becoming the home of German parliament. You have the option of continuing to the Alexanderplatz TV Tower to ride the express elevator to the rotating platform for a panorama of Berlin. For dinner, you can dine at a trendy restaurant in a historic Jewish Girls School decorated in style from the 1920s and 1930s but serving modernized, regional cuisine."
      },
      {
        "dayNumber": "2",
        "title": "Berlin - Discover Berlin’s World War and Cold War History",
        "description": "After breakfast, you will meet your specialist guide for an insightful and electrifying tour of the turbulent history of the Third Reich and Cold War. You will find monuments built as a testament to Nazi grandeur and triumphs that can be visualized in the remains of the Reich Chancellery and Gestapo headquarters. Continue into Cold War history as you travel from the Brandenburg Gate to learn more about the energy of the city during the night the wall crumbled. At Checkpoint Charlie, you can imagine how American and Soviet tanks faced one another during the height of tension between the two countries."
      },
      {
        "dayNumber": "3",
        "title": "Berlin - Explore Jewish Life and Historical Museums",
        "description": "You will once again meet your specialist guide in the morning after breakfast for a day of exploring the different cultural histories of Berlin. You will begin an emotional journey through a dark chapter in Germany’s history by visiting a selection of the more than 80 Jewish memorial sites across the city. The Holocaust Memorial Monument possesses 2,711 concrete columns arranged in a labyrinth and covering 200,000 square feet. After tracing Jewish life in Berlin, you can visit a selection of the historical museums that provide a deeper context of life between the rise and fall of Hitler. The Berlin Story Bunker is located inside a preserved World War II bunker. The intimate and cold setting offers an alluring look at the rise and brutality of the times with the exhibition “Hitler - How Could It Happen.” The timeline focuses not only on the outcome of Hitler’s rise but also on how and why the Nazi Party came to power."
      },
      {
        "dayNumber": "4",
        "title": "Berlin - Traverse Potsdam and the Bridge of Spies",
        "description": "Your guide will meet you at the hotel and escort you to Potsdam, which is a city glowing with splendor. As the former seat of Royal Prussia, Potsdam hosts lush parks and gilded palaces that survived the chaos of World War II. The English-style palace of Schloss Cecilienhof hosted the 1945 Conference when Stalin, Truman, and Churchill decided the fate of post-war Germany. Your guide will lead you through the stunning architecture and lively streets to reach the Glienicke Bridge, the former East-West border post known as the Bridge of Spies. Before returning to Berlin, you will stop at the House of Wannsee Conference, a charming villa overlooking the tranquil lake."
      },
      {
        "dayNumber": "5",
        "title": "Nuremberg - Uncover the Distinctive History of Nuremberg",
        "description": "You will reach Nuremberg in the morning after riding the high-speed train from Berlin. Your private transfer will escort you to your luxury hotel. Afterward, you will discover the beauty of the city, which is often ranked in the top 25-most livable cities in the world. The streets have tangible energy that moves with history, dating back to the Holy Roman Empire. Your tour will lead you to the Reichsparteitagsgelände, which are the grounds where many of the infamous photos of Nazi rallies hailing Hitler were taken. At the documentation center, you will find representations of the rise of the Nazi party, the rallies, and also the Nuremberg Trials. At the Nuremberg War Trials Museum, you can enter Courtroom 600, which remains a working courtroom. The room carries the immense weight of the trials, their formation, and their impact."
      },
      {
        "dayNumber": "6",
        "title": "Munich - Trace Munich’s Medieval, Baroque, and Contemporary Past",
        "description": "Your specialist guide will meet you at your centrally located hotel after you arrive by high-speed train from Nuremberg. Munich showcases the contrast of tradition and modernity with high-tech cars and lederhosen. You will wander through the charm of Marienplatz to see the Glockenspiel and to enjoy the rhythm of life that pulses beneath the spires of Baroque churches. After taking in the view of the city and the bordering alps from Frauenkirche’s church tower, you will continue along Munich’s more contemporary history, beginning with the Beer Hall Putsch. You can follow the lane designated with a yellow line that leads to the Rococo palace. Here, non-supporters used to avoid soluting the monument, which was required by law under Nazi power. At dinner, you can enjoy the ambiance of oompah music and the aromas of grilled sausage in the famous Hofbrauhaus."
      },
      {
        "dayNumber": "7",
        "title": "Munich - Tour Munich’s Layered History and Culture",
        "description": "You will make your way to Dachau Concentration Camp Memorial Site after breakfast to find the complex where more than 40,000 inmates lost their lives. You will walk through the remains of the camp to find the barracks and crematory intact. Back in Munich, you will visit the new NS Documentation Center, which was built on the former site of Nazi Headquarters. The exhibit displays over 900 illustrations and interactive exhibits that help explain the Nazi party’s rise in popularity. After exploring the small exhibition dedicated to the White Rose resistance, you will visit Ohel Jakob Synagogue, home to the Jewish Synagogue and Museum. At BMW World and Factory, you will find sleek and elegant cars inside the astounding architecture, and your guide will also share BMW’s intertwining with Germany’s World War II history."
      },
      {
        "dayNumber": "8",
        "title": "Berchtesgaden - Find Alpine Charm and the Eagle’s Nest",
        "description": "After breakfast, you will pick-up a rental car and enjoy the scenic drive into the countryside along the famous autobahn. You can stop at a typical Bavarian brewery to sample the delicious beer and enjoy the authentic cuisine before reaching Berchtesgaden. The alpine peaks soar above the hidden corner of Bavaria, which is known for its myths and legends that have been crafted in the shadow of Watzmann summit. You will meet your guide in town and travel to the notorious site of the Obersalzberg, the alpine resort that was once used as the second-seat of Nazi power. The exhibitions span the various rooms that once housed the Nazi elite in addition to reflecting the facets of terror of the party and the mythological appeal of the Fuhrer. You will continue to Hitler’s private home and the Eagle’s Nest."
      },
      {
        "dayNumber": "9",
        "title": "Berchtesgaden - Embrace Charming Salzburg and Hallstatt",
        "description": "The short drive to Austria will bring you to the enchanting city of Salzburg, which was the setting of the Sound of Music and the birthplace of Wolfgang Amadeus Mozart. Here, you will find the aromas of coffee and strudel drifting out of the local coffee houses as you explore. Mozart’s childhood home displays his operas, costumes, as well as set designs, and Julie Andrews taught the von Trapp children to sing in the Baroque landscape of the Mirabell Palace Gardens. Outside of the city, you can visit the stunning Lake District to find the shining blue hues of Lake Wolfgangsee or cruise the tranquil waters of Lake Mondsee. In the fairytale village of Hallstatt, you can enjoy the view of pastel-colored homes in the glassy lake surface before sampling one of the mouthwatering apple strudels."
      },
      {
        "dayNumber": "10",
        "title": "Berchtesgaden - Depart for Home",
        "description": "In the morning, you can return to Salzburg to enjoy the flavorful coffee and storybook views. The tunes to famous songs from the Sound of Music are intertwined with Mozart’s compositions. If you choose to stay in Berchtesgaden, you can spend time exploring the salt mines that are known for glowing grottos and a 328-foot long subterranean lake. After your time exploring the Bavarian Alps, you will return to Munich Airport when you are ready with plenty of time to connect for your flight home."
      }
    ],
    "map": "",
    "category": "Culture"
  }
]