{
  "destination": "Germany",
  "mainPhoto": "",
  "id": "history-of-wwii-germany-tour",
  "tourName": "History of WWII Germany Tour",
  "placesVisited": "Berlin, Potsdam, Nuremberg, Munich, Berchtesgaden, Salzburg, Hallstatt",
  "generalInfo": "Discover the resounding effects of contemporary history during this 10-day World War II Germany Tour. Trace the rise of the Nazi Party to the fall of the Berlin Wall with specialist guides who inform how the Cold War is indelibly linked to the Second World War. From Berlin to Potsdam and Nuremberg to Munich, witness small monuments that represent powerful actions and once-grand structures that have been reduced to rubble. Whether learning about the Beer Hall Putsch or rejuvenating with a day in Salzburg, this historically based Germany tour will allow you to see first-hand the impact of World War II and the Cold War.",
  "durationDays": "10",
  "price": "9,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Berlin - Arrive in Berlin with an Introductory Tour",
      "description": "Berlin is a dynamic city that mesmerizes visitors with glamour, vibrant culture, edgy art, and tangible history. Your private transfer will meet you upon your arrival at Berlin Brandenburg Airport. You will start at the iconic Brandenburg Gate. When you reach the Reichstag Building, you will find a structure that was burned, bombed, and braced by the Berlin Wall before becoming the home of German parliament. You have the option of continuing to the Alexanderplatz TV Tower to ride the express elevator to the rotating platform for a panorama of Berlin. For dinner, you can dine at a trendy restaurant in a historic Jewish Girls School decorated in style from the 1920s and 1930s but serving modernized, regional cuisine."
    },
    {
      "dayNumber": "2",
      "title": "Berlin - Discover Berlin’s World War and Cold War History",
      "description": "After breakfast, you will meet your specialist guide for an insightful and electrifying tour of the turbulent history of the Third Reich and Cold War. You will find monuments built as a testament to Nazi grandeur and triumphs that can be visualized in the remains of the Reich Chancellery and Gestapo headquarters. Continue into Cold War history as you travel from the Brandenburg Gate to learn more about the energy of the city during the night the wall crumbled. At Checkpoint Charlie, you can imagine how American and Soviet tanks faced one another during the height of tension between the two countries."
    },
    {
      "dayNumber": "3",
      "title": "Berlin - Explore Jewish Life and Historical Museums",
      "description": "You will once again meet your specialist guide in the morning after breakfast for a day of exploring the different cultural histories of Berlin. You will begin an emotional journey through a dark chapter in Germany’s history by visiting a selection of the more than 80 Jewish memorial sites across the city. The Holocaust Memorial Monument possesses 2,711 concrete columns arranged in a labyrinth and covering 200,000 square feet. After tracing Jewish life in Berlin, you can visit a selection of the historical museums that provide a deeper context of life between the rise and fall of Hitler. The Berlin Story Bunker is located inside a preserved World War II bunker. The intimate and cold setting offers an alluring look at the rise and brutality of the times with the exhibition “Hitler - How Could It Happen.” The timeline focuses not only on the outcome of Hitler’s rise but also on how and why the Nazi Party came to power."
    },
    {
      "dayNumber": "4",
      "title": "Berlin - Traverse Potsdam and the Bridge of Spies",
      "description": "Your guide will meet you at the hotel and escort you to Potsdam, which is a city glowing with splendor. As the former seat of Royal Prussia, Potsdam hosts lush parks and gilded palaces that survived the chaos of World War II. The English-style palace of Schloss Cecilienhof hosted the 1945 Conference when Stalin, Truman, and Churchill decided the fate of post-war Germany. Your guide will lead you through the stunning architecture and lively streets to reach the Glienicke Bridge, the former East-West border post known as the Bridge of Spies. Before returning to Berlin, you will stop at the House of Wannsee Conference, a charming villa overlooking the tranquil lake."
    },
    {
      "dayNumber": "5",
      "title": "Nuremberg - Uncover the Distinctive History of Nuremberg",
      "description": "You will reach Nuremberg in the morning after riding the high-speed train from Berlin. Your private transfer will escort you to your luxury hotel. Afterward, you will discover the beauty of the city, which is often ranked in the top 25-most livable cities in the world. The streets have tangible energy that moves with history, dating back to the Holy Roman Empire. Your tour will lead you to the Reichsparteitagsgelände, which are the grounds where many of the infamous photos of Nazi rallies hailing Hitler were taken. At the documentation center, you will find representations of the rise of the Nazi party, the rallies, and also the Nuremberg Trials. At the Nuremberg War Trials Museum, you can enter Courtroom 600, which remains a working courtroom. The room carries the immense weight of the trials, their formation, and their impact."
    },
    {
      "dayNumber": "6",
      "title": "Munich - Trace Munich’s Medieval, Baroque, and Contemporary Past",
      "description": "Your specialist guide will meet you at your centrally located hotel after you arrive by high-speed train from Nuremberg. Munich showcases the contrast of tradition and modernity with high-tech cars and lederhosen. You will wander through the charm of Marienplatz to see the Glockenspiel and to enjoy the rhythm of life that pulses beneath the spires of Baroque churches. After taking in the view of the city and the bordering alps from Frauenkirche’s church tower, you will continue along Munich’s more contemporary history, beginning with the Beer Hall Putsch. You can follow the lane designated with a yellow line that leads to the Rococo palace. Here, non-supporters used to avoid soluting the monument, which was required by law under Nazi power. At dinner, you can enjoy the ambiance of oompah music and the aromas of grilled sausage in the famous Hofbrauhaus."
    },
    {
      "dayNumber": "7",
      "title": "Munich - Tour Munich’s Layered History and Culture",
      "description": "You will make your way to Dachau Concentration Camp Memorial Site after breakfast to find the complex where more than 40,000 inmates lost their lives. You will walk through the remains of the camp to find the barracks and crematory intact. Back in Munich, you will visit the new NS Documentation Center, which was built on the former site of Nazi Headquarters. The exhibit displays over 900 illustrations and interactive exhibits that help explain the Nazi party’s rise in popularity. After exploring the small exhibition dedicated to the White Rose resistance, you will visit Ohel Jakob Synagogue, home to the Jewish Synagogue and Museum. At BMW World and Factory, you will find sleek and elegant cars inside the astounding architecture, and your guide will also share BMW’s intertwining with Germany’s World War II history."
    },
    {
      "dayNumber": "8",
      "title": "Berchtesgaden - Find Alpine Charm and the Eagle’s Nest",
      "description": "After breakfast, you will pick-up a rental car and enjoy the scenic drive into the countryside along the famous autobahn. You can stop at a typical Bavarian brewery to sample the delicious beer and enjoy the authentic cuisine before reaching Berchtesgaden. The alpine peaks soar above the hidden corner of Bavaria, which is known for its myths and legends that have been crafted in the shadow of Watzmann summit. You will meet your guide in town and travel to the notorious site of the Obersalzberg, the alpine resort that was once used as the second-seat of Nazi power. The exhibitions span the various rooms that once housed the Nazi elite in addition to reflecting the facets of terror of the party and the mythological appeal of the Fuhrer. You will continue to Hitler’s private home and the Eagle’s Nest."
    },
    {
      "dayNumber": "9",
      "title": "Berchtesgaden - Embrace Charming Salzburg and Hallstatt",
      "description": "The short drive to Austria will bring you to the enchanting city of Salzburg, which was the setting of the Sound of Music and the birthplace of Wolfgang Amadeus Mozart. Here, you will find the aromas of coffee and strudel drifting out of the local coffee houses as you explore. Mozart’s childhood home displays his operas, costumes, as well as set designs, and Julie Andrews taught the von Trapp children to sing in the Baroque landscape of the Mirabell Palace Gardens. Outside of the city, you can visit the stunning Lake District to find the shining blue hues of Lake Wolfgangsee or cruise the tranquil waters of Lake Mondsee. In the fairytale village of Hallstatt, you can enjoy the view of pastel-colored homes in the glassy lake surface before sampling one of the mouthwatering apple strudels."
    },
    {
      "dayNumber": "10",
      "title": "Berchtesgaden - Depart for Home",
      "description": "In the morning, you can return to Salzburg to enjoy the flavorful coffee and storybook views. The tunes to famous songs from the Sound of Music are intertwined with Mozart’s compositions. If you choose to stay in Berchtesgaden, you can spend time exploring the salt mines that are known for glowing grottos and a 328-foot long subterranean lake. After your time exploring the Bavarian Alps, you will return to Munich Airport when you are ready with plenty of time to connect for your flight home."
    }
  ],
  "map": ""
}