{
  "destination": "Germany",
  "mainPhoto": "",
  "id": "germany-encapsulated-immersive-tour-through-berlin-saxony-and-bavaria",
  "tourName": "Germany Encapsulated: Immersive Tour through Berlin, Saxony, and Bavaria",
  "placesVisited": "Berlin, Nuremberg, Munich, Garmisch",
  "generalInfo": "Rich in history and cultural heritage, Germany is a country of diverse adventures that will be yours to enjoy on this 16-day tour of Berlin and the Bavarian region. From the German capital to the rolling foothills of Bavaria, you can experience incredible guided trips to ensure that you fully experience this stunning and surreal landscape.",
  "durationDays": "16",
  "price": "15,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Berlin – Orientation in the German Capital",
      "description": "As the capital of Germany, Berlin enjoys a privileged position as the main representative of the country, and this vibrant city is an excellent place to begin your exploration of this storybook country. Upon your arrival at the main international airport, a private transfer will whisk you to the urban bustle of the city center. You will be able to celebrate your inaugural day in the city with a private history tour that will include the many monuments and museums that can be found here."
    },
    {
      "dayNumber": "2",
      "title": "Berlin – A Prussian King's Palace",
      "description": "Before the modern state of Germany, Prussia was a dominant European power with origins dating back to the Holy Roman Empire. Today you will be able to explore these origins on a guided tour of the nearby Sanssouci Palace in Potsdam. With a striking similarity to the French phrase for \"without worries\", the name Sanssouci was given by King Frederick and today is an excellent place for you to stroll through the immaculate gardens, gilded interior, and imagine yourself living the life of royalty."
    },
    {
      "dayNumber": "3",
      "title": "Berlin – Germany's Tumultuous Past",
      "description": "German history in the 20th century will be the theme of the day. After breakfast, you will immerse yourself in the lesser-known world of the underground Berlin before making your way to the Sachsenhausen concentration camp. As you explore each location, the contemporary beauty and modernity of Germany will be on display to enchant you. After returning to your luxurious accommodation, you will have the remainder of the day at your leisure to explore the city."
    },
    {
      "dayNumber": "4",
      "title": "Leipzig – The Jewel of Saxony",
      "description": "Today, you will turn your back on the illustrious German capital and make your way into Saxony and its most populous city of Leipzig. During World War II, the city laid directly in the path of the Russian war machine but suffered much less destruction than the adjacent Dresden. After breakfast in your accommodation in Berlin, a private transfer will ensure your timely arrival to Leipzig. Here, you will enjoy a driving tour of the scenic city center before arriving at your new accommodation in the city center."
    },
    {
      "dayNumber": "5",
      "title": "Leipzig – Basking in Artistic Excellence",
      "description": "As you enjoy the mild temperatures and warm hospitality found in Dresden, you will not be able to help but fall in love. Today, you can enjoy the city's reputation of aesthetic excellence through its many galleries, museums, and concert halls that offer many options to witness the vibrant art scene in Saxony. Likewise, the city's architecture is a must-see due to the many Romanesque and Art Nouveau structures that will complete for your attention. In the evening, you can enjoy a stroll through the old town and watch the bright facades reflect a Saxon sunset."
    },
    {
      "dayNumber": "6",
      "title": "Nuremberg – Welcome to Bavaria",
      "description": "Today, the rolling hills of Bavaria will replace the lush woodlands of Saxony when you make your way into the fertile fields of Germany's southernmost region. A luxurious transfer by train will carry you from Leipzig into the heart of this storybook landscape where hilltop castles are dwarfed by the even larger Bavarian Alps, which mark the boundary of Germany and Austria. Upon your arrival to Nuremberg and its cobblestone lanes and imposing fortress, you will have the remainder of the day to explore this unforgettable environment at your leisure."
    },
    {
      "dayNumber": "7",
      "title": "Nuremberg – A Personal Look at the City",
      "description": "For your first full day in Nuremberg, a private tour will ensure your access to the city, from its early origins as a medieval power in the region to its significance that was bitterly shouldered at the hands of the Nazi regime, which chose Nuremberg as the location for its massive rallies. On this tour, you will be able to unleash your curiosity on your tour with a private guide who will happily provide the anecdotes and details that make the city come to life."
    },
    {
      "dayNumber": "8",
      "title": "Nuremberg – Day Trip to Bamberg",
      "description": "The parade of adorable German cities will continue when you venture on a day trip beyond Nuremberg to the quaint charm of Bamberg, which is perched on the banks of the Regnitz River. A stunning Romanesque cathedral dominates the city center, and only a few minutes of exploring are required to understand why UNESCO declared it a World Heritage Site in 1993. After your tour concludes, a private transfer will carry you back to Nuremberg for an evening at your leisure."
    },
    {
      "dayNumber": "9",
      "title": "Garmisch – Roadtripping Through Bavaria",
      "description": "Today, you will plunge deeper into Bavaria when you depart Nuremberg and make your way to the foot of the Alps and border of Austria. Your destination will be the outdoor recreation base camp of Garmisch. During your journey, you will be able to enjoy stops in many of the medieval towns you pass. From Dinkelsbuhl to Harburg, the charm and history of Bavaria will come to life when you encounter the unique character of each town and have a chance to see the only intact medieval wall in all of Germany."
    },
    {
      "dayNumber": "10",
      "title": "Garmisch – An Alpine Reverie",
      "description": "Dating back to the old Roman roads that once covered the landscape, carrying trade good from far away, Garmisch is now a favorite for those in search of sky slopes, cycling routes, or trekking trails. With the Alps rising dramatically from the rolling foothills, the town is an excellent launchpad for outdoor recreation in the region. After enjoying a fortifying breakfast, you will have the day to explore the town and partake in the famous menu of activities that is available. If you decide that you need a break from all the exploring, then you can sit back and bask in the ambient beauty and charm of Garmish."
    },
    {
      "dayNumber": "11",
      "title": "Garmisch – Germany's Highest Peak",
      "description": "The mountains will be your playground when you set off in search of the country's highest point at the craggy peaks of the Zugspitze mountain. Complete with glaciers and incredible panoramas, the viewing station at the top affords excellent opportunities to survey the landscape from over 9,000 feet. Cable cars and hiking trails make exploring the mountain incredibly easy, and by the time you return to your accommodation in the evening, you can satisfy your well-earned appetite in a number of the delicious restaurants in Garmisch."
    },
    {
      "dayNumber": "12",
      "title": "Munich – The Original Disney Castle",
      "description": "In Germany, there is no shortage of scenic castles, but there is one that stands above all others in terms of its fame and picturesque nature. Built to exact specifications of the notorious Mad King Ludwig II, Castle Neuschwanstein appears to match the medieval styles but was built well into the 19th century. After enjoying a leisurely morning in Garmisch, a private transfer will carry you to this stunning setting so that you can enjoy a tour of the grounds and learn more about this legendary castle. In the evening, you will arrive in Munich and have the evening to spend however you see fit."
    },
    {
      "dayNumber": "13",
      "title": "Munich – A Somber Reminder",
      "description": "Even though Berlin was where WWII ended, Hitler's rise to power came in the Bavarian region, where he found his political voice through beer hall rants. In the early chapters of the dictator, it was Munich that served as his staging ground. After a comfortable morning, you will explore the legacy of this madman during a tour of the nearby Dachau concentration camp. After witnessing the destruction that was wrought upon the many victims of this regime at Dachau, you will enjoy a culinary tour of Munich's Vikutalienmarkt."
    },
    {
      "dayNumber": "14",
      "title": "Munich – A Trip to the Eagles Nest",
      "description": "Your exploration of the impact of Fascism on the region will continue when you scale the slopes of the Alps in search of the famed Eagles Nest in Berchtesgaden. This was the principal retreat for Hitler and other Nazi officials to relax in the Alps. Today, the panoramic views and rugged facilities will be yours to explore on a guided tour, during which the secrets of this alpine escape will be revealed. Upon returning to Munich in the evening, the remainder of the day will be yours to enjoy at your leisure."
    },
    {
      "dayNumber": "15",
      "title": "Munich – Immersing Yourself in a Royal Palace",
      "description": "For your final day on this tour of Germany's great cities, the spectacular Nymphenburg Palace will be yours to explore during a privately guided tour of its numerous reflecting pools, gardens, and immaculate interior. Situated in a Munch suburb, the House of Wittelsbach is responsible for its construction, and it later served as the summer residence of the Bavarian monarchy. As you ponder the ornate exterior and lush grounds of this regal palace, Germany's illustrious history will come to life."
    },
    {
      "dayNumber": "16",
      "title": "Munich – Departure",
      "description": "From the character of Berlin to the charm of Bavaria, this tour of Germany was designed to introduce you to what is best in every region you passed through, including history, art, architecture, and food. As you enjoy your final German breakfast of this tour, you will be impressed that so much beauty can be packed into this vibrant country. When you are ready, a private transfer will convey you to the nearby airport for your return flight home."
    }
  ],
  "map": ""
}