{
    "Main_Title": "Our Kenya holidays & safaris",
    "Main_Paragraph": "Our Kenya holidays explore one of Africas most beloved safari destinations, home to a spectacular range of wildlife, some of the continents finest guides, and of course the incredible Great Migration. Often, your guide will be from a local Maasai community, and as you travel from viewpoint to viewpoint, whether by jeep or on foot, they can also share with you some of their traditional ways of life. Learn about the medicinal plants of the savannah, for instance, or how to identify animals by their prints and scat. For a deeper immersion into Maasai traditions, you can visit one of their villages, or even stay on a Maasai-run conservancy, which has the additional benefit of being far less busy than the national parks. Our trips include all the entrance fees to the parks and protected areas youll visit, helping to fund conservation efforts, while our drivers and guides ensure that the wildlife you encounter is treated with care and respect.",
    "Subtitle": "Highlights of our Kenya holidays",
    "Title1": "Safaris",
    "Paragraph1": "Kenya has decades of experience in safaris, making it the perfect option for first-timers. Safaris here run like clockwork, and the abundant wildlife makes for some reliably spectacular encounters. Most trips focus on southern Kenya, with Amboseli National Park and the Masai Mara both easily reached from Nairobi. But while its wonderfully accessible, Kenya is also perfectly capable of turning on the style. Our luxury holidays here wear it lightly  premium tented camps and lodges offer plenty of five-star elements from your cuisine to your bed linen  but the true luxury comes from exclusivity. Staying on some of Kenyas more remote conservancies, you wont be sharing those waterhole views with lots of other jeeps.",
    "image1": "",
    "Title2": "Wildlife",
    "Paragraph2": "Kenya has always been one of Africas top safari destinations. The wildlife here is as prolific as it is accustomed to the sight of camera-wielding tourists, and with the aid of our hugely experienced and knowledgeable guides, you can expect some thrilling sightings. Africas Big Five is all present and correct here, so you might find elephants and giraffes gathering around the waterholes, or watch a pride of lions on the hunt. Witnessing the epic Great Migration, with many thousands of wildebeest making the risky journey from the Serengeti to the Masai Mara, is a once-in-a-lifetime opportunity for many travellers.",
    "image2": "",
    "Title3": "Bringing the kids",
    "Paragraph3": "What makes Kenya so wonderful for families is not just the wealth of kid-friendly attractions and experiences it offers, but how these are brought to life. While younger children might find long safari drives hard going, in the Masai Mara Reserve and Amboseli National Park these can be shortened to a very manageable two hours or so. The Maasai make fantastic teachers too, and walking safaris are a brilliant way to help children understand how the wildlife and the landscapes depend on each other. Kenya has a wealth of family-friendly accommodation, with pools, game rooms, and lots of activities designed specifically with children in mind. You can happily head out on safari, leaving the kids in the care of specially trained guides to spend a fun-packed day of making bows and arrows, and moulds of elephant footprints.",
    "Title4": "Beach holidays",
    "Paragraph4": "Our Kenya holidays often combine safari with beach, allowing you to wash off the dust, stretch your legs after the jeep drives, and enjoy activities from water sports to hiking. The Kenyan coast is gorgeous, with Diani a popular resort  think long ribbons of white sand, colobus monkeys chattering in the palm trees, and reefs to snorkel over. Another great option if youd like to add on some beach time is taking the short flight from Nairobi to Zanzibar. There are some fabulous luxury resorts here to relax in, perhaps spending a few days exploring traditional Swahili culture in Stone Town first. Our holidays give dolphin-watching tours a miss, though  tempting as they are, these trips are unregulated and often prioritise close encounters over the dolphins welfare.",
    "image3": "",
    "Title5": "Maasai culture",
    "Paragraph5": "Meeting Kenyas Maasai people and getting to know a little of their traditional culture, is a significant highlight of our holidays. With their semi-nomadic lifestyle under pressure, and their grazing lands shrinking, Maasai people are increasingly looking to tourism. Invitations to visit their villages help them to preserve their ways of life, and many tribal groups now operate their own private conservancies where they have a say in how the land is managed. Our Kenya holidays are often based on these conservancies  indeed Responsible Travels founder, Justin Francis OBE, sits on the board of a safari company that visits many community conservancies across Kenya.\nMaasai people also make an income from guiding, and some of the most memorable moments of our holidays come from bush walks, during which you can learn about some of Kenyas smaller creatures, and some of the traditional plants and herbs the Maasai use for medicinal purposes."
}