{
  "destination": "Georgia",
  "mainPhoto": "",
  "id": "short-tour-in-georgia-tailor-made",
  "tourName": "Short tour in Georgia, tailor made",
  "placesVisited": "",
  "generalInfo": "Georgia is one of the least known nations of Europe – in fact most people aren’t entirely sure whether it is actually in Europe. Hidden away and often eclipsed by its monumental neighbour, it hides a wealth of diverse secrets.<br/><br/>This short break will give you an enticing flavour of this enigmatic nation. In Tbilisi one can marvel at the numerous and diverse cultures that have left their mark on this city, from Ancient Persia and Medieval European crusaders to Imperial Russia and Ottoman Turkey and explore its delightful old city. Take a trip out to the fertile Kakheti Valley in the foothills of the Caucasus range. Here you will visit charming hilltop towns, the magnificent Alaverdi Cathedral and enjoy being immersed in one of the truly ancient wine growing regions and taste some of Georgia’s best wines before returning to Tbilisi.  In contrast the vines of Kakheti, we snake our way into the majestic scenery of the High Caucasus and visit the dramatically perched Gergeti Sameba church. Georgia is renowned for its local hospitality so travel with us on this short break, and get to know this this intriguing and stunning country where few outsiders have yet to tread.",
  "durationDays": "5",
  "price": "995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Tbilisi - Arrive in Tbilisi and transfer to the hotel. The rest of the day is at leisure with no guided activities. Your accommodation is situated right in the middle of the old town, an excellent location for access to the thriving restaurant scene in Tbilisi. Overnight Hotel Kalasi. No meals or guided activities today included."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tbilisi Sightseeing - After breakfast meet with your local guide and embark on a guided walking tour around old Tbilisi, taking in the fascinating history of this long-overlooked region. You spend the day discovering sites such as the Narikala citadel, Metekhi Temple and Sioni Cathedral. Visit Sarajishvili Brandy Factory and take the opportunity to try some high-quality Georgian brandy. After the brandy tasting, visit Rustaveli Avenue and Freedom Square. Later this afternoon you can enjoy some leisure time to independently amble through the delightful streets of old Tbilisi. Alternatively, you may wish to take the funicular for panoramic views over the city. This evening is at your own leisure and your local guide will be able to make dinner recommendations. Overnight Hotel Kalasi. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kakheti region including Sighnaghi and Alaverdi Cathedral - We leave the city after breakfast and travel to the picturesque hill top town of Sighnaghi and take a leisurely stroll through this beautiful town admiring the fabulous views towards the High Caucasus range in the distance. Continue to a vineyard where you will have the opportunity to taste excellent Georgian wines and have enjoy local dishes for lunch. This afternoon, continue to spectacular Alaverdi Cathedral dating from the 11th Century located impressively in the shadow of the Greater Caucasus range. Also visit the Apiary located nearby to Alaverdi Monastery where you will be able to taste natural local honey. Later return to Tbilisi via the forested slopes of the Gombori Pass. Your evening will be at leisure. Overnight Hotel Kalasi. (BL)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tbilisi – Ananauri – Gergeti Trinity Church – Mtskheta - Tbilisi - Today we have an exciting full day into the mountains. Leaving the capital early this morning, we join the Georgian Military Highway and snake our way up into the majestic scenery of the Higher Caucasus range. En route we stop briefly at the castle complex of Ananauri, situated on the Aragvi River, before continuing the climb through dramatic scenery and over the spectacular Jvari Pass where we can stop to photograph the interesting contours of the surrounding peaks and valleys. If weather conditions are fine, take the 1.5-hour hike to the iconic Gergeti Trinity church situated at 2150 metres underneath the brooding presence of Mt Kazbek (5054 metres). Return to Tbilisi stopping at Mtskheta, the ancient capital of Georgia and a site of immense historical and cultural significance. Mtskheta is packed full of historical monuments and is listed as a UNESCO World Heritage Site. Explore the 11th century Svetitskhoveli Cathedral and the 6th century Jvari Monastery. Your evening is at leisure in Tbilisi. Overnight Hotel Kalasi. (BL)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tbilisi – Departure from Georgia - At the appropriate time, transfer to the airport for your onward flight. (B)"
    }
  ],
  "map": ""
}