{
  "destination": "Guinea Bissau",
  "mainPhoto": "",
  "id": "west-africa-explorer-guinea-bissau-senegal",
  "tourName": "West Africa Explorer, Guinea Bissau & Senegal",
  "placesVisited": "Dakar, Djoudj National Park, St Louis, Fulani people, Touba, Lac Rose, Goree Island, Dioula community, Cap Skirring, Felupe and Baiote peoples, Cacheu, Bijagos Islands, Turtle watching, Canhabaque Island",
  "generalInfo": "This West Africa overland holiday is a two week adventure through an eclectic array of West African landscapes that are still virtually undiscovered by tourists, in both Senegal and Guinea-Bissau. Our journey through both of these countries allows us to not only experience the biodiverse beauties of this Sahel region of the African continent, the name given to the region between Sahara and the Savannah, but also the remote communities and indigenous people who still live traditional lifestyles there and welcome us into their communities. <br/><br/>Starting in the busiest hub of the region, the capital of Senegal, Dakar, it isn’t too far for us to experience wilderness as we journey on to Djoudj National Park, a UNESCO World Heritage Site so recognised for the 1.5 million migratory birds that favour this as habitat, including some of the largest flocks of flamingos in Africa. The nearby town of St. Louis is very different to the capital, with a laid back post colonial feel in a stunning location on a narrow island in the middle of the Senegal River. You can get around by horse and carriage or stroll out to the shores and watch the fishermen bring in their catch. In contrast, we spend one night in the desert again after St. Louis, enjoying precious time with the semi-nomadic Fulani people. <br/><br/>Another contrasting town awaits in Touba, home to Senegal’s Marabout Muslim Brotherhood where a deep seated spiritual heritage still thrives. Another contrast awaits in the Casamance region where the religious culture is still an ancient one, and where we have the honour of meeting a traditional Dioula monarch, possibly witnessing a religious ritual as well as being guided through their sacred, forested lands. This really is another side to Senegal altogether and a fascinating one too. <br/><br/>Our journey into Guinea-Bissau, south of Senegal, focuses on its magnificent coastline, made up of islands and lagoons, wildlife filled wetlands and mangrove forests boasting highlights such as the West African manatee, salt water hippos and sea turtles that inhabit the waters of the Bijagos Islands. Islands that are still home to very traditional communities, such as the matriarchal and ritual rich communities of Canhabaque Island where, yet again, with inimitable West African generosity, we are welcomed whole heartedly, bringing this wonderful adventure into these remote West African countries to a fine finale.",
  "durationDays": "14",
  "price": "4249",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Dakar - Arrive in Dakar and transfer to the hotel. Overnight Hotel Djoloff or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Dakar - Goree Island - Spend the morning exploring Dakar and experiencing urban West Africa, before boarding a ferry to visit nearby Goree Island, once a centre of the slave trade. Explore the historic sights of the island with its colonial architecture and colourful markets. Overnight Hotel Municipal or similar. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lac Rose – Leave the island and continue to Lac Rose. A shallow salt lake surrounded by dunes, the high concentration of minerals sometimes gives it a pink hue. Explore the surrounding area and visit a nearby fishing village, the largest in Senegal. Overnight Hotel Trarza or similar. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Saint Louis - Continue to the atmospheric town of St Louis, once the capital of French West Africa. Spend time exploring its streets by traditional caleche (horse and carriage). Overnight Hotel de la Poste or similar. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Djoudj National Park – Fulani Villages - Travel to Djoudj National Park with its incredible bird life. We discover vast flocks of pelicans, flamingos and more, Afterwards we head out into the Ferlo desert, home to the semi-nomadic Fulani people. We have the opportunity to meet them and learn about their unique culture, centred around livestock and grazing. Overnight in simple huts. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Touba - Drive to Touba, a stronghold of the Mourid Islamic brotherhood and considered to be a sacred town in Senegal. Spend the rest of the day exploring the town and learning about the spiritual traditions of Islam in Senegal. Overnight Kabacoto Safari Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sine Ngayene – Banjul - Drive to Sine Ngayene, an astonishing megalithic site of over a thousand carved stones arranged into fifty two circles, recognised as a UNESCO World Heritage Site. From here we cross the border into the Gambia and take a ferry across the river, to transfer to our hotel on the outskirts of Banjul. Overnight Kairaba Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Banjul – Casamance - Spend the morning in the company of an ornithological guide, looking for birds in an area that is home to over 70% of the species that live in the country. We then cross back into Senegal and the lush Casamance region. Overnight Hotel Kadiandoumagne or similar. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ziguinchor - Spend the day exploring the culture of the Dioula people, meeting the king of the oldest Dioula kingdom. With his permission we learn about the animistic customs that hold sway here and venture into a sacred forest where we may be lucky enough to see traditional rituals taking place. Return to Ziguinchor for the night. Overnight Hotel Kadiandoumagne or similar. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Bissau - Cross into Guinea-Bissau. We stop at Bula to meet the animist king of the Mankanya people, who tells us more about his role and the lives of the people here. Eventually we arrive in Bissau where we will spend the night. Overnight Hotel Dunia or similar. (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Bissau - Return to the capital Bissau, where we have time for a quick look around the lively old quarter, with its traditional Portuguese architecture, before having dinner and transferring to the airport for your onward flight. (BL)"
    }
  ],
  "map": ""
}