{
  "destination": "Guinea Bissau",
  "mainPhoto": "",
  "id": "senegal-guinea-bissau-cultural-holiday",
  "tourName": "Senegal & Guinea Bissau cultural holiday",
  "placesVisited": "Dakar, Lampoul Desert, Saint Louis and Antoine Saint Exupery, Djoudj National Bird Sanctuary, Ferlo desert, Touba sacred town, Lac Rose, Gore Island, Casamance River region, Diola adobe forts and royal encounter, Manjaco villages, Bijagos Archipelago",
  "generalInfo": "This intriguing journey through Senegal and the former Portuguese colony Guinea-Bissau will take you from the edge of the Western Sahara to the tropical Eden of the Bijagos Archipelago, taking in rich culture – including distinctive sacred towns -  and majestic landscapes en route. Depending on the date of your tour, in Guinea-Bissau you will either experience turtle nesting, tribal carnivals or wild bull mask dancing – and encounter amazing saltwater hippos. <br/><br/>Leaving the hum of Senegal's capital Dakar behind, you'll get your first experience of the peaceful wonders of comfortable desert camping at Lampoul, where you'll also visit the charming former home town of legendary aviator and author Antoine Saint Exupery. <br/><br/>You'll enjoy encounters with diverse locals – from nomads to a tribal monarch. In the Ferlo 'desert', engage with the Fulani as they herd Zebu cows across this vast dry savannah, experience an intriguing form of Islam in the sacred town of Touba, marvel at the adobe architecture of the Diola people, and meet the forest-dwelling Manjaco. <br/> <br/>Myriad natural wonders include the vast flood-plains of the Djoudj National Bird Sanctuary, the lush Casamance River region, and the dune-ringed Lac Rose salt lake. And get your cameras ready for a visit to the largest fishing village in Senegal, where up to 4,500 pirogues land their catches on an idyllic beach. <br/><br/>An unforgettable finale to the trip is provided by Bolama, the former capital of Portuguese Guinea where tropical vegetation has invaded slowly to create a beautifully crumbling faded gem of a town like nowhere else on Earth.",
  "durationDays": "14",
  "price": "4835",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Dakar (62km, approx. 1hr10m) - Arrive in Dakar and transfer to your hotel. Overnight at Ibis Dakar or similar (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Dakar City Tour – Goree Island – Pink Lake – Langue de Barbarie (25min Ferry + 275km, approx. 5hr50m) - This morning, we take a city tour of Dakar. Highlights include the Presidential Palace, Republic Square and Soweto Square to see the National Assembly. We then drive to the Cathedral du Souvenir Africain and the train station, with its elegant and inspiring façade, and is the region´s oldest major transit hub. Visit the Museum of Black Civilizations, the museum is dedicated to African civilizations, a place of civilizational encounter and dialogue between cultures before we catch a ferry to Goree Island. On arrival we visit the house of slaves, a living testimony of the times of slavery, where you see the ‘door of no return’ where slaves were allegedly sent through to board boats. Continue to visit the town square and Catholic Church before stopping at the historical museum. Return to Dakar for the second part of the city tour, visit of the Great Mosque Massalikoul Djinaan, University “Cheikh Anta Diop”, the monument of the African Renaissance, the divinity Mosque on the West Corniche, on the edge of the Atlantic Ocean, the “Village des Arts” composed of fifty-two artist’s studios (ateliers). Next depart to Retba Lake, also nicknamed Pink, nestled between white sand dunes and the Atlantic Ocean. Tour of the lake and see how women harvest the salt from the depth of the lake. Lunch at a local restaurant and continue to Ocean et Savane Lodge located in Langue de Barbarie National Park in front of the river. Enjoy a beautiful sunset in front the river. Dinner and overnight in Ocean et Savane Lodge or similar (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Langue de Barbarie – Saint Louis (35Km / approx. 1h) - Spend the morning at leisure. After lunch we head to St. Louis, Senegal's first capital, and today a UNESCO World Heritage Site. After lunch at a local restaurant, before enjoying a horse-drawn carriage ride around the city. Visit the fisherman's district, the lively fishing community of Guet N'Dar in the “Langue de Barbarie”, a magical place with dozens of pirogues used for local fishing as well as the Cathedral, situated next to the Governor's Palace, an 1828 building. with a neoclassical facade and one of the oldest churches in Senegal. Dinner and overnight at Hotel La Residence or similar (BD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Djoudj National Bird Sanctuary - Today visit Djoudj National Park, the third largest bird reserve in the world and a UNESCO World Heritage Site. A living sanctuary, situated in the Senegal River Delta, with a wetland of 16,000 hectares and 1, 5 million migratory birds. It is a lush setting with wetlands comprising lakes, streams, valleys, and pieces of sand. Bird watching in a pirogue, with particular emphasis on the white pelican, cormorants, Gambian geese, ospreys, crocodiles, among other species. Return to St. Louis for lunch and spend the afternoon at leisure. Overnight at Hotel La Residence or similar (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Saint Louis – Touba – Palmarin (340Km / approx. 6h30m) - Depart to Saloum Delta. Along the slopes, you will have chance to meet the Peuhls breeders at the time of the regrouping of the zebus’ herds for the milking of animals. Then visit the holy city of Touba and its famous mosque. After lunch we continue our journey on the Saloum Delta in Senegal. Dinner and overnight at the eco-lodge of Palmarin or similar (BD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Palmarin – Mar Lodj (30Km / approx. 45min + 30min boat trip) - We take a canoe to cross to the picturesque island of Mar Lodj, just opposite Ndangane. Visit the villages of Mar Lodj and Marfafaco, home of the Sérère ethnic group. Lunch at the Essamaye camp on the edge of the lagoon before returning to Palmarin in the afternoon. Dinner and overnight at Ecolodge of Palmarin or similar (BD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Palmarin – Joal Fadiouth – Dakar Departure for Guinea Bissau (80Km / approx. 2hrs) - Depart for Joal Fadiouth where we drive into a palm tree and baobabs forest. Stop at Fadial Village to admire one of the biggest baobab trees in Senegal then continue to Joal – Fadiouth. Drive through the forest of Samba Dia and charming “Serere” villages with traditional huts. Visit Fadiouth Shell Island by foot. Highlights include the cemetery for Muslims and Christians, the market, the church, and the white alleys where shells are ubiquitous. After lunch at the restaurant of Taverne du Pêcheur of Joal, transfer to Dakar’s international airport for a late afternoon flight to Bissau, the capital of little visited Guinea Bissau. Upon arrival you will be and transferred to your hotel. Overnight Dunia Hotel or similar (D) Please note that you will travel unaccompanied, without a guide, on the short one hour flight from Dakar to Bissau."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bissau – Orango National Park by boat (approx. 3hrs) - This morning take a short city tour of Bissau before departing by boat for Orango National Park in the heart of the Bijagos Archipelago. Overnight at Orango Parque Hotel or similar (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Orango – Village of Eticoga (5km / approx. 3hrs walk) - Take a walk in the forest with a with a local eco-guide to the village of Eticoga, known for its sanctuary where Queen Okinka Pampa and her family rests. As a place of veneration, it regularly hosts rituals in the company of her descendants and villagers. We visit the women's association and their handicraft and horticultural work. Overnight at Orango Parque Hotel or similar (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Orango – Lake Anor (20km / 2hr boat and approx. 2hr of walking) - Beach to beach boat trip in the presence of eco guides then continue by foot through the mangrove and savannah to Anor Lake and its freshwater pockets. Spend some time at the lake with a picnic lunch before returning to our hotel. Overnight Orango Parque Hotel or similar (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "The sacred village of Ambuduco (4hr boat and walking) - A large palm grove announces the arrival at the oldest part of the National Park, where the most important ceremonies on the island take place. Enjoy the traditional dance \"Canhocan\", characteristic of the young bijagós warriors, in a perfect combination of their culture with nature where these people live their everyday life. After lunch we head to Ponta Anchaca Lodge. Overnight Ponta Anchaca Lodge or similar (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Joao Viera and Poilao Islands National Park - (October to January) - Excursion to Joao Vieira, the island of orchids. During the crossing, we may be lucky to spot some dolphins. Continue to the uninhabited Island of Poilao, the first nesting site for green turtles on the entire West African coast. Overnight at Ponta Anchaca Lodge or similar (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ponta Anchaca – Bissau (approx. 2hrs by boat) – (October to January) After a leisurely morning, we transfer back to Bissau by boat. Overnight Dunia Hotel or similar (BD) Day 12: Ponta Anchaca to Ilha sul de Canhabaque (February to September) After breakfast leave the Ponta Anchaca Lodge by boat for the Anchaca Sud Lodge on the island of Ilha sul de Canhabaque. After check-in enjoy the fine location, on a 22km stretch of beach. Dinner and overnight at the lodge. (BD) Day 13: Inhoda Village and return to Bissau (February to September) After breakfast we leave the Anchaca Sud Lodge and visit some local rice paddies and hope to see some migratory birds. We also visit the small village of Inhoda before travelling back to Bissau by boat. Overnight Dunia Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Bissau Departure - You will be transferred to Bissau’s airport for your departure. (B)"
    }
  ],
  "map": ""
}