[
  {
    "destination": "Guinea",
    "mainPhoto": "",
    "id": "guinea-liberia-and-sierra-leone-expedition",
    "tourName": "Guinea, Liberia and Sierra Leone expedition",
    "placesVisited": "",
    "generalInfo": "Embark on a once in a lifetime expedition through the heart of West Africa as we travel on a journey across Guinea, Liberia, and Sierra Leone. Over 16 unforgettable days, you’ll traverse savannahs, rainforests, and coastal landscapes, encountering vibrant cultures, ancient traditions, and breathtaking natural beauty.<br/><br/>From the highlands of Fouta Djalon to the haunting ruins of Liberia’s iron mines, each day reveals a new layer of history and adventure. Witness rare mask dances, meet tribal elders, and explore diamond rich villages.. Discover the female led Bundo mask ceremony, trek through jungle trails, and relax on the secluded shores of Banana Island.<br/><br/>You’ll visit chimpanzee sanctuaries, historic cities, and communities proud to share their heritage. With expert local guides and comfortable accommodation throughout, you’ll experience the region’s warmth, spirit, and untamed beauty in a way few travellers ever do.<br/><br/>Spaces are limited. Contact us today to reserve your place and be part of an expedition that goes far beyond the ordinary.",
    "durationDays": "16",
    "price": "5695",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Conakry, Guinea - Welcome to Guinea. Upon arrival in Conakry, transfer to your hotel and settle in for the start of your West African adventure."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Conakry to Kindia - Explore Conakry’s vibrant culture and key landmarks before heading to Kindia. Possible evening mask dance experience."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Dalaba - Travel into the Fouta Djalon highlands. Visit colonial-era villas and the historic “house of words” in Dalaba."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Fouta Djalon & Council of Elders - Walk to Ditin waterfall and meet tribal elders in a traditional council setting. Continue to Mamou."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Faranah & Griot Performance - Descend into savannah lands, cross the Niger River, and enjoy an evening of storytelling and music with a Griot."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Malinke Village & Kissidougou - Meet village chiefs and Dozo hunters, learn about traditional medicine, and explore Kissidougou’s lively market."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Stone Gods & Toma Dances - Visit a museum of ritual artefacts, then witness Toma initiation dances in Macenta after passing through Guekedou."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Birdmen Ceremony & Jungle Bridge - Experience the rare Birdmen mask dance and visit a jungle village with a traditional liana bridge. Overnight in Nzérékoré."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Nimba Mountains - Cross into Liberia and ascend into the Nimba Mountains. Optional forest trek or relaxation at the eco-lodge."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Into Liberia - Explore abandoned mining sites, rubber plantations, and Liberia’s unique history. Arrive in Monrovia by evening."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Monrovia City Tour - Visit historic landmarks including the Masonic Temple, Ducor Palace ruins, and National Museum. Enjoy a fusion dinner."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Diamonds & Bo - Cross into Sierra Leone, visit a village and diamond mining site, then continue to Bo, the country’s second city."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Bundo Mask Dance & Banana Island - Witness the female-led Bundo mask dance before heading to the coast and crossing to Banana Island."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Banana Island Retreat - Enjoy a scenic boat tour, optional forest hike, or simply relax by the sea in this secluded island paradise."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Tacugama & Freetown - Return to the mainland, visit the Tacugama Chimpanzee Reserve, and drive into Freetown."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Freetown & Departure - Explore Freetown’s rich history and Krio heritage before taking the ferry to Lungi for your departure."
      }
    ],
    "map": ""
  },
  {
    "destination": "Guinea",
    "mainPhoto": "",
    "id": "guinea-liberia-and-sierra-leone-tour",
    "tourName": "Guinea, Liberia and Sierra Leone tour",
    "placesVisited": "Conakry, Samaya, Waliah, Kindia, Dalaba, Fouta Djalon, Saala Falls, Fougoumba, Labe, Kissili Falls, Coyah, Freetown, Banana Island, Tacugama, Kambama, Tiwai Island, Bondo, Makeni, Tasso Island, Bunce Island, Lungi",
    "generalInfo": "An innovative itinerary combining three of West Africa’s least visited countries. Guinea, Liberia and Sierra Leone have been blighted in recent years by the scourges of Africa, disease and war, but are now opening up again to curious travellers keen to look beyond the dated stereotypes. With unique histories, age old traditions and inspiring landscapes, both have a huge amount to offer the Africa enthusiast.<br/><br/>We start in Conakry then make our way into the Fouta Djalon highlands - without a doubt one of West Africa’s most beautiful areas, with breathtaking mountain scenery, gushing waterfalls and lush forests, dotted with traditional villages, and we spend time discovering the region and meeting its inhabitants. From here, we return to the lowlands and the thick forests of eastern Guinea, home to secret societies and arcane traditions that are fast being lost elsewhere.<br/><br/>On our way into Liberia we track chimpanzees, then explore the lively capital of Monrovia, learning about its unique history and Americo-Liberian culture. We then cross the border into Sierra Leone.<br/><br/>Here we meet people seeking their fortune in the diamond trade, see traditional mask dances and spend a couple of nights on the idyllic Banana Islands with their gorgeous beaches and fishing villages, as well as visiting the historic fort at Bunce Island.<br/><br/>An exciting and pioneering journey through a little known part of the continent.",
    "durationDays": "16",
    "price": "5949",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Conakry - Arrive in Conakry and transfer to your hotel. Overnight Hotel Onomo or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Conakry – Kindia - We spend the morning exploring the capital and then drive to the village of Kindia, en route to the Fouta Djalon highlands. This evening we hope to see a performance of the traditional Baga Nimba masks. Overnight Hotel Masabi or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Dalaba - Drive to the small town of Dalaba, with its interesting ‘casa a palabra’, a finely decorated building used for local chiefs. We also visit the villa of Guinea’s first president, Sekou Toure, among other sights. Overnight Hotel Tinka or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Fouta Djalon - From here we drive into the Fouta Djalon, a stunning area of mountains, waterfalls, plateau and savannah, where we explore the charming Fulani villages with their typical architecture. Return to Dalaba for the evening. Overnight Hotel Tinka or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Faranah - Today we drive to the town of Faranah, in the region inhabited by the Malinke people. The Malinke are descendants of the ancient empire of Mali and we visit a community of ‘griots’ – traditional musicians and story tellers who play an important part in conserving the traditions of West Africa. We learn about their history and customs, and witness a traditional griot performance. Overnight Hotel Niger or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Kissidougou - We visit a traditional Malinke village where we can meet the chief, then later head into the forest with the Dozo, known as warriors, hunters and healers. The Dozo are renowned for their magical powers and wear traditional costumes and amulets to protect themselves from enemies. This afternoon continue to Kissidougou for the night. Overnight Hotel Rama or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Macenta - This region is the home of the Kissi people, who are known for worshipping stone gods called Pomo, found in the forests. In Kissidougou we visit the museum which displays cultural artefacts from the region. From here we continue on bad roads to reach Macenta where we can see the initiation rituals of the Toma people. Overnight Hotel Macenta or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Monrovia - Drive to Liberia’s capital, Monrovia. On Day 11 we explore the city visiting the National Museum and the impressive Masonic Temple of Liberia, that has played an important part in Liberian history over the years. Overnight Cape Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Bo - Cross the border with Sierra Leone and head towards its diamond producing region. Continue to Bo for the night, where we spend time learning about the process of diamond mining, as we join some villagers who show us their craft, as well as meeting diamond traders for an insight into a side of the business few get to see. Overnight Hotel Dohas or similar. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Banana Islands - In the morning of Day 13 we see a rare performance of the female Bundo masks – normally mask societies are for men only. Continue from here to the archipelago of the Banana Islands, with its stunning beaches and fishing villages. We explore the island by boat to discover tiny creeks and Krio fishing villages. Overnight Bafa Lodge (tented camp) or similar. (BLD)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Tacugama - Freetown - Return to the mainland and head to the stunning beaches of the Freetown peninsula, before continuing to Tacugama Chimpanzee Sanctuary to see how local efforts are being made to rescue and rehabilitate these impressive primates. Continue to Freetown for the night. Overnight Swiss Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Freetown - Lungi - Explore the city visiting its lively markets and seeing examples of old colonial architecture. Finally transfer back to Lungi for your flight home. (BL)"
      }
    ],
    "map": ""
  }
]