[
  {
    "destination": "Guinea",
    "mainPhoto": "",
    "id": "guinea-liberia-and-sierra-leone-expedition",
    "tourName": "Guinea, Liberia and Sierra Leone expedition",
    "placesVisited": "",
    "generalInfo": "Embark on a once in a lifetime expedition through the heart of West Africa as we travel on a journey across Guinea, Liberia, and Sierra Leone. Over 16 unforgettable days, you’ll traverse savannahs, rainforests, and coastal landscapes, encountering vibrant cultures, ancient traditions, and breathtaking natural beauty.<br/><br/>From the highlands of Fouta Djalon to the haunting ruins of Liberia’s iron mines, each day reveals a new layer of history and adventure. Witness rare mask dances, meet tribal elders, and explore diamond rich villages.. Discover the female led Bundo mask ceremony, trek through jungle trails, and relax on the secluded shores of Banana Island.<br/><br/>You’ll visit chimpanzee sanctuaries, historic cities, and communities proud to share their heritage. With expert local guides and comfortable accommodation throughout, you’ll experience the region’s warmth, spirit, and untamed beauty in a way few travellers ever do.<br/><br/>Spaces are limited. Contact us today to reserve your place and be part of an expedition that goes far beyond the ordinary.",
    "durationDays": "16",
    "price": "5695",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Conakry, Guinea - Welcome to Guinea. Upon arrival in Conakry, transfer to your hotel and settle in for the start of your West African adventure."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Conakry to Kindia - Explore Conakry’s vibrant culture and key landmarks before heading to Kindia. Possible evening mask dance experience."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Dalaba - Travel into the Fouta Djalon highlands. Visit colonial-era villas and the historic “house of words” in Dalaba."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Fouta Djalon & Council of Elders - Walk to Ditin waterfall and meet tribal elders in a traditional council setting. Continue to Mamou."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Faranah & Griot Performance - Descend into savannah lands, cross the Niger River, and enjoy an evening of storytelling and music with a Griot."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Malinke Village & Kissidougou - Meet village chiefs and Dozo hunters, learn about traditional medicine, and explore Kissidougou’s lively market."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Stone Gods & Toma Dances - Visit a museum of ritual artefacts, then witness Toma initiation dances in Macenta after passing through Guekedou."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Birdmen Ceremony & Jungle Bridge - Experience the rare Birdmen mask dance and visit a jungle village with a traditional liana bridge. Overnight in Nzérékoré."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Nimba Mountains - Cross into Liberia and ascend into the Nimba Mountains. Optional forest trek or relaxation at the eco-lodge."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Into Liberia - Explore abandoned mining sites, rubber plantations, and Liberia’s unique history. Arrive in Monrovia by evening."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Monrovia City Tour - Visit historic landmarks including the Masonic Temple, Ducor Palace ruins, and National Museum. Enjoy a fusion dinner."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Diamonds & Bo - Cross into Sierra Leone, visit a village and diamond mining site, then continue to Bo, the country’s second city."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Bundo Mask Dance & Banana Island - Witness the female-led Bundo mask dance before heading to the coast and crossing to Banana Island."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Banana Island Retreat - Enjoy a scenic boat tour, optional forest hike, or simply relax by the sea in this secluded island paradise."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Tacugama & Freetown - Return to the mainland, visit the Tacugama Chimpanzee Reserve, and drive into Freetown."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Freetown & Departure - Explore Freetown’s rich history and Krio heritage before taking the ferry to Lungi for your departure."
      }
    ],
    "map": ""
  },
  {
    "destination": "Guinea",
    "mainPhoto": "",
    "id": "guinea-liberia-and-sierra-leone-tour",
    "tourName": "Guinea, Liberia and Sierra Leone tour",
    "placesVisited": "Conakry, Samaya, Waliah, Kindia, Dalaba, Fouta Djalon, Saala Falls, Fougoumba, Labe, Kissili Falls, Coyah, Freetown, Banana Island, Tacugama, Kambama, Tiwai Island, Bondo, Makeni, Tasso Island, Bunce Island, Lungi",
    "generalInfo": "An innovative itinerary combining three of West Africa’s least visited countries. Guinea, Liberia and Sierra Leone have been blighted in recent years by the scourges of Africa, disease and war, but are now opening up again to curious travellers keen to look beyond the dated stereotypes. With unique histories, age old traditions and inspiring landscapes, both have a huge amount to offer the Africa enthusiast.<br/><br/>We start in Conakry then make our way into the Fouta Djalon highlands - without a doubt one of West Africa’s most beautiful areas, with breathtaking mountain scenery, gushing waterfalls and lush forests, dotted with traditional villages, and we spend time discovering the region and meeting its inhabitants. From here, we return to the lowlands and the thick forests of eastern Guinea, home to secret societies and arcane traditions that are fast being lost elsewhere.<br/><br/>On our way into Liberia we track chimpanzees, then explore the lively capital of Monrovia, learning about its unique history and Americo-Liberian culture. We then cross the border into Sierra Leone.<br/><br/>Here we meet people seeking their fortune in the diamond trade, see traditional mask dances and spend a couple of nights on the idyllic Banana Islands with their gorgeous beaches and fishing villages, as well as visiting the historic fort at Bunce Island.<br/><br/>An exciting and pioneering journey through a little known part of the continent.",
    "durationDays": "16",
    "price": "5949",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Conakry - Arrive in Conakry and transfer to your hotel. Overnight Hotel Onomo or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Conakry – Kindia - We spend the morning exploring the capital and then drive to the village of Kindia, en route to the Fouta Djalon highlands. This evening we hope to see a performance of the traditional Baga Nimba masks. Overnight Hotel Masabi or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Dalaba - Drive to the small town of Dalaba, with its interesting ‘casa a palabra’, a finely decorated building used for local chiefs. We also visit the villa of Guinea’s first president, Sekou Toure, among other sights. Overnight Hotel Tinka or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Fouta Djalon - From here we drive into the Fouta Djalon, a stunning area of mountains, waterfalls, plateau and savannah, where we explore the charming Fulani villages with their typical architecture. Return to Dalaba for the evening. Overnight Hotel Tinka or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Faranah - Today we drive to the town of Faranah, in the region inhabited by the Malinke people. The Malinke are descendants of the ancient empire of Mali and we visit a community of ‘griots’ – traditional musicians and story tellers who play an important part in conserving the traditions of West Africa. We learn about their history and customs, and witness a traditional griot performance. Overnight Hotel Niger or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Kissidougou - We visit a traditional Malinke village where we can meet the chief, then later head into the forest with the Dozo, known as warriors, hunters and healers. The Dozo are renowned for their magical powers and wear traditional costumes and amulets to protect themselves from enemies. This afternoon continue to Kissidougou for the night. Overnight Hotel Rama or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Macenta - This region is the home of the Kissi people, who are known for worshipping stone gods called Pomo, found in the forests. In Kissidougou we visit the museum which displays cultural artefacts from the region. From here we continue on bad roads to reach Macenta where we can see the initiation rituals of the Toma people. Overnight Hotel Macenta or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Monrovia - Drive to Liberia’s capital, Monrovia. On Day 11 we explore the city visiting the National Museum and the impressive Masonic Temple of Liberia, that has played an important part in Liberian history over the years. Overnight Cape Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Bo - Cross the border with Sierra Leone and head towards its diamond producing region. Continue to Bo for the night, where we spend time learning about the process of diamond mining, as we join some villagers who show us their craft, as well as meeting diamond traders for an insight into a side of the business few get to see. Overnight Hotel Dohas or similar. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Banana Islands - In the morning of Day 13 we see a rare performance of the female Bundo masks – normally mask societies are for men only. Continue from here to the archipelago of the Banana Islands, with its stunning beaches and fishing villages. We explore the island by boat to discover tiny creeks and Krio fishing villages. Overnight Bafa Lodge (tented camp) or similar. (BLD)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Tacugama - Freetown - Return to the mainland and head to the stunning beaches of the Freetown peninsula, before continuing to Tacugama Chimpanzee Sanctuary to see how local efforts are being made to rescue and rehabilitate these impressive primates. Continue to Freetown for the night. Overnight Swiss Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Freetown - Lungi - Explore the city visiting its lively markets and seeing examples of old colonial architecture. Finally transfer back to Lungi for your flight home. (BL)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Guinea",
    "mainPhoto": "",
    "id": "guinea-bissau-tours",
    "tourName": "Guinea Bissau tours",
    "placesVisited": "Manjacu tribe forest villages, Felupes and Baiotes tribal visits in the Flooded Forest, Pepel tribal encounter, Orango Island and 'secret islands' of the Bijagos Archipelago, Wild Bull Dancing Mask Festival, Wildlife including saltwater hippos, Bay of Soga flamingos, Sacred village of Okinka Pampa, Bolama – colonial ‘ghost town'",
    "generalInfo": "It may be one of Africa's smallest and least visited countries, but this unique tour reveals Guinea-Bissau to be a wonderland of diverse tribal cultures, unique wildlife and atmospheric old Portuguese colonial towns scattered among forest rivers and idyllic islands.<br/><br/>Travelling by boat from the capital Bissau to the magnificent Bijagos Islands, you'll discover incredible – but diverse – native lifestyles through first-hand encounters with tribes include the Pepel, Felupes and Baiotes. Gain insights into medicinal forest plants at a tribal 'clinic', then learn how to desalinate land for crop cultivation.  <br/><br/>Go in search of elusive saltwater hippos as well as other wildlife from flamingos to crocodiles, sailing between idyllic islands – with stop-offs along the way to pay tribute to the tribal chiefs on some 'secret' islands. Depending on the time of year, you may experience the Vaca Bruto Wild Bull Dancing Mask Festival or witness the natural spectacle of nesting turtles.  <br/><br/>You'll also visit the ‘ghost town’ of Bolama (the country's former Portuguese capital) along with the sacred village of Okinka Pampa - resting place of countless tribal queens.",
    "durationDays": "8",
    "price": "3625",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Bissau (14 km / approx. 30m) - Arrive into Bissau and transfer to your hotel. Overnight Dunia Hotel or similar (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Bissau – Orango National Park by boat (approx. 3hrs) - This morning take a short city tour of Bissau before departing by boat for Orango National Park in the heart of the Bijagos Archipelago. Overnight at Orango Parque Hotel or similar (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Orango – Village of Eticoga (5km / approx. 3hrs walk) - Take a walk in the forest with a with a local eco-guide to the village of Eticoga, known for its sanctuary where Queen Okinka Pampa and her family rests. As a place of veneration, it regularly hosts rituals in the company of her descendants and villagers. We visit the women's association and their handicraft and horticultural work. Overnight at Orango Parque Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Orango – Lake Anor (20km / 2hr boat and approx. 2hr of walking) - Beach to beach boat trip in the presence of eco guides then continue by foot through the mangrove and savannah to Anor Lake and its freshwater pockets. Spend some time at the lake with a picnic lunch before returning to our hotel. Overnight Orango Parque Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "The sacred village of Ambuduco (4hr boat and walking) - A large palm grove announces the arrival at the oldest part of the National Park, where the most important ceremonies on the island take place. Enjoy the traditional dance \"Canhocan\", characteristic of the young bijagós warriors, in a perfect combination of their culture with nature where these people live their everyday life. After lunch we head to Ponta Anchaca Lodge. Overnight Ponta Anchaca Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Joao Viera and Poilao Islands National Park (October to January) - Excursion to Joao Vieira, the island of orchids. During the crossing, we may be lucky to spot some dolphins. Continue to the uninhabited Island of Poilao, the first nesting site for green turtles on the entire West African coast. Overnight at Ponta Anchaca Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Ponta Anchaca – Bissau (approx. 2hrs by boat) (October to January) - After a leisurely morning, we transfer back to Bissau by boat. Overnight Dunia Hotel or similar. (BD) Day 6: Ponta Anchaca to Ilha sul de Canhabaque (February to September) After breakfast leave the Ponta Anchaca Lodge by boat for the Anchaca Sud Lodge on the island of Ilha sul de Canhabaque. After check-in enjoy the fine location, on a 22km stretch of beach. Dinner and overnight at the lodge. (BD) Day 7: Inhoda Village and return to Bissau (February to September) After breakfast we leave the Anchaca Sud Lodge and visit some local rice paddies and hope to see some migratory birds. We also visit the small village of Inhoda before travelling back to Bissau by boat. Overnight Dunia Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Bissau Departure - You will be transferred to the airport for your departure flight. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Guinea",
    "mainPhoto": "",
    "id": "senegal-guinea-bissau-cultural-holiday",
    "tourName": "Senegal & Guinea Bissau cultural holiday",
    "placesVisited": "Dakar, Lampoul Desert, Saint Louis and Antoine Saint Exupery, Djoudj National Bird Sanctuary, Ferlo desert, Touba sacred town, Lac Rose, Gore Island, Casamance River region, Diola adobe forts and royal encounter, Manjaco villages, Bijagos Archipelago",
    "generalInfo": "This intriguing journey through Senegal and the former Portuguese colony Guinea-Bissau will take you from the edge of the Western Sahara to the tropical Eden of the Bijagos Archipelago, taking in rich culture – including distinctive sacred towns -  and majestic landscapes en route. Depending on the date of your tour, in Guinea-Bissau you will either experience turtle nesting, tribal carnivals or wild bull mask dancing – and encounter amazing saltwater hippos. <br/><br/>Leaving the hum of Senegal's capital Dakar behind, you'll get your first experience of the peaceful wonders of comfortable desert camping at Lampoul, where you'll also visit the charming former home town of legendary aviator and author Antoine Saint Exupery. <br/><br/>You'll enjoy encounters with diverse locals – from nomads to a tribal monarch. In the Ferlo 'desert', engage with the Fulani as they herd Zebu cows across this vast dry savannah, experience an intriguing form of Islam in the sacred town of Touba, marvel at the adobe architecture of the Diola people, and meet the forest-dwelling Manjaco. <br/> <br/>Myriad natural wonders include the vast flood-plains of the Djoudj National Bird Sanctuary, the lush Casamance River region, and the dune-ringed Lac Rose salt lake. And get your cameras ready for a visit to the largest fishing village in Senegal, where up to 4,500 pirogues land their catches on an idyllic beach. <br/><br/>An unforgettable finale to the trip is provided by Bolama, the former capital of Portuguese Guinea where tropical vegetation has invaded slowly to create a beautifully crumbling faded gem of a town like nowhere else on Earth.",
    "durationDays": "14",
    "price": "4835",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Dakar (62km, approx. 1hr10m) - Arrive in Dakar and transfer to your hotel. Overnight at Ibis Dakar or similar (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Dakar City Tour – Goree Island – Pink Lake – Langue de Barbarie (25min Ferry + 275km, approx. 5hr50m) - This morning, we take a city tour of Dakar. Highlights include the Presidential Palace, Republic Square and Soweto Square to see the National Assembly. We then drive to the Cathedral du Souvenir Africain and the train station, with its elegant and inspiring façade, and is the region´s oldest major transit hub. Visit the Museum of Black Civilizations, the museum is dedicated to African civilizations, a place of civilizational encounter and dialogue between cultures before we catch a ferry to Goree Island. On arrival we visit the house of slaves, a living testimony of the times of slavery, where you see the ‘door of no return’ where slaves were allegedly sent through to board boats. Continue to visit the town square and Catholic Church before stopping at the historical museum. Return to Dakar for the second part of the city tour, visit of the Great Mosque Massalikoul Djinaan, University “Cheikh Anta Diop”, the monument of the African Renaissance, the divinity Mosque on the West Corniche, on the edge of the Atlantic Ocean, the “Village des Arts” composed of fifty-two artist’s studios (ateliers). Next depart to Retba Lake, also nicknamed Pink, nestled between white sand dunes and the Atlantic Ocean. Tour of the lake and see how women harvest the salt from the depth of the lake. Lunch at a local restaurant and continue to Ocean et Savane Lodge located in Langue de Barbarie National Park in front of the river. Enjoy a beautiful sunset in front the river. Dinner and overnight in Ocean et Savane Lodge or similar (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Langue de Barbarie – Saint Louis (35Km / approx. 1h) - Spend the morning at leisure. After lunch we head to St. Louis, Senegal's first capital, and today a UNESCO World Heritage Site. After lunch at a local restaurant, before enjoying a horse-drawn carriage ride around the city. Visit the fisherman's district, the lively fishing community of Guet N'Dar in the “Langue de Barbarie”, a magical place with dozens of pirogues used for local fishing as well as the Cathedral, situated next to the Governor's Palace, an 1828 building. with a neoclassical facade and one of the oldest churches in Senegal. Dinner and overnight at Hotel La Residence or similar (BD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Djoudj National Bird Sanctuary - Today visit Djoudj National Park, the third largest bird reserve in the world and a UNESCO World Heritage Site. A living sanctuary, situated in the Senegal River Delta, with a wetland of 16,000 hectares and 1, 5 million migratory birds. It is a lush setting with wetlands comprising lakes, streams, valleys, and pieces of sand. Bird watching in a pirogue, with particular emphasis on the white pelican, cormorants, Gambian geese, ospreys, crocodiles, among other species. Return to St. Louis for lunch and spend the afternoon at leisure. Overnight at Hotel La Residence or similar (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Saint Louis – Touba – Palmarin (340Km / approx. 6h30m) - Depart to Saloum Delta. Along the slopes, you will have chance to meet the Peuhls breeders at the time of the regrouping of the zebus’ herds for the milking of animals. Then visit the holy city of Touba and its famous mosque. After lunch we continue our journey on the Saloum Delta in Senegal. Dinner and overnight at the eco-lodge of Palmarin or similar (BD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Palmarin – Mar Lodj (30Km / approx. 45min + 30min boat trip) - We take a canoe to cross to the picturesque island of Mar Lodj, just opposite Ndangane. Visit the villages of Mar Lodj and Marfafaco, home of the Sérère ethnic group. Lunch at the Essamaye camp on the edge of the lagoon before returning to Palmarin in the afternoon. Dinner and overnight at Ecolodge of Palmarin or similar (BD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Palmarin – Joal Fadiouth – Dakar Departure for Guinea Bissau (80Km / approx. 2hrs) - Depart for Joal Fadiouth where we drive into a palm tree and baobabs forest. Stop at Fadial Village to admire one of the biggest baobab trees in Senegal then continue to Joal – Fadiouth. Drive through the forest of Samba Dia and charming “Serere” villages with traditional huts. Visit Fadiouth Shell Island by foot. Highlights include the cemetery for Muslims and Christians, the market, the church, and the white alleys where shells are ubiquitous. After lunch at the restaurant of Taverne du Pêcheur of Joal, transfer to Dakar’s international airport for a late afternoon flight to Bissau, the capital of little visited Guinea Bissau. Upon arrival you will be and transferred to your hotel. Overnight Dunia Hotel or similar (D) Please note that you will travel unaccompanied, without a guide, on the short one hour flight from Dakar to Bissau."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Bissau – Orango National Park by boat (approx. 3hrs) - This morning take a short city tour of Bissau before departing by boat for Orango National Park in the heart of the Bijagos Archipelago. Overnight at Orango Parque Hotel or similar (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Orango – Village of Eticoga (5km / approx. 3hrs walk) - Take a walk in the forest with a with a local eco-guide to the village of Eticoga, known for its sanctuary where Queen Okinka Pampa and her family rests. As a place of veneration, it regularly hosts rituals in the company of her descendants and villagers. We visit the women's association and their handicraft and horticultural work. Overnight at Orango Parque Hotel or similar (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Orango – Lake Anor (20km / 2hr boat and approx. 2hr of walking) - Beach to beach boat trip in the presence of eco guides then continue by foot through the mangrove and savannah to Anor Lake and its freshwater pockets. Spend some time at the lake with a picnic lunch before returning to our hotel. Overnight Orango Parque Hotel or similar (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "The sacred village of Ambuduco (4hr boat and walking) - A large palm grove announces the arrival at the oldest part of the National Park, where the most important ceremonies on the island take place. Enjoy the traditional dance \"Canhocan\", characteristic of the young bijagós warriors, in a perfect combination of their culture with nature where these people live their everyday life. After lunch we head to Ponta Anchaca Lodge. Overnight Ponta Anchaca Lodge or similar (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Joao Viera and Poilao Islands National Park - (October to January) - Excursion to Joao Vieira, the island of orchids. During the crossing, we may be lucky to spot some dolphins. Continue to the uninhabited Island of Poilao, the first nesting site for green turtles on the entire West African coast. Overnight at Ponta Anchaca Lodge or similar (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Ponta Anchaca – Bissau (approx. 2hrs by boat) – (October to January) After a leisurely morning, we transfer back to Bissau by boat. Overnight Dunia Hotel or similar (BD) Day 12: Ponta Anchaca to Ilha sul de Canhabaque (February to September) After breakfast leave the Ponta Anchaca Lodge by boat for the Anchaca Sud Lodge on the island of Ilha sul de Canhabaque. After check-in enjoy the fine location, on a 22km stretch of beach. Dinner and overnight at the lodge. (BD) Day 13: Inhoda Village and return to Bissau (February to September) After breakfast we leave the Anchaca Sud Lodge and visit some local rice paddies and hope to see some migratory birds. We also visit the small village of Inhoda before travelling back to Bissau by boat. Overnight Dunia Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Bissau Departure - You will be transferred to Bissau’s airport for your departure. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Guinea",
    "mainPhoto": "",
    "id": "west-africa-explorer-guinea-bissau-senegal",
    "tourName": "West Africa Explorer, Guinea Bissau & Senegal",
    "placesVisited": "Dakar, Djoudj National Park, St Louis, Fulani people, Touba, Lac Rose, Goree Island, Dioula community, Cap Skirring, Felupe and Baiote peoples, Cacheu, Bijagos Islands, Turtle watching, Canhabaque Island",
    "generalInfo": "This West Africa overland holiday is a two week adventure through an eclectic array of West African landscapes that are still virtually undiscovered by tourists, in both Senegal and Guinea-Bissau. Our journey through both of these countries allows us to not only experience the biodiverse beauties of this Sahel region of the African continent, the name given to the region between Sahara and the Savannah, but also the remote communities and indigenous people who still live traditional lifestyles there and welcome us into their communities. <br/><br/>Starting in the busiest hub of the region, the capital of Senegal, Dakar, it isn’t too far for us to experience wilderness as we journey on to Djoudj National Park, a UNESCO World Heritage Site so recognised for the 1.5 million migratory birds that favour this as habitat, including some of the largest flocks of flamingos in Africa. The nearby town of St. Louis is very different to the capital, with a laid back post colonial feel in a stunning location on a narrow island in the middle of the Senegal River. You can get around by horse and carriage or stroll out to the shores and watch the fishermen bring in their catch. In contrast, we spend one night in the desert again after St. Louis, enjoying precious time with the semi-nomadic Fulani people. <br/><br/>Another contrasting town awaits in Touba, home to Senegal’s Marabout Muslim Brotherhood where a deep seated spiritual heritage still thrives. Another contrast awaits in the Casamance region where the religious culture is still an ancient one, and where we have the honour of meeting a traditional Dioula monarch, possibly witnessing a religious ritual as well as being guided through their sacred, forested lands. This really is another side to Senegal altogether and a fascinating one too. <br/><br/>Our journey into Guinea-Bissau, south of Senegal, focuses on its magnificent coastline, made up of islands and lagoons, wildlife filled wetlands and mangrove forests boasting highlights such as the West African manatee, salt water hippos and sea turtles that inhabit the waters of the Bijagos Islands. Islands that are still home to very traditional communities, such as the matriarchal and ritual rich communities of Canhabaque Island where, yet again, with inimitable West African generosity, we are welcomed whole heartedly, bringing this wonderful adventure into these remote West African countries to a fine finale.",
    "durationDays": "14",
    "price": "4249",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Dakar - Arrive in Dakar and transfer to the hotel. Overnight Hotel Djoloff or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Dakar - Goree Island - Spend the morning exploring Dakar and experiencing urban West Africa, before boarding a ferry to visit nearby Goree Island, once a centre of the slave trade. Explore the historic sights of the island with its colonial architecture and colourful markets. Overnight Hotel Municipal or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Lac Rose – Leave the island and continue to Lac Rose. A shallow salt lake surrounded by dunes, the high concentration of minerals sometimes gives it a pink hue. Explore the surrounding area and visit a nearby fishing village, the largest in Senegal. Overnight Hotel Trarza or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Saint Louis - Continue to the atmospheric town of St Louis, once the capital of French West Africa. Spend time exploring its streets by traditional caleche (horse and carriage). Overnight Hotel de la Poste or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Djoudj National Park – Fulani Villages - Travel to Djoudj National Park with its incredible bird life. We discover vast flocks of pelicans, flamingos and more, Afterwards we head out into the Ferlo desert, home to the semi-nomadic Fulani people. We have the opportunity to meet them and learn about their unique culture, centred around livestock and grazing. Overnight in simple huts. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Touba - Drive to Touba, a stronghold of the Mourid Islamic brotherhood and considered to be a sacred town in Senegal. Spend the rest of the day exploring the town and learning about the spiritual traditions of Islam in Senegal. Overnight Kabacoto Safari Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Sine Ngayene – Banjul - Drive to Sine Ngayene, an astonishing megalithic site of over a thousand carved stones arranged into fifty two circles, recognised as a UNESCO World Heritage Site. From here we cross the border into the Gambia and take a ferry across the river, to transfer to our hotel on the outskirts of Banjul. Overnight Kairaba Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Banjul – Casamance - Spend the morning in the company of an ornithological guide, looking for birds in an area that is home to over 70% of the species that live in the country. We then cross back into Senegal and the lush Casamance region. Overnight Hotel Kadiandoumagne or similar. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Ziguinchor - Spend the day exploring the culture of the Dioula people, meeting the king of the oldest Dioula kingdom. With his permission we learn about the animistic customs that hold sway here and venture into a sacred forest where we may be lucky enough to see traditional rituals taking place. Return to Ziguinchor for the night. Overnight Hotel Kadiandoumagne or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Bissau - Cross into Guinea-Bissau. We stop at Bula to meet the animist king of the Mankanya people, who tells us more about his role and the lives of the people here. Eventually we arrive in Bissau where we will spend the night. Overnight Hotel Dunia or similar. (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Bissau - Return to the capital Bissau, where we have time for a quick look around the lively old quarter, with its traditional Portuguese architecture, before having dinner and transferring to the airport for your onward flight. (BL)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Guinea",
    "mainPhoto": "",
    "id": "western-sahara-overland-tour-marrakech-to-bissau",
    "tourName": "Western Sahara overland tour, Marrakech to Bissau",
    "placesVisited": "",
    "generalInfo": "This breathtaking journey offers travellers the chance to traverse the diverse natural and cultural landscapes of Africa, on an epic scale from the Maghreb to the dense forests of Guinea-Bissau, allowing you to experience the gentle transition from the Islam of the north to the animism of West Africa. Starting in the city of Marrakech, the end point of the Saharan camel caravans of old, we journey through the lands of the Berbers and across the mighty High Atlas Mountains, to the magical landscapes of the Draa Valley, encountering huge dunes and semi-nomadic people living in the desert.<br/><br/>From here our journey into the arid lands south begins, travelling south through endless horizons and stopping at small desert towns along the way, the Sahara getting ever closer. From Tarfaya we enter the disputed territory of the Western Sahara, a land of Saharawi nomads, rolling dunes and camel trains, where traditions are strong and the scenery awe-inspiring. Stopping at wells and to meet local people, we spend a few days exploring here before rejoining the coastal road south, crossing into the desert republic of Mauritania, where we visit the age-old city of Chinguetti and explore the striking Adrar region before moving on to Senegal. <br/><br/>As the Sahara starts to disappear into the Sahel we search for wildlife, see the striking Lac Rose, and visit the former colonial capital of St Louis. Travelling further south we make a brief stop in the Gambia before arriving in the Casamance region, where Islam and Christianity never quite managed to dominate; this is the Africa of old, where ancient beliefs and customs are still revered, a world away from the lands we have just crossed, and we take time to learn about the cultural traditions of its people. <br/><br/>Our last country on the incredible journey is Guinea-Bissau; here we visit traditional communities, explore old abandoned towns and spend two days sailing between the islands of the stunning Bijagos Archipelago. This is a journey like no other, showing you the incredible variety that exists within just one small part of the continent; we hope that you’ll be as excited as we are!",
    "durationDays": "4",
    "price": "10299",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Marrakech - Arrive in Marrakech and transfer to the hotel. The rest of the day is free to relax or explore Morocco’s most enigmatic city. Overnight tourist class hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Ait Ben Haddou - Cross the High Atlas via the stunning Tizi n Tichka pass, with superb views of the mountains along the way. Driving through the Berber heartlands we continue to the stunning collection of kasbahs at Ait Ben Haddou, then drive to nearby Ouarzazate for the night. Overnight tourist class hotel. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Draa Valley - Exploring this landscape of arid mountains, we meet isolated communities and some of the most traditional people in Morocco, some of whom still live in caves. Make our way towards the lush Draa Valley where we spend the night. Overnight tourist class hotel. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Tarfaya - Travel south, our route taking us between the desert and the Atlantic Ocean, passing small caves inhabited by fishermen as well as the impressive Naila lagoon, an inland sea separated from the ocean by rows of dunes. In the afternoon we arrive at the small town of Tarfaya. Overnight Hotel Casamar or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Dakhla - Spend the day exploring Dakhla and surrounds, with its superb beaches and opportunities to fish in the Atlantic. Overnight in Buena Vista Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Nouadhibou - We head south to the border with Mauritania, following a remote road between the desert and the ocean. After completing border formalities, continue to Nouadhibou, Mauritania’s second city. Overnight Hotel Medina or similar. (BLD)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Chinguetti - Spend today exploring Chinguetti, visiting its historic quarter and seeing one of the collections of ancient manuscripts for which it is famous. Overnight local guesthouse. (BLD)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Ouadane - Drive to Ouadane. Founded in the 12th century Ouadane is a fascinating collection of old houses and mosques and has been listed as a UNESCO World Heritage Site. We have plenty of time to explore the historic quarter. Return to Chinguetti in the evening. Overnight La Gueila guesthouse or similar. (BLD)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Amogjar Pass – Terjit - Continue our exploration of Mauritania, driving along the Amogjar Pass with its prehistoric petroglyphs, then continue to the pretty oasis of Terjit for the night. Overnight Hotel Sahara or similar. (BLD)"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Nouakchott - Today we arrive in the capital Nouakchott, the first major city we will have encountered for a few days. Overnight tourist class hotel. (BLD)"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Djoudj National Park – Saint Louis - We head south to Senegal, and then travel to Djoudj National Park with its incredible bird life. We take boats on the lagoon to discover vast flocks of pelicans, flamingos and more, then continue to the atmospheric town of St Louis, once the capital of French West Africa. Overnight Hotel de la Poste or similar. (BLD)"
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Saint Louis - Spend the day visiting Saint Louis, exploring its streets by traditional caleche (horse and carriage). Overnight Hotel de la Poste or similar. (BLD)"
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "Lac Rose - Drive to Lac Rose. A shallow salt lake surrounded by dunes, the high concentration of minerals sometimes gives it a pink hue. Explore the surrounding area and visit a nearby fishing village, the largest in Senegal. Overnight Hotel Trarza or similar. (BLD)"
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "Dakar - Goree Island - Continue to the lively capital, Dakar, exploring this bustling modern city. From here we take a ferry to visit nearby Goree Island, once a centre of the slave trade. Overnight Maison Municipal or similar. (BLD)"
      },
      {
        "dayNumber": 24,
        "title": "",
        "description": "Kaolack - Sine Ngayene - Banjul - Drive to Kaolack and then to Sine Ngayene, an astonishing megalithic site of over a thousand carved stones arranged into fifty two circles, recognised as a UNESCO World Heritage Site. From here we cross the border into the Gambia and take a ferry across the river, and transfer to Banjul. We then visit the National Museum with its exhibits on local archaeology and history, as well as the city centre, before arriving at our hotel. Overnight Hotel Kabacoto Safari or similar (Day 24) and Atlantic Hotel or similar (Day 25). (BLD)"
      },
      {
        "dayNumber": 28,
        "title": "",
        "description": "Bissau - Drive to the border with Guinea-Bissau and continue to the capital Bissau for the night., travelling through a unique ecosystem where sea channels penetrate far inland. Overnight Hotel Azalai or similar. (BLD)"
      },
      {
        "dayNumber": 29,
        "title": "",
        "description": "Bijagos Islands - Sail to the Bijagos Islands, a magical and unique world of authentic tribal traditions and unusual wildlife. First visit the island of Bolama, once a colonial capital but now largely abandoned, its Portuguese buildings slowly being taken over by vegetation and goats. We then spend two days exploring the archipelago, looking for rare saltwater hippos and learning about the customs of the local people. Two nights tourist class hotels. (BLD)"
      },
      {
        "dayNumber": 31,
        "title": "",
        "description": "Bissau - Leaving the islands behind we return to the mainland. In Bissau we have time for a quick look around the city before having lunch and transferring to the airport for your onward flight. (BL)"
      }
    ],
    "map": ""
  }
]
