{
    "Main_Title": "Our Germany holidays & tours",
    "Main_Paragraph": "Like a good meal, Germany is a country best enjoyed slowly. Whether youre looking to pedal along the banks of the Danube, hike through Bavarian alpine meadows, or cycle between castles and vineyards in Rhineland-Palatinate, our Germany holidays immerse you in landscapes and local customs. A self-guided walking trip along the Rhine might see you staying at an inn where your breakfast sausage comes the local butcher, the honey from the neighbourhood beekeeper. Or you can try winter hiking in the German Alps, where the scenery is spectacular snow or no, and out of season visitors are warmly welcomed by local hoteliers. More adventurous options might include passing through Germany on a multi-country tour by bike, or train, or even motorbike, but even with this kind of trip the pace is always relaxed. In a country known for its efficiency, theres never a need to rush.",
    "Subtitle": "Germany holiday highlights",
    "Title1": "Wanderlust",
    "Paragraph1": "No wonder they invented the word. Literally ‘a lust for hiking’, Germany’s long distance walking routes are not just tokens of this love, they are like Cupid’s arrows firing straight into every hiker’s heart. Such as the Eifelsteig, a 313-km route through the Eifel mountain range in western Gemany. Not to be confused with the Rheinsteig trail, following the course of the Rhine. Which may sound like it should be flat, but in fact this is gorgeous gorge territory, so there are plenty of ups and downs, be it over vineyard bedecked hills, ancient forest covered escarpments or along river cliffs. And as for Bavaria and the Bavarian Alps, well, you will feel left out without a knapsack on your back and a pair of Meindls on your feet. The production of these fine hiking boots has been part of the Bavarian economy since 1683. These boots are made for walking, as is their country.",
    "image1": "",
    "Title2": "Get in German gear",
    "Paragraph2": "Cycling has long been the chosen mode of transport for Germans and it is of no surprise that the country is falling down with cycling routes. Enjoy calf-friendly rides around Lake Constance, down the Rhine, and along the Kiel Canal and the Baltic coast. We especially love cycles down the Danube, one of the most beloved cycling routes in Europe, which runs between historic towns on the river's beautiful blue course. By bike you'll find yourself meeting borders, and passing them in a pinch, exploring Austria, the Netherlands and Denmark as well.",
    "image2": "",
    "Title3": "From markets to Christmas markets",
    "Paragraph3": "Food is a national obsession in Germany. Michelin Star restaurants abound, every dietary need is catered for, and regional specialties are, well, special. From superb fish on the island of Rügen, Black Forest smoked ham and trout (as well as cake for afters of course), Westphalia pumpernickel, Frankfurt asparagus with herb rich green sauce to Saarland’s fine cheese menu.\nThe country is one big farmer’s market. You can fill a picnic pannier at the local butcher (\nmetzgerei\n) which doesn’t just sell cuts of meat but, in most cases, also salami-filled rolls and all round deli deliciousness. The timelessly tempting\nBäckerei\nand\nKonditorei\n, bakery and pastry shops respectively, will have your mouth watering and your brain unable to choose. And the markets themselves are always brimming with seasonal produce from white asparagus in spring, cherries, apples, plums and berries in summer to an eclectic array of mushrooms in autumn. Look out for\nFederweisser\nstalls at this time of year too, serving young, freshly bottled wine, often served with seasonal onion tarts.\nFrom markets... to Christmas markets. One of the most famous Christmas markets in Europe is in Munich. Stalls steam with vats of\ngluhwein\nand sell Bavarian dishes and crafts. If you're not filled with the Christmas spirit within a few hours, at least you'll be full of\nlebkuchen\n.",
    "Title4": "Wine oclock",
    "Paragraph4": "It may be famous for beer, but the wine is sublime. And everywhere, with 13 wine growing areas, six of them in the Rhineland-Palatinate region. Riesling reigns, with the Ahr Valley famous for reds, Franconia for its dry Silvaner, Baden for Pinots and Saxony for Müller-Thurgau. Sample some by incorporating a German Wine Route into your holiday.",
    "image3": ""
}