[
  {
    "destination": "Burma",
    "mainPhoto": "",
    "id": "TBBU",
    "tourName": "Büyülü Myanmar",
    "placesVisited": "Burma, Myanmar",
    "generalInfo": "Yıllarca süren uluslararası soyutlanmadan sonra,   son derece güzel ve aynı derecede büyüleyici Burma ülkesi bir kez daha ziyaretçilere kapılarını açıyor ve bu tur,   bu olağanüstü ülkeyi tüm güzelliğiyle ortaya çıkarıyor.  Eski başkent Yangon’  dan yolculuğa başlayın ve altın pagodaları,   antik tapınakları,  güzel kırsal bölgeleri görün ve diğer önemli yerleri ziyaret edin; tüm bunları yaparken müthiş kültür ve geleneğe kendinizi kaptırın.<br><br><strong>Lütfen dikkat:  </strong> Bu örnek bir gezi programıdır ve kendi kişisel gereksinimlerinize ve bütçenize uyacak şekilde ayarlanabilir.",
    "durationDays": "13",
    "price": "1469",
    "image1": "siempretour-images/TBBU/tbbu_yangon_1.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Tipik Birmanya kahvaltısı  </li>\n<li>- Yarım günlük Shwedagon Pagodası turu</li>\n<li>- Palaung Köyü Yürüyüş Turu</li>\n<li>- Mandalay Bisiklet Turu</li>\n<li>- Bagan’  ın antik tapınakları arasında bisiklet turu</li>\n<li>- Inle Gölü Tekne Turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 11 gece,  yataklı gece otobüsünde 1 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>12 kahvaltı,  4 öğle yemeği</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Yangon' a Varış",
        "description": "Yangon artık Myanmar’  ın başkenti olmasa da,   sömürge mimarisi 19.   yüzyıl İngiliz sömürge başkentinin eşsiz bir örneği olmaya devam ediyor.   Şehir,   İngiliz,   Birmanya,   Çin ve Hint etkilerinin ilginç bir birleşimi."
      },
      {
        "dayNumber": 2,
        "title": "Yangon, Hsipaw",
        "description": "Bu sabah,   Shwedagon Pagodası’  nda yarım günlük bir tura çıkacaksınız.   Geleneksel bir Birmanya kahvaltısı ile başlayıp pagodayı ziyaret ederek,   Budizm hakkında ve Budizm’  in,   Nat’  lara   (  Myanmar’  daki ruhlar  )  olan geleneksel inançla,   pagodanın tarihiyle ve yakınlarda yaşayan insanların yaşamlarıyla nasıl bağdaştığı hakkında bilgi edineceksiniz.  Keşişlere sadaka verin,   sonra bir Birmanya öğle yemeğinden önce bir falcıya gidin.   Öğleden sonra,   Hsipaw’  a bir gece otobüsüne bineceğiniz otobüs terminaline ulaşımınız sağlanacak."
      },
      {
        "dayNumber": 3,
        "title": "Hsipaw",
        "description": "Hsipaw’  a varınca,  Shan ve diğer kabile halklarının yakın köylerden ticaret yapmak için geldiği taze ürün pazarına ve merkez çarşıya kısa bir yürüyüş yaparak bacaklarınızı esnetirken çantalarınızın otele gönderilmesini ayarlayacak yerel bir temsilci tarafından karşılanacaksınız."
      },
      {
        "dayNumber": 4,
        "title": "Kyaukme",
        "description": "Bu sabah Kyaukme’  ye kısa bir yolculuk için yol boyunca insanların binmesine ve inmesine ya da malların yüklenmesine ve indirilmesine imkan tanımak için küçük köylerde duran yerel bir otobüse bineceksiniz.   Otobüs bir postacı gibi işlev görmektedir,   dolayısıyla komşu köylere ürünlerini satmak için yolculuk eden yerel köylülerle birlikte sebze,   pirinç ve diğer mallarla çevrili yerel bir deneyim yaşayın."
      },
      {
        "dayNumber": 5,
        "title": "Pyin Oo Lwin",
        "description": "Sakin bir sabahın ardından,  1901 yılında inşa edilen ve dünyanın en yüksek ikinci demiryolu köprüsü olan muazzam Gökteik Viyadüğü’  nden geçerek,   Shan dağları arasında manzaralı bir tren yolculuğuyla Pyin Oo Lwin’  e seyahat edeceksiniz."
      },
      {
        "dayNumber": 6,
        "title": "Mandalay",
        "description": "Bugün dolmuşla Mandalay’  a seyahat edeceksiniz.   Otele giriş yaptıktan sonra günün geri kalanı size ait."
      },
      {
        "dayNumber": 7,
        "title": "Mandalay",
        "description": "Bugün,   Mandalay ve çevresinde yarım günlük bir bisiklet turuna çıkacaksınız.  Günlük pazarlar ve yaşam dolu mahallelerden geçecek,   ardından şehir dışına ve çiftçilerin tarlalarıyla meşgul olduğu,   susığırlarının tembelce çamurda yuvarlandığı,   keçilerin yeşilliklerde otlandığı ve arkadaş canlısı yerlilerin siz geçerken el salladığı kırsal bölgeye yöneleceksiniz.   Satılan farklı mahsuller hakkında bilgi edinmek için günlük bir pazarda duracak,   daha sonra bir bambu dokuma gösterisini izleyecek ve köylerdeki ve çiftliklerdeki yaşam biçimi hakkında bilgi edineceksiniz.   Şehre dönüşte,   birkaç lezzetli atıştırmalık ve çay için bir çay ocağında duracaksınız.   Günün geri kalanı size ait."
      },
      {
        "dayNumber": 9,
        "title": "Bagan",
        "description": "Bugün Bagan’  da rehber eşliğinde yarım günlük bisiklet turuna çıkacaksınız.   Palmiye ağaçları ve bambu kulübeler arasında rastgele yayılmış gibi görünen antik tapınak kalıntılarını geçin.   Ne zaman fotoğraf çekmek isterseniz durarak,   bisikletinizden en muhteşem manzaraların keyfini çıkarın."
      },
      {
        "dayNumber": 10,
        "title": "Bagan",
        "description": "Bugün boş gününüz.   Büyüleyici şehri kendi hızınızda daha çok keşfedebilir ya da günü ağırdan alabilirsiniz."
      },
      {
        "dayNumber": 11,
        "title": "Inle Gölü",
        "description": "Bugün Inle’  ye giden bir halk otobüsüne bineceğiniz otobüs istasyonuna ulaşımınız sağlanacak.   Inle’  ye varınca sizi otelinize ulaştıracak yerel bir temsilci tarafından karşılanacaksınız.   Otele giriş yaptıktan sonra,   günün geri kalanı size ait."
      },
      {
        "dayNumber": 12,
        "title": "Inle Gölü",
        "description": "Bugün gölde tam günlük rehber eşliğinde turda Inle Gölü’  nü doğrudan deneyimleyebileceksiniz.   Yüzyıllardır gölde,   tamamen ahşap kazıklar üzerine inşa edilmiş bir köyde yaşayan İntha halkı hakkında bilgi edinin.   Geleneksel pazarları,   bir puro fabrikasını,   yüzen domates bahçelerini,   Phaung Daw Oo Pagodası’  nı ve Burma kedilerinin yetiştirildiği Intha Heritage House’  u gezmeden önce yüzen bahçeleri ziyaret edin,   ünlü bacak kürekçilerini görün ve yerel bir ailenin evinde çay için."
      },
      {
        "dayNumber": 13,
        "title": "Yangon' dan Ayrılış",
        "description": ""
      }
    ],
    "map": "",
    "country": "Burma"
  }
]