{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "uganda-and-tanzania-luxury-safari",
  "tourName": "Uganda and Tanzania luxury safari",
  "placesVisited": "",
  "generalInfo": "GORRILAS TARANGIRE THE NGRONOGORY CRATER AND ZANZIBAR<br/><br/>This is an unforgettable 14-day bucket list journey through Uganda and Tanzania, Designed for discerning travellers who seek wildlife, culture, and then relaxation it is guided by Farhat and Francisca Jah. (the tour is also available on demand for couples and small groups on request)  Starting in Kampala, the itinerary takes you deep into the Bwindi Forest, first to trek and then  to encounter the endangered mountain gorillas in their natural habitat. The guided trek offers a once-in-a-lifetime opportunity to see these majestic creatures up close. Continue your exploration of Uganda’s rich biodiversity with a visit to the Golden Monkeys in Mgahinga National Park. These vibrant and rare primates are a delight to observe, making this experience just as captivating as the gorilla trek. Our time in Uganda draws to a close as we set off for Tanzania, consistently voted the world’s no 1 safari destination.<br/><br/><br/>A short flight brings us to Kilimanjaro International Airport. <br/>Tarangire Park is famous for its’ enormous herds of elephants, but you also have a good chance of seeing cheetah and leopard, lion, buffalo and a host of many other animal species. The name ‘Tara N’gire’ means ‘always water’: the park often still has water well into the dry months. The Park encloses a stunning variety of landscapes and offers many photographic opportunities. Immerse yourself in the awe-inspiring landscape of Northern Tanzania, with expert safari guides who make sure you don’t miss a moment of the action.<br/><br/>We have added a last highlight to the tour. After Breakfast, you drive over to<br/>the Karatu area and will enter the Ngorongoro crater in the afternoon. The colours are<br/>fantastic and to be on the floor of this, the largest volcanoes in the world, is suitable<br/>highlight to end the tour.<br/><br/>The Crater is the size of Paris and will be filled with animals. It is getting drier in September, and you will notice how even here, most animals will try and be near the water resources. At the end of the afternoon, you will need to drive up the Crater rim, out ad down the forest road and then make your way to your final stop on the tour – Tloma Mountain lodge. A lovely lodge set against the backdrop of the Crater Rim, on a working coffee farm, offering accommodation in stone cottages dotted around the premises. Food is fresh and local, and a pot of home roasted coffee is not to be missed here! You will sleep well at altitude and a under the warm duvets<br/><br/>End your adventure on the stunning Spice Island of Zanzibar. Here, unwind on pristine beaches, explore historic Stone Town, dive onto vibrant coral reefs or simply indulge in the island’s rich culinary traditions.  <br/><br/>With seamless transport, luxurious accommodation, and meaningful interactions with local communities, this thoughtfully crafted itinerary promises a perfect blend of adventure, discovery, and relaxation. Join us for an East African experience you’ll treasure forever.",
  "durationDays": "15",
  "price": "9372",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Uganda Arrive at Entebbe International Airport. After clearing immigration, meet your transfer to the hotel (Gateway Inn, Cassia Lodge, or similar). Enjoy dinner, a briefing on the itinerary, and overnight accommodation in a double room. Included: Airport transfer, dinner, accommodation."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer to Bwindi Forest Travel to Kanungu District in southwestern Uganda (6–7 hours by safari vehicle). Arrive at Rushanga Gorilla Lodge near Bwindi Impenetrable Forest, home to half of the world’s Mountain Gorillas. Settle in, meet the Gorilla Rangers, and enjoy optional short walks to stretch your legs. Included: Road transfer, all meals, accommodation, meet the rangers."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Acclimatisation Day Spend the day hiking in Bwindi Forest to acclimatise. Explore the lush, biodiverse forest, or visit nearby villages to meet local communities contributing to gorilla conservation. Enjoy a briefing in the evening to prepare for gorilla trekking. Overnight at Rushanga Gorilla Lodge. Included: Guided hike, meals, accommodation."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Gorilla Trekking Begin early with a briefing from the rangers before trekking to see Mountain Gorillas in their natural habitat. Follow expert trackers through dense jungle to locate a gorilla family, observing them up close for the allotted time. Return to the lodge for dinner and overnight stay. Included: Trekking fees, ranger guidance, meals, accommodation."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Golden Monkey Trekking Travel to Mgahinga National Park for an early start to trek and observe the endangered Golden Monkeys. Spend the day exploring their forest habitat with rangers. Transfer to BirdNest Resort for the evening. Included: Golden Monkey trekking, meals, transfer, accommodation."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Fly to Tanzania Fly from Kampala to Tanzania (Kilimanjaro or Arusha). Upon arrival, transfer to Katambuga House in Arusha for dinner and a relaxing evening in this tranquil lodge. Included: Transfer, flight, dinner, accommodation."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tarangire National Park Depart for Tarangire National Park, arriving at Olkeri Tented Lodge by mid-morning. After lunch, enjoy your first game drive, spotting wildlife in this scenic park known for its diverse ecosystems. Included: Meals, game drive, accommodation."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Safari in Tarangire Spend two full days exploring Tarangire’s vast savannahs and riverine forests on morning and afternoon game drives. Optional activities include night drives or guided bush walks. Relax at Olkeri Lodge in the evenings. Included: Game drives, meals, bush walks, accommodation."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": ": Ngorongoro Crater Travel to Ngorongoro Crater for an afternoon safari. Descend to the crater floor, a wildlife-rich haven, before heading to Tloma Mountain Lodge for the night. Included: Safari, meals, accommodation."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Flight to Zanzibar Drive to Arusha Airport for a flight to Zanzibar. Upon arrival, transfer to Flame Tree Cottages on the northern coast. Enjoy dinner and unwind in this beachfront resort. Included: Transfer, flight, dinner, accommodation."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Zanzibar Relax at Flame Tree Cottages with direct beach access. Optional activities include diving, snorkelling, spice plantation tours, or village visits. Daily breakfast is included, with other meals available locally. Included: Breakfast, accommodation."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Stone Town & Departure Transfer to Stone Town for a guided tour or free time to explore. After lunch, transfer to the airport for your international flight. Included: Transfer, tour, end of services."
    }
  ],
  "map": ""
}