{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-small-group-tour-savannahs-sands",
  "tourName": "Tanzania small group tour, savannahs & sands",
  "placesVisited": "Ngorongoro Crater, Three day camping safari, Arusha, Serengeti National Park, Olduvai Gorge, Lake Manyara, Lushoto, Dar es Salaam, Coral reefs and Zanzibar beaches, Stay in Zanzibar beach bungalows",
  "generalInfo": "This Tanzania small group tour is a ten day trip starting in Nairobi, Kenya and ending in Dar es Salaam, Tanzania, with a wide array of adventures in between. Travelling in a specially designed overland expedition vehicle with maximum twenty travellers and seating for 25, there is plenty of room for everyone. <br/><br/>We head straight over the border to Tanzania and have a chance to enjoy a three day camping safari to take in the country’s wide array of wildlife at the likes of Ngorongoro crater and of course the great Serengeti National Park with opportunities for game drives.   Please note that the Serengeti experience is an optional extra which you can purchase in advance of your holiday as one of our activity packages. We also visit Lake Manyara and the magnificent ancient site of Olduvai Gorge, which holds the earliest evidence of the existence of human ancestors.  <br/><br/>Changing savannah for sands, we head to Dar es Salaam and leave our expedition truck behind to take the ferry to the stunning Tanzanian island of Zanzibar. Here we spend two days staying in beach front accommodation basking in the beauty and heritage highlights that this Indian Ocean island has to offer, as well as one night in Stone Town, the island capital. <br/>",
  "durationDays": "10",
  "price": "2269",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Nairobi to Arusha Leaving the vibrant bustle of Nairobi behind, we journey south towards the Tanzanian border. Once the border formalities are complete, we continue to the lively town of Arusha, where we will settle in for the night. This region of Northern Tanzania serves as the gateway to the iconic landscapes of the Serengeti, the Ngorongoro Crater, and the majestic Mount Kilimanjaro. Route"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Serengeti National Park (Seronera) We are collected this morning in safari style vehicles and depart Arusha early , heading directly towards the Serengeti National Park. In the afternoon, we will arrive at our camp in the Seronera region located in the heart of the Serengeti. The camp is surrounded by spectacul ar views and abundant wildlife and this evening, while sipping on a cold b everage, we will enjoy the sights and sounds of nature passing right in front of your meru style tent Route"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Serengeti National Park (Seronera) This morning we rise early to enjoy a full day’s game drive through Serengeti National Park. Famous for the abundant wildlife that exists in the park, we will spend most of our day in search of the animals that reside here. Included Highlight"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ngorongoro Crater to Karatu We spend the morning commuting towards Ngorongoro Crate r where we will enter the conservation area and explore the crater floor in search of the animals which roam the plains. After our exploration, we exist the crater and make the short journey to Karatu where we will overnight. Included Highlight"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Karatu to Moshi Shortly after departing Karatu, we visit the vibrant Mto wa Mbu Market, nestled in the heart of this bustling village. Renowned for its abundant rice crops and famous red bananas, the town serves as a vital link between Arusha and the iconic Serengeti and Ngorongoro conservation areas. Today’s drive showcases Tanzania’s diverse beauty, transitioning from the fertile highlands and verdant coffee estates of Karatu, through sweeping open savannahs and traditional rural settlements, to the lush landscape at the base of Mount Kilimanjaro. Upon arriving in Moshi, enjoy a relaxed evening at your leisure, perhaps catching a glimpse of Kilimanjaro's peak (weather permitting) as you prepare for the next leg of your adventure. Route"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "To the coastal town of Bagamoyo Off to an early start, we begin our journey to our overnight accommodation on the sunny coast towards the town of Bagamoyo. The town of Bagamoyo lies north of the port of Dar es Salaam and was formerly known as the epicentre of the East African slave trade. The atmosphere of African travel envelopes us as we experience the hustle and bustle of one of Africa’s major travel routes. Taking in the buzzing markets and rural villages, we are able to take a glimpse into the window of African rural life. Our evening shall be spent relaxing and preparing for our exciting Zanzibar Excursion that begins tomorrow. Route"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ferry to Zanzibar and drive to Nungwi Today, we take a short drive towards Dar es Salaam where we leave our truck behind and take a leisurely ferry ride to Zanzibar Island. We'll then drive north through the island to the coastal town of Nunwi which will be our base for the next couple of days. There are plenty of excursions both on land and on the water which you can enjoy and your guide will be on hand to help arrange these. Route"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Nungwi, free time or optional activities Your day is free today to enjoy some of the many attractions and activities on offer, or just to chill out and relax. Nungwi offers fishing, snorkelling, scuba diving and various boat safari activities. You can also rent a scooter to explore the island independently. Local options"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Spice Tour and Stone Town This morning, we journey by road towards the historic Stone Town. En route, we pause for an immersive guided spice tour, winding through local villages and aromatic plantations. You will have the opportunity to watch skilled farm workers scale towering trees and identify exotic plants, with the chance to purchase fresh spices directly from the source. We then continue to Stone Town, a vibrant port city steeped in history. Once a pivotal landmark on the global spice and slave trade routes, the town remains a fascinating cultural crossroads. Our visit includes a guided walking tour to explore its iconic sites, including the birthplace of legendary Queen frontman, Freddie Mercury. Included Highlight"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Tour ends in Stone Town We bid farewell to our fellow travellers in the early afternoon, where your tour will come to an end in Stone Town, Zanzibar. OVERNIGHT"
    }
  ],
  "map": ""
}