{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-safari-holiday-in-the-serengeti",
  "tourName": "Tanzania safari holiday in the Serengeti",
  "placesVisited": "Arusha, Lake Manyara National Park, Serengeti National Park, Olduvai Gorge, Ngorongoro Crater Conservation Area, Characterful lodge accommodation",
  "generalInfo": "This Tanzania safari holiday in the Serengeti is a brilliantly time-efficient way to discover the vast plains and abundant wildlife of this beautiful East African country. Travelling by road, you’ll first arrive at Lake Manyara National Park, famous for its tree climbing lions. Spend two nights here in a tented lodge with panoramic views eastwards over Lake Manyara. Next, head to the vast and breath-taking Serengeti. Millions of animals roam here and, depending on when you travel, you have the chance to witness the Great Migration of wildebeest, zebra and Thomson’s gazelle moving across the plains in search of fresh grazing. Stay in a traditional lodge here for a further two nights, before visiting the Olduvai Gorge, also known as the ‘Cradle of Mankind’, on your way to the spectacular Ngorongoro Crater Conservation Area. You’ll spend half a day touring the crater, before your final night in an atmospheric, colonial style coffee plantation farm house. Throughout, you’ll be accompanied by an English speaking driver guide.",
  "durationDays": "7",
  "price": "6550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Transfer from your Arusha area hotel (hotel costs not included) to Arusha Airport. Fly by scheduled flight to Serengeti National Park departing 0800 arriving approximately 0930. You are met by the camp’s vehicle and provided a shared game drive en route to the camp. You have lunch at the camp and a chance to enjoy some of the facilities on offer. There is a shared afternoon game drive returning for dinner and overnight. Accommodation Dunia Camp or Olakira Migration Camp* on full board basis with soft drinks, drinking water, juice, local beer, house wine & non-premium spirits plus limited laundry"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You have shared morning and afternoon game drives in the camp’s vehicles using the camp as a base for meals and relaxation. Accommodation Dunia Camp or Olakira Migration Camp* on full board basis with soft drinks, drinking water, juice, local beer, house wine & non-premium spirits plus limited laundry"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer to the airstrip. Fly by scheduled flight to Lake Manyara airstrip departing between 1015 and 1100 arriving 1145. You are met by your exclusive safari vehicle and proceed to Ngorongoro Conservation Area arriving at the camp for late lunch. In the afternoon, you visit a Maasai village and enjoy the remarkable views of Olmoti Crater. Accommodation The Highlands on full board basis with soft drinks, drinking water, juice, local beer, house wine & non-premium spirits plus limited laundry"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A highlight awaits you this morning as you depart to explore what is commonly referred to as the World’s largest wildlife zoo. After breakfast, you descend with a picnic lunch through the early morning mists and 2,000 feet into the crater. Ngorongoro Crater is the World’s largest intact volcanic caldera. Due to its size and diversity, the crater floor is comprised of several distinct areas, ranging from forest, swamps, lakes and springs, to open grassland and some sandy dunes. It’s an awesome wildlife experience. A picnic lunch is served overlooking a small lake populated with hippos. You return to your lodge in the late afternoon for dinner and overnight. Accommodation The Highlands on full board basis (with picnic lunch) with soft drinks, drinking water, juice, local beer, house wine & non-premium spirits plus limited laundry"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Travel by road to Tarangire National Park arriving at the camp for late lunch. After some time to relax and enjoy the camp’s facilities, you have an afternoon game drive. You return to the camp for dinner and overnight. Accommodation Oliver’s Camp on full board basis with soft drinks, drinking water, juice, local beer, house wine & non-premium spirits plus limited laundry"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning shared bush walk with the camp’s guide (conditions permitting). Morning and afternoon game drives using the camp as a base for meals. In the evening, there is a shared night game drive in the camp’s vehicle. Dinner and overnight. Accommodation Oliver’s Camp on full board basis with soft drinks, drinking water, juice, local beer, house wine & non-premium spirits plus limited laundry"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After an early breakfast, you depart by road to Arusha where you transfer to Arusha Airport or Arusha City Centre. We can arrange extensions to Zanzibar for time on the beach if required."
    }
  ],
  "map": ""
}