{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "exciting-family-holiday-in-tanzania",
  "tourName": "Exciting family holiday in Tanzania",
  "placesVisited": "Arusha, Tarangire National Park, Lake Manyara National Park, Ngorongoro Crater, Serengeti National Park, Zanzibar, Stone Town, Zanzibar Beach",
  "generalInfo": "If there’s one thing to get children and parents raring to go it’s going to be an exciting family holiday in Tanzania and although there’s no age limit on this tailor made trip, older children, above 7 or 8yrs old, will certainly benefit the most. From the vast plains of the Serengeti to the unique environment of Ngorongoro Crater this experience will take you to some of Africa’s most concentrated areas for wildlife with stunning natural backdrops adding to the inspirational experiences for young and older travellers alike.<br/><br/>Watching lions on the prowl and elephants by the watering hole will become daily occurrences with ranger instructions enabling everyone to become skilled in the ways of safari and Tanzania's natural environment. From giraffes gorging on high branches to rhinos munching on low level shrubs, this trip will go some way to giving children first-hand experiences that they’ll no doubt cherish for the rest of their lives. As if the chance to spot leopards, zebra, buffalo and wildebeest in their natural environment wasn't enough, this two week tour rounds off on the stunning spice island of Zanzibar the home of white sand beaches and a mix of Arabian, African, Asian and European cultural influences.<br/><br/>A whole host of family-friendly accommodation and child-friendly facilities make this trip as relaxing and safe as possible with swimming pools, private verandas and community areas from where to socialise or stare wistfully at the night’s sky. Strict security at all camps and lodges featured within the itinerary ensures you can travel with confidence and enjoy every minute with a combination of electrified perimeters and well trained safari staff and patrol groups further ensuring a safe and secure experience. Further to the trained safari team all of the camps include strict safety instructions as to what is expected of safari guests and a full introductory meeting will explain the rules and regs as soon as you arrive.<br/>",
  "durationDays": "13",
  "price": "6000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARUSHA Arrive in Arusha where you will be met by one of our representatives and transferred to your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "TARANGIRE NATIONAL PARK Adventure calls as you take a road trip to Tarangire National Park. The park is cut through by the Tarangire River, which proves a magnet for all manner of wildlife during the long dry season when the surrounding area becomes particularly parched. Large herds roam the riverbed whilst zebra, buffalo, gazelle and wildebeest try to avoid the predatory advances of lion and leopard. Children will love becoming little explores as the spot 1 of 550 bird species in the Tarangire swamps."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "LAKE MANYARA NATIONAL PARK Rise with the sun as you take a short drive to Lake Manyara National park, a natural beauty. The calm glass-like waters stretch for nearly 50km along the base of the Rift Valley escarpment, sprinkled with the coral pink of a thousand flamingos. The dense acacia forest is home to families of baboons and tree-climbing lions, for which the park is notorious. Spend the day exploring the park before continuing to your lodge."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "NGORONGORO CRATER It’s an early start for explorers as you head to the Ngorongoro Crater. The ancient volcanic crater is home to an extraordinary concentration of wildlife including lions with burnt orange manes and spotted hyena. Adventures would be considered extremely unlucky if they left the Ngorongoro Crater having not spotted the big five. Lion, rhino, leopard, elephant and buffalo waiting in the wings, ready for their close-up! The views must not go unmentioned; from the first glimpse of the crater at ‘Heroes’ Point’, through the thick rain forest and down to the rich grassy plains there are countless photo opportunities with the family. The combination of natural scenery and wildlife is truly breath-taking. During the game drive you will stop for a delicious picnic on the crater floor, always a hit with hungry children."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "SERENGETI NATIONAL PARK After filling your stomachs you will head for the Serengeti National Park. En route, why not stop off at the Olduvai Gorge. The steep sided ravine in the heart of the Great Rift Valley is famous for the variety of early hominid fossils that have been found here. Children will love popping into the on-site museum for an immersive and exciting experience."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "SERENGETI NATIONAL PARK Enjoy two full days to explore the Serengeti with both morning and afternoon game drives. The Serengeti National Park is the jewel in the crown of Tanzania’s game parks and offers arguably the best game viewing in Africa. The setting is breathtaking; a sea of endless plains that stretch to the horizon is dotted with solitary acacia trees and termite mounds. The savannah is home to countless buffalo herds that migrate north on mass each year. Their journey does not come without its hazards as they make a splash in crocodile infested waters! Little explores will love spotting the abundant wildlife. Herds of eland, impala and gazelle avoid the prides of lion that rule the kingdom in this savannah, their hungry gaze and predatory strut makes them very distinctive among the dusty terrain. Solitary leopard stake out their place in the high branches of the acacia tree and herds of elephants roam at will. This is the Africa that you have always dreamed about."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SERENGETI NATIONAL PARK Your second day in the Serengeti."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "SERENGETI – ZANZIBAR Enjoy a morning game drive before transferring to the Seronera airstrip for a flight to Zanzibar. On arrival you will transfer to your hotel in Stone Town where you can unwind after a mammoth adventure so far."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "STONE TOWN Rise at your own pace as you spend the day exploring the wonderful labyrinthine streets of Stone Town. Most of the city was built in the 19th century when Zanzibar was a thriving trading community, a vital stop on the Spice Route where traders would stock up on warming cardamom, cinnamon and spicy pepper. You would not be blamed for getting lost in the beauty of this well preserved town. Hours slip by as you explore the narrow streets, following your nose into little alleyways flanked with crumbling colonial buildings, wrought iron balconies and thick wooden doors decorated with brass studs. Make sure to stop in the authentic cafes and sample the delicious cuisine.The city feels very exotic and children will be entranced! A tour of Stone Town is available on request."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "STONE TOWN - ZANZIBAR BEACH Continue your tour of Africa as you transfer to Zanzibar beach. The rest of the day is free for you to unwind on the white sand beaches or swim in the crystal blue seas."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "ZANZIBAR BEACH Enjoy two full days to watch the world go by from Zanzibar beach. For the adventurous, why not try a spot of snorkelling."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "ZANZIBAR BEACH – AIRPORT Time to say goodbye to Africa as you return home."
    }
  ],
  "map": ""
}