{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-wildlife-safari-holiday",
  "tourName": "Tanzania wildlife safari holiday",
  "placesVisited": "",
  "generalInfo": "Tanzania has some of the most iconic and best wildlife watching destinations in the world, on this safari travel through and explore some of Tanzania's best wildlife watching and safari destinations on this wonderful week long safari which explores both the Serengeti and Ngorogoro Crater and aims to showcase the very best of the natural world.<br/><br/>Introduction:<br/><br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife tours in Eastern Africa which combine various different wildlife watching activities. In order to develop our unrivalled range of combined wildlife watching holidays, our guides and colleagues around the world have spent years searching out the world’s best wildlife watching locations as well as visiting some seldom visited areas. This dedication has led us to create this comprehensive safari which visits nearly all of the important wildlife watching locations within Tanzania. <br/><br/>By visiting both the wonderful and world famous Serengeti plains and the largely enclosed Ngorogoro Crater this safari holiday of Tanzania visits the range of locations and offers the levels of diversity that you can see on this trip. <br/><br/>All of our tours are guided by our own professional zoologist (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) so you are sure to be in the best hands possible for the best sightings as well as a great network of local guides in East Africa who have developed a great range of wildlife watching locations where the rarest species are commonly seen. Also to try and make sure that we will see as many of the wildlife that Tanzania has to offer, including Lions, Rhinos, Elephants, Leopards, Cheetah and many more. On this trip we will spend many hours during the early morning and late afternoon on jeep safaris and also after dark each night (where possible) we will head out with high powered spotlights and start the search for nocturnal species. <br/><br/>One of the reasons why our wildlife watching holidays are unique is that our background (as a company) is from a scientific and zoological standpoint and so have a great network of colleagues and contacts all over the world who are the people on the front line in search of the best new locations for wildlife watching. All of these reasons and many more make us experts in arranging safaris and are able to tailor a safari to any location to try to find your targeted species. All you have to do is to get in touch with your budget and your group size and where you would like to go to try and find rare and elusive species.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner (where mentioned in the itinerary)). There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and open top 4x4 vehicles for all safaris. Where possible we use two brilliant guides; first a professional zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) will escort you on all your excursions and also very knowledgeable English speaking local guides who have decades of experience working and guiding throughout Eastern Africa. Your zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escort is an expert in mammal biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge of where some of the most elusive African animals are; as well as having years of experience in bringing people out to see Africa’s big five and its hundreds of other species safely. We also include all vehicle safaris, guided walks, spotlighting drives, cultural performances, cultural activities, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the African bush or some other wildlife watching activity. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>We recommend August as a great time for this trip as the wildlife is abundant at this time of year and the weather is not too hot and drier than other times of year. But we can run the trip at other times of year; just note that the price quoted here is based on the low season, we can and do run this tour at other times of year, the wildebeest migration can also be included, please ask for specific quotes for different times of the year.<br/><br/>Why Choose this Tour:<br/><br/>•\tAll of our wildlife watching holidays are guided by a zoologist (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) as well as local naturalist guides, drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge. <br/>•\tWe can offer you spotlighting trips after dark, where this is possible with local constraints and permissions.<br/>•\tWe can also bring thermal imaging and night vision equipment as well as spotting scopes (on request) to also aid in finding the nocturnal mammals after dark and scan the horizon for harder to see species.<br/>•\tWe use camera traps (where available) which will increase the chances of getting close up pictures and movies of rare animals and other rare nocturnal wildlife.<br/>•\tExplore a huge ranger of ecosystems and protected areas across two of the world's greatest wildlife watching destinations.<br/>•\tImmerse yourself into the wonderful life of the local Masaai people and see how their famous coloured beads are made and also see how they and their cattle interact and live alongside the wildlife of the African plains and valleys.<br/>•\tAll the above reasons give this East African safari holiday a great success rate of seeing the best wildlife around here. <br/>•\tWe have an unrivalled network of experts and guides throughout Eastern Africa so that we can try and find and observe animals such as the Big Five, gorillas, chimpanzees and hundreds of other species throughout Eastern Africa. Whether it is the Kenya, Tanzania, Uganda or Rwanda or any of the other many wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour travels to both the Serengeti and Ngorogoro Crater in Tanzania during this short but comprehensive wildlife watching safari.<br/><br/>Fitness Level:<br/><br/>The majority of wildlife watching is all done from the 4x4 safari vehicle so any fitness level can participate. There are very few walks involved and all do not require any special physical fitness.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old.",
  "durationDays": "7",
  "price": "3295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Lake Manyara - Arrival & Wildlife Watching On arrival in Tanzania you will meet your local guide and be taken to Naura Springs Hotel in Arusha, where you will have some lunch. Afterwards you will proceed to Lake Manyara (3 hours) and your lodge; which is set on the Mto Wa Mbu escarpment, overlooking the Great Rift Valley and the stunning soda lake. You will have your evening meal here watching the sunset in spectacular settings. (lunch and dinner included)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ngorogoro Crater - Travelling & Wildlife Watching Early this morning you have another game drive before being transferred to Ngorogoro Crater. You will make a brief stop at Olduvai Gorge to visit the museum before reaching your next lodge. This lodge is built into the rim of the dormant and collapsed volcano and provides spectacular views of the crater. (all meals included)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ngorogoro Crater - Wildlife Watching Today after breakfast you will descend down into the crater for a full day safari drive. The crater is home to nearly all (barring impala, giraffe and topi) East Africa's plains mammals. There are also hundreds of species of birds and the general wildlife viewing is truly exceptional. The endangered black rhino is a particular delight to find and watch and there is nowhere better to try and see a hunt as the crater is home to Africa's densest concentration of predators. The one strange feature of the animals here is that the majority of the elephants seem to be bulls. You will return to your lodge. (all meals included)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Tarangire National Park - Travelling & Wildlife Watching This morning you will depart Ngorogoro Crater and head over to Tarangire National Park. You will have lunch en-route at your lodge. Once you arrive at the park you will see the huge baobab trees and the herds of impala, hartebeest, wildebeest as well as elephants, buffalo, greater kudu, fringe-eared oryx and many other grazing species. The birding is exceptional here as well as the mammal watching and the park is a perfect way to finish you tour of Tanzania. (all meals included)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Early this morning you will have another morning game drive before departing back to Arusha for lunch at Naura Springs Hotel. After lunch you will be transferred back to Kilimanjaro Airport in time to catch your return flight home. (breakfast only included)"
    }
  ],
  "map": ""
}