{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "northern-tanzania-and-zanzibar-guided-safari",
  "tourName": "Northern Tanzania and Zanzibar guided safari",
  "placesVisited": "",
  "generalInfo": "The 9 days  experience designed to maximized the wildlife viewing and beach holiday by taking you to the Northern Tanzania finest parks of  Ngorongoro crater and    Tarangire National Park, then  fly to Zanzibar  islands . Ngorongoro believed to have formed some 2millions years ago, the crater harbors an astonishing varieties of landscapes from forests, peaks, craters, valleys, rivers to the lakes and plains. It is including the world famous Olduvai Gorge, where some of the our earliest human ancestors once hunt and gathered.<br/>The lovely 2600-square -km(1004-square-mile) park is continued to be something of a well kept secrets. Being the sixth largest national park in Tanzania, Tarangire remains slightly off the main safari circuit but is a terrifically scenic park featuring classic African savannah, green hills, woodlands and rivers and is especially famous for its large herds of elephants, superb birdlife and giant baobab trees.<br/><br/> Zanzibar is the perfect spot if your looking for a little rest and relaxation after your adventure in the dust roads of Ngorongoro and Tarangire or Kilimanjaro trek. Zanzibar guarantees the ultimate relaxation on beautiful white, soft sandy beaches, while also offering opportunities for fun island activities.",
  "durationDays": "9",
  "price": "2960",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon your arrival day at Kilimanjaro International Airport (JRO) and after M&G with our representative (driver guide), as the locals Tanzanians and over 10 years’ experience they know this country and her secrets. Then a transfer to you lodge. Transit time 1 hr."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast at your hotel head off to Tarangire National Park. This relative secrecy is odd because during the dry season it’s a part of the migratory movement and it’s second only to Ngorongoro Crater in concentration of wildlife. There are more than 500 species of birds in Tarangire National Park. Thousands of parched animals flock to the watering holes and thousands more makes their long way to the permanent water of the Tarangire River. Transit time 3 hrs."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After an early breakfast head off to Ngorongoro Crater for the crater tour. Just 10 miles wide, Ngorongoro Crater was formed from a collapsed volcano. It is now a self-sustaining ecosystem with the densest predator population in Africa – you may be able to spot the Big 5 in a single afternoon! Overnight at the camp located at the rim of the Ngorongoro Crater."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast at your tented camp in Ngorongoro located at the rim of the crater you'll drive to Arusha airport for your flight to Zanzibar upon arrival at Zanzibar international airport you will meet with our representative and transfer to Nungwi beaches for your much needed relaxation."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leasure at the hotel with your own time you can arrange activities at the hotel reception"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today it's your last day in Zanzibar depend on your international flight schedule you'll be transfer to Zanzibar International airport for your flight back home."
    }
  ],
  "map": ""
}