{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "great-migration-small-group-safari-tanzania",
  "tourName": "Great migration small group safari, Tanzania",
  "placesVisited": "",
  "generalInfo": "This great migration across Tanzania's Serengeti National Park is a spectacle of nature and an iconic safari option for avid travellers, nature lovers and those who want a little more from their African experience. In February the herd of 3 million Wildebeest give birth to 500,000 calves, which is in itself a wondrous event, but this attracts one of the highest densities of predators in Africa and the scene is set.<br/><br/>Before you arrive, our mobile camp will have moved to the right places close to the migration herds, enabling you to experience splendid isolation in total comfort. Daily game drives are blessed with a spectacular array of wildlife and the world's largest migration circuit, making the Serengeti is ultimate safari country.",
  "durationDays": "8",
  "price": "5825",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "This safari starts at Kilimanjaro airport where you will be met by our Tanzanian team and transfer to a Country House hotel near Arusha on a bed and breakfast basis. Set in the hills with lovely views, this boutique hotel has a fabulous restaurant and is the perfect place to rest and relax after a long flight."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, we will depart for a game drive inside Tarangire National Park, well known for its gigantic baobab trees, tree climbing pythons and large elephant herds. Enjoy an extended game drive ending at Nyiakani Tarangire Camp."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Awake to the wild sounds of nature for breakfast and depart for a full day game vireiwng within the reserve with picnic lunch. The park runs along the line of the Tarangire river that attracts an abundance of wildlife, from elephant, lion, leopard, buffalo, zebra, giraffe, antelope and an amazing variety of birds. ending at Kirurumu Manyara Lodge for dinner and overnight."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After an early breakfast, transfer to Lake Manayra Airport for a small plane flight to South Serengeti airstrip. Meet your guide and game drive to the stunning exclusive Bush Rover Migration Camp. After lunch, head out for a game drive returning to the camp for sundowners and dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Explore this game rich area of Serengeti and marvel at the greatest safari spectacle in the world. Tanzania is blessed with an incredible array of safari experiences, but the Serengeti, with its magnificent migrating herds and huge population of predators, is unbeatable. Return to the camp after your game drive, relax in the mess tent or from the balcony of your Bush Rover suite and take in the surroundings before heading to the camp fire for a sundowner before dinner prepared by your private chef."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Say goodbye to The Bush Rover Migration Camp and journey towards Lake Victoria, exploring the central area of the vast Serengeti. Arrive at the intimate Little Okavango Camp at last light. Dinner and overnight."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Awake at dawn for a quick cup of tea or coffee and head out by vehicle to Speke Bay named after John Hanning Speke, the first European to reach Lake Victoria in his search for the source of the Nile. Explore the coastline of this vast lake full of crocs, hippo and great birdlife right up to the fishing village of Mwaburugu- meet local boat builders from the Sukuma tribe and watch life on the lakeside with the men bringing in their catch. The tour lasts for 4 - 5 hours and gives a fascinating insight into life on the lake. Return by motor boat for a lovely brunch at the Little Okavango amazing tower. After lunch and a rest, enjoy a guided bird walk on camp's grounds or relax with a gentle canoe ride"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Mwanza Airport for a flight to Julius Nyerere Int Airport (DAR) where your safari ends."
    }
  ],
  "map": ""
}