{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-luxury-safari-holiday",
  "tourName": "Tanzania Luxury safari holiday",
  "placesVisited": "Lake Duluti, Tarangire National Park, Lake Manyara National Park, Ngorongoro Crater Conservation Area, Optional: nature and bush walks, Olduvai Gorge Palaeolithic site, Serengeti National Park, Game drives, Lodges and luxury tented camp accommodation",
  "generalInfo": "This Tanzania luxury safari is a nine-day tailor made holiday that provides a busy but well paced introduction to this beautiful country. Using a mixture of road and air travel, you will first explore the savannah and acacia parkland of Tarangire National Park, home to huge herds of migratory animals. From here, travel to Lake Manyara and keep an eye out for its famous tree climbing lions, then head to the breath-taking Ngorongoro Crater and stay in a lodge right on the crater edge. Discover the Olduvai Gorge Palaeolithic site, nicknamed ‘the cradle of mankind’ and finally crown this exceptional holiday with two nights in the vast Serengeti. <br/><br/>This safari covers a good amount of ground, so that you can enjoy several of Tanzania’s best game viewing destinations in minimum time. You’ll have the services of an English speaking driver guide throughout and will stay in a mixture of lodges and luxury tented camp accommodation.<br/>",
  "durationDays": "9",
  "price": "6075",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival at Kilimanjaro International Airport, you will be met by your driver/guide and escorted to the charming Arusha Coffee Lodge in the outskirts of Arusha Town, Dinner own account, overnight at the lodge"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, drive to Tarangire National Park in time for lunch at Tarangire Treetops Camp Tarangire Treetops-the camp sits serenely on the border of the Tarangire National Park - Tanzania. As you arrive at the Lodge, you are immediately greeted by a blaze of color and a host of smiles all of which belong to the local Maasai tribesmen who have become part of the enchanting story that is Tarangire Treetops Centered about a Main Lodge - which itself encases a thousand-year-old baobab tree - Tarangire Treetops comprises of 20 rooms all of which are elevated above the ground affording views over the tops of surrounding marula and baobab trees. Each Treetops Room boasts one of the largest bedrooms to be found in any camp or lodge in East Africa – with a floor space of 65 square metres – and all with an exotic double shower en suite bathroom. With furnishings that create warmth and demonstrate a commitment to local craftsmanship, the ‘up-in-the-air’ experience is completed by the open-fronted room design affording views across the Tarangire plains from an expansive but private balcony. Afternoon game drive in Tarangire National Park, all meals and overnight at Tarangire Treetops Camp-LDBB Distance/drive time: 165km / 2 hours"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Spend a full day on safari in Tarangire National Park with morning and afternoon game drives. Second only to the Ngorongoro Crater as a dry-season (June/July) sanctuary for vast herds of migratory creatures, the park’s wildlife tends to follow clearly defined seasonal patterns. First to move north-east, often as far as Lake Natron, are the zebras and wildebeests, which begin their trek in October. After them, trek the gazelles, buffaloes, elands, oryxes and hartebeests. Finally, the elephants move out. The Defassa waterbucks, impalas, giraffes, lesser kudus, Kirk’s dik and warthogs, meanwhile, remain resident. The return of the park’s migratory species begins in June and July; firstly, with the oryxes and elands, then the elephants; and finally, the zebras and wildebeest. Breakfast, lunch and dinner and overnight at Tarangire Treetops Camp-LDBB"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast drive to Lake Manyara National Park arriving at Kilimamoja Lodge in time for lunch. Nestled on the rim of the Great African Rift Valley Manyara Kilima Moja Lodge has stunning views over Lake Manyara, Mount Meru and Mount Kilimanjaro on a clear day. The lodge is set on pristine lush green gardens and local vegetation with over 130 species of birds. All rooms have panoramic views of the surrounding area. All rooms are tastefully decorated with all the amenities one would expect in a 5-star lodge, inclusive of inside and outside shower, bath, air conditioning, fire places, Wi-Fi, mini bar, safe and private balcony After lunch, enjoy an afternoon game drive in the park. All meals and overnight at Manyara Kilima Moja Lodge-LDBB Distance/drive time: 150km / 2 hours"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, drive to the Ngorongoro Crater Conservation Area and ascend the edge of the crater, before check in at Ngorongoro Lodge Meliá Collection The Ngorongoro Conservation Area is home to an ecosystem that is unlike any other in Tanzania. Designed with the utmost respect for the environment, this lodge allows you to sleep accompanied by the sounds of nature, wake up admiring the Ngorongoro Crater, and enjoy a truly extraordinary safari experience. Ngorongoro is home to a large assortment of animals including zebra, buffalo, warthog, wildebeest, hippo and elephants; and an amazing population of predators - lions, hyenas, jackals, cheetahs and the elusive leopard. Spend the afternoon at leisure enjoying the lodge’s ammenitites or opt for one of the available optional safari activities-like Cultural activities in nearby Masai villages Due to its high concentration of wildlife, close-range viewing opportunities and striking scenery it one of Tanzania’s most visited safari destinations. All meals and overnight at Ngorongoro Lodge Meliá Collection (The Rim Room) -LDBB Distance/drive time: 66kms / 1 hour"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast descend into the crater for a day tour returning to the lodge for lunch(or taking wih you packed box lunch if you prefer) Spend the remainder of the evening at leisure enjoying the lodge’s ammenitites All meals and overnight at Ngorongoro Lodge Meliá Collection (The Rim Room) -LDBB"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, drive to Olduvai Gorge, one of the world’s most important Palaeolithic sites. Arrive in the Serengeti National Park in time for lunch at the Meliá Serengeti Lodge, and then enjoy an afternoon’s game drive. Dinner and overnight at the lodge Meliá Serengeti Lodge: Located in the heart of the world-renowned Serengeti National Park and overlooking the Mbalageti River Valley Less than an hour from Seronera airport and 335 km from Arusha, with easy access to Kenya and Lake Victoria Elegant rooms and suites with a Maasai-inspired décor and terraces offering spectacular views. Magnificent facilities made from sustainable architectural materials, including a swimming pool, gym, spa, Kids&Co and a meeting room equipped with the latest technology, World-class dining experience combining a fusion of local flavors and international cuisine. Located in Serengeti National Park, a UNESCO World Heritage Site with 15,000km2 of pure nature and the greatest concentration of wildlife on the continent, our five-star hotel boasts phenomenal views of the Mbalageti River Valley. Explore this world-class safari destination and come face-to-face with everything from lions and leopards to cheetahs and giraffes. The soul of the wild surroundings infuses every detail of the lodge, through locally sourced materials, traditional Maasai patterns, and colors in harmony with the landscape. You’ll feel fully immersed in the exquisite setting while enjoying premium services and facilities, including a swimming pool, gym, spa and range of gourmet restaurants. Whether enjoying the flower-scented sunsets, breath-taking Serengeti vistas, or any of our first-rate amenities, you’ll feel the magic of Africa every moment of your stay. Distance/drive time: 200km / 2 ½ hours"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "A full day on safari in the vast and sensational Serengeti. Breakfast, lunch and dinner at Meliá Serengeti Lodge Serengeti Park Covering 14,763 sq. km of endlessly rolling savannah plains, the Serengeti is Tanzania’s first-established, largest and most famous park wherein tens of thousands of hoofed animals roam in a constant and unremitting search for the fresh grasslands upon which their survival depends. The million-plus wildebeest are the predominant herbivore and also the main prey of a huge cast of large carnivores, principally lion and hyena. Whilst the annual migration is the Serengeti’s most famous attraction, the Park is also renowned for its lion, many of which have been fitted with radio-transmitter collars so that their movements may be tracked, and additionally for its wealth of cheetah, zebra, giraffe, Thomson’s and Grant’s gazelle, eland, impala, klipspringer, hippo and warthog"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, transfer to the airstrip for your internal flight to Arusha airport (Included in the safari price). Transfer either to a city hotel or to the Kilimanjaro International Airport."
    }
  ],
  "map": ""
}