{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "southern-tanzania-luxury-safari-holiday",
  "tourName": "Southern Tanzania luxury safari holiday",
  "placesVisited": "Selous, Impala Camp, Ruaha, Jongomero Camp, Dar es Salaam",
  "generalInfo": "This luxury safari holiday takes you to some of the best game viewing spots in Southern Tanzania – the wild and remote Selous Game Reserve and Ruaha National Park. In the Selous you’ll stay at Sand Rivers, which sitsright above the banks of the Rufiji River. It’s the perfect setting for birdwatching, boating safaris and fishing, game drives and walking safaris.<br/><br/>In Ruaha National Park you’ll find true wilderness and will come across few other visitors. Kichaka Frontier Camp is known for its incredible walking safaris, led by the expert Moli, but game drives and fly campingare available as well. Big cats and elephant are often seen in the park, and there’s also a good chance of seeing the endangered African wild dog.<br/><br/>September and October are the best months to visit Selous and Ruaha – the grasses have thinned after the long dry season, making the animals easier to spot, and the weather is warm, with clear skies for stargazing.<br/>",
  "durationDays": "12",
  "price": "10750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arriving at the airport, your safari starts with a light aircraft flight into the heart of the Selous Game Reserve, just 45 minutes from Dar es Salaam. You get some great views of the Rufiji River and tall borassus palms as you fly in over the reserve. After settling into Sand Rivers, head out on a guided boat safari, gliding over the water as you watch out for hippo and crocodiles and admire the sunset. Tonight in camp you can enjoy a bush dinner by lamplight, and choose what you'd like to do tomorrow."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On your first few days of safari in Selous, whether you've chosen bush walks, game drives or boat safaris (or a combination of them all), you'll be in for some close wildlife encounters. You could see lion, elephant, wild dogs, zebra, wildebeest, giraffe, impala and eland, as well as the elusive leopard. Each game activity is led by an expert guide and with a small group of guests from the camp. Building a camaraderie with your fellow safari-goers, you can recall tales from your day's adventure while gathered around the dinner table or campfire in the evenings."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After a morning of game viewing, you will set off in the afternoon on foot accompanied by a ranger who will share their knowledge and passion for the reserve's wildlife as well as ensuring your safety. Being on foot gives you a completely different perspective to being in a vehicle, allowing you to appreciate the smaller details, from the wonderful birdlife to paw prints in the dirt. You feel far more immersed in the landscape, and your proximity to the wildlife provides you with many stories to take home. You'll end your guided bush walk at a fly camp, sitting around the campfire and watching the stars."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "You're likely to wake with first light this morning, and after breakfast you will walk through the bush back to camp. In the afternoon you will have a chance to do a game drive or boat trip before your final night in camp."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast this morning you will catch a light aircraft flight over the hills to the Ruaha National Park. Here you'll stay at Kichaka Frontier Camp, made up of just three luxurious tents with views over the grasslands located in the Landa section of the park. You'll arrive in time for lunch and your first afternoon game drive."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The game viewing in Ruaha is prolific with ungulates including impala, waterbuck, bushbuck, giraffe, zebra and buffalo. Both greater and lesser kudu are present, as well as roan and sable antelope. There are large prides of lion, often twenty or more, spotted, as well as striped hyena, packs of wild dog and leopard. The birdlife is particularly colorful, and sitting in camp it's not unusual to spot many species such as emerald spotted doves, brown parrots and crested barbets. You have the opportunity for both game drives and walking safaris, but Kichaka's specialty is walking."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Wildlife viewing is particularly rewarding in the dry season when the game congregates at water sources. With only a few camps in the park and Kichaka situated in a remote section of it, visitor numbers are few and it's unspoilt and peaceful."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "The emphasis on your safari from Kichaka Frontier Camp, with your host and guide Moli, is on the walking safaris which really unveil the magic of Ruaha. Moli is one of the best and most experienced guides in Tanzania and knows the park like the back of his hand. The focus of the walk is to take in the smaller details of the bush, tracking animals by their footprints, stopping to admire birdlife in the trees, and watching smaller creatures and their behaviors without the noise and disturbance of a vehicle. Larger game such as elephant and buffalo may be encountered, too, and Moli will instruct you on how to behave in order to remain safe around these larger animals."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "You'll fly back to Dar es Salaam today and if you have time in the afternoon you can do a bit of shopping at the Slipway and enjoy your last Tanzanian meal. You'll then begin your overnight journey home to London."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Arrive early morning in Heathrow."
    }
  ],
  "map": ""
}