{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "nyerere-np-mafia-island-holiday-in-tanzania",
  "tourName": "Nyerere NP & Mafia Island holiday in Tanzania",
  "placesVisited": "",
  "generalInfo": "On this journey you'll visit The Nyerere National park, the largest area of protected pristine wilderness remained in Africa and the jewel of the Indian ocean,  Mafia Island. The big advantage of visiting Nyerere National is that most of the game viewing will be done from the water, you'll also engage in different activities like walking, camping and a boat tour. It's always spectacular watching a heard of elephants showering, playing and having fun, as you sit in a boat in the middle of river Rufiji.",
  "durationDays": "8",
  "price": "4500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Tanzania! Upon arrival at Julius Nyerere International Airport, you'll meet with your guide and you'll be transferred to your hotel at the shores of Indian Ocean for the evening relaxing."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today after an early breakfast you'll be transferred to Nyerere National park through the Mtemere gate. Arriving at your camp in the afternoon for the hot lunch. The camp is situated 20minutes from the Mtemere gate and later on in the afternoon drive to the park for your afternoon game drive and return to the camp before dark."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today early morning with your picnic breakfast drive off to the park for your half day game drive, explore the beauty of the Nyerere National Park with your opened 4x4 land cruiser. Most of the game viewing and birds watching will be done along the lakes and swamps. Return to the camp in the afternoon for your hot lunch, and then proceeding with the boat tour in the afternoon."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today early morning head off to the park for your early morning game viewing with an option of guided nature walk , walking through the bush or beside a river is a rare opportunity to get up close with the nature.Return to the camp in the afternoon for your lunch and in the evening go for the boat tour you never know what's around the Rufiji River."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today after the breakfast head off to Dar es salaam for your flight to Mafia Island. Mafia Island is a jewlery of the Indian Ocean, the whaleshark and humpback whales, the kilometers of beutiful pristine coastline just waiting for you."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today after the breakfast , head off for snorkel in the Mafia Island which offers an extraordinary diversity of marine life and provide some of the most spectacular coral reefs. Late on visit to Chole Island the oldest still inhabited settlement in the archipelago , with the remains of old Arab buildings used by the Germans during war 1."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today in the morning enjoy a dhow sail around the the Chole Bay. The dhow is a traditional boat which has been used for the manys years in the coast of East Africa. In the afternoon rest and relax at the beach."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today it's your last day in Mafia, after the breakfast you'll be transferred to Mafia Airport for your flight to Dar es salaam and later on connect with your International flight from Nyerere International Airport. End of the safari in Tanzania and welcome back!"
    }
  ],
  "map": ""
}