{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "kaka-circuit-safari-in-tanzania",
  "tourName": "Kaka Circuit safari in Tanzania",
  "placesVisited": "",
  "generalInfo": "We specialise in tailor made safaris for travellers of all types, including couples, friends and families. This is our new favourite Tanzania route, which can be customised specifically for you.<br/><br/>On this tour we will take you to Tanzania's incredible National Parks, miraculous places of which few remain now on Earth. When we take you to local places, and we mean local and not touristic. We are here to design a truly memorable experience for you.<br/><br/>Activities on this tour include game viewing, nature walks, hiking, birding and if you are interested, biking around villages on local routes, authentic cultural visits, night game drives and star gazing.<br/><br/>We are local operators who have spent a lot of time in our field, and we have first hand knowledge and experience to ensure we can provide the best for our guests. The health, happiness and safety of our customers is our priority.On your safari you will travel with the best possible professional guides, who are commended for their experience, friendly, enthusiastic and positive attitude, their knowledge and of course their sense of humour!<br/><br/>We are a conservation focused travel company, started by two proud conservationists with the belief of conserving these beautiful places and its people through responsible tourism. Imagine being on safari with us knowing you have contributed to the wonderful places and communities you are visiting, and supporting conservation efforts for the betterment of generations after us.",
  "durationDays": "10",
  "price": "14500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arriving at Kilimanjaro International Airport, Received by our team members right outside your International Flight. Our team will help you to clear all airport papers including visa ,passport and help you with luggage. Driving for 45 minutes to Overnight in Arusha region."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Leaving after breakfast at 08h00 and spend a day doing game drives in Arusha National Park with packed lunch and will get the opportunity to do the walk for 1hr to 2hrs depend on guest discretion. The walk provides you with a beautiful scenery of Mt. MERU along side with water falls especially after a long day spent in the vehicle."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Leaving after breakfast at 08h00 and the whole day drive South of Arusha with packed lunch into Maasai Lands. The lunch set-up on the view will be done right in the wild between Maasai land. After lunch will be able to drive slowly in Tarangire National Park and stays for two nights in one of our favourite Camp. The main activities will be Game drives,Walkings, Night Game drives under African Starry Starry Night Sky."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early morning game drive with packed breakfast and later coming back for an early lunch at the camp. After Lunch, a drive via Manyara National Park, this park is small but beautiful place for wild game, Authentic wild fragrance, scenery and birding towards Ngorongoro hills. On the slope of these hills will spend two nights. One night on the day of arrival and the other after spending the whole day in Ngorongoro Crater."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive down in Ngorongoro Crater with packed breakfast spend the day in the crater and coming back for late lunch back at the lodge. On this day if there is a local market will have the opportunity to go to this place which is one of the biggest local market happens once per every month but if not then will have go to the small local market, happens everyday to experience the cultural economics. For those who wish to go to spa, this is their day too, they are more than welcome. For this day we can set more activities for those who wish to do after a game drive from Ngorongoro crater."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, leaving the camp and drive via Ngorongoro highlands with packed lunch to Eastern plains of Serengeti National Park for 3 nights. A game drive en-route. These vast plains are famous for cats and much of our time will spend doing game drives."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Packing everything after breakfast and drive through the Central Serengeti towards the Southern Serengeti with packed lunch. Spend the whole day out on game drive and arrive late afternoon to the camp for other two nights. The two nights will be spent doing game drives and walkings. If the opportunity rise, you might encounter Black Rhino which is potentially endangered compared to any other in Africa Rhino but this place also host some few packs of Africa Wild dogs which are also endangered."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Early morning at Sunrise Packing everything and Say goodbye to Serengeti, Ngorongoro, Manyara, Tarangire, Arusha National Park whether by road or take a flight from Ndutu Aistrip to Arusha and be ready for an evening Departure from Kilimanjaro International Airport which you landed on your Arrival. Our team will be there to assist, to provide you with special attention just like the way they did on your arrival date to make sure its a hassle-free way of your Safari. On this day will be Saying See you soon and not Goodbye."
    }
  ],
  "map": ""
}