{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "northern-tanzania-fly-in-luxury-safari",
  "tourName": "Northern Tanzania fly-in luxury safari",
  "placesVisited": "",
  "generalInfo": "Tanzania is well established as one of the best wildlife-viewing destination in the World. Safaris follow the trail of giant herds of antelope or wildebeest across the Serengeti, while Lions lounge in the shade waiting for their next meal to trot by. On the horizon looms the conical silhouette of Kilimanjaro, beckoning the strong of lung and leg. This Safari is a uniquely and extensively combined bush flights and best accommodation to offer you the greatest safari experience, far from the beaten track, venturing deep into the beautiful celebrated Northern Tanzania National Parks at great comfort.<br/><br/>Classic Great Northern Tanzania Fly-In Safari gives a broader, horizon-reaching perspective of the African wildernesses that clients have come to see, free of traffic, poor roads and the minibus melee. Take you to the more secluded camps and lodges, offering bespoke access to the most game-rich areas for an in-depth, privileged safari experience with the most dedicated hosts, resident and intimately familiar with their surroundings.",
  "durationDays": "9",
  "price": "13230",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival/ Arusha- JAMBO! Upon arrival at Kilimanjaro Airport, you will be met by our customer care representative who will introduce the Driver Guide who will be with you throughout the safari. He will then assist you with the transfer to your hotel in Arusha, assist you with the hotel check-in and brief you on your program ahead (Bed/Breakfast)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tarangire National Park - Spend the early morning enjoying a Coffee Plantation tour at an extra cost, get to know how Tanzanian grow and process their coffee. Also at no extra cost visit Shanga which is a heartwarming project based in Arusha Coffee Lodge to create unique, high-quality, handmade jewelry, glassware and homeware using recycled materials. These products are sold in Tanzania and all over the world, with profits being reinvested back into development of new products and further employment of disabled people. Employing over 55 Tanzanians with disabilities, Shanga has two shop and workshops. Later you will be transferred to Arusha Airport where you will fly Tarangire on Coastal Aviation departing at 1300hrs to arrive Tarangire at 1320hrs.Tarangire National Park is Tanzania’s best-kept secret on the northern safari circuit. Named after a nearby river called Tarangire, it has the same attractions as the parks up-north- the only difference is that this place is not usually as crowded as the other ones. Hot lunch will be served at lodge, following check in, depart for an afternoon game viewing drive in the park returning later as the sun sets. Spend the next day exploring Tarangire National Park. With an optional night game viewing drive This is a year-round park with distinct seasons offering different experiences, from dusty, dry and baking with animals clustered around the rapidly reducing river, to the fecund green season full of newborn animals and chattering birds. Overnight: Tarangire Treetops, Meals (Breakfast/ Lunch/ Dinner)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Serengeti National Park - Optional morning walking safari then you will be transferred to the airstrip to fly to Serengeti at 1120hrs arriving Serengeti Seronera at 1215hrs.Your guide will be eagerly be waiting for you to arrive at your camp in time for lunch followed by a classic afternoon super safari in the Serengeti. Overnight: Serengeti Pioneer Camp, Meals( Breakfast/ Lunch/ Dinner)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Serengeti National Park - Enjoy a full day game drives (meals taken in true safari style ‘in the bush’) in the vast and sensational Serengeti, which covers 14,763 sq km of endlessly rolling savannah. Venue for ‘the greatest wildlife show on Earth’, the annual migration of over one million wildebeest, the park is also renowned for its lions, cheetahs, zebras, giraffes and plains game. Overnight: Serengeti Pioneer Camp, Meal( Breakfast/ Lunch/ Dinner)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ngorongoro Conservation Area - This morning enjoy a last game viewing in Serengeti and transfer to the airstrip where you will fly Manyara at 1115hrs to arrive 1150hrs.Your guide will be waiting for you, enjoy a one and half hour road transfer to the famous Ngorongoro Crater Conservation Area (NCCA), which features rolling plains, lakes, craters, mountains and dormant volcanoes. Arrive at lodge in time for lunch. Enjoy an afternoon at leisure with an optional visit to the Masai village to learn about their unique culture/Enjoy an optional walk depending on the season/also at an extra cost- no safari is complete without experiencing a traditional bush lunch. Relax under the natural canopy of an acacia tree, whilst your personal butler serves up a feast. Nothing is quite so essentially safari as this. Tailored service with cold drinks and your private chef preparing delicious meals surrounded by breathtaking surroundings in total privacy totally completes this Out of Africa experience. After enjoying your morning game drive, your guide will bring you to your private location within the Ngorongoro Crater where the camp team awaits to seat you. Overnight: Lemala Ngorongoro Camp, Meals( Breakfast/ Lunch/ Dinner)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ngorongoro Conservation Area - After breakfast, descend into the ‘8th Wonder of the World’, a unique biosphere that has remained virtually unchanged since the dawn of time. Enclosed within its towering walls are grasslands, swamps, forests, saltpans, a fresh water lake and a glorious variety of birdlife. Here too are all the members of the ‘Big Five’ (lion, elephant, rhino, leopard and buffalo) as well as a large cast of plains game and one of Africa’s densest populations of predators. Enjoy a picnic lunch on the crater floor before climbing back up and driving to your camp in time for relaxation before dinner. Overnight: Lemala Ngorongoro Camp, Meals( Breakfast/ Lunch/ Dinner)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast drive to the beautiful Lake Manyara, a shallow alkaline lake that shimmers in a cleft in the Great Rift Valley. Enjoy lunch and check in at your lodge. Then later enjoy an afternoon game viewing in Lake Manyara National Park famous for its tree climbing lions. Later return to your lodge for dinner and overnight. Accommodation: Lake Manyara Escarpment Lodge, Meals( Breakfast/ Lunch/ Dinner)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Departure - Spend the day at leisure utilizing the lodge facilities or take an optional Mto Wa Mbu market shopping tour where you will get a chance to interact with the local community and also test your bargaining power or even a last game drive in Manyara where you will pay park entrance fee directly on your own cost. Later transfer to Manyara Airstrip where you will fly Kilimanjaro 1740hrs arriving at 1830hrs. Upon arrival connect with your outbound flight home. Say good bye to the wonderful country and promise to join us on another expedition."
    }
  ],
  "map": ""
}