{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-small-group-safari",
  "tourName": "Tanzania small group safari",
  "placesVisited": "Nairobi, Mto Wa Mbu, Ngorongoro Crater, Serengeti National Park, Basic camping, Jeep safaris, Marangu, Usambara Mountains, Dar es Salaam, Zanzibar, Stone Town, Northern beaches, Spice plantation tours",
  "generalInfo": "This two week small group safari in Tanzania takes travellers on the road to Zanzibar via some of East Africa’s top settings for wildlife including Serengeti National Park and the Ngorongoro Crater.<br/><br/>Basic campsites and 6-person safari vehicles allow you to become immersed in Tanzania’s incredible plains and mountainous regions with walking tours in the Usambara Mountains and the foothills of Kilimanjaro allowing for untold adventures to freely unfold.<br/><br/>From the farming villages and markets of Marangu to the chance to meet local Chagga communities and learn about charitable children’s projects in Moshi, this two week tour of Tanzania features a great blend of cultural enlightenment and classic safari experiences.<br/><br/>Four final days on the spice island of Zanzibar provide an amazing opportunity to relax, snorkel and indulge your senses with the gentle lapping waves of the Indian Ocean bound to stay long in the memory even after your tan has finally faded.<br/><br/>",
  "durationDays": "12",
  "price": "2135",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Nairobi.",
      "description": "Jambo! Welcome to Kenya. Your adventure begins with a welcome meeting at 6 pm. You can arrive at any time as there are no activities planned until this important meeting. If you arrive early, perhaps head out and explore the National Museum of Kenya, the Karen Blixen Museum or the highly recommended Bomas of Kenya, where traditional homesteads of several Kenyan tribes are displayed in an outdoor village."
    },
    {
      "dayNumber": 2,
      "title": "Mto wa Mbu.",
      "description": "Depart early for Mto wa Mbu in your overland truck. The trip includes a border crossing from Kenya into Tanzania, so be sure to have your passport handy. While you're on the road, there will be a stop at an ATM and a market or shop to stock up on any supplies you might need for the coming days. Arrive in Mto wa Mbu and acquaint yourself with this delightful small village – it's a fascinating snapshot of small-town African life, situated well off the tourist trail."
    },
    {
      "dayNumber": 3,
      "title": "Ngorongoro Crater / Serengeti National Park.",
      "description": "Get up early, put your camping and personal gear into a six-person jeep and head out for an excursion into the Serengeti via the Ngorongoro Crater. Enjoy a safari in the crater, spending 3 to 4 hours exploring this incredible, perfectly intact volcanic caldera. Watch for black rhinos, lions, leopards, elephants, impalas, zebras and hippos. The crater floor offers excellent game viewing all year round (some 30,000 animals live here) and the photo opportunities are unrivalled. Next, it's on to the wide-open plains of the Serengeti. Green after the rains, brown and burnt in the dry season, this is perhaps the quintessential image of Africa – the home of thousands of hoofed animals and fierce predators. Your campsite is within the Serengeti itself, so listen out for the sounds of nocturnal animals as you drift off to sleep."
    },
    {
      "dayNumber": 4,
      "title": "Serengeti National Park.",
      "description": "Awake at dawn and embark on a game drive. You will head out while the animals are at their most active, then head back to camp for brunch at around 11 am. After spending the middle of the day relaxing, just like the animals do, head out again as the day begins to cool. You'll return from this second game drive in time for dinner. There's also the option of a balloon ride over the park this morning – in place of some of today’s game drives. If you have pre-booked this activity, you will be picked up before dawn and driven to the launch site. After a safety briefing, glide through the dawn, sometimes at tree height, getting some amazing photo opportunities. Sometimes you will ascend, getting an overview of the enormity of the plains and the early morning movements of the teeming herds. After landing, indulge in a five-star bush breakfast, then be returned to camp."
    },
    {
      "dayNumber": 5,
      "title": "Serengeti National Park / Mto wa Mbu.",
      "description": "Rise with the sun and enjoy another game drive as you leave the Serengeti in your dust. Jump back into your overland vehicle and head for Mto wa Mbu. After setting up camp, we'll take a guided stroll through the farming areas, local homes and farmlands, getting to know the local community and their way of life. Later, we'll enjoy a scrumptious local dinner in town."
    },
    {
      "dayNumber": 6,
      "title": "Usambara Mountains.",
      "description": "Prepare yourself for a long travel day heading for the Usambara Mountains. Stretch your legs during a brief supply stop in Arusha, then jump back in the vehicle and watch the ever-changing scenery, read your favourite book or get to really know your fellow travellers. Your base will be Lushoto – an old German colony and home to the Wasambaa people. This highland town sits at approximately 1400 metres and this evening you'll camp in the grounds of one of the oldest hotels in Africa."
    },
    {
      "dayNumber": 7,
      "title": "Usambara Mountains.",
      "description": "Explore the beautiful Usambara Mountains today – a lovely unspoilt area of Tanzania. Unlike the coast and the north, very few tourists visit this part of the country, so it has a freshness that can be hard to find elsewhere. As beautiful as the surrounding mountains and rainforests are, however, the real jewels here are the local people and villages. You'll experience some hospitality on a visit to some of the small local communities. From your base, you will take a walk out to the gorgeous Irente viewpoint. It's best to pack some water and snacks in a day pack for this trip. On your way back, visit a local cultural project where you enjoy a prepared lunch."
    },
    {
      "dayNumber": 8,
      "title": "Dar es Salaam.",
      "description": "Leaving the mountains behind, travel further south to the coastal town of Kipepeo Beach in Dar es Salaam. Your camp is by the beach, so make the most of it – perhaps take a stroll along the shore after you arrive and settle in."
    },
    {
      "dayNumber": 9,
      "title": "Stone Town.",
      "description": "Catch a ferry to Zanzibar, Africa’s famous ‘Spice Island.’ On arrival, enjoy some free time to discover Zanzibar City at your own pace. Lose yourself in the maze of cobblestone alleyways in Stone Town, admire the mix of Arabic, African and European architecture, or soak up the bustling atmosphere of Darajani Bazaar. This afternoon, you’ll have another welcome meeting at 2 pm to meet the new travellers joining you on the next leg of your adventure. After your meeting, perhaps head out together for dinner at a local restaurant – your leader will have the best recommendations."
    },
    {
      "dayNumber": 10,
      "title": "Zanzibar Northern Beaches.",
      "description": "Once checked out of your Stone Town accommodation, consider booking in to an optional guided tour of the island's spice plantations, learning all about the history of this town's spice trade. You will have the opportunity to smell and taste various spices, such as cinnamon, vanilla and ginger, plus sample some teas made with these spices too. After lunch, head to the Northern Beaches, where white sands and sparkling blue seas await. This is the Indian Ocean at its best."
    },
    {
      "dayNumber": 11,
      "title": "Zanzibar Northern Beaches.",
      "description": "Ease into the day with the sound of gentle waves and soft ocean breezes. With a full day free to enjoy Zanzibar’s coastline, you might choose to take a refreshing swim, stretch out on the beach beneath the palms, or savour the flavours of the island with a seafood dinner by the water. However you spend it, today is all about slowing down and letting the rhythm of island life take over."
    },
    {
      "dayNumber": 12,
      "title": "Stone Town.",
      "description": "After checking out of your accommodation this morning, you will make your way back to Stone Town, arriving at a centrally-located hotel around 12 pm. With no activities planned for today, you are free to leave at any time. That doesn't mean your adventure has to come to an end! If you wish to stay on in Zanzibar, either at the Northern Beaches beach resort or in Stone Town, we'll be happy to organise additional accommodation (subject to availability)."
    }
  ],
  "map": ""
}