{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-luxury-safari-and-beach-holiday",
  "tourName": "Tanzania luxury safari and beach holiday",
  "placesVisited": "Selous Game Reserve, Rufiji River, thatched en-suite safari tent, walking safaris and game drives, on-site swimming pool and safari activities, Indian Ocean island offshore from Dar-Es-Salaam, en-suite beach cottage, beach activities include: sailing, kayaking, snorkelling and guided nature walks",
  "generalInfo": "Ideal as a honeymoon or special occasion trip, this itinerary puts true wilderness in perspective.  Combined with an idyllic remote island beach, this is a trip for making memories.<br/><br/>Ruaha is the largest National Park in Tanzania – nearly 50% bigger than the Serengeti, yet with a tenth of the number of visitors.  The trip brings critical tourist incomes to a little visited park – but also affords a properly wild experience. Amongst its lonely plains, sweeping sand rivers and swathes of woodland, elephants occur in large herds.  There are an abundance of predators: lions, leopard, hunting dog, hyena.  And great crocodiles in the Ruaha river, the Park’s lifeblood.  It’s also fantastic walking and driving country for the guides, who have the freedom of these vast, diverse tracts of land.<br/><br/>The Selous Game Reserve is popular with wildlife connoisseurs – for its remoteness, and being situated within the largest game reserve in Africa.  The Rufiji River is its life force – full of hippos and crocodiles … the eleven million acres of bush, woodland, hills and grassland a diverse eco system.  To be in the Selous is to suddenly walk onto a hidden riverbank, and see the flash of a leopard leaping the rocks on the opposite bank, to watch from a treetop hide as a herd of elephant silently crosses a waterhole, and to come upon a pack of African hunting dogs alone on their kill as you round a curve in the river.  A truly wild place.<br/><br/>In Zanzibar, explore the historical heritage in the heart of Stone Town and then enjoy the secluded powder-white sand beach and warm Indian Ocean waters of the north-west of Zanzibar. Both properties on Zanzibar allow guests to indulge in luxury spa treatments and exquisite cuisine, while embracing the simplicity and serenity of beach life.  On the beach in the north east of the island, Kilindi Zanzibar comprises of a series of white-domed Pavilion guest rooms all set in 50 acres of lush tropical gardens, is a rarity in the world of luxury boutique hotels. Originally designed for Benny Andersson - one of the members of the 1970's pop group ABBA - Kilindi is a true blend of the very best of diverse cultures to be found in Tanzania and on its adjacent island of Zanzibar.  In each of the Pavilion suites, white wooden-slatted shutters embrace wide-arched glassless windows each affording spectacular views over the Indian Ocean. This same openness allows the gentle ocean breeze to waft throughout each of the rooms and carry with it the delightful soundtrack of Kilindi's colourful birdlife. Any stay at Kilindi will be a delight for the senses.   Activities include dolphin &amp; snorkelling tour, sunset dhow cruise, SUPing and kayaking at Elewana Kilindi Zanzibar",
  "durationDays": "11",
  "price": "9270",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 7,
      "title": "",
      "description": "Fly to Dar and on to Zanzibar for 1 night in Stone Town at Jafferhi House on a bed and breakfast basis. A building over 100 years old, Jafferji House has been past from generation to generation, finally opening its doors as a guest-house and spa. Ideally located in the heart of Stone Town, close to all the attractions the historical town has to offer, Jafferji House & Spa is a small, eccentric boutique hotel. The design of the hotel captures the heritage of an era gone by and combines this with modern-day amenities, creating comfort and personalised service with attention to every detail. The suites each have a story to tell and are wonderfully furnished with Zanzibari, Swahili, Omani and Afghani antiques and artefacts. The rooftop restaurant serves Swahili cuisine, infused with a continental twist that includes many of the spices that Zanzibar is famous for: cumin, cardamom, cinnamon, star anise, turmeric, saffron, cloves and pepper. Ocean-fresh seafood is combined with freshly available produce"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to Zanzibar airport for onward flight arrangements."
    }
  ],
  "map": ""
}