{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "serengeti-great-migration-safari-tanzania",
  "tourName": "Serengeti great migration safari, Tanzania",
  "placesVisited": "",
  "generalInfo": "The short grass plains are what the southern Serengeti is famous for. The soils are fertile, supporting up to two million animals during the rainy season.<br/><br/>December to March is the calving season where the migration of zebras and wildebeests are calving on the plains of southern Serengeti (Ndutu area), offering dramatic wildlife experiences that   never to forget. After the short rains of November the grass on the plains become greener hence attract millions of wildebeests and zebras it's calving season.. .It's the lions seasons!!",
  "durationDays": "6",
  "price": "4150",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome Tanzania! Upon arrival at Arusha airport you'll be meet with your guide and transferred to your lodge in Arusha for overnight stay. Transit time 1hr"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today after breakfast at the lodge, drive to southern Serengeti for the afternoon game drive. The Onset of the November's short rain season turn the plains of Serengeti into green carpet thus attract millions of wildebeests and hundreds thousands of zebras. It's calving seasons! It's lions seasons. Transit time 6hrs30."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today an early morning game drive. Enjoy the morning sunrise while exploring the plains and the woodland of southern serengeti, Return to your camp for the lunch and proceed with the afternoon game drive later on and return to the camp before dark for the overnight stay."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today after an early breakfast drive to Central Serengeti with the game on route.From the sea of the waving grass dotted with umbrellas acacias and ants hills to the rivers and water holes Serengeti is the home of the big cats. Arrive at your camp before dark for dinner and overnight stay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After an early breakfast drive to Ngorongoro highlands for the crater tour. At just 10 miles wide, Ngorongoro crater was formed from a collapsed volcano. It’s now a self- sustaining ecosystem with the densest predator populations in all of Africa. Transit time 3hrs."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today after breakfast, you will be transferred to Kilimanjaro International Airport for your flight back home or extend your holiday to Zanzibar or Mafia island."
    }
  ],
  "map": ""
}