{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "mbede-safari-circuit-luxury-in-tanzania",
  "tourName": "Mbede safari circuit luxury in Tanzania",
  "placesVisited": "",
  "generalInfo": "This Luxurious Africa Safari circuit, delivers a high-end service for our guest. The places we took you, provides Africa's Spectacular Wildlife Experience and Unique Scenery. There is full of unique culture experience to these sites and a non-stop adventure hosted in semi-tented camp,full tented camps to lodges.<br/><br/>In a nut shell, the entire experience is enriched by Cultural, Adventure,Wildlife,Walking, Fine dining,Gourmet cooking and a highly personalised Service.",
  "durationDays": "10",
  "price": "15300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arriving at Kilimanjaro International Airport, then an hour drive to Arusha region to Overnight in Legendary Lodge"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Wake up at Leisure , with a beautiful breakfast around coffee trees, then 1hour drive to Arusha National Park with packed lunch for an opening 3hours private gamedrive and later Overnight in Legendary Lodge"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Early breakfast, then leave with packed lunch and a 2 hours drive to Tarangire National Park gate, then a Full day gamedrive in Tarangire National Park and overnight in Little ChemChem Lodge."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Early Morning Gamedrive with packed lunch, then coming back for a hot lunch in the lodge and later a cultural visit with Sundowner on the Lake, then Overnight in Little ChemChem"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, 1hour drive to Lake Manyara National Park Gate with Packed Lunch, then a full Day Gamedrive in Lake Manyara National Park and Overnight in Gibbs Farm"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Depart early with packed breakfast and drive for 45minutes to Ngorongoro Crater gate, then a 6hours gamedrive down the crater floor but Hot lunch back at Gibbs farm and Overnight at Gibbs farm"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After Breakfast, 1hour drive to Manyara Airstrip, followed by 1hour 25mnts flight to Sasakwa Airstrip, then 1hour drive to Singita Sabora,gamedrive enroute. A Hot Lunch at Singita Sabora, then Evening Gamedrive with beautiful sundowner on flat lands of sabora Overnight at Sabora tented Camp"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Early Private gamedrive with packed breakfast and later a hot lunch at the camp, followed with evening Private gamedrive and Overnight at Sabora Camp"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Private Gamedrive with Private Bush breakfast in Serengeti Sabora Camp and Explore the untouched wild places in Singita Grumeti game reserve, then Overnight in Singita Sabora Camp."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Wake up at leisure, Breakfast on the best unique view of Sabora plains , then 1hour drive to Sasakwa Airstrip, ready for 1hour 40mnts flight to Arusha Airport to have a day room at Legendary lodge before your International flight back home"
    }
  ],
  "map": ""
}