{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "ona-circuit-luxury-safari-tanzania",
  "tourName": "Ona Circuit luxury safari Tanzania",
  "placesVisited": "",
  "generalInfo": "This safari can be tailored for all ages from children to adults. Activities include game viewing, nature walks, exercise walk, birding and if you are interested, biking around villages on local routes, cultural visits to local communities, night game drives and star gazing.<br/><br/>When we take you to local places, we mean local and not touristic. We are here to create memories for you with professional guides who are experienced, friendly, knowledgeable , positive attitude , enthusiastic and have sense of humour.<br/><br/>We are a conservation travel brand started out from two proud conservationists with the belief of conserving these beautiful places and saving their people from the more negative effects commerce. We are local operators spent a lot of time in field, Before we take you there we experience these places  first because we want to provide the best for our guest. Your are to be warmly serviced by people who are kind, who are thoughtful, who understand what guests are looking for, and who know how to respond to their requests and to exceed their expectations. They are professional and dedicated. Safety and Healthy its our priority.",
  "durationDays": "10",
  "price": "21000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arriving at Kilimanjaro International Airport and drive to one of the best luxurious lodge in Arusha. Our team will be there at the Airport with your name right after coming off your international flight, waiting to assist you with all the procedures. Fill all the paper work needed, carry your luggage and escort you to our Proffesional Guide who by then will be there waiting to take you to Arusha for the night."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arusha town tour or game drive introduction in Arusha National Park, so as to adjust their Body and Brain (BB) to Africa time due to time zone change."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A flight to Tarangire National Park or a 2hrs drive from the lodge to Tarangire National Park with packed lunch, spend a day on game drive inside the park and later stay for two nights in one of the luxurious lodge in Tarangire, some are private owned concession with beautiful private game drives and other activities within."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast or with packed breakfast, A game drive en-route Manyara National Park to Ngorongoro crater and in the afternoon we have an arrangement for a Iraqw community tour or maasai community tour."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Leave early for Ngorongoro Crater with packed breakfast, do the half day game drive in Crater and coming back for the hot late lunch to the lodge. If the guest are keen then they will do local Cow milking or enjoy the Maasai Stories at the fireplace in a beautiful organic vegetable garden whilst enjoy their gin/tonic at sundowner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After Coffee roasting early in the morning you will have your own roasted coffee for breakfast and drive to Manyara Airport, thereafter fly to a private concession on Western part of Serengeti for 3 nights doing game drives, walking, bike riding or night game drives at Africa Starry Night."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast you will fly back to Arusha and have a day room ,Lunch, Re-freshing in one of the luxurious lodge before an evening drive to Kilimanjaro International Airport. On your arrival at the Airport, our team will be there to ensure your Safari is A Hassle-free way. They will invite you, escort you, carry your luggage, assist you to clear all the paper works at the Airport whilst you sitting, relaxing and thinking of all your Safari Experience. End of your Safari."
    }
  ],
  "map": ""
}