{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "great-migration-photography-holiday-tanzania",
  "tourName": "Great migration photography holiday, Tanzania",
  "placesVisited": "",
  "generalInfo": "Tanzania is a theater of raw, unscripted drama for the wildlife photographer. It’s the tension before a river crossing, a million hooves churning dust into gold. It’s the intimate moment of elephants communing by a Tarangire river, their ancient eyes holding galaxies of wisdom. It’s the explosive chase on the Serengeti plains, where survival is measured in heartbeats. Within Ngorongoro’s crater walls, life is condensed into a breathtaking frame—predator and prey on a stage millions of years old. This is photography that captures the wild’s unyielding pulse, its brutal beauty, and its timeless soul.<br/><br/>Your journey begins where the giants walk. In Tarangire National Park, you don’t just see elephants—you are immersed in their world. This is home to the highest elephant population density in Tanzania, where monumental herds move with ancient, seismic grace through a landscape of surreal beauty. The air is filled with their deep, resonant rumbles and the dazzling chorus of over 550 species of amazing birdlife. All of this unfolds beneath the watchful gaze of ancient, colossal baobab trees, their silhouettes painting a scene of timeless, scenic grandeur against the vast African sky.<br/><br/>From the baobab-dotted plains, you ascend to the roof of the world and peer into Ngorongoro Crater. This is not a view; it’s a vision. The scenic majesty of this unbroken caldera, a self-contained Eden, takes your breath away. Within its walls thrives the world’s densest concentration of larger mammals, a breathtaking micro-kingdom. Here, your search turns to one of Earth’s rarest sights: the critically endangered black rhinoceros. Witnessing this prehistoric survivor is a testament to fierce, ongoing preservation, a profound encounter with conservation in action.<br/><br/>Then, the horizon expands infinitely. The Central Serengeti reveals itself as the vibrant microcosm of the entire Serengeti ecosystem. This is the stage for the eternal drama of predator and prey, where lion prides reign over rocky kopjes and cheetahs survey the golden grasses. It is the enduring, year-round heart of the wild.<br/><br/>Finally, the journey culminates in the Northern Serengeti. In the dry season, this rugged, remote land transforms into the ultimate great migration refuge. Witness the Mara River’s dramatic, churning crossings, where thunderous herds of wildebeest and zebra brave crocodile-infested waters in a desperate, thrilling push for survival. It is raw, unfiltered nature at its most powerful and poignant.<br/><br/>This curated safari is a passage through the definitive icons of Africa—from elephant kingdoms and sunken Edens to the eternal plains and the river of life itself. It is the greatest wildlife sequence on Earth, experienced in its full, majestic spectrum.",
  "durationDays": "11",
  "price": "9320",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival at Kilimanjaro International Airport after immigration formalities, meet your safari guide outside of the arrival lounge. Your destination on the first night is Arusha, 55 km away from Kilimanjaro International Airport (about 1 hour drive). Overnight at Kahawa house Dinner and breakfast provided."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arusha—Tarangire National Park Your safari guide will have your packed lunch in a vehicle before you leave for Tarangire. The drive will take 2 – 2.5 hours. At the main gate to Tarangire National Park, while your guide pays Park fees, you can stretch your legs in the parking lot; this is a good time to use the restroom. Tarangire National Park covers 2600 square kilometers (1615 square miles). The diversity of flora and fauna is great year-round, though in the wet season some wildlife like wildebeest and zebra tend to wander widely to an extensive Maasai steppe south of the park. Lunch at the park when your appetite calls. After lunch, you will continue with the game drive for a couple of hours. Overnight—Tarangire Safari lodge Breakfast, lunch, and dinner provided & unlimited drinking water in the car."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore the beauty of Tarangire The bird and elephant populations at Tarangire are phenomenal. The park has over 500 bird species—a mecca for birders! Besides birding, the park has the largest elephant population density per square kilometer in the northern part of the country compared to other parks. The great wildlife diversity of the park makes it one of the great places that can be visited year-round, though many claim that Tarangire is its best in the dry season. At the camp, you’ll have a few hours for lunch and a rest before the late afternoon game drive. Another option could be having a packed breakfast and lunch instead of stopping at the camp for lunch; this would allow us to extend time in the park. Overnight— Tarangire Safari lodge Breakfast, lunch, and dinner provided & unlimited drinking water in the car."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tarangire—Ngorongoro Enjoy the half day game drive in Tarangire before proceeding to Karatu via Mto wa Mbu village. Today you will visit Tarangire primary school for a school visit and then proceed to Mto wa Mbu village for cultural tourism. You can observe irrigation farming and wander the village on foot or bike and later enjoy the local food. After lunch you will be driven to Ngorongoro for dinner and overnight at the Angata tented camp Breakfast, lunch, and dinner provided & unlimited drinking water in the car."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ngorongoro Crater You will take a packed breakfast for an early start to visit the famous Ngorongoro Crater. Today will be a long day. You will arrive at Ngorongoro Crater around 7 to start your game drive! Ngorongoro Conservation Area covers 8,292 square kilometres (5200 square miles). The crater was formed over 2.5 million years ago after violent volcanic activities. The volcano eventually collapsed to form a huge depression known as a crater, though technically it is a caldera due to the type of formation and the size of the area. Wildlife diversity is wonderful in the crater, and it is one of the very few places left in the world where the black rhinoceros thrive. We will break for lunch when you are ready. After lunch, we will continue with a game drive until 12 before driving out of the crater to get back to the camp. Sighting of rhinos in the dry season is quite challenging because their favourite pasture is dry and short; usually, the rainy season is the best time to see them as they wander more widely because of abundant food almost everywhere. Overnight – Angata tented camp Breakfast, lunch, and dinner provided & unlimited drinking water in the car"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Moru, Seronera, & East Serengeti Enjoy the game drive according to your plan with your guide. Serengeti National Park is a huge park that covers 14,763 sq kilometers (9200 miles). The central core commonly known as Seronera is one of the great areas for big cats sighting; it’s never a guarantee, but chances are higher. Great migration moves into different parts of the park at different times of the year as the animal searches for water and pasture. From June to October, the Central Serengeti hosts the resident wildlife as the transition zone between the short grass plain of the Southern Serengeti and the woodland and long grassland of the Western Serengeti. It has adequate pasture and water from variable sources that sustain the population of the resident game. After lunch at the camp, you will leave again in the late afternoon when the sun cools for a couple of hours’ game drive. Overnight—Angata tented camp"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "An early departure again with packed breakfast, to explore the Serengeti. Each day in the wilderness gives a complete difference with the previous day’s experience. Wild animals are so interesting to watch and observe their behavior, our game plan goes across unbeaten tracks where you feel immersed in the heart of the wilderness. Sharing knowledge of flora and fauna makes safaris more interesting and entertaining. Breakfast when you build up an appetite. Each part of the Serengeti Ecosystem has variable areas for game drives one can stay for several days and yet feels genuine on each game drive. Lunch at the camp, then siesta and leave again by the late afternoon when the sun cools down. Evening drives are great as sometimes might be able to see nocturnal creatures, like caracal, Serval cat or porcupines, or even predator / prey activities. Dinner & Overnight - Angata tented camp"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Central—Northern Serengeti Depart with packed lunch to the Northern Serengeti across the most remote parts of the park to maximize chances for wildlife sightings. The variable terrain and habitat of the Serengeti ecosystem provide potential habitat to an amazing variety and concentration of wildlife species. The rock outcroppings are not only scenic, but they also provide essential habitat for cats to hide their newborn at the early stage when they are prone to their natural enemies. Birds of different species can be observed and identified, including big birds of prey like the Martial eagle, Verraux eagle, dark and pale chanting goshawks, Verraux eagle owls; the area has a fascinating abundance of birdlife. You’ll enjoy lunch in the bush when you build up your appetite; after lunch carry on with the game on the way to the Northern Serengeti. Overnight –Mara mara tented lodge Breakfast, lunch, and dinner provided & unlimited drinking water in the car."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Northern Serengeti An early start after breakfast for a game drive with a packed lunch. Taking a packed lunch allows flexibility on the game drive, as you won’t need to adjust your time for the sake of getting to the camp for lunch. Sightings like the great migration crossing the flooded river require a lot of patience, as sometimes animals gather in massive herds over the river bank a few hours before crossing. Besides the great migration, the area has amazing wildlife diversity including big and small cats such as the lions, leopards, cheetahs, and even smaller cats like the caracal, African wild cats and the serval cats. Generally, small cats are more crepuscular in nature; they are more active in the twilight of dawn and dusk and are rarely seen in daylight hours. Your professional safari guide will pick a nice spot for lunch in the bush while enjoying the natural beauty of the Serengeti. After lunch carry on with the game drive for a couple of hours. Overnight – Mara mara tented lodge Breakfast, lunch, and dinner provided & unlimited drinking water in the car."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "An early start again with packed breakfast for game drive in different areas in the Northern Serengeti. The rocky outcrops serves potential habitat for cats to give birth and hide their cubs, at times you might see Leopards or lions basking on the rocks. Besides the river crossing at the Mara River, the river has lots of crocodiles and hundreds if not thousands of Hippopotamuses as well. Breakfast at the bush when you build up an appetite. After breakfast continue with the game drive for few hours before lunch. There is always an opportunity to spot something in the wilderness. Lunch at the lodge, leave again when the sun cools down by the late afternoon for few hours’ games drive and enjoy some drinks in the middle of the Serengeti with the sun set. Dinner & overnight"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After a final morning in the wild, you will transfer to Kogatende Airstrip for your scenic flight back to Arusha. This journey offers a stunning final perspective on the open plain you've explored before you connect with your flight home."
    }
  ],
  "map": ""
}