{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-culture-and-community-holiday",
  "tourName": "Tanzania culture and community holiday",
  "placesVisited": "",
  "generalInfo": "Imagine immersing yourself in Tanzania’s vibrant culture, stunning landscapes, and inspiring stories. This journey brings you closer to the people and places that make this East African country truly unique. Picture staying in our farm’s eco-friendly lodges or tents along the serene shores of Lake Victoria, powered entirely by renewable energy, where lush greenery and local wildlife create the perfect setting for your adventure.<br/><br/>This is not just about seeing Tanzania, it is about experiencing it. Spend your days engaging with local educators to understand the challenges of providing education with limited resources. Visit doctors and organisations supporting women living with HIV or addressing child labour, and experience daily life by drawing water from wells, grazing livestock, or exploring the striking rock formations in the city.<br/><br/>Take your adventure further with an optional Serengeti safari, where Africa’s legendary wildlife roams freely across sweeping plains. Then, escape to the peaceful Juma Island, where time slows down and there are no cars or motorbikes to interrupt the tranquillity. Explore lively local markets filled with fresh fish and colourful vegetables, soaking in the authentic rhythm of Tanzanian life.<br/><br/>For the ultimate ending, extend your trip to Zanzibar’s sunlit beaches or dive into the clear waters off Dar es Salaam, uncovering the treasures of Tanzania’s coastline.<br/><br/>No matter your dietary preferences, whether vegetarian, vegan, or other requirements, our catering ensures everyone is well looked after.<br/><br/>To ensure the best possible experience, day trips may be rearranged based on weather conditions.<br/><br/>Please note that anyone wishing to volunteer in a school must complete a DBS check before arriving in Tanzania.",
  "durationDays": "21",
  "price": "1495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Mwanza (from Dar es Salaam) Arrival at Mwanza International Airport Transfer to your hotel as well as going to a supermarket for your personal needs, welcome dinner, and orientation"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring the area Guided walking tour of the villages close by. Presentation of a local NGO Evening at leisure"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Meeting with Local Educators and local leaders Participate in discussions on education and poverty with teachers and local leaders, visiting a school after school time."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Visit to a Women’s Health Organization Visit an NGO supporting women with HIV in Geita and learn about health challenges and initiatives aimed at improving women’s health."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Free Day for Relaxation Enjoy the day at the hotel pool or opt for a local cultural experience (making a local chair)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Juma Island Excursion. Day trip to Juma Island (no cars or motorbikes). Explore and experience traditional island life"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Visit Mwanza, see how local fabrics are made (Kiting factory). In the afternoon we visit an NGO, SOMA, the founder will show you around in the factory and he will tell you his experiences as a social entrepreneur,discussing his journey in creating backpacks for schoolchildren that generate solar energy to help them do their homework and other activities at night."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Rest & Reflection Free day to relax by the pool"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Experiencing Local Daily Life. Participate in activities such as fetching water from the well or herding livestock Engage with local families and learn about their routines and challenges"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Visiting Mwanza town Visit the stunning rock formations around Mwanza as well as the centre. Learn about malaria in the laboratory of a private clinic and visit an NGO combat child labor. Afternoon at leisure"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Visit a agricultural farm as well as an agricultural organization learning about crops and how to grow them best."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "optional: Serengeti National Park. Safari to Serengeti National Park (Optional) or visiting Geita gold trade market and the forest of Geita. Optional 3-day Serengeti safari (add-on) Day 1: Game drive in Serengeti, overnight at a safari lodge Day 13: Serengeti Safari (Optional) Day 2: Full day of game drives, exploring the diverse wildlife of the Serengeti Day 14: Serengeti Safari & Return to Mwanza (Optional) Day 3: Final morning game drive, return to Mwanza in the evening"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Free Day, relax at the pool."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Visit to Saanane Island. Day trip to Saanane Island National Park, a serene spot for hiking, wildlife viewing, and picnicking"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Cultural Heritage Experience Visit Bujora museum and learn about local tribes and learn about Tanzania’s rich cultural heritage and traditions"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Visit the local markets, fish, goat and/or vegetables. learn about keeping fish and/or goats. See the local wich doctor in the afternoon."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Clean up the environment (plastic) with your guides and show villagers the importance of this. Afternoon we will evaluate this trip and prepare your trip back home."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Going to Mwanza and fly out to Dar es Salaam to leave back home or for instance to extend your trip with a few days to Zanzibar and/or dar es Salaam."
    }
  ],
  "map": ""
}