{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-national-park-holiday-off-the-beaten-path",
  "tourName": "Tanzania national park holiday, off the beaten path",
  "placesVisited": "",
  "generalInfo": "On this journey you'll visit Enduimet Wildlife Management area - the strategic location of the Enduimet area makes it the perfect place for both game driving and guided walks at the foot of Mount Kilimanjaro, whilst enjoying beautiful views of the highest free standing mountain in the world. You'll also visit Mkomazi National Park and the most remote salt lake in Tanzania, also known as the flamingoes breeding ground, Lake Natron; as well as the North Eastern Serengeti, Central Serengeti, Ngorongoro crater, Tarangire National Park and Arusha National Park.",
  "durationDays": "12",
  "price": "5530",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon your arrival and meet and greet with your holiday representative you'll be transfered to your lodge for the overnight stay."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today after the breakfast drive to Arusha National park for the guided walk with an armed ranger and later on proceed with the game drive. With only 137square km has more to see than many much larger national parks. Visit the great and small Momella lakes,, the forests that surround the Ngurdoto crater. the small Serengeti where you might spot the big animals like giraffes, buffaloes and some families of baboons. Return at your lodge in the evening for the overnight stay."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today after the breakfast drive to Enduimet Wildlife Reserve (southern Amboseli) for the game drive and Ranger guided walk. With it's strategic location makes it the amazing place for the game drive and walking while enjoying photogenic view of the highest free standing mountain in the World."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today after the breakfast headoff to Mkomazi national Park, via Kilimanjaro North scenic route,upon your arrival you'll proceed with the game drive. Return to your camp before dark for the overnight stay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today early in the morning start your game in this less visited park enjoy the sundown and the sunrise from the magnificent mountain views found in this park. Visit the rhinocerous and the wild dogs projects situated in the park. Return to your camp in the afternoon for the overnight stay."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today after the breakfast drive back to Arusha via the Moshi town (stop for a barbeque if possible) and proceed to Arusha."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today after breakfast drive to Tarangire National Park. This relative secrecy is odd because during the dry season it’s a part of the migratory movement and it’s second only to Ngorongoro Crater in concentration of wildlife. There are more than 500 species of birds in Tarangire National Park. Thousands of parched animals flock to the watering holes and thousands more makes their long way to the permanent water of the Tarangire River. Later drive to your lodge for the overnight stay."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today after the breakfast at your lodge head off to Lake Natron arrive in afternoon and visit the Engare Sero Gorge and water falls followed by the guided walk led by the Maasai tribesman to the Lake Shore for the birds watching. Later on drive back to your lodge for the overnight stay"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today after the breakfast drive to Serengeti National park via Klens gate in the Eastern side of the Serengeti. Drive through the escarpments of the Eastern branch of the rift valley. Enjoy the scenery landscapes of the Waso and Ololosokwan arrive in Serengeti in mid day and proceed with the game drive. Serengeti is know for its largest population of the big cats and the home of the Great wildbeest Migration. Arrive at your camp before dark."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today after breakfast drive off to Ngorongoro crater for the crater tour. With an area of 250 square km it was formed due to the collapsed of the volcanic activities it's now a self sustained ecosystems which support the largest population of animals. The scenery at the crater floor is astonishing. Later on ascend to your hotel in Karatu for your overnight stay."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today after the breakfast you'll be transferred to Kilimanjaro airport for your International flight back home. End of your tour Asante sana and Karibu tena!"
    }
  ],
  "map": ""
}