{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "luxury-tanzania-safari-and-zanzibar-beach-holiday",
  "tourName": "Luxury Tanzania safari and Zanzibar beach holiday",
  "placesVisited": "Flight over Selous Game Reserve, Selous Game Reserve safaris, Luxury safari camp, Choose from game-drives, boat safaris, and walking safaris, Light aircraft flight to Zanzibar, Baraza Resort and Spa, Snorkelling",
  "generalInfo": "This Tanzania safari and beach holiday is the perfect package of game watching and coastal paradise. After arriving in Dar es Salaam, you will take a light aircraft south to the Selous Game Reserve. Although the Selous doesn’t have the worldwide reputation of the Serengeti, it is even larger at 45,000 square kilometres with wonderful wildlife populations, yet far fewer visitors.<br/><br/>You will spend several days in the Selous, with three days of game viewing activities choosing between game drives, boat safaris and walking safaris. The reserve is home to elephant, buffalo and antelope, as well as lion, leopard, wild dog and zebra. Hippo, crocodile and a stunning array of birdlife call the waterways of the Selous home, and the lagoons are where you will get to see the skeletal leadwood trees poised beautifully. The photographic opportunities here are second to none.<br/><br/>You will be staying at a safari camp located on the Rufiji River. The rooms have traditional canvas siding but are set on raised platforms with thatched roofs. They are semi-permanent structures, with ensuite facilities and a shaded veranda looking out at the river. You can also opt for  a deluxe tent, which have private plunge pools overlooking the river. There is a communal pool area for guests, also shaded, so a perfect place to rest in the heat of the midday sun.<br/><br/>Boutique hotel in Zanzibar<br/><br/>You will take a light aircraft flight out to the Tanzanian island of Zanzibar on day six of this itinerary, although as this is tailor made we can of course tweak it to suit your preferences. Zanzibar is an idyllic island in the Indian Ocean that boasts an eclectic mix of cultures as well as stunning beaches. Our choice of accommodation for your holiday is Breezes Beach Club, on the island’s southeast coast. This is one of the island’s best beaches. <br/><br/>The resort itself has been designed with great care and style, using a mix of Swahili, Arabic and Indian influences all of which claim heritage on the island. Breezes has a choice of bars and restaurants, a large swimming pool and a magnificient white sand beach with palm trees, the lapping sea and plenty of sunbeds. The rooms have all of the mod cons including air conditioning and ensuite facilities. Both accommodations on this holiday work closely with the community. Please see below in our responsible tourism statement for more details.<br/>",
  "durationDays": "13",
  "price": "5050",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "This evening you will take your overnight flight to Dar Es Salaam."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arriving at the airport, your safari starts with a light aircraft flight into the heart of the Selous Game Reserve, just 45 minutes from Dar es Salaam. You get some great views of the Rufiji River and tall borassus palms as you fly in over the reserve. After settling into your camp, head out on a guided boat safari, gliding over the water as you watch out for hippo and crocodiles and admire the sunset. Tonight in camp you can enjoy a bush dinner by lamplight, and choose what you'd like to do tomorrow."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "On your first full day of safari in Selous, whether you've chosen to do a bush walk, game drive or boat safari, you'll be in for some close wildlife encounters. You could see lion, elephant, wild dogs, zebra, wildebeest, giraffe, impala and eland, as well as the elusive leopard. Each game activity is led by an expert guide and with a small group of guests from the camp. Building a camaraderie with your fellow safari-goers, you can recall tales from your day's adventure while gathered around the campfire this evening."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "During your stay we recommend taking a guided bush walk, accompanied by a ranger who'll share their knowledge and passion for the reserve's wildlife as well as ensuring your safety. Being on foot gives you a completely different perspective to being in a vehicle, allowing you to appreciate the smaller details, from the wonderful birdlife to paw prints in the dirt. You feel far more immersed in the landscape, and your proximity to the wildlife provides you with many stories to take home with you."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Enjoy another day of exploring the reserve. The Selous is one of the few places in Tanzania where you might see the incredibly rare wild dogs, otherwise known as the painted wolf. They've become a cult sighting for wildlife lovers, and the guides and trackers of the camp will give you the best possible chance of finding them."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "You've a final chance to spot wildlife on the drive to the airstrip this morning, before catching a light aircraft flight to Zanzibar. After the hour-long flight you're met by your driver for a private transfer across the island to the beautiful palm-fringed east coast. The hour-long journey takes you through vibrant villages and past spice plantations on the way. You could spend the rest of today relaxing in your hotel's spa, lazing on the beach or cycling out to explore the local fishing villages of Bwejuu and Paje."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "You can spend the day taking in your beautiful beachside surroundings, reading a book under the shade of a palm tree and swimming in the warm Indian Ocean. If you're feeling more active, you can easily arrange diving or snorkeling, try a spot of kite surfing or head out on a pedalo."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You could head into Stone Town for a day trip today. The historic town is located on the west coast, around an hour and a half from your hotel - we can arrange for a private transfer. The hub of the spice trade for centuries, Stone Town has an interesting past and you'll stumble across ornate carved doorways and market stalls as you walk around. We can arrange for a local guide to show you around and tell you about the town's history. There are also dozens of restaurants and food stalls lining the streets, making this the best place on the island to try the local cuisine, which combines Arab, Portuguese, Bantu, Indian and British influences, as well as using the spices grown on the island."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Your days at your own leisure. In your free time we suggest visiting one of the small-scale spice farms on the island - you get a really hands-on experience tasting and smelling the spices for which the island is famous, which include cinnamon, tumeric, nutmeg and vanilla. Alternatively, guided spice tours lead you through rural villages and Zanzibar's countryside as your guide picks leaves, fruits and twigs for you to smell or taste before guessing what spices they are. You could also explore another area of Zanzibar, the enchanting Jozani Forest in the south of the island. Within this tropical forest you can see the rare Kirk's red colobus monkeys, which are endemic to the island and really entertaining to watch leap and play in the trees. Several other monkey species can be found here, as well as a variety of birdlife. There is plenty to do around the island, but equally some of your days could be spent relaxing on the beach or at your hotel."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today your private driver transfers you to Zanzibar Airport for your onward flights."
    }
  ],
  "map": ""
}