{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-wildlife-holiday-serengeti-safari",
  "tourName": "Tanzania wildlife holiday, Serengeti safari",
  "placesVisited": "",
  "generalInfo": "Capturing the very essence of Africa, our Tanzania adventure offers some of the best game-viewing opportunities on the continent. Visit world-famous national parks, including the Serengeti, in search of the Big Five and more. End each day watching the sun go down over the plains and sleeping under canvas in the bush.<br/> <br/> Serengeti - Spot the Big Five in Africa's most iconic national park. <br/> Ngorongoro Crater - Visit the world's largest complete caldera, home to rhinos, leopards and giraffes.<br/> Tarangire - Look out for herds of elephants and tree-climbing lions in the baobab-dotted plains.<br/>",
  "durationDays": "8",
  "price": "3795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Arusha",
      "description": ": Our trip begins today in Arusha. For those arriving in time, our tour leader plans to meet you in the hotel reception at 4pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Arusha at any time. If you'd like an airport transfer today, you'll need to arrive into Kilimanjaro International Airport (JRO), which is around a 75-minute drive from our hotel. Should you miss the welcome meeting, our tour leader will inform you of any essential information as soon as you catch up. Food is served at the lodge throughout the day until 11pm, for those that miss the group meal. If you arrive early today, you might like to explore Arusha - the small Tanzanian city has plenty to offer, including local food, craft markets and a natural history museum. You can easily reach Arusha from the lodge by taxi or local minibus, just ask at reception for help. Alternatively, you could relax by the pool or find a shady spot in the gardens after your long journey."
    },
    {
      "dayNumber": 2,
      "title": "Drive to Manyara National Park; Afternoon Game Drive",
      "description": ": This morning, we'll head southwest to Lake Manyara National Park where we'll head out on our first game drive this afternoon. Our drive will take us through villages and towns, where we'll see the bustle of local markets and daily life. On arrival at our lodge, we'll have lunch and a bit of time to take in the view over the floodplains below before we head out on our first drive. Lake Manyara is nestled at the bottom of the Great Rift Valley and, as a relatively small park, it's the perfect introduction to a variety of habitats, ecosystems and wildlife. The various habitats of lush forests, acacia woodlands, grassy floodplains and volcanic peaks are home to prey and predators, as well as over 400 species of birds. After our game drive, we'll return to our lodge to enjoy a sundowner and watch the changing lights on the plains below. Please note, drones are not permitted in any Tanzania national park without a permit, please refer to the equipment section of the trip notes for more information."
    },
    {
      "dayNumber": 3,
      "title": "Visit Olduvai Gorge, one of the most important paleoanthropological sites in the world; Enter the Serengeti National Park for a game drive to the camp",
      "description": ": We have a long journey ahead of us today as we head to the world-famous Serengeti National Park. The scenery is spectacular as we travel around the rim of the Ngorongoro Crater and transit through the Ngorongoro Conservation Area. We'll pass several Masai homesteads before arriving at Olduvai Gorge, where in 1959, anthropologists Dr and Mrs Leakey discovered the remains of an almost intact human skull named 'Nutcracker Man'. It was this, together with other discoveries, that contributed to the further understanding of early human development. Olduvai Gorge and the fossils that it contains give a unique insight into the role this part of the world played in human evolution. We'll have a packed lunch in the courtyard of the Olduvai Gorge visitor centre, before walking around the museum. A local guide will then talk us through the ages of the gorge while we look out over the valley below. Later today, we'll enter the Serengeti at Naabi Hill Gate. Serengeti is a Masai name that means the 'endless grass plains' and it's through these plains interspersed with granite outcrops that we'll travel to our lodge. Once in the Serengeti, we'll move slowly through the park, keeping a close eye out for game as we head to the central Seronera area. We'll have a warm welcome at our Serengeti camp as we settle in to our canvas tents, surrounded by the sounds of nature."
    },
    {
      "dayNumber": 4,
      "title": "Full day safari in the Serengeti National Park",
      "description": ": The Serengeti covers almost 15,000 square kilometres/5,791 square miles in area and is Tanzania's oldest, and arguably, greatest park. Famed for the awe-inspiring spectacle of the annual migration, it offers some of the best game viewing in Africa. We'll travel through different habitats from dry, dusty savannahs to long grasses and mud pools. Prey and predators can be found in the park, including lions, leopards, cheetahs, elephants, giraffes and buffalo, as well as over 500 species of bird - have your binoculars and cameras at the ready! We'll take a packed lunch with us but timings and location will depend on the wildlife movements for the day. We'll return to our accommodation this evening in time for 'Bush TV' - a local beer around the bonfire as the sun goes down."
    },
    {
      "dayNumber": 5,
      "title": "Game drive to depart Serengeti National park before driving to our accommodation near the Ngorongoro Conservation area",
      "description": ": We'll make one last early morning game drive as we retrace our route back to Naabi Hill Gate and back into the Ngorongoro Conservation Area. We'll pass various settlements en route and the Masaai can often be seen herding their livestock or working the land in the surrounding fields. In the late morning, we'll arrive at our accommodation. The central farmhouse remains a working farm and coffee plantation, built in colonial style and is set amongst beautiful gardens. This afternoon will be free to enjoy the lodge or take the late afternoon walking tour of the plantation with a local villager to learn more about their life and the produce grown on the grounds."
    },
    {
      "dayNumber": 6,
      "title": "Early morning game drive in Ngorongoro Crater in search of the Big Five",
      "description": ": This morning, we'll have a very early start to make our way to the crater where we'll descend from the upper rim, driving down a steep track that drops a staggering 600 metres/1,968 feet to the grassy plain, lake and marshes of the basin floor below. The crater provides a unique wildlife spotting experience and is home to the Big Five. Among the animals to watch out for are elephants, lions, cheetahs, buffalo and rhinos. The perennial marshes also teem with birdlife. The crater itself, technically classed as a caldera, owes its existence to the violent fracturing of the Rift Valley over 15 million years. At one time a volcano occupied this spot that then became extinct and collapsed into the empty magma chamber beneath it leaving only the gigantic natural basin which is now considered a veritable 'Garden of Eden'. After our half-day game drive in the crater today, we'll return to the farmhouse in time for lunch and the afternoon will be at leisure to relax after our early start."
    },
    {
      "dayNumber": 7,
      "title": "Drive to Tarangire National Park, home to some of Tanzania's largest elephant herds; Afternoon Game Drive",
      "description": ": Today we'll leave our accommodation and continue our journey further into Tarangire National Park. One of the most striking features of the park is the majestic old baobab trees with massive silvery trunks and gourd-like fruit that dominate the skyline. Tarangire has the greatest concentration of wildlife outside of the Serengeti ecosystem and is part of a larger ecosystem that extends further south into the Masai steppes. The permanent water sources in the park result in Tarangire being home to the largest elephant populations in Tanzania, where during the dry season over 300 elephants can be seen digging for water in the riverbeds. The park is also home to the shy fringed-eared oryx and the gerenuk antelope that are not seen in other parks. We'll head out for an afternoon game drive, before travelling to our camp. The evening will be spent relaxing in this spectacular location and enjoying a traditional evening meal."
    },
    {
      "dayNumber": 8,
      "title": "Trip ends at Kilimanjaro Airport",
      "description": ": Departing Tarangire this morning, we'll drive for four hours to Arusha where we'll stop for a lunch break before departing Kilimanjaro International Airport, this is where our trip ends. The earliest your flight can depart is 5pm."
    }
  ],
  "map": ""
}