{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "nyerere-and-ruaha-safari-and-zanzibar-holiday-tanzania",
  "tourName": "Nyerere and Ruaha safari and Zanzibar holiday, Tanzania",
  "placesVisited": "",
  "generalInfo": "This is the kind of journey you’ll remember forever. Start with remote, crowd-free safaris in Tanzania’s wildest parks, then unwind on Zanzibar’s pristine, sun-drenched coast. Perfect for couples, families, or friends seeking something extraordinary.<br/><br/>Beginning in Ruaha National Park - vast, untamed, and blissfully quiet. Track lions, elephants, and rare wild dogs with hardly another vehicle in sight. Between game drives, relax by the pool, enjoy sundowners around the fire, and fall asleep to the sounds of the bush. Sunrise walking safaris, birdwatching among ancient baobabs, and picnics under acacias make each day unforgettable.<br/><br/>Next, Nyerere National Park offers a completely different wilderness: lush waterways, riverine forests, and astounding wildlife, including elephants and leopards. Glide on boat safaris, take guided walks, and end your evenings around the campfire as hippos call from the riverside.<br/><br/>Finally, swap the bush for the beach at Zanzibar White Sand Luxury Villas. Here, untouched coastline, turquoise waters, and barefoot relaxation await. Stroll along empty shores, swim in the Indian Ocean, or indulge in a massage - adventure and total escape are both at your fingertips.",
  "durationDays": "11",
  "price": "7050",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival in Dar es Salaam, you’ll transfer to the domestic terminal for a scenic flight to Ruaha National Park. In under three hours, enjoy breathtaking views as you descend into Tanzania’s untamed heart. Your guide will meet you at the airstrip and drive you to Jongomero Camp in time for lunch, before setting out on your first safari adventure that afternoon. You’ll spend the next three nights here. With just eight luxury tents, Jongomero offers a secluded and intimate base from which to explore the wild."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Each evening, plan the next day’s adventures with the camp team - from walking and game drives to choosing where to stop for lunch. Jongomero Camp is 70 km from the nearest lodge, giving you a truly private safari experience. Ruaha National Park is often overlooked, making it one of Tanzania’s quietest and most rewarding destinations. Expect big cat sightings, vast elephant herds, packs of wild dogs, and over 500 recorded bird species. A dawn walking safari is not to be missed. Wander dry riverbeds with an expert guide, discovering the fascinating stories of the local wildlife, plants, and birds. After your adventures, return to camp to relax, enjoy a sundowner, and savour delicious meals in this secluded wilderness."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you’ll embark on a contrasting safari adventure. After breakfast, transfer to the airstrip for a 90-minute flight to Nyerere National Park (formerly Selous Game Reserve), where your guide will meet you and drive you to Sand Rivers, your home for the next three nights. Sand Rivers is designed for complete immersion in nature. Check into one of the spacious luxury tents and enjoy the camp’s facilities, including a pool, bar, and lounge - the perfect place to relax and unwind in the heart of the wilderness."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Over the next three days, you’ll explore Nyerere National Park with a range of experiences offered by Sand Rivers - from game drives and walking safaris to boat excursions along the rivers and guided bush walks. At twice the size of Belgium, Nyerere is Africa’s largest park, yet far less visited than the Serengeti. This means your wildlife encounters are more private and intimate. With great herds of elephants and impressive numbers of big cats, the park offers some of Tanzania’s most impressive game viewing. Each evening, return to Sand Rivers to relax with sundowners around the campfire."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning you will be transferred back to the airstrip to catch a short flight over to Zanzibar. You will be met on arrival and transferred to your stunning home for the next four nights - Zanzibar White Sands Luxury Villas"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "On Zanzibar’s pristine coastline, White Sands Luxury Villas offers the ultimate escape. Stroll along empty white-sand beaches, swim in the turquoise Indian Ocean, or simply unwind in your elegant villa. Indulge in world-class cuisine, from fresh seafood to vibrant local flavours, paired with perfectly made cocktails. Every detail exudes pure luxury, making it the perfect place to relax, recharge, and enjoy the beauty of the island."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, you will say your goodbyes and be transferred to the airport for your international flight home."
    }
  ],
  "map": ""
}