{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "selous-safari-mafia-islands-diving-holiday",
  "tourName": "Selous safari & Mafia Islands diving holiday",
  "placesVisited": "Selous Game Reserve, Game drives, Walking safaris, Boat excursions on Rufiji River, Mafia Island, Optional: diving, snorkelling, Swahili village visits, bird watching, coastal forest walks",
  "generalInfo": "Discover Tanzania’s wildest, most off the beaten track areas, with this Selous safari and Mafia Islands diving holiday. It’s a perfectly paced mix of wildlife spotting and island relaxation, with four nights in Selous Game Reserve in the south of the country, followed by six nights on the Mafia Archipelago, where remote sandy beaches are perfect for relaxation and the clear seas are a diver’s paradise. <br/><br/>Selous is Africa’s largest game park, just a 40 minute flight from Dar es Salaam. It’s home to huge populations of buffalo and lion, and is one of the few places in Africa where you have a good chance of spotting rare wild dogs. In addition, you’ll come across masses of wildebeest, zebra and impala, and it’s possible to see herds of 50 or more giraffe drinking from lakes during the hottest part of the day.<br/>As well as game drives in the morning and evening, there’s the option to take a walking safari and boat trip on the Rufiji River and lakes. You’ll be accompanied by an expert wildlife guide and you have the freedom to choose what you’d like to do each day – they are all included in the price.<br/><br/>After your safari, take a short 40 minute flight to the remote and almost unknown Mafia Islands in the Indian Ocean. The islands are covered in rainforest and grasslands, with tiny villages dotted here and there, and barrier reefs out to sea. A large part of Mafia Island itself is a protected Marine Park and you can explore its biodiversity by snorkelling and scuba diving, through coastal forest walks and bird watching. Learn about Swahili village life and traditional culture, too, by visiting its villages.<br/><br/>The best time do this itinerary is mid June to late October. This is the dry season, game viewing is good and the climate is comfortable. <br/>",
  "durationDays": "13",
  "price": "4180",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You'll depart for Tanzania today on an overnight flight to Dar es Salaam."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Upon arrival in Dar es Salaam you will take a light aircraft flight to the Selous Game Reserve, one of Africa's largest yet visited by few. Meandering through the plains and woodlands, the Rufiji River gives rise to a labyrinth of streams, channels and pretty lakes in a delicate water paradise. You will arrive in time for lunch and will then be able to relax, refresh and unpack before your afternoon game activity."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "During your time in the Selous you'll be in for some close wildlife encounters. You can arrange your days to suit, taking part in game drives, bush walks or boat safaris. The Selous is one of the few places in Tanzania where you might see the incredibly rare wild dog, otherwise known as the painted wolf. They've become a cult sighting for wildlife lovers, and the guides and trackers of the camp will give you the best possible chance of seeing them."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After a morning of game activities, you will take a light aircraft flight from the Selous to to Mafia Island via Dar es Salaam, enjoying views of the turquoise Indian Ocean as you fly. Mafia and its surrounding islands are covered in rich rainforest, thick grasslands and giant baobab trees, and dotted with tiny villages. Sunbirds flit through the trees, five species of endemic butterflies can be found and bushbabies call at night. All that said, it is in the turquoise waters that you'll find the islands' biggest attractions. Unspoiled barrier reefs surround the islands, rich in soft corals, sea anemones and sponges, and attracting a dazzling array of fish. From sunrise to sunset Mafia is magical and as yet little visited."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Spend your days relaxing in the beautiful surroundings on Mafia Island. The lodge works closely with a local dive centre where you can arrange snorkelling and diving trips to the numerous reefs in Chole Bay. We recommend taking a trip out in a traditional dhow boat to dive and snorkel around the beautiful untouched reefs nearby, bursting with marine life. You could also visit the Swahili ruins on Chole Island where you can take a guided village walk to see the island's famous colony of endangered fruit bats."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today you will fly from Mafia back to Dar es Salaam where you will catch your overnight flight back to London."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "You'll arrive in London this morning."
    }
  ],
  "map": ""
}