{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "serengeti-migration-safari-in-tanzania",
  "tourName": "Serengeti migration safari in Tanzania",
  "placesVisited": "",
  "generalInfo": "The great migration! Nothing will prepare you for the spectacle that is the great migration. This annual journey of 2 million animals is the safari seekers Holy Grail; the ultimate in wildlife experiences. Some says its one of the world greatest natural wonders. In June and July the columns of 40 km long have to cross the crocodile infested Mara River. Half of the great herds which are successful and survive the crossing will stay in Northern Tanzania the other half will cross over to Kenya's Masai Mara.",
  "durationDays": "8",
  "price": "4600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Tanzania! Upon arrival in Tanzania you will meet your guide at Kilimanjaro International Airport who will escort you to your lodge in Arusha town for a relaxing. Arusha is the Tanzania Northern circuits tourists harbor. As locals Tanzanians, our guides know the country with unrivaled familiarity so you’ll be in good hands from the moment you land to the moment you leave. Overnight at Planet lodge on bed and breakfast."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today is the beginning of your adventure, after breakfast drive off to Tarangire National park. Tarangire it's known as the elephants play ground, has the largest elephant population per every square km than any other park in the world. keep a lookout for the hundreds of birds species, Tarangire river is known for dramatic interactions between predators and prey animals especially during the dry season. Overnight at Tarangire safari lodge located inside the park on full board basis. Transit time from Arusha to Tarangire 2hrs"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast drive to iconic Serengeti National Park, where acacia trees and granite kopjes dot the seas of the waving grass. The Serengeti offers everyday opportunities to spot Tanzania's most impressive wildlife-including big cats and witness dramatic moment of the Great migration of wildebeest and zebras. Overnight at the Sound of Silence camp at Central Serengeti on full board. Transit time From Tarangire to Serengeti is 4hrs."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today after breakfast from the camp, you'll be transferred to Northern Serengeti (Kogatende area) game on route, for Migration crossing the Mara river. Today your journey will take you through difference scenery landscapes from the Lobo hills to Bologonja streams the areas with plenty of game viewing. Most actiivities will be done around Mara river and Lamai triangle, off course to see wildebeests crossing need Patience! The 2 nights here you'll stay at Mara tented camp."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today after breakfast from your camp, you will be transferred to central Serengeti game on route and you'll arrive at your camp before dark. Overnight at Sound of Silence camp"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast drive to Ngorongoro crater- Ngoro Ngoro crater which is Just 10 miles wide, was formed from collapsed volcano. It’s now a self- sustaining ecosystem with the densest predator populations in all of Africa. Overnight at Rhino lodge on full board basis. The transit time today is 3hrs. From Ngorongoro crater to Rhino lodge is 45minutes."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today Morning After breakfast you'll be transferred to Kilimanjaro International airport for your flight back home or extend your holiday to Zanzibar or Mafia Islands. This is the end of your experience thank you so much and welcome again."
    }
  ],
  "map": ""
}