{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "best-of-tanzania-tailor-made-holiday",
  "tourName": "Best of Tanzania tailor made holiday",
  "placesVisited": "",
  "generalInfo": "Tanzania remains one of the most beloved and enchanting safari destinations in the world, and we've compiled the perfect tour to experience Tanzania's magnificence. Far more than just a place to see the Big Five and the Wildebeest Migration, Tanzania offers a wealth of natural and cultural experiences to be treasured for a lifetime.<br/><br/>Visit the surrounding communities, the iconic colorful attire and jumping dance of the Maasai have become synonymous with Africa, and it is in Tanzania and neighboring Kenya that these semi-nomadic people can be interacted with.<br/><br/>Also visit the Ngorongoro Crater and discover Ngorongoro Conservation area. Initially incorporated into the Serengeti National Park, the Area is not a National Park. It was founded in 1959, following a conflict between the National Parks and the Maasai, as a nature reserve to protect a unique wildlife but also as a haven for the Maasai. The towering walls of this massive volcanic caldera conceal a primal lost world in which many of Africa's most recognizable animals can be seen in their natural habitat.<br/><br/>The best place in Tanzania to see the endangered black rhinoceros, Ngorongoro crater floor is alive with animal life including lions, hyenas, flamingos, elephants, buffalo, warthogs, and hippos.",
  "durationDays": "8",
  "price": "6520",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kilimanjaro Airport - Arusha. Meet and greet at Kilimanjaro Airport. Our customer care representative will be waiting for you in the arrival hall carrying a branded sign board and assist you with your transfer to your hotel/lodge. Transfer from Kilimanjaro Airport to Arusha. Overnight at Arusha. Meals Breakfast"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ngorongoro Crater - Drive from Arusha to Ngorongoro. The road leads west, then south-west, skirting around the Monduli Mountains before crossing the eastern branch of the Great Rift Valley to the north of Lake Manyara. The road then climbs over the western ridge of the Rift Valley and ascends to the elevated Ngorongoro region. Approximate journey time 4 hours, depending on the exact start and end points. Route details and journey times may vary depending on road conditions. Discover the Ngorongoro Conservation Area. Initially incorporated into the Serengeti National Park, the Area is not a National Park. It was founded in 1959, following a conflict between the National Parks and the Maasai, as a nature reserve to protect a unique wildlife but also as a haven for the Maasai. Its name comes from the warriors of the tribe once living in the crater: the Likorongoros (which was distorted to Ngorongoro by the German colonists). The Ngorongoro Conservation Area covers approximately 8288 km2, 890 km2 of which is montane forest covering part of the crater wall. Ngorongoro offers a wide range of habitats: wetlands, grasslands, forests, streams and savannas ... The crater itself covers about 260 km2. A World Heritage Site, it is in fact a caldera, caused by the collapse of a massive volcano nearly 2.5 million years ago. During the descent into the crater you will enjoy a spectacularly panoramic view of the interior of the crater. Even from the top of the crater wall you'll notice the first large herds as dark spots on the landscape. The crater boasts the largest animal density in Africa with some 20 000 animals including around 55 species of mammals, ostriches, Kori bustards, dwarf flamingos, crowned cranes, zebras, gazelles, warthogs, wildebeest, hartebeest ... all are present. Eland, jackal, black rhino and some servals are also among the principal inhabitants. The Ngorongoro Crater is further home to many predators such as hyenas, lions and leopards. Cheetahs, giraffes, hartebeest and impala, however are missing. Visit a Masai Village in the Ngorongoro Conservation Area. The Masai arrived in this region approximately 200 years ago and today there are over 42 000 tribal people living in Ngorongoro alongside their cattle, donkeys, goats and sheep. They have the right to roam freely through the area and during the rainy season they move to the open plains while in the dry season they set up their homesteads in the adjacent bushland and mountain slopes. The Masai continue to follow a traditional way of life that includes living in harmony with nature and animals and their livestock can sometimes be seen grazing alongside wildlife on the open plains. Their homesteads are arranged in bomas, where huts are clustered in a circular shape and surrounded by thorn tree branches for protection, and during your visit you can learn more about their culture and lifestyle. Overnight at Ngorongoro. Meals Full Board"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ngorongoro Crater - Serengeti National Park- Set off on a 4x4 morning game drive as the sun sparkles on the lush plains of the Ngorongoro Conservation Area. This pristine and protected region is simply stunning in the morning as the freshness of a new day brings life to the Ngorongoro Crater, and the immense plethora of animals that take shelter there begin to stir and graze. Within the crater itself there are over 25 000 large animal species and herbivores such as zebra, eland and Grant’s and Thompson’s gazelle can be found in huge herds. The area is also rife with buffalo while elephant and reedbuck roam higher up near the rim of the crater. Bird varieties are extensive and your guide will point out the many varieties that you will come across during your morning game drive while white pelican and greater and lesser flamingo can be admired on Lake Magadi within the crater. Drive from Ngorongoro to the Serengeti. The road leads north-west. Leaving behind the fertile highlands area with its coffee and tea plantations it passes into the open planes of the Serengeti where Masai pastoralists co-exist with the African wildlife. Approximate journey time 3 to 5 hours, depending on the exact start and end points. Route details and journey times may vary depending on road conditions. Discover the Serengeti National Park. Created in 1951, the Serengeti (from Siringet, meaning \"endless plain\" in maa, the language of the Maasai) is one of the largest parks in Africa. Covering an area of 14,800 km2, it abuts the Ngorongoro to the east and the Masai Mara (Kenya) to the north. This is a magical place both for the beauty and diversity of the landscapes (plains, acacia savannah, hills, large forested areas) and for the variety of animals. The Serengeti National Park is home to a considerable wildlife population in all seasons: gazelles, antelopes, giraffes, buffalos, zebras, jackals, warthogs, monkeys ... all are gathered here. Elephants, hippos, crocodiles are also among the main residents of the park. Over 500 species of birds have been identified including ostriches, bustards and secretary birds. The park is also famous for its many predators: more than a thousand lions, hundreds of cheetahs, many hyenas and some leopards have been recorded. If the lions are more visible near the rivers (especially near the Seronera River), cheetahs and hyenas are more at home in the plains. Unleash your wild side on an afternoon 4x4 safari in the Seronera region of the Serengeti National Park. This area of the Serengeti offers a fantastic abundance of game viewing where it is not difficult to find all of the Big Five on one game drive and waterholes attract animals like magnets. Lion, giraffe and antelope roam freely across the open savannahs, while rhino stay close to the safety of the forest bush, and leopard and cheetah can be caught napping in the branches of acacia trees. As your game drive moves into the early hours of the evening, these predators begin to stalk the plains and large mammals such as buffalo take shelter in riverine vegetation. Fulfil your African safari dreams on the plains of the immense Serengeti while watching vultures feast off carcass remains and beautiful crowned cranes moving regally through the grasslands. Overnight at Serengeti Meals Full Board"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Serengeti National Park- Morning safari in the Serengeti National Park. Covered with uninterrupted columns of zebra and gnu during the May migration, the savanna is the permanent home of the spotted hyena and the jackals, which would probably be the first animals you would meet. The spotted hyenas have the habit of digging their territory along the sides of the pathways and the jackals occupy the holes left vacant by the just as powerful vultures. Unleash your wild side on an afternoon 4x4 safari in the Seronera region of the Serengeti National Park. This area of the Serengeti offers a fantastic abundance of game viewing where it is not difficult to find all of the Big Five on one game drive and waterholes attract animals like magnets. Lion, giraffe and antelope roam freely across the open savannahs, while rhino stay close to the safety of the forest bush, and leopard and cheetah can be caught napping in the branches of acacia trees. As your game drive moves into the early hours of the evening, these predators begin to stalk the plains and large mammals such as buffalo take shelter in riverine vegetation. Fulfil your African safari dreams on the plains of the immense Serengeti while watching vultures feast off carcass remains and beautiful crowned cranes moving regally through the grasslands. Overnight at Serengeti. Meals Full Board"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Manyara Drive from the Serengeti to Manyara. The B144 is the main road running through the Serengeti and connecting it with Ngorongoro and Manyara to the south-east. Approximate journey time 5 hours, depending on the exact start and end points. Route details and journey times may vary depending on road conditions. Discover Lake Manyara National Park. Set between the cliffs of the Rift Valley and the alkaline lake of the same name, Lake Manyara National Park covers some 320 km2. Its name derives from the Maasai word \"emanyara\", the name of a plant growing all around the lake and used by the local people to protect their homesteads. Dominated by the Rift Valley escarpment, Lake Manyara National Park presents a diverse flora. Thus, whereas the north is dominated by dense tropical vegetation (giant mahogany, wild palms), vegetation in the south becomes sparser before giving way to grassland and swamps near the lake. Covering an area of about 50 km2, this lake is a favorite with flamingos and waders. Some 350 species of birds have been identified including thousands of Egyptian geese. The park also offers all kinds of wildlife: giraffes, buffalos, zebras, baboons, monkeys or elephants, all are present. If you are lucky you might even spot lions in the trees. Perched in the acacias to better see their prey, the park is famous for these tree climbing lions. Track down tree-climbing lions on an afternoon 4x4 safari in Lake Manyara National Park in your tour vehicle. Small, yet filled with splendour, this park is a delight to explore, consisting of 11 different ecosystems that support one of the highest biomass densities of large mammals in the world. Among them are Lake Manyara’s famous tree-climbing lions, and although you may see lions in trees in other parks, it is a real speciality in Manyara. It is believed that the lions developed this habit in order to avoid pesky biting flies, but whatever the reason it is a unique sight to behold as well as a likely one on your afternoon game drive as these late-night predators take to trees for an afternoon nap. Traverse through the savannahs, marshes and evergreen forests as you seek out elephant, hippo, giraffe, buffalo, zebra, wildebeest and so much more. Overnight at Manyara. Meals Full Board"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Tarangire - Drive from Manyara to Tarangire. The road leads south-east then turn south-west, passing through the semi-arid savannah landscapes of the Great Rift Valley floor. Approximate journey time 1 hour, depending on the exact start and end points. Route details and journey times may vary depending on road conditions. Discover the Tarangire National Park. Old hunting grounds declared a National Park in 1970, Tarangire is the sixth largest park in the country. Its name comes from the Tarangire River, which runs through the park from south to north. Covering an area of 2600 km2, Tarangire has an amazing diversity of plants (sausage trees, acacias tortelli ) but is best known for the huge baobab trees dotting its rocky slopes. The park also offers a very diverse fauna. Many birds have been identified including lapwings, African hoopoe, kingfishers, ostriches, Kori bustards, secretary birds, vultures and marabou storks. The savannah of the Tarangire National Park is also home to many animals. Thus, although the park is best known for hosting one of the largest concentrations of African elephants, it also houses many other residents. Impala, waterbuck croissant, buffalo, hartebeest, Cape eland, kudu and hyraxes live there. Lions, leopards and cheetahs are also present but are harder to see because of the tall grass. Create magical wildlife memories on an afternoon 4x4safari in the Tarangire National Park. This diverse and splendid park is one of four on Tanzania’s popular northern safari circuit and promises memorable game viewing as it holds one of the largest concentrations of elephants in the world as well as great prides of lions. Amongst the densely packed elephant grass, large areas of mixed acacia woodlands and lovely ribbons of riverine forest you can expect to see a plethora of animals such as wildebeest, zebra, impala, giraffe and buffalo. Lion are common throughout Tarangire, as are leopard and spotted hyena while cheetah, black rhino and the unusual gerenuk and bat-eared oryx are more elusive. Relish the marvellous wonders of the wilderness as your afternoon safari continues into early evening and giant baobab trees are silhouetted against the setting sun, creating iconic images of Africa. Overnight at Tarangire. Meals Full Board"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tarangire - Get a fresh start on the day with a morning 4x4 game drive in the Tarangire National Park. This beautiful park covers 2 600 km² of undulating grasslands and swamps that stretch from the plains of the Maasai Steppe in the southeast to the lakes of the Great Rift Valley to the north and west. The north of the park is the most visited area where the perennial Tarangire River meanders across the landscape, while the south consists of a series of vast swamps that transform into verdant plains during the dry season. During your morning game drive, you can expect to see plenty of elephant and lion, the most renowned residents of the park, as well as in excess of 400 species of birds. Admire the rising sun shimmering across the grassy savannas and the dappled light that filters through the branches of epic baobab trees while large herds of buffalo and zebra graze peacefully on the plains. Create magical wildlife memories on an afternoon 4x4safari in the Tarangire National Park. This diverse and splendid park is one of four on Tanzania’s popular northern safari circuit and promises memorable game viewing as it holds one of the largest concentrations of elephants in the world as well as great prides of lions. Amongst the densely packed elephant grass, large areas of mixed acacia woodlands and lovely ribbons of riverine forest you can expect to see a plethora of animals such as wildebeest, zebra, impala, giraffe and buffalo. Lion are common throughout Tarangire, as are leopard and spotted hyena while cheetah, black rhino and the unusual gerenuk and bat-eared oryx are more elusive. Relish the marvellous wonders of the wilderness as your afternoon safari continues into early evening and giant baobab trees are silhouetted against the setting sun, creating iconic images of Africa. Overnight at Tarangire. Meals Full Board"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kilimanjaro Airport - Get a fresh start on the day with a morning 4x4 game drive in the Tarangire National Park. This beautiful park covers 2 600 km² of undulating grasslands and swamps that stretch from the plains of the Maasai Steppe in the southeast to the lakes of the Great Rift Valley to the north and west. The north of the park is the most visited area where the perennial Tarangire River meanders across the landscape, while the south consists of a series of vast swamps that transform into verdant plains during the dry season. During your morning game drive, you can expect to see plenty of elephant and lion, the most renowned residents of the park, as well as in excess of 400 species of birds. Admire the rising sun shimmering across the grassy savannahs and the dappled light that filters through the branches of epic baobab trees while large herds of buffalo and zebra graze peacefully on the plains. Drive from Tarangire to Arusha. The road leads north, turning east and rising gradually from an altitude of 1050m in Tarangire to 1400m in Arusha, on the southern slopes of Mount Meru. Approximate journey time 3 hours, depending on the exact start and end points. Route details and journey times may vary depending on road conditions. Transfer from Arusha to Kilimanjaro Airport"
    }
  ],
  "map": ""
}