{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-safari-and-zanzibar-beach-holiday",
  "tourName": "Tanzania safari and Zanzibar beach holiday",
  "placesVisited": "Tanzania safari, Lake Manyara National Park, Serengeti National Park, Ngorongoro Conservation Area, Africa's 'Big Five', Zanzibar, options to dive and snorkel over coral reefs",
  "generalInfo": "Just the thought of a Tanzania safari and beach holiday in Zanzibar is enough to get you packing your binoculars and flip-flops which is why this awesome two week break in East Africa is well-worth getting all excited about.<br/><br/>Get things started on a five day safari in Tanzania where you'll explore the country's northern safari park circuit including limitless wildlife drives in Lake Manyara National Park and across the Serengeti. <br/><br/>Ably accompanied by your private local guide this Tanzania safari is the perfect way to find out more about the environment and wildlife of East Africa. A spectacular visit to the infamous Ngorongoro Crater is just one of several magnificent highlights to experience on this Tanzania safari holiday.<br/><br/>Any Tanzania safari and beach holiday has to include Zanzibar and as you bid the national parks farewell you'll be whisked off to the white sand beaches and glass clear shallows of Zanzibar to rest, revive and relive those incredible safari scenes from the comfort of a gently swaying hammock.<br/>",
  "durationDays": "11",
  "price": "8499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We will meet you on arrival at Kilimanjaro (JRO) Airport, look out for your personal welcome sign, and be transferred to your accommodation for the night."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Lake Manyara to Ngorongoro Crater Rim - Leave your lodge after breakfast and drive to the stunning Lake Manyara National Park for a morning game drive. The extraordinary birdlife, burgeoning primate population and tree climbing lions are amongst the most important lures of the park. Enjoy a hot lunch before we drive on to your new lodge situated on the rim of the Ngorongoro Crater itself. The afternoon is free at your leisure: the perfect time to go for a short walk around the crater rim or simply relax and drink in the views."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore the Ngorongoro Crater - This morning you have an early breakfast as we then descend to the floor of the crater in the morning light before the crowds arrive. Often described as the ‘Eighth’ Wonder of the World, the Ngorongoro Crater is utterly spectacular and a natural sanctuary for over 25,000 animals, including the endangered Black Rhino."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning guests will drive to Serengeti National Park, making a brief stop at the Olduvai Gorge Museum. This afternoon enjoy your game drive en-route to your accommodation. We arrive in the evening in time to check in and freshen up for dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Serengeti - Today have a full day exploring the incredible wildlife of Serengeti National Park with morning and afternoon game viewing drive in the park. The expert guides know the park inside out so you can simply relax, enjoy the African landscapes and the magnificence of the wildlife. If you're particularly interested in seeing the Great Migration then your exact location within the park will be determined by the time of year you are looking to travel. Our Tanzania specialists will help you to determine the best location. Regardless of the migration, the Serengeti is simply extraordinary and is a staggering park for year round wildlife viewing. Return to camp before sunset for your final night beneath the Serengeti stars."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Fly to Zanzibar - This morning you will be driven to the airstrip in the Serengeti from where you fly on a light aircraft to Kilamanjaro Airport and then onto Zanzibar. You are met on arrival in Zanzibar and driven to your beach hotel where you stay for the following 5 nights."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today is your departure day and after breakfast we transfer you back to the airport for your return international flight to complete your journey."
    }
  ],
  "map": ""
}