{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-camping-safari-selous-and-ruaha",
  "tourName": "Tanzania camping safari, Selous and Ruaha",
  "placesVisited": "Selous Game Reserve, Rufiji River boat cruise, Lake Tagalala, Walking safari, Mikumi National Park, Ruaha National Park, Dar Es Salaam, Optional: beach extension",
  "generalInfo": "Away from the masses, this is a  great 'bush camping' adventure exploring the stunning Selous, Ruaha &amp; Mikumi game reserves in Southern Tanzania. <br/>The itinerary gives you the opportunity to view a myriad of African animals on your own personal safari away from the masses of tour buses.  <br/><br/>Highlights<br/>•\tVisit the Selous &amp; Ruaha Parks <br/>•\tGame viewing on the Rufiji River<br/>•\tRuaha National Park<br/>•\tA  connoisseur’s safari <br/>•\tCamping in the ‘bush’<br/><br/>Selous Game Reserve, Africa’s largest protected area uninhabited by man, offers the lucky few visitors an experience in absolutely wild and unspoiled bush. The park varies from rolling grassy plains to open woodlands and rocky outcrops cut by the Rufiji River – the lifeblood of the park, whose tributaries form a network of lakes, lagoons and channels that offer a superb method of game viewing especially during the dry season (from June to October).  Selous hosts Tanzania’s greatest population of elephants as well as being one of the few areas you can see  African wild dogs.  You will  also get the opportunity to explore Ruaha National Park which  derives its name from the Great Ruaha River that flows through the Rift Valley on the eastern part of the Park creating spectacular gorges.   Finally visiting  Mikumi National park, the 4th largest in Tanzania and a great spot for big game viewing as well as bird watching.  <br/>Exploring on foot, by boat and by 4WD and sleeping in tents you will get a true appreciation of the best Southern Tanzania has to offer.  <br/><br/>Selous Game Reserve<br/>Selous Game Reserve, Africa’s largest protected area uninhabited by man, offers the lucky few visitors an experience in absolutely wild and unspoiled bush. The park varies from rolling grassy plains to open woodlands and rocky outcrops cut by the Rufiji River – the lifeblood of the park, whose tributaries form a network of lakes, lagoons and channels that offer a superb method of game viewing especially during the dry season (from June to October). Selous hosts Tanzania’s greatest population of elephants. <br/><br/><br/>Ruaha National Park<br/>Due to its’ distance from any major city, very few tourists visit this park. Ruaha National Park has a varied and fascinating terrain with wild fig trees, rare baobab forests and gorges of glowing orange sandstone. Compared with Selous, here you won’t find big grassy plains nor lakes (so you won’t be able to do safaris by boat). The Great Ruaha River contain swirling rapids and deep pools crowded by dozens of crocodiles and hippos fighting each other. Ruaha is a good place to spot predators. In fact, apart from lions, jackals and hyenas, we saw a group of wild dogs hunting.<br/><br/>Private Tailor made trip available from June-November and a Group Departure in October",
  "durationDays": "10",
  "price": "3175",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE AT KILIMANJARO AIRPORT On your arrival at Kilimanjaro International Airport met our transfer driver and take you to Pazuri Inn Lodge,booked on bed and breakfast,giving you a choice of eating in their excellent restaurant."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "ARUSHA TO LAKE MANYARA NATIONAL PARK 07:00hrs pick up by your driver guide drive to Lake Manyara with your packed lunch,arrive for a full day game drive in Lake Manyara National Park. Here you will see thousands of flamingos and pelicans as well as numerous elephants etc. Packed lunch in the park near some hot springs,Late afternoon leave the park to Migomban Campsite for dinner and overnight."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "MANYARA TO SERENGETI NATIONAL PARK After breakfast check out and drive to Central Serengeti via Ngorongoro Conservation area,proceed with afternoon game drive,Search for the 'big five' as well as the myriad smaller animals as well as Crocodiles can be found in the Grumeti River, as well as hippos which make each safari unique,Dinner and overnight at Seronera Campsite."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "FULL DAYS IN CENTRAL SERENGETI Enjoy 2 full days in Central Serengeti,Serengeti is the largest and most famous park in Tanzania, known worldwide for its endless plains, wildebeest-migration, herds of lions and other predators like hyenas, cheetahs and leopards. Dinner and overnight at Seronera Campsite."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "SERENGETI TO NGORONGORO CONSERVATION AREAS After breakfast check out with your belongs for another half day game drive in Serengeti National Park,enjoy your packed lunch in the park ,by 15:00hrs leave the park and drive to Ngorongoro Conservation Area,check set your tents at Simba Campsite wait for dinner and overnight."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "FULL DAY CRATER TOUR This morning we are up before sunrise to visit Ngorongoro Crater with packed lunch for full day crater tour. The Crater is a perfectly intact volcanic caldera and known as the ‘Noah’s ark’ of game reserves. During our morning game drives again there is the chance to view the ‘big 5’, lion, leopard, elephant, rhino and buffalo, as well as plains game peacefully grazing including, zebra, gazelle, impala and wildebeest. Hippopotamus are found lolling in the pools and Lake Magadi can be rimmed with the pink of greater and lesser flamingo. Early evening leave the Crater and drive to Simba Campsite for dinner and overnight."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "NGORONGORO TO TARANGIRE NATIONAL PARK After breakfast check out and drive to Tarangire National Park for excellent game viewing. Tarangire is a small park which offers some excellent sights. Generally in the dry seasons Tarangire comes alive as wildlife and bird life congregate on the Tarangire River, which is a permanent source of water,enjoy your packed in the park. Late afternoon drive to Kigongoni Campsite for dinner and overnight."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "FULL DAY IN TARANGIRE NATIONAL PARK Enjoy a full day in Tarangire National Park,It is most famous for its elephant migration, birding and authentic safari atmosphere,packed lunch will be provided. Dinner and overnight at Kigongoni Campsite."
    }
  ],
  "map": ""
}