{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-northern-circuit-luxury-safari",
  "tourName": "Tanzania Northern Circuit luxury safari",
  "placesVisited": "",
  "generalInfo": "Northern Tanzania’s wilderness goes on forever, an untamed eternity on an enormous scale. It’s home to the continent’s highest mountain, the planet’s largest intact caldera, unfathomable numbers of animals, vast golden plains, truly enormous skies. This is bowl-you-over country: big, bewitching, breath-taking at every turn.<br/><br/>Tanzania’s finest safari spots are clustered here, and we’ll fly you effortlessly between them, to reveal the regions full diversity, depth and drama. We’ll take you to the treetops of Tarangire, where bedrooms balance amid the baobabs and the country’s biggest concentration of elephants roams. We’ll drop you down into Ngorongoro Crater, the UNESCO-listed basin brim-full of wildlife. And we’ll sweep you straight onto the boundless Serengeti, so you’ve got <br/>front-row seats for the wildest show on earth.<br/><br/>The Tanzania SkySafari has been meticulously planned to maximise your immersion in the African bush (with plenty of lovely surprises along the way). You’ll be treated like a VIP from start to finish: we’ll fast-track you through airports, drive you directly onto runways, whisk you away in our private plane, serve you champagne and nibbles … Then we’ll deliver you into the heart of the wilderness to be pampered at the finest camps and have your eyes opened by the very best guides.<br/><br/>Know that you’ll be treading lightly, too: we operate on a carbon negative basis, and each of our trips contributes to Land &amp; Life, a foundation committed to a sustainable future that sees local communities benefit from tourism, safeguarding nature for the next generation.<br/><br/>So, fly with us for less time travelling, more time doing. No minute is wasted. Which leaves more opportunity for game drives and bike rides, for sundowners and stargazing, for campfires, bush walks, birdsong and the Big Five. For feeling Africa seep into your soul.",
  "durationDays": "10",
  "price": "9715",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive to Kilimanjaro International. You clear customs and immigration formalities and are met opposite the Arrivals Hall who will assist you to the transfer vehicle for your VIP transfer to the hotel. Accommodation Arusha Coffee Lodge in Plantation Suite on full board basis including all meals, bottled water, juice, local beer, house wine by the glass and non-premium spirits plus laundry."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Following your leisurely breakfast at Arusha Coffee Lodge, you participate in the Bean-to-Cup coffee estate tour where you have the opportunity to see the amount of work that goes into the production of coffee before it reaches your cup. You also visit the Shanga Workshop, a project operated by local Tanzanians who with a variety of disabilities who excel in artistic talent and create a variety of crafts. You have your pre-safari briefing and lunch at the lodge. Then transfer to nearby Arusha Airport for your flight to Kuro airstrip in the heart of Tarangire National Park. You are met by your custom safari vehicle for a shared game drive in the park as you make you way to the camp, arriving in the late afternoon. You are treated to a traditional Maasai boma dinner and overnight at the camp. Accommodation Elewana Tarangire Treetops in elevated tents on full board basis including all meals, bottled water, juice, local beer, house wine by the glass and non-premium spirits plus laundry"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Following breakfast at the camp, you have a shared game drive in the park returning for lunch. You then have a shared, escorted bush walk guided by the camp’s naturalist (age restrictions may apply). Following the bush walk, you visit a Maasai village and then proceed to a viewpoint to enjoy light snacks and a selection of beverages as you watch the sun set over the African bush. You return to the camp for dinner and overnight. Accommodation Elewana Tarangire Treetops in elevated tents on full board basis including all meals, bottled water, juice, local beer, house wine by the glass and non-premium spirits plus laundry"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Early breakfast and game drive enroute to Kuro airstrip. Fly by SkySafari flight to Serengeti. Transfer to the camp for lunch. In the afternoon depart on an afternoon game drive returning as the sun sets. Accommodation Elewana Serengeti Pioneer Camp / Elewana Serengeti Migration Camp ? on full board basis including all meals, bottled water, juice, local beer, house wine by the glass and non\u0002premium spirits plus laundry *January to May uses Elewana Serengeti Pioneer Camp. June to December uses Elewana Serengeti Migration Camp"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "OPTIONAL Shared Hot Air Balloon Safari Early morning shared transfer in the balloon company vehicle to the balloon staging site. You meet the pilot who provides a safety briefing while the crew inflate the hot air balloon. At sunrise, your shared hot air balloon lifts off over the African plains. At times, your pilot will ascend to a higher altitude to give you an overview of the ecosystem. Then you descend to treetop level to silently observe the wildlife from above. After about 50 minutes, you land and are met by the balloon staff to transport you to your shared bush breakfast. You then return to your camp or lodge. Please note that the cost is NOT included in the main quotation and shown separately. Game drive in Serengeti National Park with lunch in the bush. Return to the camp in the late afternoon for dinner under the stars and overnight. Accommodation Elewana Serengeti Pioneer Camp / Elewana Serengeti Migration Camp ? on full board basis including all meals, bottled water, juice, local beer, house wine by the glass and non premium spirits plus laundry *January to May uses Elewana Serengeti Pioneer Camp. June to December uses Elewana Serengeti Migration Camp."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Following an early breakfast at camp, depart on a full day game drive in Serengeti National Park with a picnic hamper served in the bush. Enjoy sundowners in the bush before returning to camp for dinner. Accommodation Elewana Serengeti Pioneer Camp / Elewana Serengeti Migration Camp ? on full board basis including all meals, bottled water, juice, local beer, house wine by the glass and non\u0002premium spirits plus laundry *January to May uses Elewana Serengeti Pioneer Camp. June to December uses Elewana Serengeti Migration Camp."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoy breakfast and the camp and game drive enroute to the airstrip. Board the SkySafari flight to Manyara airstrip. On arrival transfer to Elewana The Manor at Ngorongoro arriving for lunch. Time at leisure with optional activities provided at the lodge before dinner and overnight at the lodge. Accommodation Elewana The Manor at Ngorongoro full board basis including all meals, bottled water, juice, local beer, house wine by the glass and non-premium spirits plus laundry (and picnic box lunch)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Following an early breakfast, you depart to Ngorongoro Conservation Area and the Ngorongoro Crater. You game drive in this paradise. With a space of only 102 square miles and a resident wildlife population of more than 30,000 mammals, there is a great chance that you might see all of the big five. A lunch box is provided at a picnic site overlooking a small lake populated with hippos. In the afternoon, you return to the rim of the crater and return to the lodge for dinner and overnight. Accommodation Elewana The Manor at Ngorongoro on full board basis including all meals, bottled water, juice, local beer, house wine by the glass and non-premium spirits plus laundry"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Following breakfast, you transfer to Lake Manyara airstrip. Fly by SkySafari flight to Arusha Airport. Transfer to Arusha Coffee Lodge (lunch on own arrangements). You have use of a day room (depending on your onward flight and subject to availability). Transfer to Kilimanjaro International Airport for your departure flight (flight booked by agent or on own arrangements). End of our services."
    }
  ],
  "map": ""
}