{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-safari-tailor-made",
  "tourName": "Tanzania safari, tailor made",
  "placesVisited": "",
  "generalInfo": "An 11 day safari to Tanzania's Northern parks of Serengeti, Ngorongoro, Tarangire as well as the Rift Valley and a chance to climb the Sacred Mountain of the Masai (Ol Doinyo Lengai), and experience real Masai culture. This safari travels into the best areas of this game-packed region, staying amongst the game with the sounds of the African bush all around as well as visiting some off the beaten track areas of Masailand, where few venture. Lake Natron is often covered with thousands of flamingos.<br/>For those guests wishing to climb Ol Donya Lengai, an additional night will be required to the above safari itinerary.",
  "durationDays": "11",
  "price": "4110",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Arusha’s Kilimanjaro International Airport and meet your customer service representative. Transfer to Arusha town situated at the foot of Mount Meru, Overnight hotel on a bed and breakfast basis"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, pick up from Arusha Hotel at 08:00 and depart to Tarangire Park for a game drives, overnight lodge/camp Tarangire on full board basis Tarangire National Park has an incredible diversity of landscapes and vegetation and is famous for the large number of elephants, baobabs and climbing lions. The topography of the hills covered with baobabs and anthills is divided by the river Tarangire which attracts a large number of animals migrating in the dry season."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A.m. and p.m. game drives in Tarangire, or full day with picnic lunch, overnight lodge/camp Tarangire on full board basis"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Set off early and drive to Lake Natron, along the Rift Valley escarpment edge. Overnight luxury tented camp on full board basis"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Lake Natron day to explore the area. Walking to waterfall, Lake Natron and cultural interaction with tribes Option to climb Ol Donya Lengai - an additional night will be needed. Lake Natron, sits in an arid landscape with volcanic backdrop. A vast super salty and alkaline lake with a high mineral concentration, attracting millions of lesser flamingoes that breed on the shores."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive from Natron via Loliondo to Northern or Central Serengeti depending on the season. Overnight lodge or tented camp on full board basis About the Serengeti: Covering 14,763 sq. km of endlessly rolling savannah plains, the Serengeti is Tanzania’s first-established, largest and most famous park wherein tens of thousands of hoofed animals roam in a constant and unremitting search for the fresh grasslands upon which their survival depends."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "A.m. and p.m. game drives in Serengeti, or full day with picnic lunch, overnight lodge/camp Serengeti on full board basis. Whilst the annual migration is the Serengeti’s most famous attraction, the Park is also renowned for its lion, many of which have been fitted with radio-transmitter collars so that their movements may be tracked, and additionally for its wealth of cheetah, zebra, giraffe, Thomson’s and Grant’s gazelle, eland, impala, klipspringer, hippo and warthog"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "A.m. and p.m. game drives in Serengeti, or full day with picnic lunch, overnight lodge/camp Serengeti on full board basis"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "A.m. and p.m. game drives in Serengeti, or full day with picnic lunch, overnight lodge/camp Serengeti on full board basis"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Depart Serengeti early to Ngorongoro, overnight lodge inside Ngorongoro. Crater visit. Overnight Ngorongoro on full board basis Ngorongoro Crater: Often referred to as the eighth wonder of the world’ the Ngorongoro Crater is one of Africa’s best-known wildlife arenas. A World Heritage Site, it is also one of the largest volcanic craters in the world (almost 20 kilometers wide, 610-760 meters deep and covering a total area of 264 square kilometers). An utterly unique biosphere, the Crater harbors grasslands, swamps, forests, saltpans, a fresh water lake and a glorious variety of birdlife, all enclosed within its towering walls. Due to its high concentration of wildlife, close-range viewing opportunities and striking scenery it is also Tanzania’s most visited destination"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Drive back to Arusha, end of services. Optional beach extension to Zanzibar or one of the smaller islands (additional cost)"
    }
  ],
  "map": ""
}