{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "northern-tanzania-luxury-guided-holiday",
  "tourName": "Northern Tanzania luxury guided holiday",
  "placesVisited": "",
  "generalInfo": "A super luxury fly/drive itinerary taking in all the main highlights of Northern Tanzania.  Staying in top quality lodges on an all inclusive basis.  Guaranteed to depart for 2 clients, maximum of 6 clients per 4 x 4 vehicle with departures every Sunday throughout the year. Easily extended with flights from Seronera to Kogatende (Northern Serengeti) for great wildebeest migration, or Southern circuit (Nyerere park), or fly directly to Zanzibar for some well deserved R &amp; R to finish.",
  "durationDays": "9",
  "price": "6070",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Kilimanjaro International Airport: you will be met and transferred to Gran Melia Hotel for overnight."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast and your safari briefing, set off by 4x4 to Tarangire National Park. As you pass through the park gates, your adventure begins with thrilling game viewing, scanning the plains for elephants, big cats, and the park’s famous baobab-dotted landscapes. Arrive at the lodge for lunch, enjoy some time to relax, then head back out for an action-packed afternoon game drive. Return to the lodge for dinner and an overnight stay under the stars. Located in the heart of Tarangire, Ndovu Tented Lodge features 12 permanent tented suites surrounded by one of Tanzania’s most spectacular elephant habitats. Open year-round, it offers exceptional wildlife experiences, especially during the dry season when huge herds migrate through the park. Includes Full board including all meals, bottled/filtered water, juice, local beer, house wine by the glass, and non-premium spirits (premium drinks and laundry excluded)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Spend morning and afternoon game drives exploring the untamed beauty of Tarangire National Park, accompanied by your experienced safari guide whose deep knowledge of the land brings every moment to life. From the first light of dawn, venture across sweeping savannahs dotted with ancient baobabs, following elephant trails and scanning for prides of lion lounging in the shade. Your guide helps you spot elusive creatures—leopards draped across branches, cheetahs prowling the open plains, and the vibrant birdlife that makes Tarangire a birder’s paradise. As you travel from riverbeds to rolling hills, you may encounter towering giraffes, bustling zebra herds, buffalo, and an array of antelope. With expert insight and a keen eye for wildlife, your guide ensures every sighting becomes a story, making this full-day game drive a truly immersive and unforgettable safari experience."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Embark on a scenic drive through the Great Rift Valley to Lake Manyara. Stop in Mto wa Mbu at Ol Mesera Manyara for lunch and a live Makonde carving demonstration, where skilled artisans bring wood to life before your eyes. Then continue to the Ngorongoro Conservation Area, arriving at your lodge in the afternoon to gaze over the awe-inspiring Ngorongoro Crater, a wildlife paradise framed by dramatic cliffs. Cap the day with dinner and an overnight stay in this iconic setting. Accommodation Meliá Ngorongoro Lodge in Premiere Forest View Rooms on full board basis including all meals, bottled/filtered water, juice, local beer, house wine by the glass and non premium spirits (excludes premium drinks and laundry) Optional Experience Guests who wish to have an escorted walk on the crater rim with a conservation officer can make these arrangements in advance. The walk is about 2 hours and is strenuous due to the altitude of the crater rim"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Rise early and descend into the magical Ngorongoro Crater. Spend the day on a thrilling game drive in this 102-square-mile wildlife paradise, where elephants gather to play and drink at waterholes, giraffes stretch gracefully to nibble acacia leaves, and flocks of flamingos colour the crater’s lakes pink. Keep an eye out for lions, rhinos, buffalo, zebras, wildebeest, and antelope as you explore. Pause for a picnic lunch at a breathtaking crater-side spot, then return to the rim and your lodge in the afternoon for dinner and an overnight stay with spectacular views."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Journey to the world-famous Serengeti National Park, a land of endless plains and spectacular wildlife. Along the way, stop at Olduvai Gorge, where the Leakey family made groundbreaking archaeological discoveries, and explore the small museum with fascinating artifacts. Visit a traditional Maasai village to experience local culture up close. Continue into the Serengeti, renowned for its vast savannahs, breathtaking landscapes, and incredible wildlife—including lions, elephants, cheetahs, and large herds of wildebeest and zebra. Stop for a hot lunch at Miracle Experience Seronera (set menu, drinks excluded). After lunch, head west toward the Mbalageti Hills, enjoying game viewing en route. Arrive at your lodge in the late afternoon to freshen up, then relax with dinner and an overnight stay in the heart of this legendary wilderness. Accommodation Meliá Serengeti Lodge in Lagoon View Rooms on full board basis including all meals, bottled/filtered water, juice, local beer, house wine by the glass and non-premium spirits (excludes premium drinks and laundry)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Final game drive en route to Seronera airstrip. Fly by scheduled flight to Arusha Airport (flight included) departing 1100 arriving 1220. You are met on arrival for a local lunch (set menu, drinks excluded). Then transfer to Kilimanjaro International Airport for your departure flight. Onward flights to Zanzibar are also possible."
    }
  ],
  "map": ""
}