{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-highlights-holiday",
  "tourName": "Tanzania highlights holiday",
  "placesVisited": "Mount Meru, Arusha, Serengeti National Park, Ngorongoro Crater Conservation Area, Tarangire National Park, Game drives and optional activities, Luxury safari camps and traditional lodges",
  "generalInfo": "If you’re short on time but hungry for highlights then this affordable week in Tanzania allows you to really hit the ground running. <br/><br/>A high-value road safari featuring both luxury tented camps and traditional safari lodges, this memorable Tanzanian safari offers a sensational three-night stay in the world-famous Serengeti National Park, and a visit to the ‘eighth wonder of the world’, with 2 nights in Ngorongoro.<br/><br/>Tanzania is simply stunning and this week-long tour aims to encapsulate the endless opportunities to observe animals whilst staying in both luxury tented safari camps and traditional lodges.",
  "durationDays": "7",
  "price": "2675",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Arusha’s Kilimanjaro International Airport and meet your customer service representative. Transfer to Arusha town situated at the foot of Mount Meru. Check in to the Four points by Sheraton Arusha Hotel (BB), a modern hotel nestled against one of the most majestic backdrops of the picturesque Mount Meru, sister peak to Africa's highest summit, Mount Kilimanjaro. Afternoon will be at leisure. Overnight at Four points by Sheraton Arusha Hotel-BB"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast transfer to Arusha Airport for a morning scheduled flight to Seronera Airstrip(quoted separately) of the Serengeti National Park , and onto Conserve Safari Serengeti Camp, which is ideally located for safari game drives as well as optional activities such as balloon safaris Pick up/met at airstrip by our driver guide and transfer to camp for check-in Lunch and afternoon game drive About the Serengeti Covering 14,763 sq. km of endlessly rolling savannah plains, the Serengeti is Tanzania’s first-established, largest and most famous park wherein tens of thousands of hoofed animals roam in a constant and unremitting search for the fresh grasslands upon which their survival depends All meals and overnight at Conserve Safari Serengeti Camp or similar property-LDBB"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "With a full day’s game-driving in the park, your options are wide. Breakfast, lunch and dinner are served at the camp, where guided nature walks can also be taken. Game drives can be taken morning and afternoon. Whilst the annual migration is the Serengeti’s most famous attraction, the Park is also renowned for its lion, many of which have been fitted with radio-transmitter collars so that their movements may be tracked, and additionally for its wealth of cheetah, zebra, giraffe, Thomson’s and Grant’s gazelle, eland, impala, klipspringer, hippo and warthog. All meals and overnight at Conserve Safari Serengeti Camp or similar property-LDBB"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "With a full day’s game-driving in the park, your options are wide. Breakfast, lunch and dinner are served at the camp, where guided nature walks can also be taken. Game drives can be taken morning and afternoon. Whilst the annual migration is the Serengeti’s most famous attraction, the Park is also renowned for its lion, many of which have been fitted with radio-transmitter collars so that their movements may be tracked, and additionally for its wealth of cheetah, zebra, giraffe, Thomson’s and Grant’s gazelle, eland, impala, klipspringer, hippo and warthog. All meals and overnight at Conserve Safari Serengeti Camp or similar property-LDBB"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After a leisurely breakfast, leave the Serengeti and drive to the Ngorongoro Crater Conservation Area and descend into the crater for a day tour/crater tour Ngorongoro Crater: Often referred to as the eighth wonder of the world’ the Ngorongoro Crater is one of Africa’s best-known wildlife arenas. A World Heritage Site, it is also one of the largest volcanic craters in the world (almost 20 kilometres wide, 610-760 metres deep and covering a total area of 264 square kilometres). An utterly unique biosphere, the Crater harbours grasslands, swamps, forests, saltpans, a fresh water lake and a glorious variety of birdlife, all enclosed within its towering walls. Due to its high concentration of wildlife, close-range viewing opportunities and striking scenery it is also Tanzania’s most visited destination Packed box lunch at the crater floor before driving back to your camp in the afternoon Afterwards continue to check into Acacia Farm Lodge-Karatu for late afternoon check-in Evening at leisure unwinding at the lodge All meals and overnight at Acacia Farm Lodge-Karatu or similar-LDBB"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After a leisurely breakfast at lodge we leave for a heartwarming visit to Simba Milima Primary School-our local school project., where you engage with the students, learn about their daily lives, and see how the community is working together to support education Return to Acacia Farm Lodge for lunch Afternoon Coffee Farm Tour within the property All meals and overnight at Acacia Farm Lodge-Karatu or similar-LDBB"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoy breakfast at the lodge, before checking out by around 08:30 Today we stop at Mto Wa Umbu for guided village tour(walking tour) For participants extend their holiday to 'The Spice Island' of Zanzibar-our guide will drop you off at Manyara airstrip for your onward flight. Our journey continues to Arusha and on to Arusha Coffee Lodge for lunch before proceeding to Kilimanjaro Airport, carrying with you the memories of a lifetime as you embark on your flight home."
    }
  ],
  "map": ""
}