{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "7-day-tanzania-safari-tour-serengeti-ngorongoro-crater-lake-manyara-olduvai-gorge",
  "tourName": "7 Day Tanzania Safari Tour: Serengeti, Ngorongoro Crater, Lake Manyara & Olduvai Gorge",
  "placesVisited": "Serengeti, Ngorongoro Crater, Lake Manyara National Park, Great Rift Valley",
  "generalInfo": "Tanzania is filled with gold, from its sunrise to its plains. Leopards linger in trees, lions laze in the grass, and elephants parade on the horizon. The wonders, the culture, the sky—grab the riches of Tanzania by giving yourself golden memories. Experience all the treasures that Tanzania offers by exploring its splendors.",
  "durationDays": "7",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Serengeti – Golden Sea",
      "description": "Depart from Arusha in the early morning and fly over the distinct plains of the Serengeti, where the grass sways in the breeze and looks like a sea of rippling gold. From the plane herds of elephants can be seen parading through the prairie, appearing first as small dots in a gilded field until the plane descends, the elephants grow, and you land amongst the natural beauty of the Serengeti Nature Reserve. Once on the ground, you will begin your Tanzanian safari trip with a game drive. The Serengeti is one of the world’s best known wildlife reserves due to its high volume of animals and its being home to one of the best known lions to ever have been conjured: Simba , from the “The Lion King.” The warm afternoon smells of dry grass and soft earth. Traverse the grounds with your well-informed guide, who will point out the varieties of wildlife that linger in the bush. Keep your eyes open for that herd of elephants wandering along the horizon. Their large, gray forms loom large on the horizon and larger still when close to the vehicle. Their tusks droop and point, reflecting the sunlight with a slight sparkle. Stray leaves sometimes dangle from their tusks as if the elephant is saving some foliage for later. They stand tall in the cooling sky as the sun fades over the horizon. The elephants become a shadow in the coming darkness, before fading away in search of a watering hole."
    },
    {
      "dayNumber": "2",
      "title": "Serengeti – Exploring the Depths of a Golden Ocean",
      "description": "As the lush green grass of the Serengeti begins to fade to a dry gold, the wildebeest move between the vast flatlands of the Serengeti and the continuous green of various areas of Kenya in what is called “The Great Migration.” Rise and shine in the depths of wildlife, within the heart of the Serengeti, where the sound of birdcalls in the sunrise is enough to remind you that the world around your campsite is open and inviting. It is the same world that beckons you to explore, calling you to rouse yourself from bed, enjoy the soothing warmth of your morning coffee, and dive back into your vehicle after breakfast to see more. Along either side of the vehicle you can see the limitless plain inhabited by the likes of millions of wildebeest stretching as far as the eye can see. Some linger along the roadway, grazing on the fading grass, staring at you as you watch their beady eyes and long horns, thin legs and long bearded chins dip to the earth and tear the grass from the drying terrain. Their bodies are made to migrate, able to run for long periods of time, their legs thin but strong allowing them the jump blockades like fallen trees or large riverbanks. The wildebeest travel in a line, the sound of clopping hoofs almost deafening. As they run, dust jumps into the air. Their guttural cry mixes into the cacophony. The bright stripes of zebras can be seen mingled into the gray crowd of wildebeest. You pull out your binoculars, stretch your eyes to the horizon, and search for the end of the gray mass, but you can’t see one. The wildebeest seem just as endless as the Serengeti, and you are in the middle of them, in the middle of the vast golden ocean of the plain with no end in sight."
    },
    {
      "dayNumber": "3",
      "title": "Ngorongoro Crater – All That Glitters is Gold",
      "description": "Begin your day with a delicious and hardy breakfast before embarking on a morning game drive. The open space of your campsite, along with the welcoming water tanks, is often an inviting proposition for local elephants; after all, an elephant never forgets. On this morning you may wake up to one of the few extraordinary scenes of the large, gray mass of an elephant dipping its long trunk into the water tank in the cool of the morning. The trunk lifts and contorts, sucking up the water and spraying it into the elephant’s mouth and over its body. Delight in your morning meal, watch the elephant drink, bathe, and wander back into the wild before you follow its lead and depart the camp. The early morning visit from the elephant is never enough when the Serengeti is your morning playground. Search through the tall grass for the white tips of Jackal tails, listening for their high-pitched yip. They resemble a medium sized fox and are most often seen in pairs, for they mate for life. Wave goodbye to the golden plains of the Serengeti as you end your morning game drive. Make your way to Olduvai Gorge. The afternoon sun warms the world giving the area the aroma of freshly baked clay. Just like the air, the rim of the gorge resembles clay, its rim a rusty red from the oxidized sand that shimmers in the sunlight. The layered colors of the gorge rim, along with the large monolith in the gorge’s center, showcases the evolution of the topography, having been carved out by two rivers cutting through the rough terrain. Here you will visit the oldest fossils of human life to ever have been found. These fossils gave the scientific world reason to believe that mankind originated in Africa before sprawling to other continents. The museum offers many other fossils and exhibits as well, from the animals that graced the area, prospective life of ancient mankind, to what the gorge may have looked like before it was carved by Mother Nature. Once you have filled your mind with information, and your belly with lunch, continue on your way to the Ngorongoro Crater’s rim. The scent of fresh grass lifts into the cool breeze of sunset. The gentle wind rustles the trees. And even in the crimson light of the setting sun you can see down into the crater watching the distant color of Lake Makat glitter."
    },
    {
      "dayNumber": "4",
      "title": "Ngorongoro Crater – Worth Your Weight in Gold",
      "description": "The morning mist that continuously keeps the crater fresh and green fades in the morning light. The sun peaks through the gray bringing in a welcome and satisfying warmth. The crater is 25 meters across and brimming with wildlife. The grass beams in the sunlight; specks of dew sparkle in the bright light of the morning. The grass remains green year round keeping the grazers happy and the need to migrate at bay. The predators remain plump and content because of the dependable herbivore population. Once deep inside the crater, you will be able to see the exceptional wildlife up close and active. Clans of hyena wander through the green field. Their necks extend and their heads hang low. Their ragged fur is speckled a dark brown. The females grow larger than the males and tend to be more dominant. The hyenas’ cackle can be heard in the distance when the air is still, as they call to one another. Watch them pass along the road in search of an easy hunt, being very opportunistic predators, or an easy meal, being known to mostly scavenge. The lush vegetation of the crater extends out and up to the crater’s rim as you follow the colors and exit Ngorongoro Crater knowing that what you have witnessed is unparalleled, unable to be traded for anything in the world, unable to have a price placed upon it. Continue your journey from the crater to the Mto wa Mbu village market. Here you will find a variety of goods that you can dawdle over in search souvenirs or a taste of the local customs and environment. The rich blues, reds, and greens stand against one another in a collage of Maasai clothing displayed to catch your eye. Plantains grow as large as a wildebeest’s head, their vibrant green just as awe-inspiring. A mixture of newly carved wood and freshly picked fruit fills the market area. Woodcarvings are presented based upon size, and can be made or modified to your liking. The most popular being carvings of the Big Five: elephants, rhino, leopard, lion, and buffalo. Wander around the Mto wa Mbu market, watch the distinct colors of the fresh fruit glow in the deepening sunlight, explore the various souvenirs, and get a taste of the local shopping customs as vendors tell you, “looking is free” and are always ready for, and expecting, a negotiation."
    },
    {
      "dayNumber": "5",
      "title": "Lake Manyara – When Gold Turns Pink",
      "description": "Wake up to another beautiful sunrise in Tanzania. The low mist rises from the lake and dissipates. After breakfast you will head out to explore the depths of Lake Manyara National Park. The orange and gold sky fills the distance until you see Lake Manyara no longer reflecting the gold of the sun but shining bright pink in the morning air. Known for its birdlife, flamingos are exceptionally prevalent at the lake, and they shine as bright as the sun along its shore, if the sun were indeed pink. Their necks tangle and twist amongst one another, their sharp, black beaks dip into the clear water and dig for fish. As you drive along, bumping through the track roads, pay attention to the trees for Lake Manyara is also known for its tree-climbing lions. Lazing comfortably among the branches, their golden fur stands out against the deep bark, their tails dangling down and swishing in the cool air of the shade. The lions climb the trees to better see the terrain, searching for signs of prey that would be invisible to them in the high brush of certain areas. Between the tree-dwelling lions and the flock of flamingos, there is a collection of color and movement that swirls through and around Lake Manyara."
    },
    {
      "dayNumber": "6",
      "title": "Great Rift Valley – The Goods of the Rift Valley",
      "description": "From a distance the Great Rift Valley looks like a large cliff face that extends across all of Tanzania, which wouldn’t be wrong. The Great Rift Valley does stretch from the Jordan Valley all the way down to the Mozambique and this is where you find yourself standing, looking down on Tanzania’s lowland. The rim of the rift extends into the distance looking similar to a mountain range. Today you will have the opportunity to explore the culture of Tanzania on a walking safari through villages that remain connected to their culture through current practices and a determination to keep their history alive amongst the constant push of the modern world. From woodcarving to fishing, the region is full of a mixture of historic tradition and current economic practices, including plans for a geothermal power generator. Many of the people that reside in the Great Rift Valley are Maasai, known for their migratory nature. They remain traditional in their dress, in their customs of cattle and goat herding, and their traditions of being large-familial, patriarchal polygamists. They are incredibly friendly and inviting to those curious about the Maasai culture and desiring to learn more. The children shout in excitement, crowd around you and guide you to their boma , the surrounding gate of their village. Stay a moment and hear the children sing with joviality. The goats bleat, the cows moo and you have experienced another treasure of Tanzania: its local people."
    },
    {
      "dayNumber": "7",
      "title": "Arusha – Another Golden Day",
      "description": "Today you will have another chance to learn about the history of the Maasai people through their own experiences and oratory. A Maasai guide will walk you through the difference in their clothing, his cloth bright red, his earlobes stretched and dangling, a wide-beaded bracelet decorating his wrist. Continue from your moment of cultural education to a walking safari through the bush of the Great Rift Valley. Wander through the trees with your guide in search of the hidden and quiet beauty of the area’s wildlife. Leopard tortoise meander across the grass, their shells a rich yellow decorated with dark spots and swirls, resembling the coat of a leopard. Starlings sing in the trees, their blue feathers iridescent in the sunlight. The quieter beauty of the Great Rift Valley and of Tanzania is shown as you slow down for a moment and pay attention to what you may have once sped past. Try to slow down time as much as possible to linger in your final moments in the Tanzanian wild. Eventually time will speed up once again, your last day exploring Africa coming to an end. Return to Arusha for the end of your journey with golden memories still radiant. Or, consider adding on an extension to your trip. See the safari tour package to Tanzania section for ideas and travel reviews."
    }
  ],
  "map": ""
}