{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "serengeti-safari-maasai-mara-adventure-tour-for-couples",
  "tourName": "Serengeti Safari & Maasai Mara Adventure Tour For Couples",
  "placesVisited": "Arusha, Ngorongoro Crater, Serengeti, Maasai Mara, Amboseli National Park",
  "generalInfo": "The Serengeti and Maasai Mara are coated in mystique, a patchwork of hooves and paws interacting across an epic grass plain of enchantment. This handcrafted adventure takes couples away from the crowds and into their own sublime piece of the wild. Your safari in Tanzania includes mobile camps, remote concessions, and elegant picnics; it's an adventure full of exquisite and romantic experiences set amongst the unforgettable hinterlands of Africa. Additional stops in Ngorongoro Crater and Amboseli will offer even more incredible new angles.",
  "durationDays": "11",
  "price": "8,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha – Welcome to the Enchantment of Tanzania",
      "description": "Even from 37,000 feet it looks impressive; the scorched plains are dotted with lakes and parched riverbeds. Touch down at Kilimanjaro International Airport and the enchantment of Tanzania becomes more intimate. A guide will meet you in arrivals and the short drive to Arusha comes with fabulous views across rolling plains. Arrive in the haven of your lodge and the safari is already starting, monkeys swinging through the branches and bushbabies shouting from the treetops. Your luxury en-suite cottage is nestled amongst coffee plantations and indigenous forest, a serene place for settling into Tanzania's slow rhythm."
    },
    {
      "dayNumber": "2",
      "title": "Ngorongoro Crater – Stunning Big Five Safari in Ngorongoro Crater",
      "description": "Everyone arrives in Tanzania with safari preconceptions. What are yours? How about your partner’s? Perhaps it's lionesses stalking their prey? Maybe it’s Black rhino or waddling hippos? Could it be dreams about watching tusked elephants wander through the forest? Ngorongoro Crater is a bizarre natural phenomenon, the volcanic remnants forming a unique space of multiple juxtaposed ecosystems. Descend onto the crater floor and shake your head in disbelief. All those preconceptions play out like images from a movie. And there's much more. Turn around and there are three separate buffalo herds. Move into the trees and a leopard's eyes stand bright amidst the trees. Hyenas pass by, zebra congregate in huge numbers, and most first time visitors end up with hundreds of photos in less than an hour. With this itinerary there is no gentle introduction to the Big Five safari. There are no slow days in less abundant parks. You're heading straight into the unforgettable destinations that East Africa is famous for. Tonight is spent at a bucolic lodge, your remote suite perched on the crater rim and warmed by a homely fire. A discreet Maasai butler attends to all of your needs. So sit on the veranda, admire the wildlife that wanders past, and indulge in a lodge that blends nature with old-world charm."
    },
    {
      "dayNumber": "3",
      "title": "Serengeti – A Morning in Ngorongoro and an Afternoon in Serengeti",
      "description": "As the sun peeks above the crater rim you're back down on the Ngorongoro floor, exploring the myriad of ecosystems long before most other safari vehicles arrive. Such a pristine Natural Wonder deserves two game drives. Yesterday you will have toured the popular spots, while today you can journey into lesser known corners that burst with authentic scenes. In the cool morning air there's a great chance to see big cats on a hunt. This time is great for marveling at hippos before they almost submerge themselves in the lakes. Your guide packs breakfast and erects a table beside the forest; fresh Italian coffee is served with the sounds of elephants trumpeting in the distance. Ascend on the western side of the crater and within a couple of hours you're in the Serengeti. Baboons act as signposts, sitting on the road and guiding you into the next six days of adventure. First impressions are never forgotten. It seems to extend for eternity, the grasslands rolling and rolling far beyond the horizon. Entering from the Ngorongoro Crater side means you will gently descend into the Serengeti, the raised platform providing these eternal impressions of beauty. Wildebeest and zebra herds cover the plains at all times of year. From January to March, this section of the park is where the wildebeest give birth, so the grass becomes a patchwork of hooves and predators. It's these wildebeest, some 1.5 million of them form the great wildebeest migration. They're joined by immense numbers of zebra and are chaperoned by a myriad of cats and prowling hunters. On this unique vacation you'll follow the migration route, so regardless of when you visit, you'll have prime seats for nature's greatest show."
    },
    {
      "dayNumber": "4",
      "title": "Serengeti – Hot Air Balloon Trip and Following the Wildebeest Migration Route",
      "description": "Wake up. Look outside. Everything seems close enough to touch. Wildebeest neck hairs flicker in the breeze, a gazelle's anxious eyes shine white, and zebra are grazing just outside the tent. It's an early start this morning, the plains at their most picturesque in the colorful light. Take in the close ups and enjoy the intimacy, the Serengeti suddenly confined to the beautiful scenes in your immediate proximity. Now for a new impression; climb aboard a hot air balloon for a private flight over the Serengeti. Slowly you ascend and the intimacy is replaced by stunning perspectives of scale. Only at this height is it possible to grasp the animal numbers. Millions of mammals cover the landscape, clumped together into groups that contrast against the green. Some patches move, leaving behind a trail of dust as they go, others continue their veracious consumption of the grass. Now the balloon descends, the scale slowly receding and the individual detail gradually returning. Champagne is served as soon as you land, a second breakfast to celebrate your stunning two hour flight across the plains. What now? Where next? With bubbles still in your mouth, the howls of hunting scenes come loud and clear. Your guide follows the trail, driving you westwards and following the migration route of the wildebeest. Stop beside a lion pride. They lounge content, a bloody carcass beside them. Eyes remain open and your arrival prompts a defense mechanism. This pride doesn't want remaining meat to be stolen. But gradually they drift off into slumber, the cats forming a poetic union of rugged power and adorable charm. Today will be a long game drive heading west and north through the Serengeti. There's unlikely to be any moment when you can't spot wild mammals from the vehicle."
    },
    {
      "dayNumber": "5",
      "title": "Serengeti – Beautiful Remote Camping in the Heart of the Grass Plains",
      "description": "Last night's camp couldn't be any more remote. Wake up in the heart of the Serengeti, miles from any other camp, tourist, or vehicle. An elephant bull wanders across the horizon, Thompson's gazelle and zebra litter the panorama, and from a slightly elevated position you make out a cheetah pair surveying what's on the menu. Your personal chef serves your morning meal, the table elegantly prepared on the Serengeti grass. There are no fences and no interruption to the wildlife. Giraffe cross in front of you, ungulate herds continue to march past the camp, and buffalo come to inspect your breakfast. The location of this mobile camp is always changing and is designed to offer safe and uninterrupted immersion in the world's most impressive natural show. You and your partner are the only guests and a discreet team attends to all your needs. In most cases, you will be able to sit outside the tent and watch the great wildebeest migration unfold on the plains below. Game drives bring more intimate action. Leopards, lions, hyenas, jackals, every corner seems to bring glimpses of a new predator. Some are out in the open. Others hide, only revealing themselves to trained eyes. Fortunately, you're guide is skilled at betraying their camouflage. Look across the high grass and you see nothing but gazelle. The guide approaches slowly. Still nothing. Now you're on the edge of the grass and still you can't pinpoint the predator. But a tiny rustle alerts your eyes. The leopard was hiding, barely ten meters away. Not far away, a pair of rhino brings new visual delights. Tailor the game drives to your mood, combining them with languid hours watching the wildlife world from the camp. When evening comes around, the dinner table is idyllically situated on the plains; a lullaby of lion roars accompanying a four-course meal. Clink the wine glasses, marvel at the starry sky that dazzles overhead, and then close the curtains to the elephant silhouettes. Even as you lie on the sumptuous king sized bed the Serengeti continues its magic, the sounds perforating through the canvas. This mobile camp includes solar powered lights, hot bucket showers, a chef and camp guide, as well as thick comfy seats for watching all the action."
    },
    {
      "dayNumber": "6",
      "title": "Serengeti – Watching the Drama Unfold at the River",
      "description": "This morning you continue the journey north and west. Not straight away of course; before leaving, there's plenty of time to savor breakfast and watch the show from camp. You're heading to the Grumeti River for an unforgettable look at the interaction between predator and prey. As the wildebeest migrate they must make daring crossings across a handful of rivers. For days the wildebeest and zebra may congregate, clumping together until one brave soul leads the charge across strong currents and waiting crocodiles. They're hemmed in, easy targets for the prides that have followed them north. Some of these safari days have been about driving around and exploring. This afternoon is about sitting and watching. Your guide will find an ideal spot overlooking the action. Open the picnic and wait for the show to begin. One wildebeest charges, thousands follow, water and dust splashing up as the teeth of predators shine in the sun. It's the kind of scene from a wildlife documentary and the camera shutter can't click quickly enough. Ungulates keep crossing, predators keep attacking, and a group of clever crocodiles wait downstream for those wildebeest without the strength to swim. Dependent on the time of your visit and the location of the herds, today may be spent at a different river. The exact camp will be confirmed nearer to your departure date and will continue the theme of luxury and exclusivity."
    },
    {
      "dayNumber": "7",
      "title": "Maasai Mara – Crossing into the Maasai Mara and Continuing the Safari",
      "description": "The Serengeti and Maasai Mara form the same ecosystem. The divide is a country border between Tanzania and Kenya. After four days in the Serengeti you continue the journey north and move into the Maasai Mara. It's the same grass plains, although there are a few differences as you get a new stamp in the passport. It's not as flat here, valleys and hills begin to interrupt the flat panorama. There's arguably an even greater abundance of lions and other cats here, although they're not always as easy to spot. It's also more popular with other tourists here so, to continue the private theme of your itinerary, you spend the night on the remote western fringes of the Maasai Mara. Like the Serengeti, expect luxury accommodation, lots of space and privacy, and a candlelit dinner in the heart of the wilderness."
    },
    {
      "dayNumber": "8",
      "title": "Maasai Mara – More Big Five Action",
      "description": "More beautiful impressions of scale are available as you spend the day on a long game drive that crosses the Maasai Mara. From the rugged west you drive to a remote tented camp, an informal and exclusive destination situated in its own piece of the grasslands. Even now, after seven days of safari, there will still be scenes that shock and surprise. Like elephant males fighting at a waterhole, hyenas squabbling with vultures for scraps, or a hundred strong buffalo herd clearing everything from the vicinity. Relax. Enjoy. Savor romantic moments as the two of you sit before the Maasai Mara plains, and indulge in how luxurious serenity can blend with safari thrills."
    },
    {
      "dayNumber": "9",
      "title": "Amboseli – Sublime Final Safari in Amboseli National Park",
      "description": "Completing this safari adventure for couples is one of East Africa's most relaxing destinations. Nestled beneath the dazzling peak of Mount Kilimanjaro, the plains of Amboseli offer one of the world's most iconic wildlife scenes. Sit back and gaze across the grass. Wandering beneath the world's highest free-standing mountain are huge elephant herds, the gentle giants contrasting the snow engulfed peak and vivid green. This is the backdrop for the next two days. Game drives explore a compact park and the itinerary is completely flexible dependent on your energy and mood. The elephants are not alone. A myriad of cats and ungulates call Amboseli home and they're joined by large pods of hippos that fill the lakes. Amboseli creates a fitting finale for this amorous adventure. The small exclusive camp is a tranquil place for reading a book, wallowing in privacy, and then looking up to enjoy the elephants that roam past."
    },
    {
      "dayNumber": "11",
      "title": "Nairobi – Waving Goodbye to East Africa",
      "description": "After ten unforgettable safari days you wave farewell to East Africa. It's a four hour drive to Nairobi and your international departure, but you may wish to switch this for a short hopper flight and a final wonderful aerial of the African hinterland. Be sure to browse the Tanzania safari company reviews to see why travelers continue to rely on Zicasso."
    }
  ],
  "map": ""
}