{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "exquisite-one-week-tanzania-fly-in-safari-for-seniors",
  "tourName": "Exquisite One-Week Tanzania Fly-In Safari For Seniors",
  "placesVisited": "Ruaha National Park, Selous Game Reserve, Serengeti National Park, Ngorongoro Conservation Area",
  "generalInfo": "The dusty savannah reveals its wildlife secrets to those who travel slowly, and with a one-week fly-in Tanzania safari, you can experience it all, enjoying four contrasting destinations and private experiences tailored for senior travelers. Combine four of Africa’s ultimate destinations on an exquisite immersion into the animal world. Leopards prowl for zebra on Serengeti grasslands, herds gather along riverbanks, and lions cross giant elephant bulls in a volcanic crater.",
  "durationDays": "8",
  "price": "13,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ruaha National Park – The African Savannah",
      "description": "You will be traveling to wilderness areas and exploring places that few people ever get to witness. So yes, this is adventurous, but at heart, African safaris are very relaxed vacations. Rather than spending the night in the city of Dar es Salaam, it is better to fly to your safari immediately. After customs and immigration, a light aircraft will fly you to Ruaha National Park, where the open savannah is a bucolic place to rest and relax. When you are ready, a short game drive will reveal some astonishing scenes because wildlife begins to gather close to the water in the late afternoon."
    },
    {
      "dayNumber": "2",
      "title": "Ruaha National Park – Immersed in a Wildlife World",
      "description": "Ruaha is vast and arid. Animals are continually on the move, but they must stay close to water. Therefore, while this is an enormous national park, game drives can be short by sticking to the mighty Ruaha River and seasonal watering holes. Elephants are always impressive here with their tusks that curl above the safari vehicle. Lions and hyenas are spotted regularly, although the spotted cats have many places to hide, so you cannot see them as well in the Serengeti. A sublime variety of antelope species will add to your experience as you begin to identify kudu from hartebeest and impala."
    },
    {
      "dayNumber": "3",
      "title": "Selous Game Reserve – A Safari on the Water",
      "description": "Safari activities are best enjoyed early in the morning and the late afternoon when animals are most active and easiest to find. You will have plenty of time to rest during the middle of the day, whether that involves snoozing in your room or reading a book on your verandah. After this morning’s game drive, you will fly to Selous. Your camp will be positioned on a river, and this afternoon, you will cruise along the banks of the river. Boat safaris are slow and quiet, and animals do not consider the boat a threat, so you can enjoy exceptional intimacy with those species that drink from the banks."
    },
    {
      "dayNumber": "4",
      "title": "Selous Game Reserve – A Personal Safari Adventure",
      "description": "Selous is one of East Africa’s largest reserves, and most of the wildlife is concentrated in the north, which is where your camp is located. Here, you should not worry about the Big Five because there are more than a hundred mammal species to discover on your one week Tanzania safari. Animals must stay close to the river, and there is so much to see around your camp. Here, you can safely walk in the wild for stunning close-ups with various ungulate species. Boat safaris can contrast game drives, and when darkness falls, you can indulge in a nighttime game drive."
    },
    {
      "dayNumber": "5",
      "title": "Serengeti National Park – Wildebeest and Zebra",
      "description": "While Selous activities are concentrated in a small area of one reserve, the Serengeti experience is all about exploring space. It takes three days to drive here from Selous, but it is less than two hours by light aircraft, proving that the fly-in mode of safari is ideal for any traveler with a time restraint. You will touch down on a remote airstrip, transfer to a camp nearby, enjoy some quiet afternoon time, and then discover another ecosystem on an afternoon game drive. In the Serengeti, you will be tracking wildebeest and zebra herds. Here, millions of animals move with the rains and offer an astonishing impression of scale. If you are lucky, you may see more than 40 of them on a single drive."
    },
    {
      "dayNumber": "6",
      "title": "Serengeti National Park – Big Cat Encounters",
      "description": "Africa’s largest herds support Africa’s largest big cat population. Lions often lounge on sun-scorched rocks, surveying passing herds, and draped across tree branches, leopards usually snooze through the day before plotting their hunt after dark. You may also be able to see cheetahs as they peek through the high grass and attempt to steal scraps from a fresh kill. Today’s game drives will be focused on the big cats, and hopefully, you will see them on the move. Perhaps, you will see one as it sneaks up on its prey or as it sinks its teeth into a carcass. Back at your camp, you will probably hear lions roaring through the night."
    },
    {
      "dayNumber": "7",
      "title": "Ngorongoro Conservation Area – Escape to a Wildlife-Rich Crater",
      "description": "Like the other days during this safari, you can enjoy a morning game drive before your flight. Another advantage of a fly-in safari is that you can fly during the middle of the day, so you do not miss any precious safari time. Descending above the world’s largest intact volcanic caldera, you will catch a glimpse of an East African Eden before the afternoon game drive proves to be a fitting final safari activity. Here, you can see black rhinos, which are boisterous when encountered but bashful at heart. Your final night in Tanzania will be spent on the crater rim at an opulent lodge regularly frequented by elephants and buffaloes."
    },
    {
      "dayNumber": "8",
      "title": "Ngorongoro Conservation Area – Departure",
      "description": "After all the early safari starts during this past week, you can lie in this morning. Nothing will be planned, and you will still see a few animals just by having breakfast and looking outside. From Ngorongoro, a light aircraft will take you on a 20-minute flight to Kilimanjaro International Airport, where you will board your outbound flight."
    }
  ],
  "map": ""
}