{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-luxury-safari-zanzibar-beach-vacation",
  "tourName": "Tanzania Luxury Safari & Zanzibar Beach Vacation",
  "placesVisited": "Arusha, Tarangire, Singita Grumeti, Zanzibar, Stone Town, Mnemba Island",
  "generalInfo": "Exclusive, authentic, and luxurious; this unique itinerary offers a complete immersion into Tanzania's beautiful wilderness. Dramatic wildlife roams around your secluded mobile camps and eight days of safari activities offer a very individualized Tanzania safari experience, especially as you enjoy private sections of the Tarangire and the Serengeti National Parks. Three days on the deserted Mnemba Island provide an idyllic beach paradise that completes the vacation.",
  "durationDays": "13",
  "price": "23,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha - Relaxing in Arusha",
      "description": "Idyllically situated amidst a rolling coffee plantation, your first lodge offers a gentle introduction to Tanzania. You'll be met at Kilimanjaro International Airport and transferred to the lodge by road, where each of the bungalows are set amongst the coffee vines. Monkeys swing through the surrounding greenery, while bush babies and tropical birds call from the treetops. Relax in your spacious en-suite room and savor the views from your private balcony. Then enjoy some of the freshest coffee on the planet, straight from the plantation to your cup."
    },
    {
      "dayNumber": "2",
      "title": "Tarangire National Park - Spectacular Safari",
      "description": "Life in Tarangire National Park revolves around water. A vast grassy savanna is punctuated by ancient baobab trees, their immensely broad trunks towering over brittle grass. Meandering through the park, the great Tarangire River attracts migrants from hundreds of miles around. At some points, it flows wildly. Large concentrations of waterbuck and zebra tentatively enjoy its life-giving goodness, ever watchful for surrounding predators. Yet in the dry season, animals must dig beneath the parched riverbed, using remarkable intuition to discover water. A procession of mammals heads towards waterholes, including lions, leopards, and elephants, all uninhibitedly heading for an easy drink. Shaded by an immense acacia tree, your luxurious canvas tent overlooks one of these waterholes, meaning that Tarangire's unique wildlife essentially comes to you. Situated in a secluded area of Tarangire, your safari lodge offers privacy, exclusivity, and a unique harmony with nature. Each en-suite tent is unashamedly luxurious, featuring comfortable beds, plush sofas, and indoor and outdoor showers. They're also opulently furnished with traditional materials. Raised on stilts above the savannah, the spacious tents have private viewing decks that gaze down on Tarangire's unique world. Elephant herds roam past the camp, a giraffe's distinct shape is silhouetted against a slow-burning sunset, while a lion pride approaches for a drink. A spectacular infinity swimming pool also overlooks the waterhole, while a personal attendant will attend to every one of your needs."
    },
    {
      "dayNumber": "4",
      "title": "Serengeti National Park - Safari Days",
      "description": "Tanzania's vast wilderness offers one of the world's final animal havens. The national parks have no fences or barriers. The parks merge into one another as animals roam freely across the landscape of dense forests, endless savannas, lakes and swamps. East Africa's inimitable mammals travel across the land and find personal havens in different habitats. Other than a few Maasai tribes, this beautiful wilderness isn't populated by man. Private tented camps are pitched in hand selected wildlife areas, offering an intimate bush experience that doesn't leave any footprints on the environment. On day four you'll be transferred to the Tarangire airstrip for a flight to your camp. Each private camp is exclusively designed to suit your interests and tastes. They are pitched in secluded areas of wilderness where you'll find no other accommodations, tourists or safari trucks. For four days your private camp becomes part of the landscape and who knows which animals will wander past for closer inspection. In Tanzania, the tents are pitched in either the endless grass plains of the Serengeti or in the Ngorongoro Nature Reserve. The exact location depends on the guest and could take into account the location of the Great Wildebeest Migration. Attentive staff cater to all your needs and ensure that nothing gets too close. Extremely spacious tents are carefully furnished with traditional furniture, hand woven rugs, and king sized beds. A fully flushing china toilet and hot running water is available in your en-suite bathroom, while solar power provides electricity for the camp. Dining tables are erected in the bush and sumptuous meals are enjoyed with breathtaking 360ยบ views of this surreal landscape. Each day is individually tailored to your needs, and could include any range of game viewing activities including scenic flights, hot air ballooning, camel and horseback safaris, or daytime and nighttime game drives."
    },
    {
      "dayNumber": "8",
      "title": "Grumeti - Luxury Safari Experience",
      "description": "On a private charter flight, you'll fly over the endless grass plains of the Serengeti, heading to Grumeti Reserve in the north west of Tanzania. Adjacent to the Serengeti, this enormous private concession is integral to the Great Wildebeest Migration and offers a luxurious safari experience. Every year, over two million mammals migrate across this land, heading north for the rich grasses of the Maasai Mara. Great herds dot the plains with tens of thousands of wildebeest marching together and leaving a swirling trail of dust behind them. Zebras and Thompson's gazelle join them, trying to keep their distance from the predators that trail behind. But a lion pride stirs panic in the herd, lionesses approaching from different angles and offering the confused prey nowhere to run. A lame wildebeest is separated from the herd and the furious final attack lasts just a few seconds. At all times of year the Grumeti Reserve thrives with wildlife. The Serengeti has no boundaries, and every species on four legs wanders over into this private concession. But while the Serengeti is also populated by safari trucks and tourists, Grumeti offers a very private and personal safari experience. Enjoy daytime game drives that reveal giant herds and hunting predators, or explore the nocturnal magic of Africa on a nighttime drive. Intermediate and advanced horseback riders can take enchanting rides onto the endless grass plains, galloping alongside zebra and infiltrating a giraffe herd. Elephants and giraffes wander in the distance, their distinct shapes towering above a small herd of kudu that rest in the grass. Nighttime brings a beautiful starry sky, and perhaps a pair of incandescent looking buffalo eyes just meters from the cottage. Leopards lurk nearby, as do lion prides. Don't worry if you don't spot them from your verandah, the experienced trackers will locate them as soon as you head off on a morning game drive."
    },
    {
      "dayNumber": "10",
      "title": "Mnemba Island - Idyllic Beach Paradise",
      "description": "After eight exhilarating days on safari, you'll be transported to the airstrip for your flight to Zanzibar. Surrounded by calm Indian Ocean waters, Mnemba Island is just one mile in circumference. Traditional wooden dhows drift along the horizon, coconut palm trees line irresistibly white sand, while the tropical forest hides just ten quaint palm-frond bandas. Just a handful of lodge guests and a discreet team of staff stay on this island. You'll have a blissful piece of beach paradise all to yourself. Fresh lobster and prawns are served on wooden platters, romantic candlelit dinners follow a serene sunset, and the temperate waters provide safe swimming all year around. Before your transfer to the idyllic Mnemba Island you'll have the option to take a private tour around Zanzibar's Stone Town, a UNESCO World Heritage site that reveals the cultural history of this iconic island. It's still a thriving town, and a charming wander takes you through a labyrinthine collection of narrow streets. Locals congregate around domino games and street-side televisions, men sell mountains of oranges from wooden carts, while barefoot children skip past ancient churches and mosques. Diverse influences harmoniously juxtapose on these atmospheric streets. Persian baths stand beside ornate Islamic courtyards, Hindu temples are hidden behind British colonial remnants, and boisterous cafes look out onto opulently decorated wooden doorways. A fragrant journey takes you from Stone Town to the north eastern tip of Zanzibar, passing through lush spice plantations and rich jungle. From here it's a 20 minute boat ride to your private island. On Mnemba Island it's easy to relax into an unhurried atmosphere where time is often irrelevant. Lounge on your own piece of beach or enjoy languid hours on your banda's secluded verandah. Each banda features traditional materials and offers a tropical version of a beach cottage. A covered walkway leads you into the forest and an en-suite bathroom with a huge shower. Thatched bar areas have unobstructed views of the beach and the island of Zanzibar. Between April and August, green turtles lay their eggs on the beach, and within a couple of months the island is filled with cute turtle hatchlings. It's easy to unwind and do little but enjoy the exquisite beach and tranquility. Wade into the turquoise waters or snorkel along spectacular coral reefs that reveal a vivid assortment of tropical life. Mnemba Island is part of a marine conservation area, and there is an on site PADI dive school that can take new and experienced divers into the pristine marine world. Deep-sea fishing and specialty dives can also be arranged. Attentive staff fulfill all of your needs and an array of delicious meals are served in the most enchanting of surroundings. After eight days on safari, these three days will show you another side to Tanzania's charms."
    },
    {
      "dayNumber": "13",
      "title": "Farewell to Africa",
      "description": "You'll take the short boat ride back to Zanzibar Island and be transferred to Zanzibar Airport for your departing flight."
    }
  ],
  "map": ""
}