{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "8-day-tanzania-big-five-and-traditional-culture",
  "tourName": "8-Day Tanzania: Big Five and Traditional Culture",
  "placesVisited": "Tarangire National Park, Lake Manyara National Park, Serengeti National Park, Ngorongoro Conservation Area, Lake Eyasi",
  "generalInfo": "Home to Africa’s marvelous national parks, where the Great Migration can be treasured in the Serengeti and the Cradle of Mankind can be cherished in the Ngorongoro Conservation Area, you will be enchanted by all that Tanzania has to offer on this immersive game and culture tour. Weaving from Tarangire to Lake Eyasi, you will encounter the magic creatures and mesmerizing scenes encompassing Tanzania’s beautiful wilderness.",
  "durationDays": "8",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tarangire National Park - Peaceful Retreat in the Land of Elephants",
      "description": "Boasting sweeping golden pastures and Tanzania’s biggest elephant population, Tarangire National Park is a wilderness paradise you will enter after privately transferring from Arusha Airport. After you arrive at the park, settlements will give way for nature, and emerald landscapes speckled with diverse flora and fauna will unroll beyond you towards the horizon. After this game drive, you will happen upon your spectacular campgrounds nestled under the shade of acacia trees and overlooking a dry riverbed flanked by massive granite boulders. In the afternoon, you may be lucky enough to witness elephants drinking from the watering hole in the middle of camp."
    },
    {
      "dayNumber": "2",
      "title": "Tarangire National Park - A Day of Safari Discovery",
      "description": "Whether it be game drives meandering through the lush forests and sweeping savannas or nature walks along grassy pathways winding up and down the hills, you will explore Tarangire and its fascinating forms of life on your first full day in the reserve. Along the way, you will find refuge beneath the shade of giant baobab trees, bask in the breathtaking views of environments left untouched by man, and witness abundant life rummaging through the bush, from galloping gazelle to racing wildebeest and so much more."
    },
    {
      "dayNumber": "3",
      "title": "Lake Manyara National Park - Birds of a Feather",
      "description": "A morning game drive in Tarangire as the sun rises on the horizon may reveal the early bird hunters, such as lions and leopards, in action, as the feared predators chase down their speedy prey. Afterward, you will pack your bags and make tracks for Lake Manyara National Park, best known for the flamboyant flamingos and pouch-mouthed pelicans who find comfort on the tranquil waters of the reserve’s lake of the same name. Home to over 400 species of birds, a birdwatching safari from your camp to the lake will share memorable scenes of these soaring feathered friends."
    },
    {
      "dayNumber": "4",
      "title": "Serengeti National Park - Disconnected in the Central Serengeti",
      "description": "You will head off early, transferring from Lake Manyara to the world-famous Serengeti National Park. The untamed Central Serengeti is home to a lavish campsite where you will find refuge beneath the shady trees and have access to the wilderness spoils, with animals circling your tents throughout the day. You may spend the afternoon slowly settling into your new environment, enjoying the many amenities on offer at your accommodation. As the sun draws beyond the horizon, oranges and purples will illuminate the sky, and the crackling campfire with the occasional howl from distant wild dogs will soundtrack your spectacular evening."
    },
    {
      "dayNumber": "5",
      "title": "Serengeti National Park - The World’s Greatest Migration",
      "description": "The Serengeti is home to one of the world’s most remarkable wildlife spectacles, the Great Migration, an unforgettable treasure you may have the privilege of witnessing should your travels be timed perfectly. During the migration, millions of wildebeest, zebra, gazelle, and other animals begin their journey north with hungry predators hot in their pursuit. While you may recall the events in the popular Lion King film, no words or visual imagery could capture the true majesty of such a phenomenon, a highlight you will share for years to come."
    },
    {
      "dayNumber": "6",
      "title": "Ngorongoro Conservation Area - The Cradle of Mankind",
      "description": "Having seen some incredible game during your stay in the Serengeti, you will begin your travels onwards to the Ngorongoro Conservation Area. En route, you will make a brief stop at the Oldupai Gorge, an incredible archeological site significant to studies on the evolution of humankind. Within this mesmerizing gorge, the first human ancestor remains were discovered, dubbing Africa the “Cradle of Mankind.” After exploring the area, you will continue to the next destination of your Tanzanian tour, a charming camp nestled beneath a valley forest and surrounded by lush vegetation."
    },
    {
      "dayNumber": "7",
      "title": "Lake Eyasi - Scouring the Highlands for the Big Five",
      "description": "Pinned in the Crater Highlands of Tanzania, Ngorongoro Crater is a World Heritage Site with staggering environments sweeping its diverse landscape. Today, you will join a guide and venture further through the crater, with the chance of spotting the renowned Big Five, lion, elephant, buffalo, rhino, and leopard. After your extensive game viewing through the illustrious region, you will transfer to your final destination, Lake Eyasi. Settling into a lodge stationed on the shores of the glimmering lake, you will be at a loss for words gazing out upon one of Tanzania’s most bewitching lakeside scenes."
    },
    {
      "dayNumber": "8",
      "title": "Lake Eyasi - People of the Old World",
      "description": "To conclude your immersive game and cultural tour of Tanzania, you will be joined by your knowledgeable and bilingual guide and be introduced to the remarkable Hadzabe indigenous tribe. These hunter-gathering bushmen have resided around these parts for centuries, with a rich ancestral history tracing back their local customs and traditions. After spending some time acclimating to their unique lifestyle, you will transfer to another nearby tribe, the Nilotic speaking Datoga tribe. Watch traditional dance performances, peruse their medicinal plant collections, and learn about animal tracking before tucking into lunch and heading for the airport."
    }
  ],
  "map": ""
}