{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "untouched-east-africa-11-day-tanzania-kenya-and-uganda",
  "tourName": "Untouched East Africa: 11-Day Tanzania, Kenya and Uganda",
  "placesVisited": "Arusha, Ngorongoro Conservation Area, Serengeti National Park, Masai Mara, Entebbe, Bwindi, Kigali",
  "generalInfo": "East Africa’s wilderness is largely untouched, and sweeping savannas dominate massive slices of the region’s pristine wilderness. You will explore and admire these landscapes for 11 days, discovering the best that East Africa has to offer. From Tanzania’s thrilling safari scenes to Kenya’s enchanting wildlife encounters as well as Uganda’s historic culture and extraordinary experiences, such as gorilla tracking, embrace the wilderness wonders of these picturesque African paradises.",
  "durationDays": "11",
  "price": "9,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha - Tanzania’s Gateway to Paradise",
      "description": "Arusha is a gateway to northeastern Tanzania’s decorated wilderness, a collection of untouched safari environments sweeping Mount Meru’s foothills and Mount Kilimanjaro’s looming summits. Today, you will transfer from the airport to a charming accommodation stationed at the base of Mount Meru’s volcanic peaks and spend your afternoon acclimating to Arusha’s cultural cityscape. You may also relish a tour of the surrounding landscape, where you will admire the astonishing snow-capped crest of Kilimanjaro, a postcard scene of Tanzania, or a culinary exposé of Arusha’s decadent local delicacies."
    },
    {
      "dayNumber": "2",
      "title": "Ngorongoro Conservation Area - All Things African Safari",
      "description": "After breakfast, you will pack your things and prepare for your first adventures within Tanzania’s immaculate wilderness environments. Cruising across roads weaving through lime-green hills to viewpoints pinned on the precipices of towering gorges, you will begin to embrace the epic scale and phenomenal wildlife paradise that is the Ngorongoro Conservation Area. Your safari through the semi-nomadic lands of the local Maasai people will lead you to spot iconic collections of game, including Africa’s Big Five, as well as admire scenes of massive gatherings of wildebeest and zebra migrating across the grasslands."
    },
    {
      "dayNumber": "3",
      "title": "Serengeti National Park - Entrancing Introductions to East Africa’s Savannas",
      "description": "The Serengeti’s vast savannas are an archetypal East African safari scene you will treasure as you arrive in the destination’s protected national park and slowly meander across the mesmerizing landscapes to your accommodation hemmed in the wilderness alongside a peaceful waterhole. After a thrilling safari across the Serengeti, you will return to camp and watch the animals come and go while the sun descends over the horizon and the stars puncture the night sky. These quiet evenings will be an extraordinary backdrop for your delightful campfire dinners."
    },
    {
      "dayNumber": "4",
      "title": "Serengeti National Park - Staggering Scenes of the Great Migration",
      "description": "Besides its impressive collection of wildlife thriving across the distinct terrain covering its sprawling conservation area, the Serengeti’s ultimate claim to fame is the Great Migration. Generally occurring between July and October, you may witness the world’s greatest natural spectacle if arriving at the park during the appropriate time of year. Regardless of the iconic running of millions of wildebeest and zebra across the Serengeti, several exceptional migration moments occur during the year, and you may spot the incredible river crossings or enormous gatherings during your safaris across the reserve."
    },
    {
      "dayNumber": "5",
      "title": "Serengeti National Park - Capturing the Special Serengeti Scenes",
      "description": "With another full day to explore the Serengeti, you will set off early in the morning to capture images of big cats hunting before dawn. With leopards, lions, and cheetahs having the eyesight advantage over prey under cover of night, you may be lucky enough to spot a kill in action or catch the cats tucking into their meals after a hard-fought morning of hunting. In the afternoon, you will retreat to river banks to watch colorful birdlife hovering between branches and gigantic hippos plunging in the river’s ribbons of water."
    },
    {
      "dayNumber": "6",
      "title": "Masai Mara - Sensational Wilderness Scenes in Southwestern Kenya",
      "description": "Along the Tanzanian border in southwestern Kenya, the Masai Mara National Reserve’s preserved savannas unroll endlessly towards the horizon. You will transfer to the coveted destination this morning and appreciate these scenes en route to your delightful accommodation hidden within groves of acacia trees. Flanking a natural waterhole, animals will wander freely in and around camp while you capture them with high-tech photography equipment from your patio. You will join a knowledgeable ranger upon arriving and venture through Masai Mara to discover the wildlife highlights lying beyond the borders of camp."
    },
    {
      "dayNumber": "7",
      "title": "Masai Mara - A Safari Adventure of Cultural Importance",
      "description": "You will enjoy another day of Masai Mara adventure alongside a spirited and knowledgeable ranger who will share information about the immaculate region and its intriguing wildlife. After a wealth of beautiful safari discovery, you will arrive at an authentic tribal village poised on the hills cascading Masai Mara’s ancient landscapes. The traditional villagers will welcome you and invite you to watch customary performances as well as tuck into local delicacies. You will come to learn a great deal about their humble origins and semi-nomadic way of life as the residents accept you and demonstrate their unique traditions."
    },
    {
      "dayNumber": "8",
      "title": "Entebbe - Admire Uganda’s History and Cultural Heritage",
      "description": "Arriving at the lakeside town of Entebbe, you will be swept away by the views of shimmering azure waters wrapping around chartreuse-colored shores home to vibrant Ugandan districts that will introduce you to the country’s local culture. You may spend your afternoon in Entebbe appreciating the simple local way of life during strolls around spirited neighborhoods to museums and eateries sharing the town’s heritage and culinary culture. In the evening, you will watch the fiery African sunset from your secluded balcony and reminisce about your stellar safari discoveries in East Africa thus far."
    },
    {
      "dayNumber": "9",
      "title": "Bwindi - The Gorilla Guardians of Bwindi",
      "description": "Spreading across southwestern Uganda, Bwindi Impenetrable National Park is an impressive protected area encompassing one of the country’s most exquisite forests. Running along the edge of the Albertine Rift, the emerald forest is nourished by the colossal bodies of water, and its proliferating tree life houses an extraordinary array of wildlife, birdlife, and plant life. Today, you will embrace the wonders of Bwindi at leisure before meeting the Gorilla Guardians of Bwindi, a group of gorilla doctors dedicating their lives to the protection of the region’s astonishing primates."
    },
    {
      "dayNumber": "10",
      "title": "Bwindi - Awe-Inspiring Gorilla Trekking through the Greenery",
      "description": "The highlight of Bwindi is a gorilla trekking tour through the lush greenery that will allow you to get up close to the impressive primates who dwell in this luxuriant forest and feed off the flourishing vegetation. You will be joined by an extremely professional ranger with an in-depth knowledge of the beasts, guiding you through your introductions with the curious creatures and shedding insight on their behaviors and the local doctors’ efforts to protect the region and its indigenous inhabitants."
    },
    {
      "dayNumber": "11",
      "title": "Bwindi - Remarkable Recounts of Rwanda’s Dramatic Past",
      "description": "You will appreciate the panoramic views of Bwindi’s evergreen forests from the privacy of your terrace tucked beneath the shady trees before packing your belongings and transferring to the airport. En route, you will make a stop in Kigali to uncover significant Rwandan heritage at the Genocide Memorial. Receiving thousands of visitors each year, this iconic museum and final resting place for over 250,000 victims of the Rwandan genocide will share dramatic recounts of the devastating event through heart-wrenching exhibits and immensely insightful educational tours, an incredibly important final experience of your journey across East Africa."
    }
  ],
  "map": ""
}