{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "serengeti-wildlife-safari-tanzania-cultural-tour",
  "tourName": "Serengeti Wildlife Safari & Tanzania Cultural Tour",
  "placesVisited": "Arusha, Lake Manyara National Park, Serengeti National Park, Ngorongoro Crater",
  "generalInfo": "Tanzania's land is full of evocative tales and remarkable narratives that reveal an ancient untamed world on this 9-day sample itinerary. The storytellers offer an absorbing experience into the untouched charms of Africa. From local Meru women to lion prides on the Serengeti, indigenous Hadzabe bushmen to the Big Five residents of Ngorongoro, this unique itinerary provides the perfect blend of cultural immersion and safari adventure.",
  "durationDays": "9",
  "price": "6,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha – Arrive in Africa",
      "description": "You'll be met at Kilimanjaro International Airport and transferred to your delightful lodge on a coffee plantation in Arusha. Relax in your thatched cottage, savor the enchanting views of Mount Meru, and unwind on the private verandah. Located just outside the vibrant town of Arusha, and set in its own tropical gardens, the lodge provides a gentle introduction to the natural beauty of Tanzania."
    },
    {
      "dayNumber": "2",
      "title": "Arusha – Mulala Cultural Tourism Tour",
      "description": "Nestled on the vivid slopes of Mount Meru, the village of Mulala offers a unique insight into traditional life in northern Tanzania. Their tourism project is coordinated by local women who are eager to share their skills and stories. Take a guided tour of a small subsistence farm and homestead, discover the traditional techniques for making cheese, hear the lost tales from the village, and walk to secluded waterfalls with locals. By sharing their unique culture, the Wameru people of this village can use tourism as a tool for development. After this full-day tour you'll spend a second relaxing night in Arusha."
    },
    {
      "dayNumber": "3",
      "title": "Lake Manyara – Safari Adventure in Lake Manyara",
      "description": "Intimate Lake Manyara is a perfect first stop in your safari to Tanzania because it is a compact national park that offers a diverse collection of habitats. Start in the forest, a mystical world where each turn can bring new wonders. Baboon troops playfully roam, swinging through the trees and then skipping across the trail. Old males sit and ponder, while babies test their boundaries and eagles soar overhead. Impala and eland lurk in the trees, the first of many antelope species you're going to see today. When the trees rescind it's the floodplains that dominate the horizon, lush grass-covered in silent giraffe and ponderous elephants. Acacia trees dot the land and they hide a surprising resident. Tails twitch, eyes blink, manes glow, and the tree-climbing lions of Lake Manyara sit serenely on the broad branches. They sleep with one eye open, forever opportunistic as they dominate this animal kingdom. The big and the small coexist on the lake. Over 300 bird species flutter around the shallows and sing their inimitable tunes, while the innumerable flamingo stain the water a shocking pink. Wading across the escarpments are cumbersome hippos, great hulks of flesh posturing, and arguing over the best spots in the lake. Size matters. And the biggest male not only gets prime wading rights, but it also relegates the up and coming youngsters to the edge of the pod. After exploring all corners of the park, you'll get an aerial view of the lake from your safari camp's private verandah."
    },
    {
      "dayNumber": "4",
      "title": "Lake Manyara – Bushmen Tour in Lake Eyasi",
      "description": "Indigenous tribes are slowly disappearing across Africa and very few remain in Tanzania. Hadzabe bushmen live around Lake Eyasi, continuing ancient practices that compel and enthrall. They take their bow and arrows into the forest, nimbly sidestepping through the trees and tracking animals with remarkable skill. Every upturned stone is a clue, and these traditional hunter-gatherers know exactly how to bring home a meal for the village. You'll spend a day with a local bushman guide and experience how life is lived in this remote and untamed corner of Africa. It's a place where fires are still lit by rubbing sticks together. Alongside the cultural interaction, there's a gentle serenity and freedom to the landscape; no wifi, no phones, no noise from passing traffic. This is a day that really will reveal ancient Africa."
    },
    {
      "dayNumber": "5",
      "title": "Ngorongoro Crater – The Unique Wonders of Ngorongoro Crater",
      "description": "The Ngorongoro Crater floor is never quiet. Slowly you descend into this inactive volcano, the steep track taking you down 2000 feet and into a surreal animal world. Elephants and zebra are making the same journey, heading down the slopes but keeping a watchful eye for the abundant lions. Some prides rest by the trail. But as you stop and admire, the lionesses take a keen interest in the safari truck. Don't worry, they're not looking for a meal, they just want to rest in the shade of the truck – but be warned, it's wise to keep your hands inside when a lioness is just two meters away. Big cats roam throughout Ngorongoro, the land able to sustain huge numbers of predators. Zebra, gazelle, wildebeest, warthog; there's plenty to go around. Ngorongoro's secret lies in its rich fertile soil. The grass always grows, the trees always rise, and the savannah continuously provides for an immense concentration of four-hoofed inhabitants. From the crater floor you can easily make out the outline of all the crater walls. This isn't a big place, and a 360º swing of the eyes takes in an uncountable variety of big game as Ngorongoro provides the Big Five in a day, perhaps all in a single hour. Bushy haired buffalo love to stare, their prominent horns juxtaposed with comical stuck-out ears. Some of Africa's biggest elephants roam lonely in the acacia forest here; giant old bulls choosing Ngorongoro as their retirement home. Leopards lurk in the trees, awaiting an opportunity to emerge and pounce. Your vehicle glides through diverse habitats as you explore different corners of the park. Grassland, forest, flamingo-tinged lakes, iconic savannah, and now some boggy swamps filled as always by the bobbing heads of hippos. Out of the trees comes another giant, a majestic armor-plated black rhino that wanders past the safari truck. Its horn protrudes and indicates power, yet benign eyes hint at the elegance and largely peaceful nature of these critically endangered mammals. All safari sights are memorable, but spotting a black rhino is a tale that will linger on for days, the scene constantly relived as people share stories over dinner and a campfire. Let's not forget some of the smaller and less known sights that grace Ngorongoro. Hyenas seem to be everywhere, scampering around as they seek an easy meal. Waterbuck feed silently in the forest, servals reveal beautiful spotted fur coats, and common eland butt heads as they jockey for power within the herd. Rocking back onto hind legs they generate power, before horns smash together and a ferocious echo filters through the trees. It can be a gruesome sight - eland bulls weight close to a ton. After a full day on the crater floor you'll ascend to the highest point of the crater rim to your accommodation that commands magnificent views and unforgettable sunsets. The dazzling lobby and lounges provide a regal welcome, each exquisitely furnished in a unique African style. A swimming pool and open grass lawns overlook the crater, offering the perfect place for a sundowner or a morning cup of fresh local coffee. Your spacious room has its own pristine view of this majestic natural wonder."
    },
    {
      "dayNumber": "6",
      "title": "Serengeti National Park – Exploring the Serengeti",
      "description": "You know those wildlife documentaries about Africa, the ones that seem fictitious and more like a Disney film? The camera panning out to see hundreds of thousands of wildebeest dotting a grass plain; close up shots of a lion pride effortlessly taking down a zebra; elephants wandering across immense open landscapes, no sight of roads or mankind anywhere. Well, that is the Serengeti. At times it feels fictional. You pinch yourself as it becomes apparent that places like this still exist and you quickly learn that the documentaries offer only a glimpse at what happens in the Serengeti. For three days you're going to be right in the middle of it all. Gaze across the endless plains and make out the resident herds, the yellow grass dotted black by wildebeest and zebra. Almost two-million mammals rumble across the Serengeti during the great wildebeest migration, perennially following the same cycle and turning the plains into a great patchwork quilt. Not everything migrates, and some resident herds decide its better to stay put than make a 1,800-mile round journey. That doesn't mean they'll escape the predators. While a fearsome gang of big cats track the migration, a huge collection stays and patrol their own territory. The Serengeti isn't about getting a glance of a lion or leopard. You'll be finding them every day, perhaps out on a hunt, and often within a few meters of your quivering camera. Game viewing is easy on these plains as the big mammals don't have many places to hide. Elephants rumble in the distance, giraffes wait on the horizon, and ungulate herds graze without any protection. From your safari lodge these eternal views will accompany every morning wake up call and every leisurely evening as you recount the day. In the Serengeti the wildlife doesn't stop, and you should expect to see an assorted cast of local residents roaming beside the lodge. Before entering the Serengeti on day six you'll first stop at Olduvai Gorge, a place that holds the secret to human evolution. Over a million years before homo sapiens, Homo habilis and Homo erectus were living in this gorge. Their fossilized remains have an almost eerie feel. Stand over the valley and there are a few thought-provoking moments that linger in the air. Man probably wouldn't have existed if it wasn't for what happened here. While the vast landscape remains remarkably constant, every game drive reveals something different. Stop for lunch and savor the sights of a hippo filled swamp. Explore the kopjes, rocky outcrops that are havens for lion prides escaping the afternoon sun. These are places where you might find lion and cheetah cubs taking their first steps. Buffalos square up and start a fight, great furry masses attacking each other and aiming for control of the female harem. Then there are the cute and delicate sights, like tiny dik dik, the world's smallest antelope half hidden by the grass, or any one of the 500 bird species that soar through the air. There are colorful lovebirds and enigmatic cranes, as well as rowdy flocks of vultures and giant marabou storks. The sights come thick and fast, something catching your eye every few minutes. But for all its abundant wildlife, it's the sheer freedom of the Serengeti that is often most impressive. You’re exploring a land that seems to have no boundaries or endpoints. Just imagine a place where you're surrounded by hundreds of miles of an ancient untamed ecosystem. This isn't a place for fast-paced sightseeing or immediate visual gratification. Relax, absorb the atmosphere, and allow nature to slowly paint an evocative picture. The Serengeti certainly isn't fictional. In fact, if you want to see the natural world in its most raw and untouched state, there is no better place on the planet."
    },
    {
      "dayNumber": "9",
      "title": "Kilimanjaro – Farewell to Africa",
      "description": "After breakfast you'll be transferred to Arusha and Kilimanjaro International Airport for your homebound flight. Consider doing more in Tanzania and read reviews of Tanzania luxury trips for ideas and traveler experiences."
    }
  ],
  "map": ""
}