{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "a-perfect-serengeti-safari-in-the-private-concessions",
  "tourName": "A Perfect Serengeti Safari in the Private Concessions",
  "placesVisited": "Serengeti National Park, Grumeti Reserve, Western Corridor, Namiri Plains",
  "generalInfo": "The Serengeti plains feel like fiction, the world’s greatest abundance of wild mammals congregating on grasslands that seemingly roll on forever. It’s Africa’s most evocative stage, where the interaction between predator and prey continues like it has done for millennia. And in the private concessions, you’re the only one in the theater. With five exceptional stops, this exclusive safari showcases the Serengeti’s private concessions, revealing wildlife drama that nobody else will see.",
  "durationDays": "12",
  "price": "22,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Grumeti Reserve – Luxury in the Serengeti",
      "description": "The first thing to discover about the Serengeti is its scale. These grasslands seem to stretch for eternity, rolling virtually interrupted across an area bigger than many countries. Perhaps the finest vista comes from your first lodge, raised on a rocky hill above the Serengeti’s Western Corridor. The panoramas are astonishing and you can see the clumps of wildebeest and zebra for miles and miles around. Look out from your luxurious cottage and the Serengeti spills out before you; even better, enjoy the vista from a private plunge pool. You land at Kilimanjaro International Airport this morning, where you transfer onto a light aircraft. Cruising above Ngorongoro then crossing the Serengeti, the small plane provides the first impression of the landscape’s scale. Then the utter luxury of your lodge is the perfect place to soak up the enormity of it all. The day’s itinerary is flexible and you might want to take an afternoon game drive, a personal introduction to the battles between predator and prey. Sunset photos are magical as the campfire begins to crackle and the plains flicker with a golden hue."
    },
    {
      "dayNumber": "2",
      "title": "Grumeti Reserve – Game Drives Across the Serengeti",
      "description": "Lounging on the plains below the lodge is a pride of lions. They seem satisfied, softly panting with bellies that rise and fall. Admire the manes that flow in the breeze then continue the game drive, to another more active pride. The lionesses are on the move, crawling through the grass and approaching a herd of Thomson’s gazelle. Follow them, admiring the stealthy hunter and watching the apprehension cast across the antelopes’ eyes. Later on the game drive, you find their rivals, a cackle of spotted hyenas that are as effective hunting as they scavenging. Game drives here always encounter the predators and you’ll be getting used to seeing the cats hunting over these 12 days. Grumeti is the longest standing and most recognizable of Tanzania’s private concessions. Bordering the west of Serengeti National Park, it’s along the great wildebeest migration route and dissected by the Grumeti River. This is the Serengeti’s Western Corridor and the abundance of resident predators is astonishing. Only three luxury lodges operate in this huge reserve, creating an almost unrivaled exclusivity. On today’s morning and afternoon game drives, it’s extremely rare to come across another vehicle as only guests at the lodges are permitted to explore this area. Already it feels like the Serengeti is your personal and private playground."
    },
    {
      "dayNumber": "3",
      "title": "Grumeti Reserve – Walking Safari and Horseback Adventure",
      "description": "National parks and private concessions have very different rules. Conservation is the primary focus of both. Higher numbers of visitors to a national park mean the authorities must be strict on controlling where visitors go, thus preserving the authenticity of the landscape. Concessions assist conservation by controlling the number of visitors. This enables the rules to be more relaxed. Notably, you’ll be able to drive off the trails, as the landscape will have time to fully recover. So you don’t just see a leopard in a tree or a cheetah in the grass. You drive closer until you’re almost under the leopard’s tree or high above the spotted brilliance of the cheetah. Likewise, when the vultures are circling, you’re able to move through the grass and discover the action around the carcass. Private concessions also create remarkable opportunities. Masai warriors lead you on walking safaris across the plains, following the prints of zebra until you’re virtually amongst the herd. With their red blankets flowing in the wind, these tribal landowners are the perfect guides to narrate the wilderness. And they’ll bring you moments of pure exhilaration on the plains. Although this is big cat country, it’s also possible to go on horseback safari, with experienced riders able to journey along with the herds. A safari in the private concessions isn’t just about game drives. Every day you’re able to customize your program with a range of activities, following your mood and interests at all times."
    },
    {
      "dayNumber": "4",
      "title": "Grumeti Reserve – Flexible Luxury Safari Day in the Western Serengeti",
      "description": "An elephant herd passes the vehicle, tusks curling skyward as they tower above you. Giraffe poke their heads above clumps of trees, chewing silently then elegantly loping along. With a flask of coffee in hand, you stop at the Grumeti River, where a large pod of hippos go through the morning ritual of grunting and barging. A jackal scurries past and then jumps away from the banks after spotting the sunbathing crocodiles. A fish eagle descends from the tree and you watch it fly above an epic herd of buffalo. Hyenas, golden cats, and interesting antelope you’ve never heard of; the Serengeti creates dreamy images of the big cats battling with wildebeest and zebra, but it’s also home to a wonderful diversity of life. Today is fully flexible and you can choose the program that suits the mood. The game drives are personalized, so you can head out in the morning for a couple of hours, or stay out all day on an intrepid adventure across the plains. Like yesterday, you’ll be staying at one of the newest luxury options in the Grumeti Reserve. Your canvas and glass suite overlooks a waterhole and the Grumeti River is just a stone’s throw away. This helps attract an enormous amount of wildlife and you’ll see a huge amount of action from your suite. While safari is an adventure, in the private concessions, it can be wonderfully tranquil; just sit back and enjoy the show."
    },
    {
      "dayNumber": "5",
      "title": "Serengeti National Park – Mobile Camping Safari",
      "description": "Hooves kick up dust as the wildebeest march onwards, hundreds of thousands crossing the plains together. They’re scattered, a mass of hairy antelope covering dozens of square miles; you can drive for 15 minutes and not come to the end of the herd. A little further behind are the zebra, flocked together in a beautiful mass of black and white. Get closer and you pick out the details; loving couples, calves with softer stripes, powerful males flexing their shoulders with a brief gallop. And then the predators come into view. Lions watch the show from the rocky outcrops ( kopjes ), picking out potential meals. Leopards and cheetahs are seen stalking, keeping an eye on the same menu. Hyenas are following the great wildebeest migration, using their incredible stamina to keep pace, then ripping apart the individuals that are weak from exhaustion. The great wildebeest migration mostly takes place in the Serengeti and around 1.5 million animals are on the move. It’s an organic phenomenon with routes changing every year; herds move in clusters, hundreds of thousands of them mowing down the fresh grass as they journey north. Many camps are on the route. But the migration moves quickly, so within two weeks the wildebeest and zebra come and go. Mobile camps are a more guaranteed way to be amongst the migration as they pack up and move location with the herds. While they’re located within the national park, they offer the exclusivity more recognizable with a concession. For these two days, you’ll be hearing the rumble and watching the drama from the camp. An evening campfire and Masai warriors help keep the big cats at a safe distance, while a private guide takes you on game drives amongst the herds. You’re never more than a ten-minute drive from thrilling action. Lions chase zebra, hyenas take down a gazelle stuck in the mud, leopards scamper off with a limp carcass in their jaws. Sometimes you hear a yelp and within moments, you find lions tearing apart a wildebeest. At another moment, you’re close enough to watch the hunt play out and the lionesses pounce on a zebra calf. Although mobile, the camp is also luxurious and you’ll have a level of comfort that seems unexpected given your remote location."
    },
    {
      "dayNumber": "7",
      "title": "Loliondo Reserve – Beautiful Safari in Northeastern Serengeti",
      "description": "After a micro flight, you settle into your next destination, the Loliondo Game Controlled Area in the northeast of the Serengeti. Adjacent with both the Serengeti and the Masai Mara, Loliondo remains a home of local Masai communities. They are the gatekeepers and the guides, using ancestral knowledge to get you close to the drama. It’s a beautiful landscape, with the grasslands interrupted by clumps of woodland and dramatic rocks that climb high above the plains. Your camp is located on one of these, where your rock and thatch cottage enjoys supreme views across the Serengeti. It’s a particularly majestic vista at sunrise. Just like in Grumeti, the daily program is fully flexible and you’ll be able to tailor the adventure to your liking. Journeys through the woodland add a new charm and you’ll follow the bulldozing trails left by rampaging elephants. Beneath the canopy is an ideal place to spot leopards, the beautiful hunter draped across the high branches, overlooking the opportunities for a meal. As well as the safari activities, you can visit local Masai communities, a non-obtrusive way to discover more about their lifestyle and culture."
    },
    {
      "dayNumber": "8",
      "title": "Loliondo Reserve – Nighttime Game Drives",
      "description": "Loliondo brings a fresh Serengeti perspective. Rather than return to the camp at sunset, you actually head out at this time, exploring the plains as they become coated in the drama of darkness. This is hunting time, leopards and cheetahs using the gloom to creep closer and closer to the herds. Sometimes the plains are beautifully illuminated by the moon. At other times, the darkness is absolute and the driver stops the vehicle. You listen for action and then hone in on the sounds, using a high-powered spotlight to reveal the big cats on their evening rounds. The Serengeti is a very different place after dark and it feels like you’re in a completely new destination, especially when the silhouetted elephants march past the vehicle. It’s an exclusive option in Loliondo, and highly recommended as you tailor your safari program."
    },
    {
      "dayNumber": "9",
      "title": "Namiri Plains – Africa’s Most Exciting New Safari Destination",
      "description": "Completing the safari is East Africa’s most exhilarating and exclusive new destination. For over two decades, the Namiri Plains were only open to wildlife researchers, who tracked the behavior of the resident cats. In 2014, they were opened to the public and are now the proprietors of a sole camp. The privacy is unparalleled as there isn’t another camp within an hour’s drive of yours. Only 16 daily guests get to explore the area and the camp is booked out many months in advance, as safari connoisseurs seek to experience the exclusivity and wildlife of Namiri Plains. The migration passes through here from November to January, but for all months of the year, there’s a wonderful cast of resident herds and predators. And just like the other stops on this itinerary, it feels like you have the Serengeti all to yourself. You’ll drive here from Loliondo for three days of exceptional safari. Safari is incredibly authentic here. Wildlife has hardly seen vehicles before and their behavior is completely unaffected by tourism. Researchers continue to track the big cats and they’ll join you on game drives, imparting their extensive knowledge of both the landscape and the resident predators. Their understanding makes experiences with the cats almost guaranteed and you’ll quickly come to discover the movements of local leopards and cheetahs. Activities are restricted to game drives and there remains some control over where you can go; remember, this is still a very important place for wildlife research and conservation. Morning and afternoon game drives bring exceptional intimacy with the cats, and throughout the rest of the day, you sit back and admire the plains from your spacious canvas suite."
    },
    {
      "dayNumber": "12",
      "title": "Kilimanjaro – Departure",
      "description": "The transfer to the airstrip is a game drive, a final journey through the wonders of the Serengeti. You’re heading west, passing the resident lion prides en route to Seronera in the heart of the plains. From here, you board a small plane bound for Kilimanjaro International Airport, where you connect onto your international departure."
    }
  ],
  "map": ""
}