{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "romantic-safari-adventure-across-southern-tanzania",
  "tourName": "Romantic Safari Adventure Across Southern Tanzania",
  "placesVisited": "Dar es Salaam, Mikumi National Park, Mkata Floodplain, Udzungwa Mountain, Isimila, Iringa, Ruaha National Park, Selous Game Reserve",
  "generalInfo": "Grab your partner's hand and jump into the sublime safari world of Southern Tanzania. It's rugged, wild, wonderfully romantic, and off-the-beaten-track. Explore Africa's largest game reserve, sip cocktails beside elephant covered floodplains, picnic alongside hippos, and lose track of the famed Big Five sightings. While Northern Tanzania attracts the crowds, the wildlife in Southern Tanzania is just as abundant. For those couples seeking adventure, this makes it the idyllic vacation for a romantic safari in Tanzania .",
  "durationDays": "13",
  "price": "9,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dar es Salaam - Gentle Tanzania Introductions",
      "description": "Arrive in Tanzania and even its largest city you'll immediately feel the country's laid back style. You'll be picked up at the airport and transported directly to your luxury lodge. Skilled and discreet, your guide is adept at both unveiling Tanzania and giving you and partner all the space you need. The daily itinerary is always flexible. So long guided adventures can be blended with lots of idyllic private time that defines a romantic vacation. You can either spend the afternoon in the blissful grounds of the lodge, or go on a city exploration with your guide."
    },
    {
      "dayNumber": "2",
      "title": "Mikumi National Park - Idyllic Safari Impressions",
      "description": "Most tourists head north, you're going south, starting the safari adventure in Mikumi National Park. Senses are elevated as bird song flickers from the treetops and a lion's eyes lurk through the branches. Wind between the trees and emerge at the Mkata Floodplain, a vast landscape littered with wildebeest and zebra herds. Many call this the Serengeti without the crowds, because while the terrain is classical African and exquisite, there are no other safari vehicles interrupting your photos. Giraffe towers wander beneath the alluring Udzungwa Mountain, the lions climb trees and are easy to spot, then a big herd of buffalo offers the next check on the Big Five list. Your first safari lodge gives a hint of what's to come in Southern Tanzania. Rather than close out the wild with fences, the lodge blends into its surroundings and it's common to see wildlife roaming past your suite. In particular, watch out for the 400 species of birds that flutter around with vibrant delight. Dinner is served Tanzanian style; a fire crackles nearby, a candlelit table for two is situated beneath the stars, and the sounds of the wild permeate your lodge."
    },
    {
      "dayNumber": "3",
      "title": "Mikumi National Park - Exploring Mikumi and a Serengeti-Like Landscape Without the Crowds",
      "description": "In the early morning light, the predators are active. Lionesses leave the trees and begin the hunt. But who's the target. Graceful giraffe, perhaps? No, they are too big for just three cats. Maybe it’s the huge numbers of eland that cover the plains? That's also a big challenge. Eland is the world's largest antelope and they’re fiercely protective of their young. The lions are hungry and they spot some young kudu. Stay silent and the hunt plays out before your eyes. As the sun rises take a break and spend an hour admiring the hippo antics in the pools, then return to the Mkata Floodplain and revel in a utopia of safari impressions. Like yesterday, you'll have morning and afternoon game drives. But it doesn't end when you're back at the lodge. Black antelope and zebra are amongst the regular grazers beside your balcony."
    },
    {
      "dayNumber": "4",
      "title": "Udzungwa Mountains - Monkeys and Hiking",
      "description": "For two days the Udzungwa Mountains have provided the decorative backdrop, their lush forested slopes standing proud above Mikumi. Today you drive west, continuing the safari across the floodplains before winding along rugged roads into the overgrown rainforest. Prolific birdlife welcomes you with a resonant chorus. Your eco-camp is fantastically positioned in the trees, and Udzumngwa's two premier attractions are everywhere; black and white colobus monkeys swing down from the trees, jumping across the camp and surrounding delightful walking trails for two. Cheeky faces smile hello, a tribe of 20 colobuses leap above your head, and shocks of white hair are wonderfully juxtaposed with jet black features. Look down and there are more monkeys, endangered Sanje mangabeys foraging the forest floor, and returning your gaze with their impressive eyes. Romantic vacations are often about escaping and being alone together. Other than the monkeys, there's nobody even close to your splendid en-suite camp in the trees."
    },
    {
      "dayNumber": "5",
      "title": "Ruaha National Park - Cultural Immersion in Remote Southern Tanzania",
      "description": "Just like yesterday afternoon, this morning's itinerary offers a plethora of options. Dozens of self-guided walking trails traverse pristine rainforest, biking, and rafting trips can be arranged and are included in your package, and there are few more uniquely African experiences than rock climbing with monkeys. No experience is necessary; just try it out and wait for the monkeys to swing past and show you how it's done. Leave Udzungwa for an afternoon of alternative Tanzanian experiences. Discover the remarkable tools and history of Isimila, a Stone Age archaeological site that reveals 100,000 years of history. Pass through Iringa and stop in a small village where life has remained unchanged for many generations. It's off-the-beaten-track Tanzania at its finest, a reservoir of smiles epitomizing the benign welcome and openness of traditional life. Continue the drive and you'll arrive in Ruaha National Park around early evening. Settle into a lavish lodge, soak up nature's soundtrack, and you're all set for exploring Tanzania's largest national park tomorrow morning."
    },
    {
      "dayNumber": "6",
      "title": "Ruaha National Park - The Unexplored Wilderness and Huge Elephants",
      "description": "Remote Ruaha encapsulates the dreamy feelings of adventure this vacation is all about. Camps are small and private, the wilderness remains completely untouched, and you can easily go a full day of safari without seeing a single other vehicles. This sublimity is enhanced by little romantic touches. Share cocktails as Tanzania's largest elephant population roam beneath your balcony. Grab your partner's hand and walk through a rugged plain of baobab trees. Unwind beneath the stars as a lions roar and hippo grunt from the Great Ruaha River. Or simply stop during your safari and soak up the exclusivity of this vastly unvisited national park. There are perhaps a few more quintessential vacation moments than silently watching nature's show pass by and sharing a smile. Today you'll take a long game drive across Ruaha, the track winding alongside the river and taking in all the classic ungulate herds, like Grant's gazelle, waterbuck, zebra, bushbuck, and impala. There are also some intriguing and unknown sets of hooves to admire. Splendid greater kudu impress with handsome horns, rare sable and roan antelopes are found in large numbers, and where there are ungulates there are always predators. Traverse rutted and raw trails, the ‘roads’ making today's journey a real adventure in the unexplored wilderness. Arrive at camp, enjoy the hot en-suite shower with views onto elephants, and sit down to another dinner for two beneath a sky uninterrupted by light pollution."
    },
    {
      "dayNumber": "7",
      "title": "Ruaha National Park - Spectacular Safari Adventures",
      "description": "While the ungulates are cute and the elephant herds impressive, it's the predators that provide the ultimate safari excitement. Instinctively you grab each other at the sight of lion paws. Keep watching. Here comes another. Now the cubs emerge from the grass clearing. One, two, three, wait, four, five; Ruaha's lion prides are not only abundant, they're unusually large. Keep watching and now there are 24 lions serenely walking past the safari track. No, make that 25 as a cute cub brings up the rear. Some yawn, others stare, and a procession of elegant felines move past at almost unnerving proximity. Follow their paw prints towards the river, ungulate herds skipping into the distance as the cats approach. Then turn around and spot an ousted male making the same journey, face etched with melancholy. Over the next two days, your safari itinerary is completely flexible. With such a huge area to explore, game drives can take multiple directions. Seek out one of Africa's largest collections of elusive wild dogs. Watch cheetah race across the plains of the Lundu area. Completely forget how many jackal and spotted hyena you come across. And continue to be amazed at the long tusks of Ruaha's elephants. The whole experience is rugged, wild, yet enduringly romantic. Few places can leave you so alone with nature. And few African safari destinations are as compelling. So when the sun goes down on day eight, and the lion roars drift into the camp, you're left wondering just how this wilderness has stayed so far off the standard tourist trail."
    },
    {
      "dayNumber": "9",
      "title": "Selous - First Impressions of Africa's Largest Game Reserve",
      "description": "Another morning safari in Ruaha leaves lasting impressions. Even on the most popular circular driving routes, you’re unlikely to encounter another vehicle. This feeling of exclusivity continues as you land in Selous, Africa's largest game reserve. A scheduled flight offers dazzling aerials of the Tanzanian hinterlands, scorched landscape crisscrossed by cracked riverbeds and brief shocks of water. Selous measures around 50,000 square kilometers, an area that would take months to fully explore. Dissecting the reserve is the Rufiji River and your safari adventure will stick to the photogenic northern side of the river. Tanzania's Ngorongoro Crater receives close to 500,000 annual visitors, but Selous is seen by just over one percent of that number. But don't think that this means less wildlife. Selous buffalo, lion, and hippo populations are considered to be the most populous on the continent. Then there's the rare and endangered that find a last remaining haven here."
    },
    {
      "dayNumber": "10",
      "title": "Selous - Exploring Selous Game Reserve By Boat",
      "description": "African's wildlife revolves around water. A boat safari meanders beside sandy banks dotted with baobabs and open-mouthed crocodiles revealing lines of razor-sharp teeth. Profuse birdlife dance around, the small and delicate bringing vibrancy to the water. Vultures and fish eagles arc around a lavish blue sky. Everything must drink today. Elephant herds march down and splash around, firing water jets from swinging trunks. A hippo's wheeze-honk directs the boat eastward, a whole pod of wallowing hunks fighting for the harem of females. Buffalos may not be as graceful, but they're equally impressive as they contrast with a burning red sunset and a collection of nervous antelopes. Boat safaris are always slow and relaxed, the gentle journey bringing a catalog of delights in the air, land, and water."
    },
    {
      "dayNumber": "11",
      "title": "Selous - Exploring Selous Game Reserve on Long Game Drives",
      "description": "The Selous lions are a good marker of where to explore on your game drives. Rather than wander the plains in search of dinner, they hide beside the lakes, lying in wait for unsuspecting drinkers. Game drives here are unique. You could spend a couple of hours on trails without tire prints, the dusty roads more popular with endangered Black rhino than with other vehicles. For the next two hours, you don't need to move. Perch above the lake and watch the theater unfold. All seems quiet. But you didn't see the lion pride. And neither did the kudu. Water splashes, a yelp is silenced, and a set of crocodile eyes adds further drama. During your three full days in Selous the daily itinerary is very flexible and handcrafted to the two of you. Boat safaris, game drives, and walking safaris form the central part of the experience and you can combine more than one of these activities in a single day. Those with energy can traverse great distances in search of wild dogs and rare rhino sightings. Others might prefer to sit over a lake and spend a few hours with a champagne picnic."
    },
    {
      "dayNumber": "12",
      "title": "Selous - Walking Safari in Selous Game Reserve",
      "description": "Step out into the wilderness and the sense of seclusion is heightened. Kudu, zebra, puku antelope; now turn a corner and a large herd of giraffe are much bigger when you're also standing at ground level. Characterful expressions mark ungulate faces, birdlife flies down and flutters around the borassus palms, and you weave towards a lookout point with unending aerials of the hippo-covered swamps. Once again, it's just you, your partner, and a skilled armed guide keeping you safe. You're chatting away, admiring the pairs of eyes that return your gaze, and then silence. Elephants. They bulldoze across the trail and goosebumps rise across your arms. Stop. Wait for the pachyderms to pass, and keep waiting as a buffalo herd follows them to the lake. You may even spot lions on a walking safari, one of the few places in Africa where this is both safe and plausible. Return to camp and you're still alone in the wilderness, your thatch and canvas suite integrated with the bush and well clear of all other visitors. Raise a glass, toast the adventure, and remember to say hello to the zebra on their nocturnal voyage."
    },
    {
      "dayNumber": "13",
      "title": "Dar es Salaam - Departure",
      "description": "After 12 nights of romantic adventure, this Tanzanian vacation comes to an end. A local flight soars above the giraffe and hippo-covered landscape, these final aesthetics keeping you busy with the camera. Land in Dar es Salaam and connect onto your international flight."
    }
  ],
  "map": ""
}