{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "luxury-bespoke-east-africa-safari-rwanda-kenya-tanzania",
  "tourName": "Luxury Bespoke East Africa Safari: Rwanda, Kenya & Tanzania",
  "placesVisited": "Kigali, Park National des Volcans, Nairobi, Maasai Mara, Ngorongoro Crater, Serengeti",
  "generalInfo": "This luxurious African adventure is packed with some of the world's most exhilarating natural experiences. It combines the unrivaled wonders of East Africa with the most exclusive accommodation on the continent. Visit two troops of gorillas in the Rwandan hills and immerse yourself in the unforgettable spectacle of the Maasai Mara. Then surround yourself with the breathtaking beauty of the Serengeti and Ngorongoro Crater.",
  "durationDays": "14",
  "price": "23,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kigali – Welcome to Rwanda, the Land of a Thousand Hills",
      "description": "Rwanda's rolling green hills make it one of the world's most distinct and beautiful countries. This friendly nation provides a warm welcome to everyone and is regarded as one of the less-visited gems of Africa. You'll be met at the airport in Kigali and driven to your hotel. Relax and rest before your gorilla trekking excursion in the Virunga Mountains."
    },
    {
      "dayNumber": "2",
      "title": "Virunga Mountains – Kigali City Tour and a Journey to the Sabyinyo Mountain",
      "description": "Spend the morning exploring Kigali on a half-day guided city tour. Rwanda has had a turbulent history and a visit to the Genocide Memorial Center increases admiration for the country and its people. Almost 20% of the population was slaughtered during a three-month period in 1994. Yet, 20 years later, the peacefulness and genuine hospitality of Rwandans is a highlight of visiting the country. In the afternoon, you'll head into the lush land of a thousand hills, driving through the vibrant valleys of Ruhengeri on route to Kinigi. Every turn brings another stunning view, while the local sights of rural Rwanda have an indelible charm. Mud and straw huts dot the hills, gazing down on fresh grazing pastures. Wandering livestock often covers the road, while colorfully dressed women carry baskets of bananas on their heads. It takes two hours to reach Ruhengeri, then another spectacular twenty minutes of driving to reach Kinigi and the base of the Sabyinyo Mountain. The precise shapes of the Virunga Volcanoes provide the backdrop, their high mountain craters dominating a vividly green landscape. Your lodge is one of the most luxurious bases for viewing gorillas, and the lodge's income is used to finance local community development including water, health, and education projects. Situated on the edge of the Parc National des Volcans, gazing out onto rich rainforest, this lodge combines elegance with style. On clear days the views are spectacular. At other times, a mysterious blanket of mist dances over the treetops. Gorilla trekking isn't the only activity on offer here, and you'll also have opportunities to visit the lodge's community and conservation projects, the bustling markets of Ruhengeri, beautiful alpine lakes, and the genocide memorial."
    },
    {
      "dayNumber": "3",
      "title": "Virunga Mountains – Unforgettable Gorilla Trekking in the Parc National des Volcans",
      "description": "Gorilla trekking offers perhaps the most exhilarating and touching wildlife experience on the planet. Less than 1,000 wild gorillas remain, and roughly half of the world's population live on the Rwandan slopes of the Virunga Volcanoes. You'll first take a short drive to the Parc National des Volcans headquarters and meet your excellent local guides and trackers. They'll provide a talk on gorilla etiquette and lead the journey to these critically endangered primates. Enjoy a fresh cup of local coffee and a traditional dance from a local cultural group before setting off. The overgrown forests of the Virungas offer a true wilderness that has remained untouched by human hands. The terrain can be rough and sometimes muddy, while the undulating slopes mean occasionally steep climbs. Trekking can last from one to four hours depending on the gorillas' location, and although this can be physically demanding, the thrill of the adventure and the breathtaking beauty of the forest make it worthwhile. You'll first trek to where the gorillas were seen the night before, then your trackers use their impressive skills to locate them. Any fatigue from the hike is then immediately forgotten as you get your first glimpse. But gorilla trekking isn't about stealing a glimpse through the trees. On every trek you will see a whole gorilla troop and spend an hour admiring them. People are officially allowed to come up to seven meters from the gorillas. This is more than close enough to appreciate their phenomenal size and power. Great silverbacks thump their chests, emitting an impelling sound that is difficult to describe with words. Sharp black eyes return your stare, the gorillas watching you as much as you watch them. Individuals interact, playfully continuing their day and not bothered by your snapping cameras. Then there are the cute babies, suckling their mothers or cheerfully rolling around the forest floor. This is one of the world's greatest natural experiences and chatting about the gorillas' behavior will continue long into the night. Note: gorilla trekking permits are not included"
    },
    {
      "dayNumber": "4",
      "title": "Kigali \u0000– A Second Exhilarating Gorilla Trek and Journey Back to Kigali",
      "description": "No two groups of people are the same, and neither are any two troops of gorillas. A second gorilla trek will take you to a different part of the pristine forest and a new group of gorillas. On these treks waterproof clothing is essential, as is a waterproof bag for your camera. Note that plastic bags are illegal in Rwanda and any brought from outside the country will be confiscated if discovered at customs. Even when it rains, the forest has a mysterious serenity, the landscape helping to slow down the heart rate as you approach your second gorilla troop. In many ways the second trek is more enjoyable than the first. On your first encounter with gorillas it's sometimes too much to take in. Even when you descend back to the lodge you're constantly pinching yourself and wondering whether the experience was actually real. On your second trek you'll have another full hour with these unforgettable primates. And this time you can really savor the experience. A silverback sits on the forest floor, just a single tree branch between him and your quivering camera. Some forage through a clearing on their knuckles, while others lounge in the trees just above your head. It's impossible not to be awed by both their beauty, and the real sense of how closely related these creatures are to humans. Poignant, thrilling, and achingly real; few experiences in the world can compare to gorilla trekking. After your second trek you'll be transferred back to Kigali. Enjoy a relaxing evening and reminisce about what you've just seen. Note: gorilla trekking permits are not included"
    },
    {
      "dayNumber": "5",
      "title": "Nairobi – Fly to Kenya",
      "description": "You'll fly from Kigali to the Kenyan capital Nairobi, where you'll be warmly met at the airport and transferred to your hotel. Bustling Nairobi is a fascinating city, and the rural suburb of Karen has retained much of its mid-20th-century charm. Quiet lanes are lined with mature gardens, while large stone houses and verandahs look out onto Nairobi's green surroundings."
    },
    {
      "dayNumber": "6",
      "title": "Maasai Mara – Spectacular Big Five Safari in the Maasai Mara",
      "description": "The Maasai Mara is East Africa's most iconic nature reserve, and the open grass plains provide an experience that feels like something from a wildlife documentary. You'll be transferred to Nairobi's Wilson Airport for a morning flight that takes you into the heart of the Maasai Mara where you will enjoy three full days of game drives in this unforgettable landscape. In this classic savanna, grass grows at phenomenal rates. This makes it a haven for millions of four hoofed mammals, and such numbers attract an astonishing collection of big cats. Zebra and wildebeest herds dot the plains, their numbers almost hiding the grass below. They're joined by Thompson's gazelle and impala, these graceful antelopes always having their ears and eyes open for the danger that surrounds them. Lion prides lounge in the open, the kings of this environment not shy to show off their power. A lazy yawn reveals humongous teeth while graceful females slowly stalk their prey on the plains. Leopards are equally deadly, and the sight of one out hunting is one of nature's great spectacles. Hyenas saunter through the grass, while wild dogs, cheetahs, and jackals, also find prey in this flourishing landscape. The interaction between predator and prey mark every day in the Maasai Mara, and this intensifies during July to October when the Great Migration brings two million wildebeest, Thompson's gazelle, and zebra to the fresh grass of the Maasai Mara. They're escorted by more predators, and this time of year always offers plenty of raw hunting scenes. There are more treats in store. Herds of elephant ignore the predators, rove throughout the plains and exert their dominance at waterholes. Hippos sink into cooling pools or roll around muddy embankments. Endangered black rhino stop and stare at the safari truck, their impressive horns and armored frames always leaving an impression. The often forgotten last member of the African Big Five is the buffalo, and there will be plenty of these bushy-haired beasts grazing on the grass. As well as the safari truck, it's also possible to see it all from above in a hot air balloon ride. In the Maasai Mara there are no fences or barriers. Animal life continues as it always has, and the spectacles often have a dreamlike feel."
    },
    {
      "dayNumber": "9",
      "title": "Ngorongoro Crater – The Breathtaking Ngorongoro Crater",
      "description": "You'll fly from the Maasai Mara back to Nairobi and connect with a flight to Kilimanjaro. From here you'll be met at the airport and transferred to Arusha for your flight to Manyara. The drive is wonderfully scenic with hillside villages and dramatic views as you head to Ngorongoro. This inactive volcanic crater has a remarkable concentration of wildlife. Thick woodland on the crater slopes is home to rhino, elephant, and leopard. A flat crater floor is covered in impala, buffalo, eland, and numerous other antelopes. Lion prides live in close proximity, and it's extremely rare to visit Ngorongoro Crater without spotting at least one of them. Then a lake shimmers pink beneath the sun, innumerable flamingo flooding your vision as you descend into the crater. Perched on the crater rim, the views from your lodge are legendary. From here the wildlife never stops, particularly when elephants and zebra regularly pass at dusk. Look down into the imperious crater from your luxury suite, while Maasai warrior guards ensure the wildlife never gets too close. In the early morning, there is often a sensational layer of mist in the crater. Descending through it is like entering a mythical world. Lions are returning from a hunt, great numbers of hippo frolic on the mud beside the lake, while black rhino grunt and pace through the grass. Ngorongoro is known as Africa's “Garden of Eden” and once in the crater there is always a 360º view of the volcanic slopes. That means that all the wildlife is visible with just one sweep of the binoculars. The question is which way to look. Maybe at the buffalo herd and their impressive curled horns? Perhaps at the 100 bird species that live along the lake's edge, or at the majestic hartebeest beside the truck? A lion pride lounges in the shade beside the path, but turn around quickly to find that a hyena has stopped barely meters from the safari truck. Not only does Ngorongoro have the Big Five and an indelible supporting cast, but it can all be offered in just one game drive. After arriving at the lodge on day nine, you'll have the whole of day ten to explore the wonders of this UNESCO World Heritage site."
    },
    {
      "dayNumber": "11",
      "title": "Northern Serengeti – Luxury Indulgence in the Serengeti",
      "description": "Your exclusive African adventure ends in the Serengeti, the most famous of Africa's game reserves. The vastness of the Serengeti takes the breath away. Endless plains of grass continue as far as the eye can see, the flat landscape punctuated by a giraffe neck or a herd of elephant. Huge wildebeest herds appear like specs on the horizon, dark marks accompanied by the ferocious creation of dust. Lion prides are following them, picking out the sick, lame or young, that won't complete their Great Migration. The Serengeti is a wildlife experience that nobody forgets, regardless of whether it's during the time of the Great Migration. With three days in the Serengeti you'll have lots of opportunity to take game drives that explore different areas of this unique savanna."
    },
    {
      "dayNumber": "14",
      "title": "Kilimanjaro – Farewell to Africa",
      "description": "Enjoy your last day in the Serengeti before boarding a flight to Kilimanjaro in time to connect with your international departure."
    }
  ],
  "map": ""
}