{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "intimate-two-week-safari-serengeti-katavi-mahale-chimps",
  "tourName": "Intimate Two-Week Safari: Serengeti, Katavi & Mahale Chimps",
  "placesVisited": "Arusha, Serengeti, Grumeti Reserve, Katavi National Park, Mahale Mountains National Park",
  "generalInfo": "Western Tanzania provides an indelible mix for the luxury traveler. It's remote and off the beaten track, with beautiful landscapes defined by wild allure and outstanding lodges providing an opulent base for the wilderness adventure. Then unique experiences provide the out of the ordinary: tracking wild chimpanzees, horseback safari in the Serengeti, luxury mobile camping. Mixing the Serengeti and the western reserves, these two weeks offer an exclusive immersion in Africa.",
  "durationDays": "14",
  "price": "23,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha – Arrive to Tanzania",
      "description": "Your flight into Tanzania lands in the early evening, so this night is spent at a luxury lodge close to the airport. You'll be greeted at the airport by a local guide and transferred to your lodge in Arusha, where the location beneath the mountains provides a dreamy space to relax. Dinner at the lodge is included, and you'll quickly encounter the smiles and friendliness of the Tanzanians."
    },
    {
      "dayNumber": "2",
      "title": "Serengeti – Dramatic Big Game Safari on the Grasslands",
      "description": "Flying into the Serengeti from Arusha is a special experience. The light aircraft cruises at a relatively low altitude, creating wonderful vistas from your window seat. First the peaks of Kilimanjaro and Meru, then the dramatic dome of Ngorongoro Crater, and then the rolling expanse of grasslands that fill the entire panorama. As you descend over the Serengeti, you begin to explore the details, like the rocky outcrops favored by lions or the nomadic elephant herds on the move. And you start to notice the herds, a whole patchwork of mammals stretching out across the plains. Touch down, and it's not long before you're just a few meters away from the animals. Your safari camp is located in the Lamai Wedge in Northern Serengeti, an area that teems with life throughout the year. Quirky and chic, this camp offers the quality of a luxury city hotel without impacting on the feeling of the bush. Think dipping in the pool as wildebeest wander past, gourmet dining beneath the stars watching elephant silhouettes, and sumptuous bedrooms open to the sounds of the wild. Over these two days, you explore, driving across the plains and losing yourself in the enormity of the Serengeti. It's not just a single zebra herd; it's thousands of zebra congregating together. You don't find a few wildebeest; you shake your head in bewilderment at the intense quantity of wildebeest. Thompson's gazelle skip past, impala graze beside your tent, the odd waterbuck bounds away, and it's common to open the curtains and see an elephant. For two days, there is no interruption to the dramatic density of life, whether you're admiring 50 hippos grunting in the river or driving past large towers of giraffes. And then there are the predators. Lions bask on the open plains and most game drives encounter at least a couple of prides. Hold your breath as a lioness approaches the vehicle, inspecting it from all sides before lying down in the shade that's been created. Or feel the goosebumps rise as the pride disappears into the high grass on the trail of a zebra herd. Leopard and cheetah sightings are also outstanding in the Northern Serengeti area, and the local trackers intimately understand their hideouts. Hyenas and jackals are almost as commonplace as the ungulates, bringing further moments of drama as you discover why the Serengeti is one of Africa's most famous and revered safari destinations. As with all days on the safari, all meals are included, and the activities are relatively flexible, enabling them to respond to what's happening on the landscape and your own mood."
    },
    {
      "dayNumber": "4",
      "title": "Grumeti Reserve – Exclusive Safari in the Serengeti",
      "description": "A short flight catapults you from the north to the west, where the Grumeti Reserve provides an exclusive angle to a world-famous destination. This private reserve has an unfenced border with the Serengeti National Park and is on the main wildebeest migration route. While the plains swell with herds for one month a year, Grumeti's resident predators remain all year round. So every safari in this reserve brings very personal encounters with the big cats. Spot a leopard in the tree and the driver leaves the main trail, taking you across the grasslands until the spotted hunter is in full focus. Vultures are circling overhead, and you bump over the plains to see what's happening, driving to a bloodied carcass and the ferocious antics of a hyena cackle. Unlike in the Serengeti, this private reserve allows visitors to go off the trails, getting you even closer to the action. Your mobile safari camp is a throwback to the simplicity and authenticity of safari life. It provides a unique connection, allowing you to appreciate all the subtleties of the land. Each haunting yell, every flickering smell, a complete array of wildlife roaming past uninterrupted; this camp is all about feeling as if you're part of the Serengeti. You may be under canvas, but you won't lack for anything. A private chef and camp host lead the program at the camp, while a private guide customizes a personal program of Serengeti activities. Some days you may want to do everything. On other days, you may just want to sit back and watch the charming procession of life roll by. Excursions provide a freshness to the safari experiences. Travel on horseback, riding along with the herds of zebra and gazelle, becoming another mammal out on the plains. Or journey on foot, a Maasai warrior leading you over the expansive landscape, bringing you intimate moments with a whole array of mammals. Game drives continue the big cat experience, and they can be as long or as short as you choose. Spend a whole day following a lion pride, enjoy a brief morning excursion as a leopard is out hunting, then combine the different activities on a day that encounters zebra and wildebeest from three angles."
    },
    {
      "dayNumber": "7",
      "title": "Katavi National Park – Intimate Safari With Katavi's Huge Herds",
      "description": "After a relaxed morning, you fly from the Serengeti to Katavi, briefly touching down in Tabora to refuel en route. Located in the far west of Tanzania, Katavi is blissfully remote and very difficult to reach by road. Tourism is mostly restricted to fly-in visitors and the accommodation maintains a sense of exclusivity. Arrive for a late lunch, and you'll immediately notice the change in atmosphere on an afternoon walk around the camp. Scattered clumps of trees provide a hideout for a new collection of animals, and it's hard not to notice the evidence left by elephants bulldozing a path through the bush. While the Serengeti is wide and open, Katavi can feel intimate and close, with your safari guided by sound as much as sight. Your safari camp offers the luxury base in this remote land. Enjoy drinks around the crackling campfire, listen to monkeys from the comfort of your bed, find exotic birds landing on your verandah, and savor the dazzling intensity of the night's sky. Next, you take a sunset game drive and watch the big herds of buffalo marching across the land. There can be thousands of them, a burly ball of black fur on their daily journey to water. Prides of lions deliberately clash with the herds' big males. They rouse and jostle the buffalo, an intense animal interaction that results in casualties from both sides. On one evening, you may see the hunters coming out victorious, some lionesses scattering the big males so the others can isolate a young calf. On another evening, the tables have turned, and a lioness is trampled by horns and hooves, the resultant bloodied scars likely to have a fatal consequence. A safari in this part of Katavi revolves around the big herds. Elephants are equally plentiful, and the sight of a 50-strong herd marching past the camp is breathtaking. Here you don't always have to drive to the herds; it's common to see great numbers on the plains in front of your camp. Drives lead you into the trees, where every corner can bring a thrilling intimacy. First an elephant, tusks rising above the vehicle. Then a giraffe, feeding just two meters away. Next, a leopard, descending from the higher branches and exploring the narrow trails. And when you emerge from the canopy and enter the plains, these different species interact in a fervent scene."
    },
    {
      "dayNumber": "9",
      "title": "Katavi National Park – Walking Safari and Beautiful Remote Camping",
      "description": "It's an early start to the morning, a game drive leading you into another section of Katavi. Follow the trails through the forest and hone in on the predator encounters, then emerge on plains of scorched grass that are further from the water. A picnic lunch provides the flexibility to eat wherever is most pleasing to the eye, perhaps at a buffalo herd or maybe with a family of two baby elephants. After lunch, you arrive at a beautiful mobile camp in the midst of the Katavi wilderness. Sit back and all your senses provide discovery; baboon hoots filter in from afar, impala skip by barely five meters away, and the smell of squashed fruit indicates that something has been feeding here recently. With a mobile camp, you are absolutely immersed in the wild, enjoying Africa as it always has been. Necessary comforts are provided, and you have a warm shower, a Western toilet, and a bed raised on a platform. But most of all, you have the Katavi wilderness. The camp doesn't interrupt nature and an evening fire ensures nothing gets too close. For these two days, it's easy to sit in the camping chair and admire the landscape as it unfolds; colobus monkeys swinging past, zebra and elephants meeting on the open plains, storks shouting from the trees, a caracal emerging as you sip on a sundowner. Rather than drive around the area, you explore on foot, constantly maintaining the raw connection with nature."
    },
    {
      "dayNumber": "11",
      "title": "Mahale Mountains National Park – Dhow Cruise Beneath the Forested Mountains",
      "description": "Another early start helps maximize the encounters on your final game drive. The hours just after dawn are when most safari landscapes are at their most thrilling, with herds on the move and big cats seeking out a breakfast meal. On a two-week safari program, you quickly settle into the program, often returning for a siesta after the morning activity. After this morning's drive, you stop at the airstrip for a flight to Mahale, where you're picked up in a traditional wooden dhow. Spend 90 minutes cruising down Lake Tanganyika, sailing beneath a carpet of forested mountains. Lunch is enjoyed on board, and you might want to dock at a remote beach for a swim. Your camp is hidden beneath the trees, miles from any road or form of civilization. The backdrop is all green, a thick awning that rises across the rugged peaks. The foreground is white and blue, the soft sandy beach connecting with Africa's second-largest lake. This afternoon is free, with options for a dhow cruise, a fishing excursion, or a snooze on the private beach."
    },
    {
      "dayNumber": "12",
      "title": "Mahale Mountains National Park – Chimpanzee Trekking on the Mountain Trails",
      "description": "Mahale is one of the most remote of the chimpanzee trekking destinations in East Africa. Every trekking group is limited to six and the recently habituated chimpanzee troops remain curious and inquisitive. For these two days, you spend the mornings meeting the chimps, then the afternoons resting the legs on a dhow cruise. Trackers lead you up the narrow mountain trails, taking you deep beneath the canopy into a land of mystique and surprise. Other primates are spotted on the way, like monkeys and baboons that also occupy the forest. Sometimes it takes 30 minutes to reach the chimps, yet the hike could also be three hours long. These are wild animals, and their location can't be predicted. You usually hear them first, either their rustling or animated verbal calls. A couple more corners and you see one, perhaps an old male snoozing against a tree trunk. Step a little closer, watching in adoration as the entire troop comes into view. A baby is cradled to a mother's bosom, human-like fingers nimbly pick fruit, brothers share an inquisitive grin, and it's impossible not to be moved by the emotions on display. It feels like you can read what the chimpanzees are thinking just by watching the movement of the lips and the look in the eyes. You're just meters away, watching them swing and forage, play and squabble, eat and do their own thing in the trees."
    },
    {
      "dayNumber": "14",
      "title": "Kilimanjaro – Departure",
      "description": "A relaxed morning brings the safari to an end. Listen to the calls that echo through the trees, perhaps the hoots of vervet monkeys or the distant cry of a chimpanzee. Wander barefoot across the beach and gaze across the blue of the lake. Take breakfast beneath the canopy and say farewell to the staff and guides of the last few days. Then it's away, a flight from the airstrip bringing you back to Kilimanjaro International Airport, where you connect onto your international flight."
    }
  ],
  "map": ""
}