{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "highlights-of-east-africa-safari-kenya-and-tanzania",
  "tourName": "Highlights of East Africa Safari: Kenya and Tanzania",
  "placesVisited": "Nairobi, Amboseli National Park, Lake Manyara National Park, Ngorongoro Crater, Olduvai Gorge, Serengeti National Park, Masai Mara National Reserve",
  "generalInfo": "During this 12-day African safari, you will experience two countries and five destinations, which will be the best East Africa has to offer. Imagine elephants beneath Mt. Kilimanjaro in Amboseli and dream of the great wildebeest migration that crosses the Serengeti and Masai Mara plains. Think of baboons and hippos in Lake Manyara, and the eternal Big Five of Ngorongoro. Handcrafted to incorporate East Africa’s five most iconic destinations, this African safari places you in the heart of the action.",
  "durationDays": "12",
  "price": "8,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Nairobi – Giraffe Encounters in the Gateway City",
      "description": "Nairobi is a big, bustling city with wildlife as its centerpiece. Nairobi National Park was originally on the city’s outskirts. Rather than remove the animals, the city extended its borders around the park, creating a rather striking juxtaposition. Elephants and giraffes roam across the park and are clearly visible from your hotel suite. They will be backdropped by the city with apartments and towers that will dominate the horizon. Such an incredible congruence will reflect East Africa’s attitude towards conservation and wildlife. You will not only visit animals in their natural habitat, but it will feel as if you are visitors in an animal realm."
    },
    {
      "dayNumber": "2",
      "title": "Amboseli National Park – Safari Flight and Elephants Beneath Kilimanjaro",
      "description": "The flight to Amboseli will be spectacular as you cruise above the open plains and then alongside Africa’s highest mountain. For a second day, you will be greeted by a remarkable juxtaposition. An abundance of elephants and giraffes will roam through Amboseli and be backdropped by the snow-speckled cone of Kilimanjaro. This sheer scale of Mother Nature will truly impress, and the park will be quick to humble you as it surrounds you with an ancient, untamed world. You will check into a luxury camp and spend the afternoon on a game drive, enjoying the first of many intimate encounters with East Africa’s famous wildlife. Think zebra and wildebeest that emerge from the mirage of dried-up lakebeds, or of lions that roam opportunistically towards impala herds."
    },
    {
      "dayNumber": "3",
      "title": "Amboseli National Park – Settling into the Safari Charm",
      "description": "Early mornings are important on a safari. Animals will be most active during these cooler hours. Wildebeest will gallop enthusiastically, elephants and hippos will be on the move, and lions and leopards will freely roam in search of food. By late morning, it will be much quieter as the scorching heat causes everything to slow. This is when you will head back to camp and relax, perhaps taking a snooze after lunch. Later in the afternoon, as the heat begins to fade, it will be time to go exploring once more. At this time, there is usually a lot of life around the water as animals come to drink and predators lurk in the tall grass. This rhythm of two game drives per day will be common throughout your safari vacation. Each drive will explore different areas of a park, and the contrasting habitats will bring contrasting experiences. Today, you will follow antelope around freshwater swamps as hippos barrel out to graze on the banks. In acacia woodland, you will search for leopards and admire big elephant bulls that can pull down trees. Out on the plains, the rhinos will graze seemingly safe from danger. Yet, when they head towards a watering hole, there can be drama. Monkeys will call out, impala will scurry away, warthogs will speed past, and only then will you see the lions elegantly emerging from the grass. This time, they are not on a hunt, but on the next drive, they may be."
    },
    {
      "dayNumber": "4",
      "title": "Lake Manyara National Park – Baboons and Hippos Around the Lodge",
      "description": "Today will be a relatively long day of travel as you cross the border into Tanzania and twist into the Great Rift Valley. You can choose to leave early and have a game drive in Lake Manyara later, or leave after an Amboseli game drive and only arrive around dusk time. You will pass rice fields and small villages on your journey south, and cross banana plantations where you will stop for lunch in the busy town of Arusha. After a brief few hours with civilization, you will return to the wild as the road turns into a dirt track as you enter Lake Manyara National Park where your beautiful lodge is hidden from the world."
    },
    {
      "dayNumber": "5",
      "title": "Ngorongoro Crater – Africa's Most Picturesque Park",
      "description": "Baboons will bang on trees and shout a warning to rival troops. They dominate the trees, and on a single game drive, you can spot thousands of them. Deeper into the woodland, you will find that it is hard to see anything else. Tightly-packed trees reduce visibility, making Lake Manyara National Park a much harder place to encounter predators. However, you can turn a corner, and suddenly there is an elephant herd on the trail or seven giraffes peering above you. In the woodland, you will not see the animals as easily, but they will not see you coming, so there will be a thrilling proximity to many of the sightings. Woodland fills most of the park, and the lions make themselves conspicuous. Here, they climb and live in trees, a behavior that is relatively unique to this park. In think acacia branches, they can snooze an afternoon away, one eye always open to their surroundings. As you emerge from the trees buffalo will gather on the plains. There will be wildebeest and zebra, plus unruly hippos and tiny dik-diks. After the game drive and lunch at camp, you will leave the park, ascending an hour westward to Ngorongoro Conversation Area. Your lodge will be perched on the rim of the world’s largest unbroken volcanic caldera, gazing down into the Eden."
    },
    {
      "dayNumber": "6",
      "title": "Ngorongoro Crater – Wonders of the Eternal Wildlife Eden",
      "description": "Ngorongoro is most magical between 6 and 9 a.m. You must descend through morning mist into the caldera, but the haze will provide a cloak for lions and leopards to hunt. At this time, you watch the predators prowl, or stop beside them as they bite into a fresh kill. Rhinos are also out during time, grazing bashfully before escaping into privacy later in the day. Enormous elephant bulls may roam past, and you will appreciate their size versus others that you have seen. By 9 a.m. you will be having a coffee and snack alongside a big pod of hippos. It will be by midafternoon that the animals become less active and day-tripping visitors arrive, bringing a lot of noise to the caldera. By staying on the crater rim, you can be first into this wildlife Eden, savoring the magic of a landscape that is populated by some 30,000 mammals. Six different habitats are found on the caldera floor, and these support very eclectic and diverse life. You will witness all of the famous animals here other than giraffes as their legs are too big for the tricky descent into the volcano. By lunchtime, you will have had more encounters during your full week of safaris than most people can only dream of having."
    },
    {
      "dayNumber": "7",
      "title": "Serengeti National Park – Tracing Ancient Footsteps Across the Plains",
      "description": "Hominid fossils suggest that we evolved from East Africa, and these very same landscapes are now populated by wildebeest and zebra. In Olduvai Gorge, you will follow 3.7-million-year-old footprints and admire the skulls and skeletal remains of the 2-million-year-old man. Connecting with early humankind provides a brief break from the animals, but you will soon back among the wildlife, bumping along dusty trails that crisscross the Serengeti. Lions will look out from sun-scorched rocks, and giants will be easy to spot along the horizon, perhaps a giraffe neck or swinging trunk. Thomson’s gazelles cover the plains, many thousands of them in a single vista, and now that you are in the Serengeti, there will be no escaping the wildebeest and zebra."
    },
    {
      "dayNumber": "8",
      "title": "Serengeti National Park – Endless Marvels of the Grasslands",
      "description": "Around 2 million animals take part in the great wildebeest migration, swelling the animal population in different parts of the park throughout the year. Mostly they are wildebeest, which are enthusiastic creatures that are full of energy and so numerous that you will hear a drumroll as their hooves cross the plains. Zebra move in tightly-packed herds, tens of thousands of them creating a blur of black and white stripes. Hyena will follow them, picking out the weak from the herds and dining on those who are unable to keep up. Despite being home to so many animals, large areas of the Serengeti can be quiet. The herds are moving to fresh pastures, and some areas appear barren and almost lifeless. So, a safari in the Serengeti is all about being in the right place at the right time. Being in the right place at the right time is easily achieved by a mobile, tented camp. These camps move with the herds, so they are continually surrounded by the audible drumbeat. Stay in a mobile camp, and you will wake up to grazing animals. You will hear lions and elephants through the night, and you will not need to leave the camp to enjoy the show. All the wildebeest and zebra help to support a huge profusion of predators. The big cats do not follow the migration but wait for it to pass through their territory, so on each Serengeti game drive, you are likely to spot some of the cats. Sometimes you can lose track of all the lions but seeing cheetahs will be the real privilege."
    },
    {
      "dayNumber": "10",
      "title": "Masai Mara National Reserve – Lions on the Kopjes and Another Immersive Tented Camp",
      "description": "Today, you will complete your safari journey. Unlike the wildebeest, you will not cross the crocodile-filled Mara River. Instead, you will fly. Although an extension of the Serengeti ecosystem, the Mara is quite different and is populated by more kopjes , or rocky outcrops, and places to hide. It is the best place in East Africa to see leopard and cheetah, which are cats who thrive in an environment that appears open yet is full of little surprises. You will continue the safari discovery here, and once more, it will be the interaction of life that impresses with none of the animals being seen in isolation."
    },
    {
      "dayNumber": "11",
      "title": "Masai Mara National Reserve – Hot Air Balloon Above the Mara and a Day Along the River",
      "description": "From the air, you can understand the Masai Mara and the herds. A patchwork extends beneath the balloon, illustrating lush grass where the herds are yet to go, plus stark arid lands that have already been grazed. You can spot elephants and giraffe roaming around along with the roving beauty of the Mara River. Down on the ground, you will spend the full day on a game drive, twisting along the banks of the river to appreciate all the wildlife for one final time. Monkeys will shout above hippos as crocodiles sunbathe on the banks. Nothing you encounter will be seen in isolation but admired as part of the rhythm of life and as part of the endless struggle for survival in this wildlife world."
    },
    {
      "dayNumber": "12",
      "title": "Nairobi – Final Game Drive and Departure",
      "description": "You will complete your safari with a short game drive this morning, or you can choose to spend the morning at the camp, watching and listening to the wildlife. Later this morning, you will drive to a small airstrip and fly to Nairobi where you will be transferred to the international airport for your outbound flight."
    }
  ],
  "map": ""
}