{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "best-of-uganda-and-tanzania-safari",
  "tourName": "Best of Uganda and Tanzania Safari",
  "placesVisited": "Kibale Forest National Park, Queen Elizabeth National Park, Bwindi Impenetrable Forest National Park, Serengeti National Park, Ngorongoro Crater, Tarangire National Park",
  "generalInfo": "Authentic and atmospheric, the safari highlights of Uganda and Tanzania are a perfect complement. Chimpanzees and gorillas admired in the forests, big cats chasing herds across the Serengeti, big-game safari from a boat on the Kazinga Channel, and the big-five wonder of Ngorongoro. Both countries also love to surprise, like Uganda’s crater lakes and villages, plus Tanzania’s elephant-rich Tarangire. Uncover it all on this exclusive 13-day safari that’s connected by air.",
  "durationDays": "13",
  "price": "10,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Entebbe – Relaxed Afternoon on the Shores of Lake Victoria",
      "description": "As the afternoon sun fades, the waters of Lake Victoria start to glow from red to orange, and finally a soft golden hue. It is the first of many African sunsets, and you immediately sense the difference from elsewhere. The sun seems to burn bigger, brighter, and redder on the African continent. You are on a Lake Victoria boat cruise, traveling slowly around the shoreline of Africa’s largest lake. Earlier in the day, you were greeted at the airport and transferred to a hotel with a view of the water. Your guide takes you on a short walking tour of Entebbe before the sunset cruise and a welcome dinner at the hotel’s lakefront restaurant."
    },
    {
      "dayNumber": "2",
      "title": "Kibale Forest National Park – Walking to the Crater Lakes and Local Villages",
      "description": "The views from the plane can be stupendous, with so many colors swirling on the open landscape below. There is the rustic orange of the earth, so unique to Uganda, and the rainbow of greens as the forests rise up Africa’s highest mountain chain. Landing in the midmorning, you are met by a private guide who customizes a day of adventure in the foothills and forests. One option is to hike to the crater lakes, a journey that imbues a sense of wilderness. Another option takes you to a series of small villages, where you are invited into the culture and lifestyles of rural life. Even a short 30-minute hike in the forest encounters primates, a series of monkeys and mangabeys starting your expedition with East Africa’s wildlife."
    },
    {
      "dayNumber": "3",
      "title": "Kibale Forest National Park – A Sublime Chimpanzee Trekking Experience",
      "description": "Today, you will journey into the depths of the forest on the trail of a wild troop of chimpanzees. A tracker is ahead of you, radioing in a GPS location. Getting closer, you can sense their presence, and you can practically smell it in the change of atmosphere. Only after another 100 meters of walking do you realize that they have already spotted you. Through the branches come pairs of inquisitive eyes, then expressive faces, grins, and frowns revealing what each chimp thinks about you. As you walk into a forest clearing, the troop comes into view. Nimble toes wrap around branches, fingers skillfully open seeds, every face conveys emotion, and you quickly get lost in the details. Even though there may be 40 or more chimpanzees in the troop you are visiting, it is easy to spend 20 minutes watching just two. Enjoy an hour with the chimpanzees, then return to the lodge where there are monkeys jumping about."
    },
    {
      "dayNumber": "4",
      "title": "Queen Elizabeth National Park – Game Drive and Boat Safari with the Hippos",
      "description": "Weaving out of the forest, you swap primates for antelope, a game drive taking you through the lush landscapes of Queen Elizabeth National Park. Ugandan kobs cluster in large herds watched over by hyenas. An elephant rumbles past, followed by a herd of buffalo. This is just part of the journey, a stop en route to Uganda’s next most iconic attraction, the gorillas. Take a late lunch at the lodge, then the afternoon safari is along the river, a boat cruising past wildlife congregating on the banks. Hippos are plentiful, clusters of them barreling around the shallows as they assert their authority. In the reeds, you spot lurking eyes, a lioness lying in wait. Not far away, you see the gazelle, the sentinels straining to hear, then alerting the herd to gallop away. Your accommodation is at a lodge on the river, a perfect viewing platform for the hippos coming out of the water."
    },
    {
      "dayNumber": "5",
      "title": "Bwindi Impenetrable Forest – Tracking the Lions on the Plains and into the Volcanic Forest",
      "description": "Continue south at dawn, onto the Ishasha Sector, where lions are prowling in the cool morning air. They move silently, skipping a few steps before dipping lower into the grass. It is tense, your elevated position allowing a prime view of both the hunter and the hunted. But the sentinel raises the alarm and the antelope skip off. Safari is always about surprise, so on another day, you might watch the hunt to completion. Or you may spot lions chomping into a carcass. Other lions are high in the trees, resting on the branches as they inspect the breakfast menu. More than a dozen other mammals are part of the safari, as you continue south towards Bwindi Impenetrable Forest, stopping for a picnic lunch overlooking Queen Elizabeth National Park. The afternoon is leisurely at the lodge, offering some needed downtime before the gorilla trekking tomorrow."
    },
    {
      "dayNumber": "6",
      "title": "Bwindi Impenetrable Forest – Stunning Gorilla Trek",
      "description": "At the first glimpse of a gorilla, you are excited, almost falling over yourself to get closer. But then an adult primate jumps out and waves her arms, causing you to stand still and silent. Such power, such elegance, such ability to hold your attention. The guides push you forward, goosebumps covering arms as the whole troop comes into view. Now it feels like all the gorillas are looking at you, including a silverback who gives a glance that will live with you for eternity. Calming down, you take photos, every second something new to capture. Then you put the camera down and relax into the awe of your surroundings, the world’s largest primates playing just a few meters away. You have been with one of the world’s final wild troops, an experience only possible in two African parks. Back at the lodge, there is a warm bath waiting, soothing your legs after the hike through the muddy forest."
    },
    {
      "dayNumber": "7",
      "title": "Serengeti – From Gorillas to the Grasslands in a Day",
      "description": "After a relaxed breakfast and morning at the lodge, you drive out of the park to a small airport where a light aircraft takes you back to Entebbe. You are greeted by a guide who takes you to a nearby restaurant, a much better stop for food than what is available at the airport. You board the one daily flight from Uganda to the Serengeti, coasting over Lake Victoria and watching the grasslands start to extend. The airstrip is dusty and often surrounded by life, wildebeest and elephants are never far away from wherever you are in the Serengeti. The game drive starts as soon as you land, looping around the plains for your first thrilling impressions of the world’s most famous grasslands."
    },
    {
      "dayNumber": "8",
      "title": "Serengeti – Enchantment of a Serengeti Safari",
      "description": "From a distance, it is a lump of gray. Getting closer, it becomes a mass of black and white stripes. Get closer still, and you admire all the intricacies of the zebra herd, honing in on the individuals of a 5,000-strong herd. Close-by is the wildebeest, virile males bucking and galloping in a show of authority, spreading their enthusiasm to the herd. A cheetah is perched on a rock, surveying the scene for later. On a kopje, a large rocky outcrop, is a pride of lions, ten draped across the scorched yellow granite. Elephants and giraffes are also constants here where the flat grasslands make it easy to spot their giant frames. Hyenas are another species that always seem to be around, scurrying past with a look that combines mischief with intent. Over these two days, you enjoy private game drives in the Serengeti. Dawn and dusk hours should be maximized as this is when the cats are more active, and the chances of seeing a hunt are elevated. You could stay out all day, exploring vast swathes of the Serengeti. Or you can return to the camp for lunch where you sit in the shade and watch the herds graze on the plains below. This safari is not about the animals. It’s about the interactions. It is not a zebra herd you see. It is the continual battle for survival and the drama that consumes everything when there are two-million wild mammals sharing the same space."
    },
    {
      "dayNumber": "10",
      "title": "Ngorongoro Conservation Area – Completing the Journey on the Plains and Overlooking the Crater",
      "description": "Every journey is special in East Africa. Traveling south, you cross the grasslands, losing track of the animals you see, completely compelled by the intensity that exists in the Serengeti. An elephant bull dwarfs the vehicle, a wildebeest herd is scattered by a prowling leopard, and a dozen hyenas make their way towards swirling vultures. The odd bone dots the grass, and at some point on the journey, you find a lion with blood smeared all over his mane. Enjoy a picnic lunch en route, probably overlooking a pool of hippos, then ascend out of the Serengeti to the Ngorongoro Conservation Area, where your lodge is perched on the edge of the caldera rim. Even now, the safari does not stop, migratory zebras and elephants regularly wandering past."
    },
    {
      "dayNumber": "11",
      "title": "Tarangire National Park – A Morning in the Crater and Afternoon with the Elephants",
      "description": "It’s best to descend into Ngorongoro Crater at dawn when the lions are active, and the black rhinos are out in the open before their bashful midmorning retreat to the bushes. At this early hour, the world’s largest intact caldera has few vehicles, and it almost feels like you have Africa’s great Eden all to yourself. Pass some of the planet’s largest elephant bulls, their tusks curling above the vehicle. Watch the hyenas scurry to a lake tinged pink by flamingos. Admire the shy and elegant rhinos, then come across lions tossing away shredded zebra limbs. For downtime, you watch over another lake, this one packed with hippos. On the ascent out of the crater around midday, you see how many vehicles are here now, just as the animals are starting to snooze. The full Big Five and 25,000 animals occupy this old volcanic hole. But it is the atmosphere that makes Ngorongoro such a special and remarkable place. After lunch at the lodge, it is a two to three-hour drive to Tarangire National Park, the final of your safari destinations. The best introduction comes when relaxing at the lodge, watching the elephant herds wander past from your veranda."
    },
    {
      "dayNumber": "12",
      "title": "Tarangire National Park – Final Safari Memories",
      "description": "Like all the highlights on this East Africa safari, it is the intensity of the experience that most impresses. You do not see an elephant in the distance. You are on a dusty trail, watching one herd of elephants slowly amble past, as another slowly approaches from behind. Waiting on a cliff, you are watching the giraffe, oblivious to the baboons that start to congregate just a few meters away. The checklist has long been thrown out, and you have lost count of all the animals you have encountered. By now, you are tuned into the safari rhythm, and the slow pace of the game drives enables you to embrace surprise and soak up all the atmosphere that makes these destinations so special."
    },
    {
      "dayNumber": "13",
      "title": "Kilimanjaro – Departure, Including Hotel Day-Room Use",
      "description": "Tarangire completes your expedition, a fitting final piece in the jigsaw of East Africa experiences. From here, you drive towards Kilimanjaro International Airport for your outbound flight, making a stop in Arusha for lunch. You have day-room use at a local hotel before your departure from the continent. See what else our top Uganda travel specialists can do for you on your custom Uganda vacation."
    }
  ],
  "map": ""
}