{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "african-family-vacation-safari-and-sandy-beaches",
  "tourName": "African Family Vacation: Safari and Sandy Beaches",
  "placesVisited": "Ngorongoro, Serengeti, Bwejuu, Stone Town",
  "generalInfo": "Enjoy an African safari adventure and then escape to an Indian Ocean, island paradise where there are five beach days and three exploring days immersed in Zanzibar’s atmospheric history. Curated with the island’s best family-friendly hotels and activities, this two-week tour invites you to leave the everyday behind. Explore Tanzania’s famous northern circuit that is complete with a safari in the Serengeti and Ngorongoro. Then, luxuriate around safe ocean waters, where you will soak up the delights of Zanzibar.",
  "durationDays": "13",
  "price": "9,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ngorongoro Crater – Checking Into the Safari Adventure",
      "description": "You will land at Kilimanjaro International airport and transfer to Ngorongoro by road. It can be a long journey after the flight, but it will be worth doing this immediately rather than having another travel day. The lodge will greet you with luxury and wildlife, and elephants will often wander by as the crater spills out almost a kilometer below. Tomorrow, you will be going into the crater, but for today, you will have plenty of space to stop and relax. So, recover from the flight, admire the rugged surroundings, and sleep peacefully as the sounds of the wild filter into your suite."
    },
    {
      "dayNumber": "2",
      "title": "Ngorongoro Crater – A Stunning Game Drive in the Crater",
      "description": "As you descend into an oasis, you will pass zebras and elephants. Tusks will curl upwards as you admire some of Africa’s largest bulls. Heading deeper into the forest, you will search for leopards and find various antelopes. Onward, the trail will curve, passing rhinos, wildebeests, and a massive herd of buffalo. Lions will lounge in the open, basking in the sun, and hippos will fill a small pool, grunting the day away. In one panorama, there might be over a dozen species and close to 10,000 animals. There is no finer introduction to Africa’s animals, and the sheer variety makes Ngorongoro an ideal choice for keeping children entertained."
    },
    {
      "dayNumber": "3",
      "title": "Serengeti – Tracking the Herds on the Famous Grass Plains",
      "description": "From Ngorongoro, the trail will descend onto the endless grass plains of the Serengeti. Lions live around kopjes , which are rocky outcrops that look just like The Lion King. Leopards and cheetahs will be easy to spot in the low grass, and sometimes you can see these spotted cats on a hunt. Some sections of the grass will be empty with no animals in sight. Then, you will cross a ridge, and there will be tens of thousands of grazers that will dot the plains in a patchwork of smells and sounds. Wildebeests will rut and gallop enthusiastically, while zebra will huddle together in herds of black and white stripes. There is life everywhere, and you will have two days to experience the Serengeti’s bounty. Your camp will be on the grasslands and moves with the seasons, so it will always be within reach of the great wildebeest migration. Game drives typically last all day, and they are like living out a Disney movie. The other reason the Serengeti is good for kids is that they can be involved in spotting animals. Open plains with short grass make game viewing very easy, so that the children can see elephants or giraffes on the horizon, and the guide can take you to them. Similar to yesterday, the game drives will be private and flexible, so you can decide how far and how long you want to stay out."
    },
    {
      "dayNumber": "5",
      "title": "Bwejuu – Checking into Beachside Paradise",
      "description": "Today, you will take a safari flight to Zanzibar Town before a one-hour transfer takes you to Bwejuu. You will check into the resort, and a soft ocean breeze will rustle through your windows. Palms will rise high above the beach, casting shade over the bungalow. Dipping your toes into a private plunge pool, you can look out towards the beach and realize that is not even 20 meters away. Back inside, your bungalow will have two bedrooms along with a large living area that will be equipped with the mod cons, which includes Wi-Fi, television, air-conditioning, and a minibar. Mosquito nets will canopy the beds, and all the rooms will be furnished in an Arabic style that is elegant, yet simple. Sun loungers will await on your private verandah along with day beds above the plunge pool. It will all be well shaded, although you can quickly be in the sun should you wish, either at the beach or the main pool. Usually, it is the setting that impresses when you arrive at Bwejuu and Paje. Listed as one of Conde Nast’s top 30 beaches in the world, it will be a feast of tropical colors and seclusion. Sometimes you will not believe how quiet the beach is. Even with its newfound fame, there will not be many visitors here, nor will there be any high-rise resorts. Everything is low-key and laid-back, so even though this is a family resort you will not be surrounded by screaming children all day."
    },
    {
      "dayNumber": "6",
      "title": "Bwejuu – A Kids Club and Tropical Lagoon",
      "description": "The children’s club runs a flexible program and is suitable for all in addition to a childminding service that is also available at your resort. For younger kids, the program will mostly be about being safe while playing around your resort and on the sand. Older kids have more to choose from, including various ball and water sports, plus the chance to go kayaking on the lagoon. Timings will not be fixed either, so your children can try it out for 30 minutes, stay there the whole day, or plan a sports activity while you escape to the spa. Indulgence will come easily here and settling into the spa will seem like such a natural thing to do, especially once you know the children are taken care of. You can walk to the beach, and you will not be hassled. Although the beach is not private, it does not need to be. There will not be enough other people to crowd the sand, and the beach is so vast that there is space for local fishermen as well. At low tide the lagoon will become ankle to knee deep, so you can wade out with the kids to look for fish and crabs. At almost all times the waters will feel more like a bath than an ocean, which is perfect for splashing or throwing a ball around. However, do note that there are clumps of coral all over the sea bed, so it will be worth bringing water shoes to avoid mishaps. Today will be flexible, and you can create your own program at the resort and on the lagoon."
    },
    {
      "dayNumber": "7",
      "title": "Bwejuu – Intimate Encounters with Endangered Monkeys",
      "description": "All your days in Bwejuu will be flexible, and your trip can be adjusted when you arrive. Visiting the monkeys of Jozani Forest is just a suggestion for day seven. It is a 20-minute drive, and a good way to break up the beach time. Sykes monkeys are easiest to spot, and they will appear friendly and mischievous, staring at you with curious grins. Often times, whole troops come to the forest floor and cross the walking trail. It can be pretty humorous with young kids, watching the facial reactions of the two different primates. Endemic to Zanzibar and Jozani Chwaka Bay National Park, there are only around 1,000 of these colobus monkeys left in the wild. Dazzling white beards and hair tufts help them stand out from the forest canopy. As javelins of light pierce the canopy, their ochre back fur will turn a lovely shade of red. Mostly, you must look for their tails, which curl down from the highest branches. These monkeys are naturally bashful, so it will be best to stay quiet and patient. After a while, the colobus will move, and then you will be treated to a show of nimble climbing and elegant movements. If you are lucky, one or two may come down from the canopy. Even if not, there is only one place in the world you can see these old-world monkeys, so just being able to a glimpse of them is special."
    },
    {
      "dayNumber": "8",
      "title": "Bwejuu – Creating a Personal Program on the Beach",
      "description": "These days can be as active or relaxed as you wish them to be. You can paddle on the lagoon in kayaks, or snorkel at some of the small reefs in places where you can still touch the ground. You can take strolls along the beach, going up to Paje and possibly even Jambiani. You may also decide to just lie back beside the pool or splash about in your plunge pool. One great option for older children is to go swimming with dolphins in Kizimkazi. It is not Sea World. You jump into the ocean and swim with wild dolphins, which will prove to be a sunrise experience that is magical for all ages."
    },
    {
      "dayNumber": "10",
      "title": "Stone Town – Exploring a Vibrant Spice Plantation",
      "description": "Smells will guide you through a spice plantation where you will smell the delectable scents of ginger, cinnamon, nutmeg, and vanilla. Zanzibar is nicknamed the Spice Island although these spices are not native. Traders brought them from around the world, and they thrived in the tropical climate. Some of the plantations remain active, and you can take a tour of the different fields, learning how each spice grows and what it can be used for. It will be an interactive and educational tour and will be followed by the chance to pick your own fruits from the tree. Not just bananas and oranges, but strange fruits not seen at home like starfruit and jackfruit can be picked and harvested. Even to see that oranges are sometimes green and not orange can be eye-opening for the children. After checking out of the resort, you will head straight to a spice plantation this morning, which will only be a journey of around one hour. After a tour and some snacks, you will stop in the Mangapwani Slave Chamber where important tales about slave trade will be told in a murky, gloomy cave. It is the sort of place that makes you happy to be alive and healthy, living in the 21st century. Shortly after, you will be in Stone Town, staying at a hotel that is located just outside the old and confusing maze. You will be on the coast once more, next to all the history and culture with a swimming pool and resort-style facilities."
    },
    {
      "dayNumber": "11",
      "title": "Stone Town – Discovering History in the World Heritage Town",
      "description": "A church spire will rise above the rooftops of coral houses, and a muezzin will call to prayer from a minaret, having his voice harmonize with those from other mosques. A few more steps forward and you will not be able to see these compass points anymore. You will have entered a labyrinthine zone of pedestrian alleyways, where evocative sights and sounds greet you at every corner. Traders pull carts of seafood, and donkeys sometimes get in the way. Stores of dusty antiques will fill one side of a lane, and a small television set can be found in a town square for people to watch their favorite soap opera together. Tea sellers will shout out and send lovely aromas into the air. For over a thousand years, this town of coral houses has absorbed different influences. It is part Persian, part African, and a little bit European. On a guided tour, you will explore the most interesting parts of this history and culture, including stops at the Hamamni Baths, Malindi Mosque, slave trader Tippu Tip’s House, and the exoticism of the Darakani Bazaar. After lunch at the old post office, you will visit out the House of Wonders, which is the most impressive Stone Town palace with the most engaging of the town’s museums inside. Cultural tours are not always too engaging for children, but there is always so much going on in such a small space that Stone Town will always leave an impression."
    },
    {
      "dayNumber": "12",
      "title": "Stone Town – Visiting Ancient Tortoises on a Dhow Sailing Trip",
      "description": "Heading back onto the water, you will sail in a traditional wooden dhow on a private family tour. Crafted from wood to a design that has been unchanged for almost a millennium, dhows are romantic vessels for exploring Zanzibar’s waters. You will cruise past deserted sandbanks and small uninhabited islands as if you are a famous explorer. You will stop at coral outcrops for a snorkel should you wish with reef sharks being among the highlights. With a private sailing trip, your children can have an opportunity to steer the boat, learning the different knots and how the sails work. Everyone can sit back on the deck, watching the water change color through the day. Around midday, you will dock at Prison Island. It will not look like a prison at first. It will look more like paradise, or an almost deserted island of white sand and palm trees. Here, you can relax on the beach as the guides cook up a barbecue lunch, perhaps taking the chance to poke around the shallows for crabs and other critters. You can also take a walk along the wooden pier, or use of the facilities at a resort, including a swimming pool and places to change. There is a ruined prison on the island and it is worth a little look. The big highlight will be a group of almost 100 Aldabra tortoises. Weighing over 500 pounds, these giants will wander slowly around the island. One of them is even thought to be 200 years old! It will be easy to get close to such slow-moving creatures, and the tortoises always amaze, regardless of your age. You will spend most of the afternoon on Prison Island before sailing back to Stone Town where Forodhani Gardens will be an ideal place to visit on your final night. This is where local families come to hang out and grab a bite to eat along the shore with the smell of barbecued squid in the air."
    },
    {
      "dayNumber": "13",
      "title": "Stone Town – Departure",
      "description": "After eight days on an Indian Ocean getaway, you will fly out from Zanzibar’s international airport, probably with thoughts of returning here in the near future."
    }
  ],
  "map": ""
}