{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "the-tanzanian-safari-of-adventure-and-romance",
  "tourName": "The Tanzanian Safari of Adventure and Romance",
  "placesVisited": "Lake Manyara National Park, Tarangire National Park, Ngorongoro Crater Conservation Area, Serengeti National Park",
  "generalInfo": "Safari revelry combines with romantic reverie on this unique Tanzanian safari for couples. Untamed thrills and adventure of exploring epic animal kingdoms combine with the personalized bliss of an idyllic private getaway. Tree houses above a waterhole, candlelit dinners amidst elephants, safari views from your own verandah; this vacation has been expertly crafted to ensure romance thrives in the heart of nature's greatest animal show.",
  "durationDays": "12",
  "price": "8,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha – Landing Beside Mount Kilimanjaro",
      "description": "It's an iconic start as the plane touches down in Moshi, the snowcapped peak of Mount Kilimanjaro standing proud above the landscape. Kilimanjaro International Airport ensures you're catapulted straight into the heart of Tanzania's wilderness, with no time lost traveling by land across the country. Africa is probably a long way from home, so this first day is gentle and free. A chauffeur is waiting for you in arrivals and he transfers you to your hotel. You have a deluxe suite, so rest, relax, and get ready for the safari adventure that starts tomorrow."
    },
    {
      "dayNumber": "2",
      "title": "Lake Manyara – A Treehouse and First Safari Impressions",
      "description": "Weave through the forest and the first safari impressions arrive like flashes from a dream. There's a baboon troop sauntering across the track, and here are three elephants bulldozing a path through the trees, and then you turn another corner to spot wild giraffe for the first time. These initial incursions into safari wilderness can sometimes be too much to take in. You're admiring a pod of hippos and then the guide grabs your attention. Turn around and half-hidden in the trees is a rare tree-climbing lion. Lake Manyara provides the perfect start to a Tanzanian safari adventure. An eclectic selection of classic safari sights is available in a compact and easy to explore the national park. Manyara doesn't have the huge herds or abundance of big cat hunting scenes, but that doesn't matter on your first safari. Most people are completely engulfed with the realism of the experience; you're just meters away from many of Africa's famous wild animals. Tonight's accommodation gives a glimpse at what to expect. Settle into a cute treehouse accessible by walkways suspended above the wilderness. Gaze out at a waterhole and watch the parade of visiting nomads; antelope herds, zebra, elephants, unusual four-legged characters impressing with their antics. It's a sight that's available from the bed, as well as from your private balcony. As you settle into the romantic bliss there's an accompanying soundtrack; birdsong that flutters through the branches, an occasional lion roar, elephants trampling and rustling, random calls from passing baboons. And this is just the start of this Tanzanian safari vacation for couples."
    },
    {
      "dayNumber": "3",
      "title": "Tarangire – Unforgettable Safari and Romantic Bliss",
      "description": "Safari immersion is almost absolute on this unique vacation. Open your eyes, open the curtains, and the wandering herds are surrounding the waterhole. Just south of Manyara is Tarangire National Park, your base for the next three days, and the start of your Tanzania safari tour . Everyone is expecting the unadulterated excitement of a Tanzanian safari, but this vacation will also bring the romantic bliss of any iconic getaway. You're staying at a sumptuous lodge with just 12 luxury en suite tents on stilts. Intimate, exclusive, idyllic; this is an escape that provides unlimited private time with your partner. Except you're not completely alone; you're accompanied by huge herds of elephants, rowdy predators, and an almost complete cast of Africa's famous animals. Don't be put off by the word “tent.” This isn't camping as you may know it. Lavish king-sized beds gaze out onto the wilderness, the furnishings offer a classic African style, and the en-suite bathroom is wonderfully surrounded by the wild. You'll probably hear the elephants while having a shower. Then there's the infinity swimming pool and the verandah overlooking a waterhole. But pull yourself away from this romantic indulgence and over these three days, you'll discover all corners of an inimitable national park. The landscape is defined by two natural wonders. Giant baobab trees are everywhere, towering over meandering rivers and home to many more tree-climbing lions. Elephant herds are the second iconic sight. They travel by the hundreds, huge tuskers accompanying the trunk flapping babies and watchful mothers. Like each destination on this itinerary, the safari itinerary is flexible and tailored to your preferences. Each game drive is private and accompanied by an expert guide with an intimate knowledge of the environment. Perhaps you want a full day of exploring with a picnic beside hippo pools as an interlude? Or, maybe a sunrise game drive seeking out leopards on a hunt? Or is it the towering giraffe you have a particular fascination with? Three days in Tarangire not only provides a calming escape, it ensures a relaxed and easy pace that can satisfy the most idiosyncratic of safari dreams. Slowly you explore the trees, using the binoculars to scan the branches. A tail swishes, the leaves rustle, and there's the sight you've spent the morning searching for; a tree-climbing lion jumping down and starting to stalk its prey."
    },
    {
      "dayNumber": "6",
      "title": "Ngorongoro Crater – Completing the Safari Tick List",
      "description": "Have you ever watched a wildlife documentary and felt it bordered on the fictional? Like when rhinos charge lions who are hunting zebra that are being watched by hyenas? Can you really see something like this, or does it require two years of patient filming? Ngorongoro often feels like a surreal documentary. Descend the steep crater walls and begin exploring the distinct ecosystems; forests hiding elephants, grasslands patrolled by lions, a lake covered by wallowing flamingos. Which way do you look? A rhino causes you both to stop and stare, its inherent grace complimenting an unquestionable power. Eyes follow the horn, but something in the periphery pulls you both away. Now you’re admiring a large herd of buffalo, their bushy frames stampeding towards the safari truck. Why are they panicking? Keep watching and you spot three mischievous lionesses seeking a way to isolate a young calf. You'll leave Tarangire in the morning, saying farewell to the huge elephant herds and arriving at your lodge in time for a filling lunch. The whole crater extends beneath your feet and a zigzagging downhill trail takes you into this majestic realm of nature. Stay in the crater until sunset and then spend the evening around a crackling fire, admiring the stars and listening to the calls of the wild. Just as you’re about to cuddle up in bed, a lone elephant bull rumbles past your room. Maybe it's worth staying up for a few more minutes. Like all accommodation on this itinerary, your room is isolated and private; there are no other visitors interrupting the natural immersion and no need to share your piece of Tanzania with anyone else."
    },
    {
      "dayNumber": "7",
      "title": "Serengeti – Into the Renowned Serengeti",
      "description": "There are a couple of options this morning. You may feel like a second game drive in Ngorongoro Crater, the dawn hours perfect for spotting big cats out on a hunt. Or you might want to head straight to the Serengeti and continue the lion spotting there. As always, this is a flexible itinerary that responds to your mood. So you may prefer a leisurely morning in bed, a champagne breakfast served on your private verandah, and the camera at the ready to snap passing ungulates. Today's drive takes you into the Southeastern corner of the Serengeti. Wildebeest are everywhere, their wiry frames mingling with herds of zebra and thousands upon thousands of Thompson's gazelle. The grasslands seem to stretch for eternity, a carpet of green dotted with four-legged residents. This is just the view from your private verandah. Yet you're going to spend five days in this world-famous park, so expect these ubiquitous first impressions to become an iconic backdrop that frames the whole experience. There will be time for a short afternoon game drive, as well as a lazy evening absorbing the silhouettes of beauty that cross the horizon."
    },
    {
      "dayNumber": "8",
      "title": "Serengeti – Crossing the Planet's Most Impressive Animal World",
      "description": "Today you journey across the planet's most impressive animal kingdom. Start driving and the grasslands just keep rolling. Wildebeest, more wildebeest, now some bull elephants, waterbuck, oryx, buffalo, warthog, and now a pod of hippos frolicking in the mud. Occasionally a rocky outcrop interrupts the green landscape, a place where lions lounge and giraffe saunter past. It's a slow journey, every meter a reason to stop and get intimate with something new. By now the zebra are so commonplace that they hardly cause you to raise a glance. But the regular lion sightings never get tired. Find them hiding beneath trees, elegantly chasing wildebeest, stopping to inspect the safari truck, and playfully fighting in the high grass. Appreciating the Serengeti's scale requires a journey. The scenes keep repeating themselves and the incredible landscape never seems to end. More wildebeest, more cats, and more grassland that dazzles beneath the African sun; it's only on a journey like today's that the unrivaled beauty of the Serengeti can be realized. While many parks have the Big Five, nowhere delivers such abundant collections of Africa's mammals on such an epic scale. Your destination is a mobile camp, arguably the finest option for private immersion in the Serengeti."
    },
    {
      "dayNumber": "9",
      "title": "Serengeti – Private Luxury in a Hidden Heart of the Serengeti",
      "description": "There are no fences in the Serengeti. There is no separation between you and the wild. You both become part of the landscape, a living breathing element of the Serengeti. Wake up and pull open the luxury tent curtains. A sprinkling of gazelle and elephants greet intrepid eyes. Is it time to get up? No, not just yet. Not when you can cuddle in bed and watch a tower of giraffe stroll past, or a big herd of buffalo slowly approach the camp. This private mobile camp is carefully erected in the heart of the wilderness, engulfing you in the Serengeti's charms and ensuring that you’re many, many miles from any other tourist or safari truck. Being mobile, the location of the camp is unlikely to have been experienced by anyone else before. And it's always likely to be in touching distance of the great wildebeest migration. It can sound a little scary, can't it? Being alone in the middle of lion country? There’s no need to worry; the local Maasai have coexisted with the big cats for thousands of years and your camp follows their generations’ old learning. Evening fires keep the big cats away, evidence of leopard prints is carefully followed, a scout keeps guard in case of any overly enthusiastic visitors, and any meat smells are carefully discarded. Complimenting this ancient style is a commitment to modern vacation luxury. Dining tables are erected on the grasslands, carefully selected wines are enjoyed from thick comfy chairs, solar panels provide electricity, and the bathroom facilities far surpass anything you could envisage in the bush. Of course, as you've come to expect, this is a camp by name, but luxurious home in reality. This is the Serengeti at its most authentic and intimate, but with an indulgent romantic twist. This is more than just a getaway; it's just you, your partner, a couple of discreet guides, and the whole of the Serengeti. While the camp is often attraction enough you also have three days of customized game drives. A leopard dips its neck and descends into the grass, stalking a small herd of unsuspecting kudu. Two boisterous male hippos fight for mating rights in shallow pools of water and mud. Lion cubs test their strength by play-fighting beneath a mother's watchful gaze, and a rampaging whirlwind of dust accompanies the wildebeest as they charge around the Serengeti, hooves galloping clear of the big cat patrol that follows at a discreet distance. This is every Serengeti game drive; wild, wonderful, and overloaded with unique sights. Breakfasts beside elephants, candlelit dinners surrounded by evocative silhouettes, zebras grazing beside your tent; these three days offer one of Africa's finest private safari experiences."
    },
    {
      "dayNumber": "12",
      "title": "Kilimanjaro – Departure",
      "description": "You're in the heart of the wilderness so the wildebeest may need to be cleared from the tiny airstrip. A private micro flight takes you back across the Serengeti, affording more impressions of scale and dazzling aerial vistas. After landing at Kilimanjaro your international departure awaits. It's farewell to Tanzania and goodbye to both adventure and pure romantic escapism. Be sure to browse the safari tour reviews to Tanzania for ideas and real traveler reviews."
    }
  ],
  "map": ""
}