{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "opulent-serengeti-safari-finest-camps-on-private-reserves",
  "tourName": "Opulent Serengeti Safari: Finest Camps on Private Reserves",
  "placesVisited": "Arusha, Grumeti Reserve, Serengeti National Park, Loliondo Concession",
  "generalInfo": "Two million mammals on the move, countless predators inspecting the dinner menu, a wonderful mystique drifting across the epic grass plains; it's easy to see why the Serengeti is Africa's most famous safari destination. Natural wonder takes on new definitions here, and many come to see the show. This luxury safari itinerary escapes the crowds, taking you to private concessions and the finest accommodation in the region, offering an exclusive showing of nature's greatest show.",
  "durationDays": "10",
  "price": "22,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha – Welcome to Tanzania",
      "description": "Nestled beneath Mount Meru and gazing out across the wilderness of Arusha National Park, your first lodge offers a calm introduction to Africa and Tanzania. Decor blends retro 1960's artwork with modern Africa and has an extremely distinctive feel, with each room individually designed. As wild Tanzania stretches out from your verandah, and bushbabies can be heard chirping from the trees, the lodge is a place to relax after the flight while still experiencing the charms of Africa. You'll be greeted at Kilimanjaro International Airport and transferred here, where your dinner is included. As the locals will say to you in Swahili, karibu , welcome."
    },
    {
      "dayNumber": "2",
      "title": "Grumeti Reserve – First Impressions",
      "description": "The Serengeti's scale can be difficult to comprehend. Crossing the park by road can take most of two days. Even by air, it's close to two hours from the town of Arusha in the east to Grumeti Reserve in the far west. On the flight, you gaze down on the spherical cone of Ngorongoro Crater, admire the patchwork of herds on the plains below, and track the great migration by inspecting the color of the grass. Scorched yellow is where they've grazed; thick green clumps are where they will eventually go. Touch down and the short transfer to your next lodge property is also a game drive and a chance to encounter the big mammals for the first time. Just gazing out from your luxurious suite is also a safari as the property stands on a hill that overlooks the Serengeti. Swarovski binoculars and telescopes are dotted around for when you want a closer look. Your second lodge is the most opulent of all the Serengeti accommodation and the flagship property of Grumeti. Think spa treatments while overlooking the herds, relaxing in a private plunge pool as elephants grace the horizon, and chandeliers hanging from the ceiling as lion roars perforate the stillness. Each of the seven suites is extremely private, with personal verandahs and lounge areas; it's easy to go two days without seeing the other guests here. Your itinerary is flexible, with the type and timing of safari activities dictated by your mood and interests. As you've just arrived in the Serengeti, an afternoon game drive is recommended for today. Explore the private concession and find a pair of cheetahs basking in the grass. Watch hippos quarrel in the Grumeti River, find a lion pride wandering over the plains, and stop alongside huge elephant bulls. On the first safari day, the experience is likely to be about encounters with the giants, and Grumeti never disappoints in this regard."
    },
    {
      "dayNumber": "3",
      "title": "Grumeti Reserve – Horse Riding and Other Unique Safari Activities",
      "description": "As a private concession, the Grumeti Reserve can offer a series of activities that visitors to the main Serengeti National Park can't experience. Inspect the stables then take a horse onto the plains, riding along with the zebra and kudu herds. Safari walks are led by Maasai guides, providing an inspiring angle to see antelopes and even larger animals like elephants. Morning and afternoon game drives continue your experience with the big cats while nighttime game drives reveal the Serengeti beneath the moonlight, with the herds drifting into silhouettes along the horizon. Your program is private and completely flexible; local guides will explain the options when you're at the lodge. Choose a day of pure adventure, or soak up the opulence of the lodge surroundings and watch the wildlife that roams beneath your verandah."
    },
    {
      "dayNumber": "4",
      "title": "Serengeti National Park – Luxury in the Untouched Wilderness",
      "description": "The Serengeti's fame is justified, and already you'll have experienced why this is the landscape that's been captured on so many wildlife documentaries. Animals stretch out across the ecosystem, some of them on the move (the great wildebeest migration) and others sticking to their home realms. As the plains roll north they meet the Mara River in far northern Serengeti, before continuing into Kenya's Maasai Mara. Herds congregate here throughout the year, feasting on flourishing grass and maintaining an astonishing number of predators. Yet there aren't many other tourists exploring this part of the Serengeti. Why? Inaccessibility keeps this area untouched. The mainland entry to the Serengeti is in the southeast, a two or three-day drive from the far north. As such, this stunning part of the ecosystem is only really visited by people on fly-in safaris. A light aircraft brings you north, and you touch down in the heart of undulating bushland. From May to October, the resident animals are joined by the mass herds of the great wildebeest migration. Crocodiles and hippos rest in the Mara River, and every so often, thousands of wildebeest brave the river crossing. Lions are heard at night, and they're difficult to miss on the plains, the resident kings regularly approaching your safari vehicle. Leopards and cheetahs are also in abundance, and this is a prime place to spot the cats on a hunt. Sometimes you see a flurry of circling vultures and find the remains of a carcass being ripped apart by hyenas. On another occasion, you might see the lionesses stalking an unsuspecting herd of Thomson's gazelle. After checking into camp, you spend the day on a private game drive, exploring an area rich in life."
    },
    {
      "dayNumber": "5",
      "title": "Serengeti National Park – Game Drives Along the Mara River",
      "description": "Your camp helps to continue your immersion in the wild. Your suite has canvas walls, perfect for hearing the evening lullaby sung by the Serengeti's residents. A swimming pool hangs over the plains, and it's regularly visited by thirsty elephants. Floor-to-ceiling sliding glass doors allow you to watch passing wildlife from the four-poster bed. Spacious and stylish, the suites feature vast decks with day beds and views over the Mara River. The camp is part wilderness Serengeti and part contemporary Western luxury, epitomized when you hear a hippo grazing nearby when you're relaxing in your free-standing bath. You will enjoy private game drives, usually skirting along the Mara River and admiring all the wildlife that comes for a drink. Giraffes lope past, hartebeest and kudu herds meet at the water, and there's always a sense of menace in the air. With the rising grasses and undulating bushland, the area is perfect for an ambush, meaning the antelopes graze with ears wide open and big cats are regularly spotted flickering through the grass. Move slowly and patiently and the most revered of safari sights are revealed. The timings are flexible, but most visitors opt for morning and afternoon game drives with siesta time during the hottest part of the day."
    },
    {
      "dayNumber": "6",
      "title": "Serengeti National Park – Luxury Fly-In Mobile Camp",
      "description": "The clue to where to find the great wildebeest migration is in the name. Animals are migrating, constantly on the move as they perform an annual loop of the Serengeti and Maasai Mara. Scientists remain unsure over the exact numbers, but some estimate up to two million wildebeest, zebra, and Thomson's gazelle are grazing these plains, joined by hyenas and vultures that follow the journey. The migration follows a loosely predictable route, but the exact timings are dictated by increasingly unpredictable rains. For example, when the rains come a month early, many visitors end up at a camp that the migration has already passed. To truly enjoy the show, you will also have to be on the move. Luxury mobile camps follow the migration, packing up and moving every week to ensure they're always surrounded by the largest herds. There's only one guest tent, the experience fully exclusive for you and your partner. There are obvious logistical issues to providing luxury in the remote African bush, but the camp is fitted with all the necessary comforts, including hot showers, flushing toilets, four-poster beds, and dining tables beneath the stars. It's not a luxurious lodge. However, the sense of being in the wild is exquisite. Close your eyes and you can hear the wildebeest, hundreds of thousands of mouths grazing the grass, or over a million hooves beating a path across the Serengeti. Fly into the camp and these two days are spent enveloped by nature's greatest show. Often you don't need a game drive, as mass herds of wildebeest and zebra can be spotted from the camp. Crackling fires and park rangers keep the predators at a safe distance, but you are likely to hear the odd lion roar at night (their shouts can reverberate for three or four miles). Private game drives help you track the migration's movements, bringing more redolent scenes of predators chasing prey. Other giants regularly grace your safari, like nomadic elephant bulls and large herds of rumbustious buffalo, who seem unimpressed that the wildebeest are taking their pastures."
    },
    {
      "dayNumber": "8",
      "title": "Loliondo Concession – Walking Safari with Maasai Warrior Guides",
      "description": "After a very wild experience, you return to luxury, spending the final two nights in the private Loliondo Concession. Just ten opulent suites make your camp, an expressive property that is stylistically much more like a lodge than a camp. The accommodation is built from stone, with thatch cottages that are generously spaced and come with a private butler. It's all set in a 10,000-hectare private concession, so you feel like you have the whole of the eastern Serengeti to yourself. Rooms evoke impressions of old-world colonial Africa, with thick rugs, big chairs to lounge in, and a fire pit for nights beneath the stars. Rising on the rocky slopes of the Kuka Hills, enjoy spectacular views of the Serengeti, Maasai Mara, plus an acacia woodland to the east. Local bird life is prolific and ten minutes spent in the pool often brings a view of elephants and buffalos. Spend some time relaxing at the camp and then step into the wild in the late afternoon. A Maasai warrior guides your journey, elucidating the tricks of animal tracking and providing intimate moments with a whole flurry of game. Stand beside a zebra herd, admire the horns of hartebeest, watch baboons and colobus monkeys rove past you, and then stop in silence as a buffalo herd graces the trail. With Klein's Camp as the luxurious base, a Maasai-guided walking safari continues the raw impressions of the Serengeti at its most untouched."
    },
    {
      "dayNumber": "9",
      "title": "Loliondo Concession – Final Day of Luxury Serengeti Safari",
      "description": "It would take years to see everything in a landscape as big as the Serengeti. But with a full week, you can really capture the diversity and abundance of this famous ecosystem. This final day is left free and you can create your own safari program. If there are any elusive animals you have yet to see then the guide will tailor private game drives that search for them. Or if you have an adorable favorite, the safari focus can be on more close-up encounters. Walking safaris and nighttime drives remain a possibility, and the game drives have an added bonus of being able to travel off the trail. Alternatively, today could be about lounging in the pool, gazing over the Serengeti and Maasai Mara, and making sense of everything you've just experienced."
    },
    {
      "dayNumber": "10",
      "title": "Loliondo Concession to Kilimanjaro – Departure",
      "description": "A final light aircraft flight transfers you from Loliondo Concession to Kilimanjaro International Airport and your intercontinental departure. You have full use of the camp's facilities until the time of departure and a variety of available flights ensure minimal waiting time at Kilimanjaro International."
    }
  ],
  "map": ""
}