{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-family-safari-wildlife-culture",
  "tourName": "Tanzania Family Safari: Wildlife & Culture",
  "placesVisited": "Mount Meru, Tarangire National Park, Serengeti National Park, Ngorongoro Crater Conservation Area",
  "generalInfo": "Though famed for its wildlife, Tanzanian cultures are equally remarkable – and this tour combines it all. Beginning in the quiet corners of Tarangire National Park, guests are ushered into the soothing rhythm of the African bush. Depth is added to the wilderness experience while walking alongside the Hadzabe people, among the only remaining hunter-gatherer societies. The tour culminates in the famed Serengeti National Park and in the Ngorongoro Conservation Area. The Great Wildebeest Migration (month dependent) and countless wildlife encounters are nothing short of spectacles performed against stunning backdrops.",
  "durationDays": "11",
  "price": "19,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha - Arrive and Settle In",
      "description": "As your plane descends into Kilimanjaro International Airport between the snow-capped peaks of Mount Kilimanjaro and Mount Meru, your adventure into the wilds of the country will finally begin. A representative will meet you in the arrivals hall of the airport, and together you will make a short drive to your first lodge, just outside the city of Arusha. With charming old-world quality, there are numerous places to sit and observe this wildlife sanctuary. You will check into your suite, and likely spend much of the late afternoon sitting on your private porch in anticipation of your first wildlife spotting. Eland, zebra, waterbuck and colobus monkeys often stroll by. If interested in stretching your legs, the lodge runs numerous walks throughout the sanctuary, stopping at local villages and stunning forests along the way, with many opportunities for wildlife encounters. Enjoy your first Tanzanian sundowner on the lodge terrace in the shade of ancient mango trees, before moving to the dining room for dinner. Return to your wrought iron bed for a deep sleep – tomorrow, the adventure really begins!"
    },
    {
      "dayNumber": "2",
      "title": "Tarangire National Park - Your First Safari",
      "description": "This morning you will likely be awoken by the clamor of baboons playing in the trees around your room. After breakfast on the terrace, you will depart in your private vehicle for Tarangire National Park. As you drive away from the city, the landscape will transform into farmland before you enter this relatively undiscovered national park. Enormous baobab trees will begin to cover the landscape as you near the park gates, ushering you into this unique terrain. As you drive towards your next lodge, keep your eyes open for signs of wildlife and birds. As the first lodge to be established in the park, it has secured a phenomenal location on a bluff overlooking the Tarangire River. Arriving in time for lunch, you will join the lodge for a buffet in the thatched dining room, with panoramic views of your surroundings. Spend the peak of the afternoon poolside or in the shade of your private tent or bungalow. In the late afternoon, take your camera and binoculars in a safari vehicle for your first true safari. This park has a substantial elephant population, with large herds viewed regularly from the lodge property. It is also likely you will see leopards, buffalo and zebra. Drivers will have spent the morning surveying the landscape and the activity, meaning that this afternoon you will be able to drive directly to the “hot spots” for an impressive start to the journey. In the late afternoon, you will stop in the bush for sundowner cocktails and appetizers. As you watch the sun set over the bush with wildlife roaming around you, the magic of an African safari will begin to set in. Return to the lodge for an evening under the stars with great food and company around the central fire. Fall asleep to the sounds of the bush in your tent or stone cabin."
    },
    {
      "dayNumber": "3",
      "title": "Tarangire National Park - Untamed National Park",
      "description": "This morning it would be wise to rise early in order to catch the bush while it is at its most active. After a quick cup of coffee and a snack, you will set out across Tarangire in search of intimate wildlife encounters. The beauty of Tarangire is that it is seldom visited by the masses of Tanzanian tourists, giving you plenty of opportunities for privacy and exclusivity in the wilderness. The park feels raw and untouched, which will nicely compliment the upcoming experiences in the Serengeti. Over the course of the morning, you may have the opportunity to observe the rare and endangered wild dog or an oryx. Giraffe, wildebeest, eland and impala are near guaranteed sightings over the course of the morning, as they graze in the acacia trees and plains. As the sun climbs, you will drive back to the lodge for brunch and relax in the shade during the afternoon. For some, that may mean curling up with a book from the library on the shaded terrace, while others may prefer to suntan beside the pool. Massages and yoga classes are available through the spa if looking for a bit of indulgence and relaxation. From the lodge, it is common for vervet monkeys scamper through the property while elephants amble past. In the late afternoon, you will have the option to set out on another guided game drive, or to explore the region on foot. Following the signs and scents of the wildlife outside of a vehicle gives unprecedented intimacy with your surroundings, and increases your knowledge of wildlife behavior. Approaching an elephant on foot is a truly unique experience, one that is not offered within the Serengeti. Return to the lodge as darkness sets in, and enjoy a sundowner on the terrace overlooking the plains below. Dinner will again be served in the remarkable dining area, while stars emerge around you. Enjoy a final night around the fire with lodge staff and fellow guests before retiring to the comfort of your bed."
    },
    {
      "dayNumber": "4",
      "title": "Lake Eyasi - Eyasi Escarpment and the Kidero Mountains",
      "description": "Today you will leave Tarangire, driving west towards Lake Eyasi. Located just south of the Ngorongoro Crater, the landscape here will become significantly more mountainous. The lake lies between the Eyasi Escarpment and the Kidero Mountains, with stunning meadows and forests along the shoreline. While wildlife viewing in this area will be good, the real draw to the region is the opportunity to spend time with the Hadzabe people, who have lived here for nearly 10,000 years. The Hadzabe are one of the few known tribes that continue to sustain themselves off hunting and gathering. Here, you will have the chance to learn from them, and perhaps even try out a few of their hunting techniques. Your rustic lodge is located near the lakeshore, and is built entirely out of local materials. Décor is inspired by the Hadzabe and Datoga cultures, making this an especially unique stop in the journey. In the afternoon, you may wish to stretch your legs with a guided walk along the shores of the lake, which are often dotted with flamingos, storks, pelicans and hippos. Dinner will be served at the main area, and you will have the option of having international fare or perhaps sampling some Tanzanian specialties. Lodge staff will happily introduce you to ugali , a local staple food served with stewed meat and vegetables. Spend the remainder of the evening around the fireplace under the uninterrupted starry night sky."
    },
    {
      "dayNumber": "5",
      "title": "Lake Eyasi - Celebrating the Hadzabe People",
      "description": "This morning you will wake for a delicious breakfast, after which you will be introduced to your local guide, who will be a member of one of the area’s tribes. You will spend the day with him as you explore the region, in search of these hunter-gatherers. As you track signs of human activity in this remote landscape, you will hopefully have the opportunity to interact with these unique individuals. Due to their small numbers and nomadic lifestyle, it is often difficult to predict their precise location. However, your guide will be able to follow signs left by wildlife and Hadzabe, drawing you closer to these 400 survivors. Upon reaching them, and earning permission to interact with them, you will learn about the culture, traditions and history of the tribe. You will also be able to visit the tribe’s current base, in order to observe an active homestead. It is possible to spend time learning how to hunt with a bow and arrow, or visiting the caves where they sleep while hunting. Throughout this walk, it is also likely that you will see smaller game including dik diks and lesser kudu. In the late afternoon, return to the camp for tea and coffee and some time to relax and reflect in your private tent. Enjoy a magical dinner tonight lit by hurricane lamps and the moon. As you gather round the fire tonight, you will be able to imagine the Hadzabe sitting around their own fire grilling the day’s hunt."
    },
    {
      "dayNumber": "6",
      "title": "Serengeti - Olduvai Gorge",
      "description": "This morning you will leave the secluded Lake Eyasi region and head towards the famed Serengeti. You will drive through the Olduvai Gorge, making a quick detour to the site where Mary and Louis Leaky discovered the remains of the Zinjanthropus bosei and the Australopithecus. These distant ancestors of man date back 1.8 and 1 million years old respectively, and are among the oldest remains ever found. You can also see where fossilized footprints were found that date back approximately 3.6 million years. This is among the world’s most important paleoanthropological sites, and reveals a fascinating and hands-on opportunity to observe human evolution. From the gorge, you will carry on to the plains of the Serengeti. This predator-rich region is an impressive 14,900 square kilometers, and you will drive through the heart of the ecosystem as you head towards the western edge and your safari camp. Arriving in the late afternoon, you will be welcomed with a cool drink and face towel before being ushered to your luxury tent. You will likely want to spend the rest of the afternoon familiarizing yourself with the camp, and relaxing with a chilled drink on your private porch. A warm outdoor safari bucket shower might be the perfect way to refresh yourself after today’s drive. This shower-with-a-view quickly becomes a favorite activity among guests. Enjoy a sundowner as the sunset transforms the sky and landscape around you. As the stars emerge, you will head to the main dining area for a candlelit four-course dinner before having a final glass of wine or whiskey around the campfire. Fall asleep tonight to the sounds of hyenas and buffalo as they wander around the outskirts of your camp, reminding you that you truly are in the African bush. Guards patrol the unfenced perimeter of the property, ensuring that you are completely safe while you sleep."
    },
    {
      "dayNumber": "7",
      "title": "Serengeti - The Great Wildebeest Migration",
      "description": "This morning you may want to rise early in order to have breakfast in the bush. Driving into the park with your expert guide, you will trail alongside the Grumeti River in search of lions, wildebeest-eating crocodiles and, ultimately, the perfect breakfast location. Spreading out a checkered blanket under the shade of an acacia tree, you will feast on fresh fruits and pastries as the sun rises around you. Getting back in the truck after tea and coffee, you will then work with your guide to explore the Serengeti. He may take you through the Gol Kopjes, a popular place with cheetahs. Otherwise, you may head towards the Seronera River, where leopards are often spotted. No matter where you drive, herds of wildebeest, zebra and gazelle will undoubtedly surround you. These ungulates will be in the process of completing their annual migration through the Serengeti towards Kenya’s Masai Mara. Feasting on fresh grasses as they go, this event is heralded as one of the world’s most impressive and dramatic wildlife spectacles. Stop for lunch in the shade as wildebeest revolve around you, before carrying on with the adventure. In the late afternoon, you may want to spend some time searching for the threatened White and endangered Black rhinoceros that live in the area. Extinct from many Tanzanian parks, including Tarangire, your time in the Serengeti will be opportune for a rare interaction with these beauties. As the afternoon draws to a close, you will weave your way back towards the western corridor, arriving at Ikoma in time for a sundowner overlooking the river."
    },
    {
      "dayNumber": "8",
      "title": "Serengeti - Searching for the Big Five and the Smaller Creatures",
      "description": "This morning, you will have a few different ways to explore. Continuing with a day of game drives is always an option, though floating above the Serengeti in a hot air balloon is certainly worth considering. Your camp can gladly organize an early morning tour, complete with a champagne breakfast upon landing. As you drift high over the savanna, the true expanse of this ecosystem will become abundantly apparent. The trip emphasizes the total magic of the region, as you look down on the acacia trees and wildebeest that stipple the landscape below. In the afternoon, it may be of interest to go on a one to two hour walking safari off the property on the edge of the park. Walking safaris are among the most intimate ways of exploring the area. Your senses heighten as you follow the tracks of a lion and the markings of an elephant. Stopping to learn of the insects, birds and plants that sustain this park gives added insight into the eco-system, drawing attention away from merely ‘spotting’ the Big Five. Guides at your camp are very knowledgeable and will be able to share their perspectives and experiences as you walk together through herds of wildebeest, zebra and, if lucky, an elephant. Return to the warm hospitality of the camp for a final evening of sundowners, dinner and fireside drinks and stories. Spend a few final moments enjoying the wilderness and the rhythm of African time on your final night in the Serengeti. A guard will escort you back to your tent when ready for sleep, to avoid any unexpected wildlife encounters on the camp."
    },
    {
      "dayNumber": "9",
      "title": "Ngorongoro Crater - Serengeti to the Lip of the Ngorongoro Crater",
      "description": "This morning, after days full of wildlife and adventure, you will leave the savanna and drive back towards the Ngorongoro Conservation Area. This UNESCO World Heritage Site is home to over 25,000 animals, and has a dramatically different landscape than that of the Serengeti. Lush jungles line the crater slopes, contrasting the plains of the floor and the expansive surrounding plateaus. Today you will drive through the region en route to Rhino Lodge, located strategically near the crater rim with stunning views of the montane forest. Home initially to the area’s first conservator, this property has been rehabilitated into a rustic and low impact lodge. En route to your next lodge, you will make a stop in a local Masai village where you will have the chance to observe another fascinating east African culture. Famed for their intricate beadwork and impressive jumping abilities, a visit through a Masai boma (homestead) will give further insight into the tribes that survive in this remarkable landscape. A highlight of the Masai tour is always the moment when young men perform the famed adumu , the Masai jump. Competitively practiced among young men, the ability to soar to remarkable heights informs social positioning within the tribe. It is truly impressive. The evening will be spent unwinding at the lodge, perhaps in anticipation of a wildlife sighting. Unlike properties nearer to the ridge, this lodge has a number of elephant, buffalo and bush pig that regularly congregate around the property. Enjoy a buffet dinner with the lodge guests before retiring to your cozy suite with a private wood stove. Enjoy the tranquility of this simple lodge as you fall asleep to the sounds of buffalo grazing in the grass beside you."
    },
    {
      "dayNumber": "10",
      "title": "Ngorongoro Crater - Ngorongoro Conservation Area",
      "description": "Early this morning, you will embark on a half-day game drive to the crater floor. Over a short period of time, you will traverse a unique cross-section of ecosystems, moving from the jungle slopes across the savanna to the central soda lake on the crater floor. The caldera acts as a natural enclosure for wildlife, which leads to some of the densest populations of lions on the continent. The area is also home to a number of black rhinoceros, which are the subject of intense conservation initiatives. During this period of unprecedented poaching, it will be interesting to speak with your guide regarding his experiences and perspectives. Take time to explore the flamingo-filled lakes, characteristic of the Great Rift Valley, before returning to the lodge in time for lunch. In the afternoon, you will have the option to join the lodge on one of many hikes that they offer in the region. A walk through the highlands carries you past a series of extinct volcanoes towards the crater rim. As you hike through the forest and grassland, you will be rewarded with great views of the Olduvai Gorge, the Serengeti and the Gol Mountains. It is also possible to follow another route that ends with sweeping views of Lake Eyasi and a number of Masai villages. Ambitious individuals can carry on from the Eyasi viewpoint up Mount Oldeani for an incredible panoramic view of the entire region. This four-hour hike would be the perfect way to conclude this tour of Tanzania. In the evening, you will return to the lodge for a final African dinner and drink under the stars. Spend some extra time round the fire tonight, admiring the constellations of the southern hemisphere. With some luck, buffalo will wander by for a final chance to observe the wildlife before you retire to your cozy room."
    },
    {
      "dayNumber": "11",
      "title": "Arusha - Return to Arusha",
      "description": "This morning you will wake up to enjoy a final breakfast in the African bush, before reluctantly driving out of Ngorongoro and back towards Mount Kilimanjaro and Arusha. For those departing home from Kilimanjaro International Airport, be sure to sneak in one final glimpse of Mount Meru’s snow-capped peak as you fly away from Africa. Others however, may wish to squeeze in a few final days of adventure and relaxation with a customized conclusion to the trip. Many of our clients enjoy lounging on the shores of the Indian Ocean while exploring the magic and mystique off Zanzibar. A representative will happily discuss options further."
    }
  ],
  "map": ""
}