{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "romantic-tanzanian-safari-for-couples",
  "tourName": "Romantic Tanzanian Safari for Couples",
  "placesVisited": "Moshi, Lake Manyara National Park, Serengeti, Zanzibar, Stone Town, Selous Game Reserve, Ruaha National Park",
  "generalInfo": "Tanzania celebrates its authenticity with this romantic 12-day journey through the north and south. Safari, beach, culture, mountain...it's an intimate trip, connected by light aircraft and enhanced by secluded accommodation in the country's renowned hinterland. Blending iconic impressions with off the beaten track exclusivity, this is both a journey into ancient animal kingdoms and a meander through a millennium of history and culture.",
  "durationDays": "12",
  "price": "9,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Moshi - Arrival in Moshi, Tanzania",
      "description": "An early evening arrival brings you into Kilimanjaro International Airport, Northern Tanzania. If you're lucky, gaze through the window and the mountain summit will be visible, shimmering white and dominating an iconic looking African bushland. Kilimanjaro International Airport is small and relaxed, a gentle introduction to Tanzania just 45 minutes outside Moshi. You'll be met at arrivals and transferred to a lodge on the edge of Moshi Town, one that's nestled in the foothills of the mountain and surrounded by an awning of green."
    },
    {
      "dayNumber": "2",
      "title": "Moshi - Exploring the Foothills of Mount Kilimanjaro",
      "description": "A relaxing day takes you through the foothills of the world's highest free-standing mountain, the green slopes of Kilimanjaro providing journeys through coffee plantations and welcoming villages. This half-day culture and coffee tour offers genuine local interaction, as well as endearing impressions of Tanzania. Visit the local plantations and whiff the freshness of the beans, a guide showing you the full process of coffee production from farm to cup. As you might have guessed, a fresh cup of local coffee is always a highlight. Continue the journey through the forested foothills and spend an hour in a small village with Kilimanjaro views. Children enthusiastically wave and the elders say “ karibu, ” or “welcome” to provide the translation from Swahili. Return to your lodge by mid-afternoon and the rest of the day is free. Moshi has a range of international and local restaurants and the lodge can arrange transfers into and out of the town."
    },
    {
      "dayNumber": "3",
      "title": "Lake Manyara - First Safari Impressions in Lake Manyara National Park",
      "description": "A chorus of birdsong greets you at the entrance to Lake Manyara National Park, hornbills screeching from the treetops as you weave into the interior. Hundreds of endemic species fly around the park, fluttering across your periphery as the guide takes you through Manyara. Baboons charge across the trail, giraffe are found on the edge of the forest, and herds of elephants provide intimate moments. First safaris are always impressive. With so many new sights your eyes are always darting around, trying to take in the wildlife. Half hid in the branches you may find tree-climbing lions, out on the lake there might be a blanket of flamingos, then the ungulate herds always provide colorful sights. Lake Manyara is compact and easy to explore; you don't need a long game drive to see it all and the leisurely pace ensures you can fully appreciate the natural surroundings."
    },
    {
      "dayNumber": "4",
      "title": "Serengeti - Flying to the Serengeti and Tracking the Great Wildebeest Migration",
      "description": "Tanzania's wildernesses are well connected. Traveling by land could take days, the poor road quality actually helping to preserve the authenticity of the landscape. Traveling by air is far quicker. You're picked up from the Lake Manyara airstrip and whisked off to the Serengeti, the small plane swooping low over a landscape of grasslands and wildebeest herds. Each destination on this itinerary is connected by these short scheduled light aircraft journeys, taking you from hinterland to hinterland and offering elegant impressions of Tanzania's scale. Land in the Serengeti and you're on the trail of the great wildebeest migration. Some 2 million mammals ramble across the Serengeti with the seasons, the wildebeest and zebra joined by a mélange of chaperoning predators. Views of this natural wonder come direct from your luxury camp, so sit back and watch the show unfold. Gourmet meals and drinks are served at your verandah and there's virtually nobody else in sight. Romantic vacations often necessitate solitude and escapism; seemingly infinite Serengeti excels in delivering this promise, the untrammeled landscape on display for just you and your partner. Rest at the camp before an afternoon game drive provides increasing familiarity with the mammals of Tanzania. So many hoofs draw a divine collection of predators and two days is ample time to try and spot all the famed big cats."
    },
    {
      "dayNumber": "5",
      "title": "Serengeti - Spectacular Safari on the Serengeti Plains",
      "description": "A full day of game drives in the Serengeti is all about surprise. Marvel at the vast herds as they graze along the horizon, tens of thousands grouped together and fringed by clouds of dust. Approach slowly and there's panic, zebra and wildebeest charging in multiple directions with expressions of trepidation. Amongst lions and leopards, cheetahs and hyenas are also around, further toothed predators that patrol these gaping grasslands. The Serengeti is Tanzania's most famous safari destination and it never disappoints. Admire hippos as they wallow in swamps and lakes, spot impressive elephant bulls crossing the landscape, and come across large buffalo herds as you explore. For all the individual sightings there's an encompassing beauty and natural hue to the Serengeti. Everywhere you turn there's a photo to be taken, even if there's nothing but a hundred gazelle grazing in the grass. Lake Manyara provides the introduction to safari while Serengeti offers the ultimate reward. Game drives are longer but the quantity of mammals defies the imagination. Sometimes it's difficult to find an angle without a 10,000 strong herd of wildebeest. Like yesterday, after the thrill of the game drive comes the tranquility of camp. Sit back and listen. Silence. Now you hear a trumpeted sound in the distance and slowly the elephant walks past. Silence again. Now a lion roar perforates camp and the two of you sit back in this haven of part solitude, part wild adventure."
    },
    {
      "dayNumber": "6",
      "title": "Stone Town - Landing in Zanzibar and Exploring Stone Town",
      "description": "A small aircraft whisks you across the Serengeti to the next of Tanzania's renowned destinations. Land in Zanzibar and your first night is spent in Stone Town, a living breathing UNESCO World Heritage site that ripples with old-world atmosphere. The Islamic call to prayer elegantly flickers across red rooftops and old cathedral remains. Hindu temples join the harmonious religious mix and labyrinthine streets offer mesmeric journeys that entice the senses. Your hotel is situated in a historic converted building, complete with intricately adorned wooden doors and an ambiance of enchantment. Open the luxury suite window and this ancient town cascades down before your eyes. Today is left free for you to explore at your own pace, although it is possible to book a guided tour of Stone Town. Without a guide you're likely to get lost, but that's all part of the fun. Whether it's in Arabic or Swahili, the locals are always welcoming and eager to point you in the right direction."
    },
    {
      "dayNumber": "7",
      "title": "Zanzibar - Solitude and Serenity on a Zanzibar Beach",
      "description": "Stone Town is just one part of Zanzibar's beauty. A soporific loop of white sand fringes the island, the beaches lapped up by gentle Indian Ocean rollers and exuberantly green palms. You'll be transferred to a quiet and secluded beach on the tip of Zanzibar. For three days you escape into this beach paradise, hardly another soul in sight and a vast marine reserve extending just off shore. Daily snorkeling trips are included and there's the opportunity to check out some of Zanzibar's finest dive sites with both the macro and micro of the underworld world ever-impressing. With a beach cottage practically on the sand and a vast green canopy providing the backdrop, these three days serve up a compelling contrast to the safari and culture. Dolphins occasionally swim past, traditional wooden dhows , hollowed out canoes, make for easy half-day marine trips and the beach provides a lasting impression of tropical charm. There are only a handful of cottages and the service here is exceptional, with gourmet meals and drinks brought to your balcony or served on the sand. So relax, remove your watch, and allow the hours to float into days and the seclusion to enhance this romantic vacation."
    },
    {
      "dayNumber": "10",
      "title": "Ruaha - Final Safari Impressions in Ruaha National Park",
      "description": "Ruaha provides the final piece of your romantic safari jigsaw. The park is all about the utopian scale demanded by the big predators and largest mammals. Ruaha's additional trick is to provide enhanced accessibility, so two days have been dedicated to the park in this itinerary. Full-day game drives delve deep into the heart of this glorious hinterland, each loop bringing forest adventure and journeys into the unknown. Again, it's unlikely you'll see another safari truck and there's a marvelous feeling of being transported into a primeval landscape. Wildlife occasionally has to be shooed from the runway here, an example of how the development of tourism has remained low-key."
    },
    {
      "dayNumber": "11",
      "title": "Ruaha - Follow the Routes of Ruaha",
      "description": "Your guide can take a number of routes that are dependent on your interests. They may seek to find an iconic sight that's eluded you so far. Alternatively, the itinerary could focus on your safari favorites, like spotted cats or the bulldozing trails of rhinos. Ruaha is a haven for a full range of wildlife and a myriad of habitats take you through the home of each characterful cast. The antelopes on the forest edge, hippos along the riverbank, elephants and birds patrolling the trees, then nomadic herds crossing vast plains. Like always, the game drive runs at an easy pace, so there will be lots of opportunities to enjoy a quiet hour overlooking the landscape together. Your final camp offers the pinnacle of remote luxury, the quaint wood-framed accommodation affording generous views onto a waterhole and beyond into Ruaha."
    },
    {
      "dayNumber": "12",
      "title": "Ruaha - Departure from Tanzania",
      "description": "Despite being in the indelible heart of the wilderness, it's not long before you're back to modern civilization. The light aircraft takes you directly from Ruaha to Dar es Salaam where a representative is on hand to assist you with transferring to international departures. It's goodbye to Tanzania and goodbye to Africa but you're already planning when to return."
    }
  ],
  "map": ""
}