{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "exclusive-romantic-vacation-of-safari-hidden-beach-in-tanzania",
  "tourName": "Exclusive Romantic Vacation of Safari & Hidden Beach in Tanzania",
  "placesVisited": "Serengeti National Park, Tarangire National Park, Lake Natron, Zanzibar, Stone Town, Pemba Island",
  "generalInfo": "Tanzania revels in its iconicity, destinations like the Serengeti and Zanzibar never failing to showcase wonder. This romantic Tanzanian vacation complements the world renowned favorites with the country's secret delights, like beach escapism on Pemba Island, frozen flamingos in Lake Natron, and a treehouse above the elephants in Tarangire National Park. Culture, sand, safari; it's a vacation for couples seeking to explore the hidden sides to a remarkably beautiful country.",
  "durationDays": "12",
  "price": "19,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha – Landing Beside Mount Kilimanjaro",
      "description": "Window seats offer rewards on the flight to Kilimanjaro. The twin peaks of Mount Kilimanjaro stand proud on the horizon, volcanic domes dappled with snow that provide the backdrop to your first night in Tanzania. It's just a short drive from the airport to the lodge and the views extend across bushland to the forested hills of Africa's highest mountain. You'll be picked up by a chauffeur and the rest of the evening is free to relax at the lodge."
    },
    {
      "dayNumber": "2",
      "title": "Serengeti – Into the Serengeti and the Great Wildebeest Migration",
      "description": "On this vacation, there is no gentle introduction to Africa's wild game. You're heading straight into the action. A small plane soars above the grasslands before touching down on a remote airstrip. The exact location of your luxury camp will be dependent on when you arrive. This itinerary is all about tracking the great wildebeest migration and an intimate experience with nature's most dramatic spectacle. During the early months of the year, the wildebeest congregate in the southern and eastern areas of the Serengeti. Then they form mass herds that charge north, kicking up dust and collecting zebra as they go. Your luxury camp is situated on the migration route, offering unrivaled panoramas onto grasslands that roll onto and beyond the horizon. Sit back, admire the view, and savor a solitude only interrupted by lion roars and rumbling herds. Morning and afternoon game drives weave along rutted tracks, leaving behind lingering impressions of the wilderness; lion manes ruffle in the breeze as a herd of gazelle is tracked through the grass. A buffalo herd protects its young and stares down inquisitive visitors; a leopard arrives unannounced and a frail wildebeest becomes the dinner menu. The interaction between predator and prey defines the wildlife experience in the Serengeti, and defining your evening experience is a charming gourmet dinner for two with endless vistas onto the wildebeest."
    },
    {
      "dayNumber": "3",
      "title": "Serengeti – Tracking the Wildebeest and a Luxury Mobile Camp",
      "description": "An early rise brings rewards this morning. Cats use the dawn light to hunt and the misty air always delivers drama. After an hour of safari you will stop for breakfast, a whole basket of goodies set out beside a swamp that swarms with hippos. Some lie unperturbed in the murky waters while others are still bulldozing a path into the cooling mud. Your guide knows when to be discreet and leave you two alone with breakfast and the view. With a four- to five-hour game drive the scenes continue to repeat themselves and your vantage point bestows thrilling high definition; interpret emotion in a zebra's eyes, share a brief stare with elegant giraffe, whiff the anticipation of nearby predators, and watch the individual hooves continue their journey north. After a languid afternoon resting at camp enjoy an afternoon game drive and a second evening of solitude for two."
    },
    {
      "dayNumber": "4",
      "title": "Tarangire – A Treehouse Above the Elephants",
      "description": "Tanzania's safari airlines catapult you from national park to national park, the planes soaring above herds then touching down in more expanses of untrammeled wilderness. Lions and leopards continue to mark the adventure in Tarangire National Park, although this time you're likely to see them in the trees, not on the ground. It takes a keen eye to deceive their camouflage; your guide provides it and points to a tail that swings in the foliage. The journey to your treehouse is already a game drive, one that scans for big cats and gets distracted by herds of eland, hartebeest, and oryx. One spectacle approaches from the periphery and becomes center-stage; over a hundred elephants march as one between the thick-trunked baobab trees. Old bulls proudly point their tusks, trunks swing from the face of impish babies, and the gentle group plod imbues both grace and power. Arrive at Tarangire Treetops and it's time to climb trees. Nested into immense baobab and marula trees, standing some five meters above the landscape, your spacious wooden suite overlooks the water and makes for a serene escape in Tarangire. All day and all night, a parade of mammals arrives here to drink; their gentle slurping can be heard from your vast verandah. Indulge, admire, relish the natural immersion, then an afternoon game drive tours the popular hangouts of hippos, elephants, and more. As you might expect, evenings are particularly mesmeric here, wildlife slowly coming to say hello as the two of you wallow in your own treehouse."
    },
    {
      "dayNumber": "5",
      "title": "Tarangire – Big Five Adventures",
      "description": "Today's game drive tours Tarangire, covering almost 100 miles as it weaves through acacia parklands, large floodplains, river scenes, and swamps that dazzle with endemic bird life. Each corner brings fresh scenes; a rhino wandering lonely across brittle plains, buffalo herds roaming in forested foothills, ostrich sprinting across grasslands, and giraffe feeding from the acacia branches. Traversing the diverse ecosystems provides a lasting perspective of Tanzania's rugged beauty and ticking off the complete Big Five is a serious possibility on this single game drive. Continue the game drive until you loop back to the tree house and a second evening of bliss in a hidden corner of Tarangire."
    },
    {
      "dayNumber": "6",
      "title": "Lake Natron – Frozen Volcanic Statues",
      "description": "Tanzania's natural splendor is well documented. But in a country of such remarkable attractions, there will always be those delights that slip under the radar. Lake Natron is dictated by volcanic activity and spurts silver ash that cascades into the lake's waters. What was once a flamingo breeding ground is now a scene from a fairytale, the pink birds perfectly preserved in a casing of lava. From Tarangire you will travel by road to Lake Natron, taking a delightful journey past Lake Manyara and into the volcanic north of the country. Stop for a bountiful lunch en route and then spend the afternoon exploring this bizarre natural spectacle. Spend the night at a community-run guesthouse nearby. While this might not have the luxury of the treehouse, it's a comfortable and cute place to sleep that affords genuine interaction and insight into local Maasai village life."
    },
    {
      "dayNumber": "7",
      "title": "Stone Town – The Captivating Mix of Beauty in Zanzibar",
      "description": "Zanzibar Island has a compelling history, the Indian Ocean sands explored and plundered by competing explorers. Its Stone Town epitomizes the juxtaposition of influences; Hindu temples peacefully stand beside whitewashed mosques of elegant beauty, cathedral remains tower above labyrinthine alleyways of intrigue, British colonialism blends with thick wooden Persian doors, and the competing influences form a town that's been awarded UNESCO World Heritage status. Your hotel is nestled amongst the enchantment, hidden down streets that dance with the vibrancy of local life. Just walk out of the hotel door and there's a feast for the senses: smells of freshly barbecued fish, the call to prayer floating across rooftops, a thousand different faces saying hello on the street. The hotel interiors scream of boutique indulgence and your window opens onto Stone Town, affording magnificent views over the red rooftops. A private guide is included for these two days and a personalized itinerary can be planned. Treat the nose to a thorough workout at the spice plantations. Discover a corrupt history as you're guided around the old slave houses and veiled caves from which profit was made. Head out to an Indian Ocean beach and sip cocktails on the white sand, traditional wooden dhows rocking in the water. Evenings bring further charm. Night markets serve fragrant seafood smells to the promenade and there's always a crumbling stone building softly illuminated by moonlight. Zanzibar's Stone Town runs at a slow and relaxed pace and you'll easily slip into its rhythm. It's a place for quaint exploration and then curling up in bed with the flickering sounds of the streets gently wafting through the window."
    },
    {
      "dayNumber": "9",
      "title": "Pemba Island – Complete Solitude and Beach Escapism",
      "description": "Zanzibar isn't the only Tanzanian island cast adrift in the Indian Ocean. Pemba is less known and evokes images of yesteryear. Development on the island is kept to an absolute minimum and the coastline remains virtually untouched by concrete. It's an island that serves up absolute solitude, nothing but the odd local fisherman floating past as you laze away the days in a cute beachfront cottage. Palm trees sway, the sand tweets beneath your feet, and sapphire waters seem to redefine notions of underwater visibility. If Zanzibar is the famed beach vacation then Pemba is the unknown rustic escape, a barely inhabited island with hardly a road or modern building. It's a short flight over from Zanzibar and then a transfer across the island to your cottage, idyllically located on the sand at Fundu Lagoon. A tropical blanket of green submerges your accommodation and there's barely the need for footwear. Don't think that this remoteness means any less luxury. Gourmet meals are brought to your room, usually with a strong emphasis on freshly caught seafood and local produce (think lobster direct from the ocean and seasonal delights plucked from the trees). All drinks are included and there's few better moments that lounging on the beach with a sundowner in hand, admiring the wooden fishing boats as they slowly sail past on the breeze. It feels like you've got your very own Indian Ocean beach. So drift away and float on a carpet of serenity, time becoming irrelevant and the outside world far away. For a romantic island break there is perhaps no finer place; the same idolized beauty of more famous Indian Ocean islands, just without another set of footprints in sight. Enjoy, indulge, and these three days can easily feel like a lifetime in an alternative place."
    },
    {
      "dayNumber": "12",
      "title": "Dar es Salaam – Departure",
      "description": "Your hidden Tanzania vacation comes to a close after 11 diverse days of delights. The beach escape, the cultural immersion, being engulfed by the great wildebeest migration...the debate over ultimate highlights continues as you board a local flight to Dar es Salaam and then your international departure. You may want to read the safari trip reviews in Tanzania . You will learn what real travelers experienced while on their tours."
    }
  ],
  "map": ""
}