{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "peaceful-zanzibar-safari-vacation-for-seniors",
  "tourName": "Peaceful Zanzibar & Safari Vacation for Seniors",
  "placesVisited": "Pingwe, Stone Town, Pemba, Serengeti",
  "generalInfo": "Zanzibar makes vacations seamless for senior travelers with tropical lagoons, quiet beaches, cultural experiences, and an underwater suite. The Serengeti provides endless safari excitement with wildebeest herds, lion prides, spotted cats and zebra stripes. Split across four exotic destinations, this handcrafted tour offers an eclectic, island experience that is followed by a relaxed, big game safari. So, settle into island bliss before surrounding yourself with the great wildebeest migration.",
  "durationDays": "13",
  "price": "18,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Pingwe – Settling into a Quiet Beach Escape",
      "description": "From a beachside bungalow, you will gaze out across the ocean. The waters here are soft and peaceful, glistening through azure and emerald colors as the sun crosses the sky. Sometimes you can hear the waves, but you never really see them. They will crash against a coral wall some mile out, turning the beachside waters into a lagoon. It can feel like you are wading or swimming in a bath, such as temperature and lack of currents. At high tide, the waters may be a little high for swimming, but during all other times, this will be a very safe place to float and swim, whatever your age. Another highlight of the eastern coast is the picture that will be created at low tide. The ocean will recede, and you will be able to walk across water that is ankle to knee deep. Coral outcrops will stud the water and will be populated by swarms of tropical fish, so at certain times of day, you can experience diverse marine life without needing to put on a snorkel. The other first impression there will be tranquility. This side of the island is undeveloped and little will break the silence. So, take off your shoes, settle into the slow Zanzibari rhythm, and find yourself in a tropical paradise. There will be time to do things on the island, but all that will be saved for later."
    },
    {
      "dayNumber": "2",
      "title": "Pingwe – Resting Up on the White Sand",
      "description": "Pingwe will make for an ideal escape from wherever you have just arrived. It will provide downtime after an African safari, a chance to rest and recuperate after something stressful at home, and a peaceful place to think about and gather your thoughts. Zanzibar’s most famous beach resort is Nungwe, where the hotels now extend two to three rows back from the sand. In comparison, everything along the southeastern is directly on the coast. Resorts stretch over vast areas, so every bungalow has space to breathe. Nothing is more than two stories high, and almost everything is constructed in a traditional style, with whitewashed walls, thatched roofing, and large windows to bring in the ocean breeze. Many visitors find the beach a little too hot for sunbathing. The common tactic here is to lie on one of the loungers outside of your bungalow where there is some shade from the trees, should you need it, and a glorious view towards the ocean. After a day of resting up, you will head to one of Zanzibar’s most elegant restaurants. Built onto an isolated coral outcrop, your restaurant will have to be accessed by a short transfer from the beach. Its spectacular location is complemented by Italian-Zanzibari cuisine with the food long considered some of the very best on the African continent."
    },
    {
      "dayNumber": "3",
      "title": "Pingwe – Another Beautiful Day in Zanzibar",
      "description": "The beach is broad and long. Although it is not explicitly private, it will be very unlikely to see a handful of other people around. You will not get hassled by beach sellers, but you will sometimes come into contact with a local and share conversation. Rugged coral cliffs will backdrop the beach, and at high tide, these will separate the coastline into a series of smaller beaches, while at low tide you can only walk for 20 miles and have white sand beneath your feet. Nothing will be planned today, but you can choose an activity on the water, such as a fishing trip that is led by a local expert."
    },
    {
      "dayNumber": "4",
      "title": "Stone Town – Walking with Monkeys and an Easy Tour of the Old Maze",
      "description": "Tails will hang lazily from the higher branches of Jozani Forest. They will belong to colobus monkeys, which is a striking red subspecies that is endemic to the island (only a thousand of them remain in the wild). Spectacular white hair and beards surround their black faces with ochre-hued fur shimmering across their backs. Joining them in the trees are Sykes monkeys, which is a more mischievous species that is likely to be seen along the ground. While the colobuses are elegant and unperturbed, lounging almost mythically in the canopy, Sykes are balls of energy that often cause the resident duikers to gallop off. Jozani Chwaka Bay National Park is on route to Stone Town, and the walking trails will be flat and smooth, and you usually will only need to walk for five minutes to start encountering monkeys. You will arrive in Stone Town for lunch and will spend the afternoon exploring. Stone Town not big as the alleyways are barely wide enough for the donkey carts to pass. You can end up walking endlessly because it will be so easy to get lost, and modern GPS cannot help you either. The locals know the way, so you will join a guide and take in the evocative atmosphere, from spices and traders in Darajani Market to the House of Wonders and the Old Fort. You will explore the island’s slave trading history at the Old Slave Market Museum and Tippu Tip’s House, and you will also travel through different architectural eras at the Sultan’s Palace and People’s Palace Museum."
    },
    {
      "dayNumber": "5",
      "title": "Stone Town \u0000– Evocative Spice and Slave Trading History Tour",
      "description": "Out beyond Stone Town lies epic spice plantations, of which is a history Zanzibar is rightly proud. Another history will be evoked before you get there. Nearby ruined and half-finished palaces, you will descend a short flight of steps into Mangapwani Slave Chamber. Mangapwani Coral Cave is similarly gloomy, which is another home to the souls of the stolen. Throughout the 19th century, these caves were used in illicit slave trading, and their hidden entrances allowed traders to quietly load their stock without being seen. An intoxicating array of fresh smells will bring you around from this murky story. Cloves, cardamom, pepper, lemongrass, nutmeg, vanilla will be floating throughout the air as you take your tour of the plantation. Fruit plantations also thrive here, and you will walk through fields of banana trees, mountains of oranges, jackfruit, custard fruit, star fruit, avocado, papaya, and many others. Traders brought these spices and fruits from South America and Asia. Although not native to the island, these imports have thrived in tropical conditions, giving Zanzibar the nickname of the Spice Island. After lunch at the farm, the afternoon will be free in Stone Town. Your hotel will be a heritage home that is made from coral with rich Persian and Omani-inspired furnishings. It will be easy to laze away an afternoon on your terrace, listening to the sounds from down below. You can take a walk on the streets as there are many interesting antique stores you can explore."
    },
    {
      "dayNumber": "6",
      "title": "Stone Town – Half-Day Traditional Dhow Cruise to Coral and Islands",
      "description": "The sail will ruffle, and you will travel on the wind just like the explorers of old. Dhows are built from wood and have been navigating these waters for over a millennium. Elegant and enchanting, they will provide a slow means of ocean travel that will be perfect for sitting back and watching the landscape change. As you set sail, you will head out across the lagoon-life waters of western Zanzibar, passing sandbanks and coral outcrops. You will stop at Prison Island where the prison is now in ruins and is wrapped around big clumps of coconut palms. Here, the beach is also white, and there will be time to walk around the deserted island. Along the way, you will see dozens of giant tortoises, including many that are over a century old."
    },
    {
      "dayNumber": "7",
      "title": "Pemba – Surrounded by Marine Life in an Underwater Suite",
      "description": "Turtles will swim in the waters of Pemba, which is Zanzibar’s sister island and the second largest island in the Zanzibar archipelago. They will be joined by rays, tuna, marlin, reef sharks, and great collections of tropical fish. To witness such profuse life usually requires you to go scuba diving or snorkeling, but not on Pemba. Here, there is a hotel suite under the water, which is a natural aquarium that will be made private for you. Just lie on the bed and watch the show, surrounding yourself in swarms of life without needing to get wet. This is one of a very small handful of underwater suites that exist around the world. The show will continue after dark with soft, exterior lighting that will ensure that you see what is swimming past you. Getting to Pemba is also an experience. You will take a scenic flight above the archipelago from Zanzibar Town to Pemba that will only 30 minutes. Some say that Pemba is how Zanzibar used to be, and by that, they mean that there is not much tourism. Similar to its bigger brother, Pemba holds millennia of history and has its own way of doing things. So, you will still experience the local hospitality and culture along with all the marine brilliance."
    },
    {
      "dayNumber": "8",
      "title": "Pemba – Quiet Days on the Pemba Beaches",
      "description": "After a night and morning in the underwater suite, you will switch to a more traditional, beachside bungalow. These two days will complete your relaxed, Zanzibar vacation and nothing specific will be planned. You can take an excursion of Ngezi Forest where monkeys and small antelope roam, or maybe take a dhow trip to Misali island, returning at sunset time. Surrounding you during these two days is a classic island landscape with palms that reach far higher than buildings and trademark Indian Ocean colors. These will be quiet days, so remove your shoes, appreciate the silence and seclusion, and enjoy the island atmosphere."
    },
    {
      "dayNumber": "10",
      "title": "Serengeti – Onto the Grass Plains",
      "description": "Direct flights connect Pemba with the Serengeti, which will make it effortlessly easy to mix an island vacation with a short safari. You will fly by light aircraft and land in the wilderness on an airstrip that must often be cleared of wildlife. Your camp will move with the great wildebeest migration, so you will be staying in the area that is the thickest with life. After all, the downtime will prepare you for an adventure, so you will set off on a game drive immediately, bumping around the grasslands for initial experiences with the famous, migratory herds. Wildebeest tend to spread out in great, straggly herds while the zebra are packed together, much like a panorama of black and white stripes that are watched by local predators."
    },
    {
      "dayNumber": "11",
      "title": "Serengeti – Idyllic African Safari for Seniors",
      "description": "The Serengeti makes safari easy. Although the national park is larger than the state of New Jersey, animals move with the rains and cluster in different areas that depend on the time of year. This is the famous wildebeest migration, with nearly two million animals that are constantly on the move. Other than hyenas and vultures, predators do not follow the herds. Instead, they wait for the migration to pass through their territory and fatten up on the abundance of prey. So, while the initial panorama is filled with wildebeest and zebra, you will only need to look a little further to spot lion prides, leopards, cheetahs, and other wild cats. Your safari will be private and consist of morning and afternoon game drives. Heading out at sunrise will offer the best chance at witnessing a live hunt, as the cats will go after the migration. You can get close enough to hear jaws crunching into the carcasses or the evocative roar of a lion as they chase scavengers from a kill. With a private safari, you will decide how long to stay out, with options including a picnic spot that overlooks hippos or a hot air balloon ride at dawn. Location is everything with a Serengeti safari, and by staying at a mobile camp amid the herds, there will be less driving and easier encounters with all the wildlife."
    },
    {
      "dayNumber": "13",
      "title": "Kilimanjaro – Departure",
      "description": "After a final game drive, you will be dropped off at the airstrip and fly to Kilimanjaro International Airport where you will connect with your international departure."
    }
  ],
  "map": ""
}