{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "luxury-romantic-getaway-to-the-serengeti-zanzibar",
  "tourName": "Luxury Romantic Getaway to the Serengeti & Zanzibar",
  "placesVisited": "Moshi, Ngorongoro Crater, Serengeti National Park, Zanzibar Island, Stone Town, Bwejuu-Paje Beach",
  "generalInfo": "Combining tropical beach island bliss with an immersive Big Five safari, this 13-day romantic Tanzania vacation is carefully crafted for couples seeking pure romantic escapism. The twin wonders of the Serengeti and Ngorongoro captivate and enthrall, leaving the two of you alone amongst nature's greatest shows. After the action of safari, idyllic white sand splendor gently lulls you into hibernation, Zanzibar Island unveiling the ultimate in luxuriant beach getaway. Throughout it all, you will experience utter privacy and tranquil romance.",
  "durationDays": "13",
  "price": "20,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kilimanjaro - Arrival in Tanzania",
      "description": "Glorious aerials accompany your arrival in Tanzania. The epic grass plains of the Serengeti and Maasai Mara extend beneath the wingtips before the plane descends past the world's highest freestanding mountain and lands at Kilimanjaro International Airport. A luxury chauffeur awaits and it's straight off to the Arusha Coffee Lodge. Gaze from the window at the vivid green landscape, listen to the monkeys that swing through the vines, and whiff the fresh coffee beans that surround your deluxe room. Tomorrow is for adventure. But today is for relaxing and soaking up the tranquility of a beautiful corner of the world."
    },
    {
      "dayNumber": "2",
      "title": "Ngorongoro Crater - Incredible Safari Impressions",
      "description": "There's nervous excitement in the air as you drive off into the wilderness, the road winding skywards until you're standing above Ngorongoro Crater. A sumptuous lunch is served, complete with the odd elephant wandering past and a glorious view into this renowned Natural Wonder of Africa. All safari activities on this itinerary are completely private and tailored to your pace and style; so there's no need to rush or wait for others. Zigzag down onto the crater floor and the sights arrive with startling frequency; two lion cubs running after their mother, a boisterous buffalo herd protecting their young, zebra and kudu skipping across flourishing grasslands. Stand on the chairs and gaze out into the distance. Then move away from the edge and hold each other close as a lion pride inspects the safari truck. Are they hungry? No, they just want to lie down in the shade of your vehicle. Ngorongoro's diverse ecosystems support a dramatic diversity of animal life. Out in the forest you'll find the elephants, huge bulls that pierce the silence with echoing calls. Down at the lake a pink blankets awaits, tens of thousands of flamingos glistening beneath the sun. On the first inclines of the crater walls you stand and hold your breath. A mother and calf are approaching, grey hulks of power moving with effortless grace. Volcanic remnants provide the backdrop and a scurrying hyena plays second fiddle in the periphery. Time seems to stand still as the pair approach, the clicking of camera shutters on pause as two endangered Black rhino continue their elegant journey across Ngorongoro. That's not a bad start to a romantic escape. But it is just the start. By evening time you’re sitting beside a roaring log fire watching the odd elephant wander past and enjoying the discreet services of your own personal butler. By nighttime you're snuggled into a spacious wooden hut, perched on the crater rim, and absorbing nature's unique soundtrack."
    },
    {
      "dayNumber": "3",
      "title": "Ngorongoro Crater - Game Drive and Candlelit Dinner with the Elephants",
      "description": "Ngorongoro Crater is too good to only see once. As the mist slowly rises you descend again, heading onto the crater floor at prime hunting time. In the insipid morning light there's an air of tension, the ungulates on high alert as the cats inspect the breakfast menu. Stop in a clearing and wait. Be patient. Slowly the lionesses inch forward, half concealed by the grass yet camouflage betrayed by revealing eyes. A few more meters are gained, then a few more, but the sentry wakes from a slumber and raises the alarm. Dust mixes with the last trickles of mist and the zebra accelerate away. This is wild African safari without fences. It's not a zoo or wildlife documentary, so the outcome of this morning hunt will be different for every visitor. A long morning game drive enables you to fully experience the intricacy and intimacy of Ngorongoro, and before you head into the Serengeti, you'll enjoy an early lunch back at the lodge. Endless grass plains replace rolling hills as you arrive in the Serengeti, the planet's most famous safari destination seeming to extend for infinity. Dark clumps are scattered across the green. They're grazing wildebeest herds, joined on the plains by Thompson's gazelle and zebra. By now you'll already know that an abundance of four hooves means an abundance of four paws. The next two nights are spent at Sanctuary Kusini, located in a less visited corner of the park. You're far from tourist crowds and your luxuriant en suite tent is as isolated as you could possibly wish for. It's just you, your partner, and unforgettable panoramas over what the local Maasai call “where the land runs on forever.” Elevating the romance this evening is a candlelit dinner out on these plains, the silhouettes of nature's great mammals seeming to surround the table. There are no other diners around, but there could be a few antelopes and elephants passing by the table of your private Serengeti restaurant."
    },
    {
      "dayNumber": "4",
      "title": "Serengeti - Exploring the Beauty of the Serengeti",
      "description": "It's time to explore the gaping expanse of the Serengeti. Get closer and those dark clumps slowly transform into thousands of individual wildebeest. Continue on rugged trails and rocky outcrops are where lion prides seek solace and shade. How's this for a romantic picnic spot? Perched on a grassy mound overlooking a blue pool, zebras skip past and a few giraffe towers dominate the horizon. If that isn’t enough, the pool is covered in hippos, including rampaging teenage males testing their power and cute babies snuggling beside their mothers. Today's game drive goes at your pace so there are a thousand different directions it can take. One certain feature is the immersion in nature's greatest show, the battle between predator and prey a focal point of every journey in the Serengeti. And while today will unveil scale and size, there's a nonstop delivery of intimate moments that always bring memorable smiles. It could be a baby elephant chasing a warthog. Or it could be looking around and realizing that you're alone in the Serengeti."
    },
    {
      "dayNumber": "5",
      "title": "Serengeti - Walking Hand-in-Hand Through Big Cat Country",
      "description": "All romantic getaways should feature a few hand-in-hand strolls. However, there are probably not many that involve walking through landscapes where big cats roam free. Loliondo Game Controlled Area shares unfenced borders with the Serengeti and, while the wild game isn't quite as abundant here (hardly a problem in this part of the world), not being a national park opens up new experiences. You'll be exploring on foot, picking up on the trail of leopards, lions, hyenas, and the rest of the cast of the animal kingdom. It's an amorous stroll with a difference. Rather than getting lost, you're searching for things. An expert guide follows the clues and leads your journey, picking a path through thick forests and winding grass plains. An upturned stone, a bulldozed tree, a pile of fresh dung, and now standing before you is a small elephant herd. Stop. Stay silent. Say hello in your own way. Then the elephants move on and your walk stumbles upon a gentle giraffe and a lost buffalo. A contradictory feeling of fantasy and reality is elevated and enhanced as you continually shake your head at the implausibility of the experience. Following the thrills comes indulgent relaxation, a stunning en suite tent at Buffalo Luxury Camp offering unrivaled views into the wilderness and all its nuances."
    },
    {
      "dayNumber": "6",
      "title": "Serengeti - In Search of the Great Wildebeest Migration",
      "description": "The Serengeti is home to the great wildebeest migration, an immense annual journey of two million mammals. They circle around the plains, heading off in search of fresh grazing land and then returning to their calving grounds in the southwestern corner of the park. You can't really visit Tanzania at the wrong time of year for the migration. The herds are moving and congregating throughout the year, chaperoned, as ever, by a ravenous assortment of big cats and scavengers. But dependent on when you come, the wildebeest will be in a different part of the park. Your final day of safari has a particular focus on the great migration. The exact destination is flexible dependent upon the time of year, and you're likely to drive across the park in search of the huge herds. Expect dozens of hunting scenes, herds that merge and cover the grass in a patchwork of activity, hyenas and vultures fighting over carcasses, and rumblings of dust mingling with vivid landscapes. When departure dates are finalized the itinerary for this day will be expanded depending on the predicated location of the wildebeest."
    },
    {
      "dayNumber": "7",
      "title": "Zanzibar - Arriving in Tropical Beach Paradise",
      "description": "A network of tiny grassy airstrips can be found in the Serengeti. You'll arrive at one and, after the ground staff has cleared the animals from the runway, you'll ascend by private micro plane above the Serengeti. Gawp at the epic scale from above and then touch down in Moshi. From here you fly to another of Tanzania's renowned wonders: Zanzibar. White sand surrounds this island paradise, the beaches fringed by swaying palms and warm Indian Ocean waters. Lush green plantations cover the interior, engulfing your chauffeured journey from the airport to Bwejuu-Paje Beach. Just how good is this beach? Conde Nest voted it as one of the top 30 on the planet. But don't take their word for it. Take a few steps onto untouched paradise, admiring the rich sapphire water as the fine sand squeaks beneath your feet. This is home for the next six days. So sit back. Grab a fresh coconut. Order a cocktail to your villa. Splash in the shallows. In fact, do just about anything because this is a piece of Zanzibar reserved just for you."
    },
    {
      "dayNumber": "8",
      "title": "Zanzibar - Ultimate Romantic Escape",
      "description": "Appreciating such blissful escapism requires at least a few days. Gradually you decompress completely, any remaining strings of stress melting into the tranquil surroundings. Such a pristine place deserves a unique place to sleep. Wake up in the Sultan's Villa and savor the luxury. The boutique style evokes Zanzibar's history of riches, a plunge pool offers the perfect place for sundowner cocktails, a huge private terrace overlooks the gentle ocean waves, and you've got a full 193 square meters all to yourselves. And if that isn't spacious enough, just take a few steps onto the beach for a further few miles of uninhabited bliss. You both quickly fall into the island rhythm, the attentive staff bringing orders to your chair (or sun lounger, or pool) and the clock becoming irrelevant. It's easy to laze away all five days doing little but indulging. But everything is covered should you wish to explore a little more of Zanzibar Island. A personal tour guide is at your disposal and will craft tours that reflect your interests. Wander through the exotic alleyways of Stone Town admiring the intricate balance of architectural brilliance from around the world. Visit fish markets and order fresh lobsters grilled before your eyes. Soak up history and tour the fascinating cultural past of Zanzibar, from the tales of slave traders to the harmonious intermingling of disparate cultures. These are just ideas, and your tour guide will be full of many more. So how about a sensual journey through fields of fresh spices? Or a snorkeling trip with whale sharks? Maybe renting a luxury yacht and setting sail around the idyllic Zanzibar coastline. Rather than plan the itinerary in advance, your personal guide will respond to your mood. If you want lavish dining, you'll have a prime table at Zanzibar's most celebrated restaurant. If it's coconut cocktails and crayfish on the beach you desire then you're also covered. Journey across the island; snorkel or dive through the vibrant marine parks that make Zanzibar famous. Alternatively, your guide can head into town and come back with the sunscreen that you've just run out of. Welcome to Zanzibar, an island that can satisfy all your dreams of beach escapism and adventure."
    },
    {
      "dayNumber": "13",
      "title": "Dar es Salaam - Farewell to Tanzania",
      "description": "After six days of safari, and six days of island bliss, your romantic Tanzania vacation has come to an end. After a quick flight to Dar es Salaam you connect with your international flight and head home, fully rested, yet also bursting with tales of the wild."
    }
  ],
  "map": ""
}