{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "private-plane-serengeti-safari-for-families-young-rangers-program",
  "tourName": "Private Plane Serengeti Safari for Families & Young Rangers Program",
  "placesVisited": "Mount Meru, Serengeti, Ngorongoro Crater, Selous Game Reserve, Dar es Salaam",
  "generalInfo": "Engaging and full of adventure for all ages, this 12-day family safari itinerary will showcase Africa at its finest. To cruise across Tanzania by private plane is an exceptional experience with stunning aerial impressions and incredible perspective while maximizing your family's time on safari. By private plane, you can connect some of the world's best game viewing areas. When you arrive, a young ranger itinerary will offer age-appropriate hands-on activities while also offering a flexible program of game viewing.",
  "durationDays": "12",
  "price": "20,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Mount Meru – Idyllic Arrival in Tanzania",
      "description": "After an evening flight arrival to Kilimanjaro International, you will be transferred into the foothills of Mount Meru, where your boutique lodge is enveloped by the sights and smells of a working coffee nursery. It will be wonderfully peaceful here, with bushbabies calling from the trees and a starry sky twinkling above. Getting to Tanzania is likely to be a long journey, so these first two nights are all about relaxing and charging the batteries for the family safari to come. As with all days on the itinerary, accommodation is full board, and a variety of drinks are included."
    },
    {
      "dayNumber": "2",
      "title": "Mount Meru – Mountain Biking and Canoeing",
      "description": "On a clear morning, you can see the snow-capped peak of Mount Kilimanjaro in the distance with the glistening volcanic dome rising high above the lush plains of northern Tanzania. Take your time with breakfast, and then spend an hour with your guide exploring around the coffee farm with lots of hands-on activities including coffee roasting and sampling. After lunch, you can choose how to explore with options for a guided forest hike, canoeing on the serene Lake Duluti, or mountain biking along the trails that go deep into the forest. This beautiful area will immerse you family in the enchantment of wild Africa."
    },
    {
      "dayNumber": "3",
      "title": "Northern Serengeti – Serengeti Safari and Young Rangers Program",
      "description": "Your first aerial safari will offer you astonishing views. Take off from Kilimanjaro and the summit of Africa's highest mountain will take your breath away with its southern slope engulfed with snow. Your pilot will take you past Mount Meru before you take a little detour for a glimpse of the Ngorongoro Crater, where you will return to stay later in the week. With your low cruising altitude, it will feel as if you are descending along the crater's outer slopes to follow the green carpet onto the Serengeti plains. The significant scale will baffle you all as the grasslands extend for hundreds of miles in every direction. As you fly, you will spot brown clumps, and then realize that they are large herds of buffalo and wildebeest on the move. As you come closer to your destination, you will be cruising low enough to spot individuals like the nomadic elephant bulls and the giraffe going about their day. By the time you touch down, you will have already glimpsed just how much wildlife occupies these plains. Your first game drive is always a thrill and the guides will know where to find the different animals. You will find that your children are silenced as they come closer than ever to their first elephant. You will sense your own child-like excitement as you encounter a leopard as the spotted hunter is hidden in the grass beside the trail. Famous movies are evoked as you spot a lion pride on their kopje – a rocky outcrop. The male's mane flutters while two infant cubs fight playfully on their elevated vantage point. Buffalo herds, huge masses of zebra and Thompson's gazelle skipping about bring your first unforgettable safari moments. The northern plains are the least visited of the regions in the Serengeti, notably because they are usually only seen by those on fly-in safaris. The northern plains are also the most diverse, with tree-lined waterways helping to attract more than just the grassland specialists. Even from your camp, you are likely to see half a dozen different species, from impalas and topis to elephant and giraffe. Your journey here is very safe as Masai warriors guard the camp just as they have guarded their own villages for generations. With wildlife visible from your camp, you will probably wish for some quiet hours, and this is where the young ranger program assists. While the game drives enable you to explore as a family in the morning and before dusk, the children are entertained through the middle of the day as you sit back and are charmed by nature's show. The program will be personally tailored for every child. Expert guides lead their experiences using an interactive, hands-on approach to both educate and inspire. If your children are interested in elephants, then the guides will teach them how to spot their tracks and how to analyze their dung. The children can learn how to make fires with sticks, build shelters from their surroundings, and learn simple techniques to ward off dangerous animals. Some of the activities are at the camp, but some are enhanced by heading out into the landscape. Learning how to identify different antelope or seeing how to analyze the behavior patterns of lions are best done out on a safari. Your children will be engaged and involved and will grow in their respect and awe of the natural setting that surrounds them."
    },
    {
      "dayNumber": "5",
      "title": "Western Serengeti – Exhilarating Private Camping",
      "description": "Move next into the western Serengeti, and you will soon be engulfed by the world's largest population of wild mammals. There are around two million in total, mostly made up of wildebeest, zebra, and Thomson's gazelle. These animals form the great wildebeest migration, an annual journey that has been played out since way before written records began. The Serengeti is a huge place, bigger than some U. S. states, and the herds graze on the move to mow down the high grass and rarely return to the same places. So, the only way to guarantee an audience with the migration is a mobile camp. Following the migration, these camps move every week or so, ensuring that guests are within easy reach of the main herds. You will be close enough to hear the drumbeat of hooves marching across the plains, and dependent upon when you visit, your camp may be in the southern, central, or even eastern Serengeti. Your private flight will give you an immediate impression of how many animals are involved. Small planes like these were what early conservationists used to calculate the size of the migration. You are not counting animals as that would be impossible, but you can admire just how widespread the herds are. Sometimes there are 200 square miles filled with wildebeest, and you may see a thick and tight line of marching zebra that stretches back 15 miles. After touching down, you will be transferred to your mobile camp with your time to be focused on game drives among the migration. At first, you will be baffled by scale. Seeing a few zebra is impressive on its own, but being surrounded by tens of thousands is mind-boggling. Your children will likely be mesmerized, and much of your own enjoyment will be watching your kids attempting to take it all in. With so many herbivores, the carnivores are never far away. Hyenas follow the migration and over your two days you may see over a hundred of them. Some snarl, aggressively seeking out the weakest from the herds. Others are patient, approaching lions mischievously in the search for scraps. Jackals also steal part of a kill while circling vultures are the obvious sign that a carcass is nearby. Being amongst the migration is the best place in the world to see the big cats on a hunt. You will need a little patience, but there is nothing like watching a cheetah accelerate or a leopard carefully stalking its prey. Everything is slow and calm, and then it all explodes in an instant, a flurry of dust and noise accompanying the successful hunter. Camping amongst the migration means you will be around the herds during the prime hunting hours. Lion roars are heard from the camp while the loud protest of yelping herds indicates that something has been hunted a few miles away. By tracking the migration so closely, you can also follow scenes over two days. Coming back from an afternoon game drive, you may notice a gazelle stuck in the mud. Return the next morning, and you will likely find the carcass in the grips of the hyenas. Watch as a lion pride tucks into a fresh kill, and then return the next day and watch the smallest scavengers fight over the final scraps. There are perhaps no destinations as thrilling as the Serengeti as these two days immerse you in the drama."
    },
    {
      "dayNumber": "7",
      "title": "Ngorongoro Crater – Game Drive in Nature's Eden",
      "description": "A short flight over the Serengeti will continue your aerial safari, bringing you back to the immense scale of the plains. Your destination will be the Ngorongoro Conservation Area, where your lodge is perched on the crater rim. Just as in the Serengeti, you are likely to have elephant and zebra roaming past throughout your day, so a Masai warrior will accompany you whenever you are moving about. Sit down to a sumptuous lunch with a view into the crater, and then spend your afternoon on the floor of the crater to explore nature's fabulous Eden. If your child were to draw a safari destination, it would probably look like the Ngorongoro Crater. With a whole host of different animals roaming around, complete with a forest for the elephants, a lake for the hippos, and a great mix of predators and antelopes meeting on the plains, it’s your imagination come to life. Ngorongoro presents six habitats visible in a single glance and offers an almost complete collection of mammals seen on a single game drive with the only major missing animal the giraffe. Black rhinos will make their first appearance on your safari, these bashful and beautiful creatures grazing by a lake painted pink by the flamingo. Some of Africa's largest elephants retire here, huge bulls with tusks that are as long as any safari vehicle. Skirt the crater's outskirts, where rhino and leopards like to hide and move slowly to take it all in. You will hardly need to drive two minutes to get a close-up of another mammal; such is the concentration of life on this unique caldera floor."
    },
    {
      "dayNumber": "8",
      "title": "Ngorongoro Crater – A Day With a Masai Community",
      "description": "Before entering the village, you will be welcomed. Young warriors will warble a traditional song, their hoarse voices unlike anything you will have ever heard. The warriors will spring into the air, competing in jumping the highest and encouraging you to try. Women in flamboyant jewelry will rock on their knees and soon you will all be involved. Enter into the manyatta (homestead), and you will get to see how the Masai live with their beds woven from straw, handmade spears are thrown into the distance, goats kept close and warriors out herding cattle. You are not coming to take some photos; rather you will be a guest coming to get some real insight into Masai life. Children can spend time with those of similar age, and it will be remarkable how quickly they will overcome the language barriers. An elder will narrate traditional tales, and you will soon come to feel a kinship with these remarkable people and the traditional landowners of the Serengeti. For hundreds of generations, they have helped to preserve the land and its wildlife, taking nothing more than what they need. A local guide will be with you, and your stay could be anything from an hour to a whole day."
    },
    {
      "dayNumber": "9",
      "title": "Selous Game Reserve – Diverse Safari",
      "description": "Completing your family safari is another of Tanzania's UNESCO sites, the Selous Game Reserve. The Selous is the largest of all of Africa's game reserves, and its mixed habitats make for a very diverse safari experience. Your camp will be perched on a scenic bend of the Rufiji River, the perfect location to celebrate Selous's high density of hippos. Riverine forest attracts a range of antelope and makes an ideal place for a big cat's ambush. The thick woodlands are alive with trumpeting elephants and elegant giraffe. Back out on the plains, you will continue your immersion in impala, wildebeest, zebra and lion. The young ranger program will continue and use the diversity of the region to tailor the experience for your children. It is easy to focus on a single animal and gain a detailed insight, including how to recognize their tracks and analyze their behavior. These lessons will feed into your family safari activities, with the children using their tracking knowledge to decide which way to turn. Over these three days, your kids will come to understand the clues and recognize what the landscape is saying. Spot a buffalo herd, and they will confidently know whether it is a placid group of females you can get close to or an aggressive group of bachelor males that must be avoided. Through the program, your kids will not only learn about the environment and the wildlife but will also get to put their knowledge into practice. New activities will keep every moment fresh. You will have become accustomed to game drives, so now will be a good time to get out of your vehicle and explore on foot. Your adventure will be very safe with skilled trackers using their ancestral knowledge to pick a route that will focus on the antelopes and other smaller animals. Boat safaris are a serene method of exploration, especially in the late afternoon when hippos and elephants are playing on the banks as the sun paints the water in golden tones. Your schedule and activities are flexible, so each day and every activity will be tailored to your wishes. You may opt to spend the whole day as a family to head far down river, or you may choose to send everyone off in different directions to pursue personal interests."
    },
    {
      "dayNumber": "12",
      "title": "Dar es Salaam – Departure",
      "description": "You intercontinental departure will leave from Dar es Salaam in the late-afternoon, so this last morning is likely to be a relaxed one. You can lounge at your camp to enjoy the tranquility of the river, with your children enjoying one last experience with the young ranger program. You may also wish to have one last adventure as a family with a morning game drive or walking safari through the Selous. After lunch, you will be transferred to the airstrip for your final private flight, this one touching down in Dar es Salaam and connecting with your onward departure."
    }
  ],
  "map": ""
}