{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "serengeti-iconic-northern-tanzania-safari-for-first-timers",
  "tourName": "Serengeti & Iconic Northern Tanzania Safari for First Timers",
  "placesVisited": "Karatu, Lake Manyara National Park, Tarangire National Park, Ngorongoro Conservation Area, Serengeti National Park",
  "generalInfo": "Tanzania's Northern Circuit takes you on an evocative 9-day safari journey with a classic route to blend the landscapes and habitats to reveal an inspiring ode to nature's ancient realm. This luxury itinerary reveals all, with four days in three diverse parks, before four days of thrilling encounters in the Serengeti. On a private safari, follow Tanzania's iconic route and culminate with the vivid drama of the great wildebeest migration.",
  "durationDays": "9",
  "price": "6,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Karatu – Tranquility After the Flight",
      "description": "Tanzania's safari landscape cascades across the north of the country as the plains extend beneath the volcanic cones of the Kilimanjaro, Meru, and Ngorongoro. Touch down at Kilimanjaro International, and you can immediately sense the extravagance of nature as these towering mountains guide you westward towards the small town of Karatu. It's a three-hour journey as you cross grass plains filled with Maasai herdsmen and the scent of the wild. Your lodge will provide a tranquil complement to the journey as the verandah gazes out on fertile slopes that are sporadically dotted with wildlife. Reedbuck wander past, vervet monkeys impishly approach, and zebra randomly marches across the slopes. While the safari adventure starts tomorrow, you're immediately introduced to just how untouched Tanzania's landscapes can be."
    },
    {
      "dayNumber": "2",
      "title": "Lake Manyara – Pristine Introductions to the Safari World",
      "description": "A cacophony of birdsong welcomes you to Manyara as songs sung from the treetops fill the air as you wind through the forest. Baboons cover the track; huge troops jump and scurry beneath the canopy. Turn a corner, and an elephant blocks the way, a bachelor male that stops before it continues a thunderous path through the trees. Another corner and giraffe rise above the forest awning, their elegance a sweet moment on any first-time safari. When the forest rescinds, the ungulates are revealed as zebra, buffalo, impala, wildebeest abound. Cross their trail, and hippos lounge in the lake as their huffing and grunting echo across the steep forested walls of the park. Lake Manyara is an enchanting and compact safari destination, one that can easily be explored in one game drive. While it doesn't have the predatory drama of the Serengeti or Ngorongoro, it provides an perfect introduction into a huge array of wildlife. Rather than the Big Five, Manyara showcases the beauty of being immersed in nature's ancient landscapes. And then there's the sight that takes any breath away, a pride of lions as they lounge on elevated tree branches and slumber in their own tailored tree houses. Tree-climbing lions can only be found in a handful of Africa's parks, giving Manyara an inimitable twist on the iconic safari introduction. Your accommodation is located inside the park to ensure the game viewing continues through the evening."
    },
    {
      "dayNumber": "3",
      "title": "Tarangire – Huge Elephant Herds Amongst the Baobabs",
      "description": "Tarangire lies adjacent to Lake Manyara, yet its forested fringes open onto a much larger and dramatic landscape. This morning you will wind through the birdsong to find expressive savannah dotted with colossal baobab trees. A single panorama can reveal hundreds of these icons, many of them more than 500 years old. They are as integral to the landscape of the elephants, as the pachyderms move in their hundreds and dominate Tarangire's interior. Stop on the trail and a dozen tower over the safari vehicle; watch as the babies swing their trunks and chase baboons beneath their mother's eye, and then admire the tense showdown when two giant herds meet at the river. Giraffe is equally plentiful, and across the landscape, you encounter larger and larger ungulate herds. Wildebeest run as the zebra and impala listen fearfully for danger as a 100-strong buffalo herd covers the trail in a blanket of black fur. In Tarangire, you may also see the lions in the trees, but the open grasslands also provide a space for them bask in the sun. Cheetah and leopard lurk in the trees, impressing their alert eyes as they hunt along the river. After a long morning game drive, you will arrive at the lodge for a late lunch before a local tracker takes you on a walking safari. Definitions of size are alter as you wander along the fringes of the park to gaze in on the great baobabs and elephants. Exhilarating and exclusive, the afternoon walk reveals the true scale of the wild landscapes found in Tanzania."
    },
    {
      "dayNumber": "4",
      "title": "Ngorongoro Crater – Exploring Africa's Mammal Utopia",
      "description": "A misty veil floats evocatively across Africa's ancient utopia, flittering above the Ngorongoro Crater floor at sunrise. It behaves like an illusionist to suggest that there is nothing to see, but then all is revealed all in a single second of magic. As the vehicle dips below the mist, your first impression is spellbinding. In a single view, you can take in the entire caldera floor; a lake tinged pink by flamingo, wildebeest, and buffalo across the grass, the yellow of lion pride roaming. This is one of the world's largest volcanic craters, and it teems with life. Some 30,000 mammals live here, and the diversity is remarkable. The woodland acts like a resting place for some of Africa's biggest elephants, great-tusked bulls that defy the imagination. Buffalo and wildebeest canter on the grasslands, joined by impala and zebra in avoiding the lion's stare. Pride live side by side and feast on the abundance as lionesses stalk the ungulates and slowly creep beneath your uninterrupted gaze. Another group lazily sleeps beside the water, before awakening to find solace in the shade of your safari vehicle. Open the door, and you could step straight onto a flowing mane because that is how close you are. Into the caldera's fringes, and a leopard moves surreptitiously to emerge into the open for just a few brief moments to leave a trail of blood and she carries a wildebeest back to the trees. You are permitted to spend six hours on the caldera floor, and the game drive can be interrupted by coffee and a snack beside the lake. Drink slowly, and marvel at the hippos that barge across the water as many of them surface just a few meters away. Despite all the intimate encounters so far, there's one sight that quickly rises to the summit of your safari memories as two pairs of horns scamper past, to rush along with a reticence that belies their two-ton bulk. Less than 1,000 black rhino remain in the wild, and Ngorongoro Crater is the best place in Tanzania to see them. In just six hours, Ngorongoro offers the full Big Five to take you on a journey through an astonishing Eden that hides beneath the veil. Ascend from the floor, and your lodge is perched on the rim, the premier vantage point for when the mist dissipates in the evening."
    },
    {
      "dayNumber": "5",
      "title": "Serengeti – The Endless Plains of the Southern Serengeti",
      "description": "Grass stretches beyond the horizon in every angle, endless green plains that are dotted black by mass herds. Driving from Ngorongoro, descend into this wilderness and the panoramas blur into a distant mirage. Such space, such openness, and such expression as you bump along the road and the mass of black dots become individuals. Wildebeest are rutting as the males rampage across the grass with amusing displays of testosterone. Get closer and admire the emotion that's etched across their faces. Some two million mammals roam across the Serengeti, but you almost always have a personal moment with just one or two. Zebra is plentiful as they move in herds of over a thousand. From a distance, they're a big black blur. But approach slowly, and the stripes are revealed, along with the tenderness of family groups. Even when you're surrounded by thousands, you always get an intimate moment with an individual. Over these days, you will explore the northern and central areas of the Serengeti to immerse yourself in the dramatic clashes between predator and prey. Lions won't be new to you, but in the Serengeti, they appear in huge numbers. It's often hard to remember how many prides you've seen in a day. They are joined by hyenas, and their mischievous antics bring sound and smell to the teeming plains. Spot vultures as they circle in the sky, and you are almost guaranteed to find these cats nearby. The landscape's openness makes it incredibly easy to spot wildlife. The most iconic are seen from miles away; elephant, giraffe, and buffalo always prominent in the panorama. And whenever you spot the ungulates running, there's a good chance one of the cats isn't far behind. For these two days, you will stay in a luxury permanent tented camp, which indelibly blends into its natural surroundings. Your suite has canvas walls, but it's here that the comparisons with camping stop. Luxury fittings and ornaments are complemented by the large en-suite bathroom, which offers an excellent degree of comfort when you are hundreds of miles from modern civilization. Gaze out from the bed, and the plains open out uninterrupted, to bring the wildlife sights without you having to move. And when night falls, a resonant soundtrack enhances the sensual immersion. Just close your eyes, and the impressions of the Serengeti continue."
    },
    {
      "dayNumber": "7",
      "title": "Serengeti – Evocative Predatory Scenes in an Untouched Realm",
      "description": "The Serengeti stretches across an area that's larger than some whole US states as they spill their drama across northern Tanzania. This expansive realm is the staging point for the great wildebeest migration, an annual spectacle of galloping herds and thrilling predatory scenes. For these two days, stay in a mobile tented camp that tracks the movement to ensure that you are immersed in the most abundant part of the Serengeti. Intimate and exclusive, the mobile camp makes you feel like you are a part of the landscape. Zebra wander past, Thompson's gazelle skip around and wildebeest graze close to the camp to always provide an inspiring photo to greet you in the morning. You are deep in the wilderness, and the hunting scenes will be at their most evocative. A tail quivers in the grass and you follow, to watch the spots as the leopard dips its neck with exquisite precision. Gazelle are fearful, and they have stopped their grazing, but they're unsure where the danger comes from. For over 20 minutes you watch the furtive scene, before a single false step and the herd gallops away, to kick-start a chain reaction of anxious antelope gallops. But later in the game drive, a scene will reach a different conclusion. This time, it's a cheetah hunting as you approach silently and snatch a young wildebeest from a panicked herd. Almost immediately, the hyenas have arrived, and another tense battle ensues. The daily itinerary is flexible during your time in the Serengeti on this private safari. In such a huge landscape, your game drive can travel in so many directions. Head out at sunrise when the plains are most active, or watch the dawn scenes from the tented camp. Stay out all day and take a picnic lunch to journey into the far reaches of the wilderness. Or take shorter game drives and loop back to the camp for lunch. One of Africa's most revered safari landscapes, this region is shown in countless documentaries and has inspired the animated big screen. It will feel as if you are all alone here, submerged in the drama of predator versus prey."
    },
    {
      "dayNumber": "9",
      "title": "Kilimanjaro – Departure",
      "description": "Your final morning will include a final game drive and your last collection of memories from the plains of the Serengeti. Wildebeest gallop and kick up flumes of dust that hide a zebra herd from view. Bachelor lions yawn to reveal the teeth of the would-be king. An elephant swings his trunk in farewell, and you savor the final moments of intimacy. But the safari experience isn't quite over. From the Serengeti, you will fly by light aircraft and soar across the plains for a baffling impression of scale. The grasslands seem to extend for eternity, and a patchwork of herds is visible from above. You will land at Kilimanjaro International, a small airport where it's easy to transfer to your international departure."
    }
  ],
  "map": ""
}