{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "the-great-migration-photo-safari-to-tanzania",
  "tourName": "The Great Migration Photo Safari to Tanzania",
  "placesVisited": "Arusha, Tarangire, Lake Manyara National Park, Ngorongoro Conservation Area, Serengeti National Park",
  "generalInfo": "Experience the visual euphoria of Northern Tanzania on this 13-day safari adventure. Tailor-made for photo enthusiasts, this itinerary will bring indelible close-ups, unforgettable panoramas, and inspiring natural scenes. Explore six different national parks and gently succumb to the natural charms of Tanzania's untamed wildernesses. Then relive it all on your camera roll.",
  "durationDays": "13",
  "price": "10,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha - Your African Adventure Begins",
      "description": "You will land at Kilimanjaro Airport in Arusha to start your African adventure. On a clear day, the views from the lodge are outstanding, the snow-capped peaks of Kilimanjaro and Mt Meru towering over the surrounding savannah. With birds singing from the lush treetops, this is an idyllic place to overcome any jet lag. As you settle into Tanzania you'll notice that everything moves with a relaxed rhythm. Enjoy a guided bird-watching walk, go horseback riding through the vivid landscape, or take a canoe onto the serene Lake Duluti. Tanzania's indelible mammals make their first appearance with, giraffes, and zebras greeting you on a full day game drive through Arusha National Park. First day safaris are always a bit of a blur, the day racing by as Africa's great wildlife is seen in the flesh for the first time. Everyone has seen photos or video before. But it's different to see it all from just a few meters away. Buffalos stare and stamp their hooves, showing off their one-ton frames and bushy hair. Black and white Colobus monkeys and blue monkeys swing through branches, showing remarkable agility as they cheekily pass by. And giraffes really are taller than the trees."
    },
    {
      "dayNumber": "2",
      "title": "Tarangire National Park - Immersed in the Wonders",
      "description": "Great herds mark the Tarangire woodlands, up to 300 elephants moving together as they plod past ancient baobab trees. It's an iconic scene, elephant and baobab juxtaposed in one of Africa's finest parks, and it's a scene that will accompany you throughout these two days in Tarangire. Olive baboons and waterbuck also move effortlessly across the woodland, while a cacophony of birdsong sails across the treetops. Yellow-collared lovebirds are probably the loudest, and they're just one of 550 different bird species that congregate here. Some are pretty, some sing duets, like the red-and-yellow barbet, and then some impress with their size, including the nine foot wingspan of the Kori bustard. Tarangire has a raw and rugged landscape, scorched and dusty in dry season, fresh and vivid during the rainy season. And the views will continue all day and night, with your lodge offering spectacular panoramas and quaint accommodation. Elephants regularly pass right by, joined by a congregation of oryx and zebra. So sit back, admire the wonders of untamed Africa, and listen to the unique sounds of nature. But don't get too relaxed, two full days of thrilling safari will reveal all corners of Tarangire. Wildlife spotting is easy, the immense Tarangire River quenching the thirst of all its residents. Impala and hartebeest sip greedily in herds, relying on the vigilant look-out of others. Gazelle and eland are also out drinking, scratching along the shriveled riverbeds and swamps. Don't worry if these antelope species sound unfamiliar now, you'll quickly learn the nuances and how to distinguish each variety. In particular, look out for the rare long-necked gerenuk, standing on their hind legs and craning their necks towards overhanging branches. There are predators here, lots of them, and you'll find them in strange places. Admire the baobab trees and acacia woodland, photographing a landscape that looks as African as all the wildlife documentaries. All seems calm. But wait...was that something moving in the tree? Get closer and it appears to be nothing. You're just 10 meters away now, scanning the branches for movement, and then a lucid pair of eyes makes you jump. The lion has been watching you. They climb trees all over Tarangire, camouflaging themselves and then pouncing on prey. Leopards also prowl along these branches, and witnessing these two stealthy predators is a highlight of being in the park."
    },
    {
      "dayNumber": "4",
      "title": "Lake Manyara - The Majestic Lake Manyara",
      "description": "Each Tanzanian park is different, ensuring that every game drive brings a fresh perspective and new experience. A meandering trail takes you through the Lake Manyara forest, each turn revealing something that lurks in the shadows. Perhaps you’ll spot a troop of baboons; mothers cradling babies and skipping across the red ground, old males reclining against a tree. Or maybe an elephant, appearing from nowhere and standing almost within touching distance. You'll drive slowly through the forest, each corner bringing surprise, and each tree a possible resting place for the tree-climbing lion. Lake Manyara is nestled into the base of the Great Rift Valley escarpment, and its forest is combined with a hippo infested lake and elephant covered floodplain. After leaving Tarangire you'll first stop at Mto Wa Mbu, a traditional Maasai village full of endearing sights; it's hard to leave without being energized by the color and imbued by their fierce continuation of tradition. More colors mark Lake Manyara, bright shocks of blue and red amongst the park's remarkable concentration of bird species. They flutter around the lake, joined by the hippos that wade through the shallows and then lope along the muddy banks. Alpha males jockey for mating rights, while youngsters rest their heads on a mother's humongous back. Lake Manyara is relatively small for a national park, but its combination of ecosystems and diverse collection of wildlife make this an action-packed day."
    },
    {
      "dayNumber": "5",
      "title": "Lake Eyasi - Nature and Culture",
      "description": "Tanzania's remarkable residents don't just come on four legs. Indigenous hunter-gatherer tribes still exist in East Africa and you'll enjoy two days of memorable cultural immersion. The nimble Hadzape Bushmen sidestep through the trees, picking up on every clue as they stalk a small antelope. You can also see the clues; an upturned stone, a line of animal droppings, a slight indent in the grass. But the bushman spots them without breaking stride, eyes always scanning ahead, the path of the prey continually visualized. On day eight you'll head out on a morning hunt, a haunting experience that reveals the phenomenal skills of these ancient people. And yes, they do still use a homemade bow and arrow. Your tented camp offers surreal views over Lake Eyasi, a shallow salt lake that rises and falls with the rains. There are just seven spacious tents, each with a private verandah, en-suite bathroom with hot water, and thatched roof. Just like the local tribes, the camp is all about carefully co-existing with the environment. This is a place of tranquility, harmony, and getting involved with local tribes. The Hadzape hunter-gatherers use an ancient click dialect, while the waDatonga villages remain unchanged for millennia. Walking to nearby natural springs and ambling around the lake will also bring interaction with local villagers."
    },
    {
      "dayNumber": "7",
      "title": "Ngorongoro Crater - The Coffee Farms of the Great Rift Valley",
      "description": "How many times have you bought coffee that claims to be “the freshest?” It can't really come any fresher than the coffee from the charming coffee plantations of the Great Rift Valley. Enjoy lunch in a rustic farmhouse, reveling in the mystique of an old era and the enchanting smells of the plantations. Your camp is a wonderful spot to spend a relaxed morning, touring the farm, savoring the food, and relishing the views. From here you'll visit the Tioma Village School, hundreds of enthusiastic children providing a memorable welcome. Overnight will be at your next lodge, perched on the western rim of Ngorongoro Crater."
    },
    {
      "dayNumber": "8",
      "title": "Ngorongoro Crater - The Remarkable World",
      "description": "Ngorongoro Crater is a photographer's dream, the wildlife appearing from all angles and at all times. It's difficult to know which way to point the camera as the crater floor teems with unique scenes. Buffalo herds chew and chomp their way through the grass beside you. Flamingos cover the lake, shocks of pink wonderfully contrasted with the vivid blue water. But turn around quickly and a pride of lions are on the hunt, slowly walking through the grass as they target a large herd of watchful wildebeest. There's a popular conception that great wildlife photography takes lots of patience. In many places it does. Ngorongoro wildlife is unlike anywhere else on the planet and because of the sheer concentration of wildlife, you need to be prepared at all times! Your accommodations overlook the crater with private verandahs gazing down on a unique biosphere. From here you can see it all; the verdant woodland, open grassland, parched riverbeds, and the far walls of this inactive volcanic caldera. This is one of Africa's best lodges, mixing tradition and style with luxury and charm. Huge elephant bulls and small zebra herds are amongst the cast that like to wander past the lodge in the evening. Gaze down onto nature's great amphitheater and then descend the steep crater walls into the heart of the action. On most game drives you hope to see lions. In Ngorongoro these ferocious predators are part of the scenery, and spotting them out on a hunt is a real possibility. Some prides lounge in the sun, bellies full, eyes half-closed, beautiful black manes out on display. Others are hungry, the females ducking into the grass as they eye up a meal. Don't stare at them for too long though, because over your shoulder could be a cheetah or hyena. Out in the forest is a kind of elephant retirement home, some of the continent's largest males plodding a lone track through the trees, cast out from the herd but enjoying the bounty of Ngorongoro. Keep exploring and there are the hippos that prowl the lake shore, or the dazzling horns of the hartebeest herds. Then one sight brings about silence in the safari truck. A pair of endangered black rhinos approach the clearing, slowly, unhurried, watchful. Their power is evident, their horns are expectantly majestic, yet their grace comes as a surprise. Before the cameras come out there's a moment when everyone just watches and admires, these breathtaking animals witnessed first-hand. Ngorongoro Crater is the best place in Tanzania to spot Black rhinos."
    },
    {
      "dayNumber": "9",
      "title": "Southern Serengeti - Spectacular Show",
      "description": "Few places in the world can stir the emotion like the Serengeti. The grass plains seem to stretch for eternity, going beyond the horizon and dotted with giant herds of wildebeest and zebra. This is where the Great Migration takes place, an annual journey of some two million mammals, dictated by the rains and followed by a hungry cast of predators. The migration is happening all year round, the animals always in search of fresh grazing land. For the next two days you'll be in the south east of this immense park, staying at your next lodge, neatly situated just outside the park boundary and away from the tourist crowds. From here the immense plains wow the eyes, vistas extending into the distance from your private verandah, and elephants approaching a nearby waterhole. Before reaching the lodge you'll have a short stop in Olduvai Gorge, the cradle of humankind where man's earliest ancestral remains have been found. It's a poignant and thought provoking experience. In the early months of the year the wildebeest congregate around this corner of the Serengeti, giving birth and raising young on the profuse grass. It's a particularly abundant time for predators. Cheetahs accelerate and pounce, the defenseless wildebeest unable to prevent regular attacks. Lion prides peacefully coexist, while hyenas and jackals scrounge for scraps. At all times of year the sheer concentration of wildlife is difficult to believe. Giraffes amble along the horizon, their necks silhouetted against a burning sunset. Thompson's gazelle seem to pop up everywhere, while circling vultures reveal the location of a recent kill. With morning and afternoon game drives you'll be overwhelmed by the sights of the Serengeti. Even a quick stop for a picnic is accompanied by a pool full of wading hippos."
    },
    {
      "dayNumber": "11",
      "title": "Western Serengeti - Exploring Western Corridor",
      "description": "Every journey in the Serengeti is a safari. A game drive on day 11 will take you across the park, passing lounging lions, roaming elephants, and the continual array of watchful antelopes. It takes a journey across the park to truly reveal the scale of the Serengeti. The grassland never stops; it just keeps going and going. The Kirawira Serena is idyllically situated, towering over the famous western corridor, on the route of the marauding wildebeest. They pass through here between April and June, although the exact dates will vary each year. And remember, it takes a long time for two million mammals to pass by, so don’t be worried about turning up a day late. Giant herds dot the plains, covering them in a patchwork quilt of black. From a distance it's a surreal sight, and there's a good chance that you'll be seeing it from the elegance of this exclusive camp. Each tent comes with a personal valet, a four-poster bed, antique Edwardian furniture, and the ongoing sounds of the Serengeti. These are your last two days on safari and the wonders will continue. Nowhere in Tanzania is the same, and every game drive brings new delights. In the Serengeti there's always grass, gazelle, wildebeest, and predators. On some drives the lions lie in the shade of your safari truck. On others it's a leopard that's most memorable, its solemn movements towards prey showcasing intelligence and beauty. Then on the drive back to camp a pair of elephants starts fighting in front of your eyes. And throughout it all the landscape provides a breathtaking beauty, a stunning backdrop that screams of untamed Africa and aches with authenticity. For an alternative vista, an optional morning balloon ride can be taken on day 14. For an idyllic final evening, ask your valet for a hammock and watch everything unfold. As always in the Serengeti, keep the camera ready...you never can predict what time something might wander past the camp."
    },
    {
      "dayNumber": "13",
      "title": "Arusha - Return to Arusha and Depart from Tanzania",
      "description": "Savor your last morning waking up in the wilderness. Say goodbye to the wildlife that surrounds the camp, and then take some final photos as you're transferred to the nearby airstrip. On the local scheduled flight you'll get a new impression of the Serengeti's scale, before landing in Arusha and enjoying a leisurely afternoon at the Mountain Village. Note that a maximum weight of 30 pounds is permitted on this flight. It's possible to leave some of your luggage at the Mountain Lodge before you set off on safari on day four. At 5pm you'll depart for Kilimanjaro Airport for your home-bound flight. How long will it be before you return for another Tanzanian safari adventure? Or, consider adding on to your adventure."
    }
  ],
  "map": ""
}