{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "luxury-northern-circuit-tanzania-safari-tour",
  "tourName": "Luxury Northern Circuit Tanzania Safari Tour",
  "placesVisited": "Arusha, Tarangire National Park, Lake Manyara National Park, Ngorongoro Crater, Ngorongoro Conservation Area, Ngorongoro Highlands, Grumeti Game Reserve, Mguma Village, Serengeti",
  "generalInfo": "Tanzania's wilderness responds to the iconic reverie of an African safari. Big cats chase thousands of zebra, 100-strong elephant herds roam past ancient baobabs, and surreal scenes play out beside your lodge balcony. Don't just think Big Five. This 11-day northern circuit Tanzania safari tour is absolute immersion in nature's greatest theater. Witness unexpected characters and sublime scenes of predator and prey. With the Serengeti, Ngorongoro, Tarangire and Manyara, this trip connects Tanzania's dramatic safari highlights.",
  "durationDays": "11",
  "price": "18,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha - First Impressions",
      "description": "As you approach Northern Tanzania, a towering monument offers an indication of Tanzania's natural splendor. Snow-capped Kilimanjaro stands above the landscape, the world's highest free-standing mountain rising almost 5,000 meters above broad stretches of the savannah. Admire Kilimanjaro through the plane window and you realize that Tanzania's natural spectacles can redefine scale. Land at Kilimanjaro International Airport where you'll be greeted by your safari guide and transferred 45 minutes to Arusha and the serene lodge that has been selected for you. Rest, relax, savor the calls of primates in the surrounding trees, and sit down to a hearty welcome dinner. The adventures start tomorrow."
    },
    {
      "dayNumber": "2",
      "title": "Tarangire National Park - Elephants and Baobab Trees",
      "description": "Gigantic tusks greet you at the entrance to Tarangire National Park. A handful of elephants are chomping away beyond the park's unfenced borders, and they give an indication of what's to come. Meander into the park and it's impossible to count how many elephants you see. The great pachyderms move in large herds, cutting past ancient baobab trees and iconic acacias. Giraffe join them in the woodland while large herds of impala flit around the edge of the trees. When the woodland opens into savannah, there are more large herds, this time buffalos, and their strange stares. After the two-hour drive from Arusha, you spend the day exploring Tarangire in your safari vehicle. You've got window seats, of course, and the roof pops open for uninterrupted 360-degree panoramas over the landscape. Check into your safari camp and your terrace overlooks the park. Even from the bed, you can gaze across at a buffalo or giraffe. So while it's wonderfully tranquil and relaxing at the camp, there are these special little moments when you gaze up and find that a zebra is grazing just ten meters away, or a family of elephants is trunk-swinging their way past."
    },
    {
      "dayNumber": "3",
      "title": "Tarangire National Park - Exploring the Woodland",
      "description": "With a new African morning, there's a calmness to the Tarangire panorama. It seems serene and soft, a little haze rising through the 300-year old trees. But head out at this hour, and it's eventful in the bush. Antelopes don't graze. They stop and listen, fearful of a predatory approach. Elephants bash into trees and hundreds of giraffe feed silently. Morning is the premier time of day for a game drive, a time when big cats are on the move, and big mammals are feeding with abandon. The grass moves, and camouflage is betrayed. Keep watching and it's another minute before the next rustle. But now the sighting is unmistakable. Just ten meters away there's a cheetah concealing itself amongst the green. Perhaps the impala get scared, and you don't see more than this. But on some mornings, you watch a whole stalking and hunting scene play out. Today is spent on a long game drive into the far reaches of Tarangire National Park. You'll take a deluxe picnic and eat with a view over a waterhole or elephant herd. Like all game viewing, the drive is flexible, and you can return to the camp at a time that suits you. Some prefer to stay out in the bush until sunset. Others prefer to spend the afternoon relaxing at camp, watching the mammals roam past. Like each camp, your tent has wooden floors, an ensuite hot shower (solar powered), and a flushing toilet. The camp provides luxury that doesn't interrupt the natural setting."
    },
    {
      "dayNumber": "4",
      "title": "Lake Manyara to Ngorongoro Highlands - Exquisite Beauty",
      "description": "Driving to Lake Manyara really feels like old Africa. Villages of mud huts are scattered around a rugged road that weaves through the Manyara forest. Elephant hooting can be heard in the distance while some of the park's 500 bird species begin to flutter overhead. Once inside the park gate, there are hundreds of baboons marching around, including babies clinging to mothers' undersides. Then, you see giraffe and buffalo herds as the trees rescind, and the resplendent lake comes into view. Framed by forested cliffs and sprinkled with pink flamingos, the lake offers one of Africa's most picturesque panoramas; Hemingway once described it as “the loveliest place I have seen in Africa.” But get closer, and you're engrossed in the antics of rowdy hippos. Males push and fight for wading space, and the air is punctuated by their distinct wheeze-honks. Another Manyara speciality is the tree-climbing lion. Only in a handful of African parks have the lions evolved to climb trees and survey their kingdom from towering branches. It's a surreal sighting when the maned predator is napping leisurely some ten meters from the ground. Following a full day game drive, you'll exit from the north of the park and ascend into the Ngorongoro Highlands to your charming property that has stunning views over the Great Rift Escarpment and is well positioned for an early-morning start in Ngorongoro Crater tomorrow."
    },
    {
      "dayNumber": "5",
      "title": "Ngorongoro Crater - An Iconic Game Drive",
      "description": "Descending into Ngorongoro Crater is one of Africa's most unforgettable experiences. All sides of the extinct caldera are visible as you zigzag down towards the pink-dapped lake. Wild sightings are immediate. Lion prides are on the prowl, lone elephant bulls are marching around, and rare black rhinos graze peacefully in the morning air. There are only a few thousand of these critically endangered rhinos left, and Ngorongoro is a famous place to spot them. In comparison, there's over a million wildebeest and you see herds of them kicking up dust as they gallop across the crater floor. Other than giraffe, the compact crater is home to all the most revered African safari animals. The question isn't what you'll find, but which way to look. Admire the black rhinos for too long and you might miss a pride tearing up a zebra carcass. Stare at the buffalo herd, then turn around and a spotted hyena is just two meters from the vehicle. In just five or six hours, you can fully explore this World Heritage Site and its distinct habitats. Enjoy your picnic lunch overlooking a pool of hippos, spot Maasai warriors herding their cattle down to the floor, and watch the tense interaction between lionesses and wildebeest. After ascending from the crater, you spend the late-afternoon and night at your gorgeous property that's regularly visited by wild game."
    },
    {
      "dayNumber": "6",
      "title": "Ngorongoro Crater - Off the Beaten Track",
      "description": "Unlike some national parks, Ngorongoro Crater is shared by both wild animals and local people. Some 40,000 Maasai live in the conservation area, continuing their ancestral pastoral way of life. Today, you have a rare invitation to spend the afternoon with one of these communities. Over 20 mud and cow dung huts are built in a circle, facing inwards to create their traditional village, or boma . The locals welcome you with songs and dances. The Maasai’s vibrant jewelry and red blankets are a wonderful contrast to the red earth beneath your feet. These legendary people are fiercely resisting the “reeducation” paradigm that's being forced upon them, and they continue to practice a lifestyle unchanged for millennia. You'll spend a few hours at the home of these legendary people, intimately witnessing what life is life for the Maasai. Before this cultural interaction, you'll visit the Shifting Sands, a series of strange black dunes composed of volcanic ash."
    },
    {
      "dayNumber": "7",
      "title": "Serengeti - Journey the World-Famous Grass Plains",
      "description": "The grass begins as you drive from Ngorongoro to the Serengeti. There are hyena scurrying across the grass, zebra herds grazing on the grass, gazelle skipping over the grass, and balls of dust emerging where wildebeest maraud across the grass. These grasslands are home to the great wildebeest migration and the largest number of mammals found anywhere on the planet. You're staying in the Grumeti Reserve on the western fringe of the park, so today is spent crossing the Serengeti from the east. It's a journey that's hard to forget. See a dark clump in the distance, and then get close to watch it unravel into a 10,000 strong herd of wildebeest. Rise over a mound and there are perhaps 100,000 mammals within your panorama: eland, topi, impala, Grant's gazelle, buffalo, wildebeest, zebra, and more. And in Africa, having so many of those with four hooves means an abundant number of those with four paws. Your accommodations are perched on a hill above the Serengeti and offers adoring views over the grass plains. There's even a swimming pool with panoramic views. As it's located in a private reserve, rather than the national park, a number of different activities enhance the game viewing. Over the next four days, you'll be able to customize an itinerary of game drives, nighttime drives, village visits, hot air balloon journeys, and walking safaris. Each provides a new angle on this world-famous wilderness. It takes a whole day to cross the Serengeti and reach the camp. But it's not a drive along the asphalt. It's a game drive that brings an unfathomable abundance of wildlife sightings."
    },
    {
      "dayNumber": "8",
      "title": "Serengeti – Nature's Greatest Theater",
      "description": "Rumbling across the grass, you see thousands of wildebeest. The herd is kicking up dust as they migrate north towards the Maasai Mara. A few miles later, there are thousands of zebra. The herd moves slowly and deliberately as it paints the Serengeti black and white. A dozen hyenas are seen around the herds' periphery while a large lion pride watches and waits for the ungulates to approach. Drive a little further, and you see a leopard hiding in the grass, solemnly dipping its neck before it launches an attack. The numbers and the scale are baffling, especially when you're in the heart of it all. However, the Serengeti is also a place of elevated intimacy. In a 1,000-strong zebra herd, you can focus on so many scenes of emotion, from the pairs who rest their necks on each other’s backs to the babies who are constantly spooked. For these three days, the Serengeti is your playground, and the battle between predator and prey is almost unending. On game drives, you can track the jaws of hungry cats. While on walking safaris, you can safely encounter an eclectic array of ungulates. The parks' scale is showcased with a hot air balloon ride while a nighttime drive sharpens the senses to the sounds and smells of the hunts. Customize your program, and experience a natural theater laced in drama and charm. And don't expect to see many other tourists. By staying in a private reserve, these experiences will be exclusive. It's just you and over a million mammals."
    },
    {
      "dayNumber": "11",
      "title": "Serengeti to Arusha – Community Souvenir Shopping and Departure",
      "description": "Over the last ten days, you've very slowly crossed Northern Tanzania, taking in the beauty of each of its national parks. Rather than return by land, you bid farewell to the bush from a dusty Serengeti airstrip. Soar above the endless grass plains by micro flight and touch down back in Arusha. Upon arrival, you'll be taken for a lavish lunch and a chance to do some souvenir shopping in the local community workshop. In the late-afternoon you're transferred to Kilimanjaro Airport for your international flight."
    }
  ],
  "map": ""
}