{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "exquisite-overland-tanzania-safari-for-seniors",
  "tourName": "Exquisite Overland Tanzania Safari for Seniors",
  "placesVisited": "Arusha, Tarangire National Park, Ngorongoro Crater, Serengeti National Park",
  "generalInfo": "From elephants in Tarangire to wildebeest in the Serengeti, this 9-day overland Tanzania safari for seniors leads you on a leisurely exploration of the world’s finest wildlife refuges. Featuring private game drives and exceptional camps, this is an epic journey into the wilderness with all the comfort you need as a senior traveler. Expect thrilling Big Five moments and remarkable intimacy throughout your safari.",
  "durationDays": "9",
  "price": "6,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha – The Frame of Mt. Kilimanjaro",
      "description": "Natural wonder will inspire you from the moment you land in Tanzania. Mt. Kilimanjaro soars five kilometers above the plains, and its snow-capped cone is a symbol of the country’s natural mystery. It will serve as a home base for your first afternoon and evening. After meeting your private driver at the airport, you will travel beneath Kilimanjaro’s frame to a small lodge outside Arusha. Here, you can rest, relax, and listen to the bushbabies as an African sunset paints the sky."
    },
    {
      "dayNumber": "2",
      "title": "Tarangire – Stunning Elephant Encounters",
      "description": "From Arusha, you will drive to Tarangire, which is the first of four national parks in Tanzania's northern safari circuit. This region is ideal for senior travelers because you can travel slowly and comfortably while still experiencing the wonderful intimacy of African wildlife. Baobab trees and elephants dominate Tarangire. Various antelope also dot the plains, and before long, you will be completely immersed in the wildlife world."
    },
    {
      "dayNumber": "3",
      "title": "Tarangire – Easing into the Safari",
      "description": "You will wake up at dawn for a quick breakfast before your private guide leads you on a game drive in Tarangire. Early starts will be crucial throughout your safari because these cools hours are when a majority of animals are most active. This is also a great time to see the big cats and lively action at a watering hole. On a typical safari day, you will enjoy some downtime at the lodge in the middle of the day before an afternoon game drive continues your personal encounters with Africa’s four-legged giants."
    },
    {
      "dayNumber": "4",
      "title": "Ngorongoro Crater – Baboons and Tree-Climbing Lions",
      "description": "Tarangire provides a great introduction to safari. It offers a wide variety of wildlife and a profusion of famous species, notably elephants and lions. Lake Manyara will diversify your experience as you enter the realm of enormous animal populations and strange behavior. Here, baboons gather by the thousands, and lions may climb trees and peer at you with one eye. You will get up-close with buffaloes, giraffes, and many others. After leaving Lake Manyara, you will ascend to the Ngorongoro Crater rim for a beautiful night above Africa’s Eden."
    },
    {
      "dayNumber": "5",
      "title": "Ngorongoro Crater – Africa’s Wildlife Eden",
      "description": "Descending at dawn can be magical because mist often swirls around the crater. Lions will be out on the prowl, wildebeest and zebra may appear anxious, and some of the world’s largest elephants may wander by you. Hopefully, you will encounter black rhinos in the morning light. Some 30,000 animals congregate on the crater floor, including all the large African species except for giraffes. You will be provided with a 360-degree view, and the sheer diversity of life may baffle you. On a Ngorongoro drive, it is highly likely that you will see big cats on a hunt."
    },
    {
      "dayNumber": "6",
      "title": "Serengeti – The History of Mankind",
      "description": "Ngorongoro and Serengeti are two landscapes that are home to some of the planet’s greatest wildlife populations. This is also where humans originated, which is evidenced by the remains of early man found in Olduvai Gorge. After exploring this history, you will drive on the famous Serengeti grasslands. Hundreds of thousands of mammals cover these plains, predominantly wildebeest, zebra, and Thomson’s gazelle. Such abundant prey provides food for an incredible collection of predators, so you can expect today’s game drives to offer moments with lions, cheetahs, and leopards."
    },
    {
      "dayNumber": "7",
      "title": "Serengeti – On the Epic Grasslands",
      "description": "Your camp will be deep in the national park with nothing but grass and animals in all directions. At any given time, you will be able to see herds from your veranda. On game drives, you can track wildebeest on their endless march. Sometimes, elephants wander past the camp, enveloping you with their evocative sounds and trumpet-like calls. Although the park is enormous, the Serengeti is always about slow game drives with attention to detail. On this Tanzania safari, you will be very comfortable and relaxed while discovering East Africa’s greatest animal populations."
    },
    {
      "dayNumber": "8",
      "title": "Serengeti – All the Big Cats",
      "description": "One classic Serengeti highlight to see is herds on the move. You can watch and listen to them as they march past you, and the drumbeat of hooves will prove to be incredibly compelling. The other highlight here is tracking big cats. Nowhere else in Africa are they as plentiful as they are here. Lions lounge on rocks and survey their kingdoms. Leopards lurk in trees above the plains, and cheetahs can offer magical sights as they peek above the grass. Watering holes are another place to see these predators, and sometimes, they lie and wait for a zebra to drink."
    },
    {
      "dayNumber": "9",
      "title": "Serengeti – Safari Flight and Departure",
      "description": "Following many early safari starts, you can take it easy this morning. You can watch the animals march past your camp before packing up and taking a short safari flight back to Kilimanjaro International Airport. From the air, you can gaze down on the grasslands and crater before connecting with your outbound flight in Kilimanjaro."
    }
  ],
  "map": ""
}