{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "personalized-tanzania-safari-serengeti-more",
  "tourName": "Personalized Tanzania Safari: Serengeti & More",
  "placesVisited": "Tarangire National Park, Ngorongoro Conservation Area, Central Serengeti",
  "generalInfo": "Northern Tanzania boasts magnificent safari reserves and spectacular conservation areas where landscapes are left untouched and wildlife freely roams the rich environments. From Tarangire National Park’s prolific bushveld to the Ngorongoro Conservation Area’s luxuriant caldera and the Central Serengeti’s vast savannas, this glamorous 8-day classic Tanzanian safari will show off the country’s remarkable wilderness and the extraordinary wildlife inhabiting it.",
  "durationDays": "8",
  "price": "10,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tarangire National Park - Safari Drives and Sunset Views",
      "description": "Encompassing a portion of the Manyara region’s pristine wilderness, the jaw-dropping Tarangire National Park features sun-kissed granite mountains, sparkling river valleys, prolific bushveld, and free-roaming wildlife you will behold from the moment you touch down in Tanzania and transfer to your decadent suite overlooking the park’s boundless wilds. After checking in, you will delight in your first afternoon safari adventure, on which you will capture images of the region’s breathtaking natural beauty and marvelous wildlife wandering the Tanzanian plains. Your thrilling game drive will culminate at an observation point sharing sunset views of a riverine valley."
    },
    {
      "dayNumber": "2",
      "title": "Tarangire National Park - Thrilling Safari Tours through Tarangire",
      "description": "Whether it is during guided walking safaris with an armed ranger or game drives across the Tanzanian bushveld, you will revel in every moment spent within the postcard-perfect safari scenes of Tarangire National Park. During your stay, you will capture beautiful wildlife photography, learn more about the indigenous creatures, and wallow in the quiet and seclusion of the untamed wilderness from the comfort of your spectacular safari accommodation. In the evening, you will enjoy superb stargazing of the crystal clear African sky and locate a series of constellations scattered throughout the cosmos while animals circle camp."
    },
    {
      "dayNumber": "3",
      "title": "Ngorongoro Conservation Area - Stunning Observations atop the Olmoti Crater",
      "description": "Your classic Tanzanian getaway will continue in the Ngorongoro Conservation Area today after a short domestic flight in a light aircraft. Arriving in the conservation area, you will be blown away by the sheer majesty of the massive volcanic caldera and swoon over the stretching viridian views of forested hills and sparkling spectacles of sapphire lakes. You will soon reach your modern glamping suite and unpack your bags before you partake in a gorgeous guided bush walk around the Olmoti Crater. Passing under the shady forests and arriving at shimmering waterfalls, the sights and sounds will seduce your senses."
    },
    {
      "dayNumber": "4",
      "title": "Ngorongoro Conservation Area - Captivating Wildlife Encounters across the Caldera",
      "description": "The Ngorongoro Conservation Area is home to the remarkable Ngorongoro Crater, a vast volcanic formation veiled in lush wilderness and peppered with wildlife. Today, you and your private game ranger will descend the caldera and cruise across its rich environments, spotting many marvelous animals and dazzling birds along the way. You will tuck into a delicious lunch presented on a table set within the wilderness before you continue to the crater’s neighboring lakes and eye the flamboyant display of pink flamingos circling Lake Nakuru."
    },
    {
      "dayNumber": "5",
      "title": "Central Serengeti - Big Five Game Drives",
      "description": "Today, you will transfer from the rolling olive-green hills of the Ngorongoro Crater to the sublime golden savannas of the Central Serengeti, a world-famous safari destination boasting immaculate game-viewing opportunities and encounters in the wilderness. After arriving and checking into your dreamy glamping suite, you will join a knowledgeable ranger on an exciting Big Five game drive. Crossing vast plains and retreating to peaceful waterholes, you will keenly survey the Serengeti in search of lions, leopards, rhinos, elephants, and buffaloes. Among these iconic sightings, you will spot the reserve’s rare birdlife and other colorful creatures along the way."
    },
    {
      "dayNumber": "6",
      "title": "Central Serengeti - Meetings with the Maasai People",
      "description": "You will relish morning and afternoon game drives across the staggering Serengeti landscapes each day, ensuring you take in as much of the reserve’s picturesque wilderness as possible as well as capture stunning photography of the indigenous wildlife. Beyond the incredible game viewing on these tours, you will also enjoy the opportunity to learn more about the native Maasai people. After an extensive journey through the bushveld, you will arrive at an authentic tribal village set amongst the unspoiled wilderness and meet the friendly villagers dressed in vibrant red robes and colorful beaded jewelry."
    },
    {
      "dayNumber": "7",
      "title": "Central Serengeti - Unique Scenes of the Serengeti",
      "description": "Early this morning, before the sun rises, you will join your experienced ranger and set off across the bushveld. Guided by a spotlight, you will scan the wilderness with the hope of spotting various nocturnal creatures coming to life under the moonlight. From big-eyed bush babies clinging to the trees to lions and leopards stalking their prey, the Serengeti boasts wondrous wildlife sightings at night. Later on today, you may capture more unique Serengeti scenes from a new vantage point during an optional hot air balloon ride across the baby blue sky."
    },
    {
      "dayNumber": "8",
      "title": "Central Serengeti - One Last Serengeti Safari",
      "description": "Like all the mornings before, you will wake up to the sounds of the wilderness, from melodies of birdsong to chirping critters and the occasional cackle of wild dogs. Stepping onto your balcony with a cup of steamy tea or coffee in hand, you will gaze out over the Serengeti’s sweeping savannas and reminisce about your awe-inspiring adventures across Tanzania. You will slowly pack your things and tuck into a delightful breakfast before you meet your private transfer for your final Serengeti safari on your way out of the park and to the airport."
    }
  ],
  "map": ""
}