{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-photographic-safari-tarangire-lake-manyara-ngorongoro-crater-serengeti",
  "tourName": "Tanzania Photographic Safari: Tarangire, Lake Manyara, Ngorongoro Crater & Serengeti",
  "placesVisited": "Arusha, Tarangire, Lake Manyara, Ngorongoro Crater, Serengeti",
  "generalInfo": "Tanzania offers the ultimate photographic safari experience and this itinerary showcases the unique wonders of its boundless landscapes in their indigenous setting. Tarangire, Lake Manyara, Ngorongoro Crater, and the Serengeti provide spectacular scenery and unforgettable wildlife. You'll marvel at giant herds, admire the big cats, and spot the Big Five again and again. So be sure to bring your camera to capture every moment.",
  "durationDays": "11",
  "price": "8,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Depart for Africa",
      "description": "Today you'll depart on your international flight to Tanzania for the start of your African adventure."
    },
    {
      "dayNumber": "2",
      "title": "Relaxing in Arusha",
      "description": "You'll be met at Kilimanjaro International Airport by your guide and escorted to your hotel in Arusha. Enjoy the intriguing scenes from the window as you venture through a rural African landscape. Colorfully dressed women carry baskets on their head, roadside stalls sell mountains of bananas, while cassava is fried on small barbecues. Your hotel offers a peaceful base in Arusha, enabling you to relax and rest before your Tanzanian safari vacation begins tomorrow."
    },
    {
      "dayNumber": "3",
      "title": "Giant Elephant Herds and Spectacular Safari in Tarangire National Park",
      "description": "Tarangire's beautiful landscape offers an ideal start to your safari adventure. Ancient baobab trees punctuate the grassy savanna, their distinct shapes finding a way into most Tarangire photos. Meandering through the landscape are giant elephant herds, often numbering over 300 strong. Beside waterholes they stop and play, tiny babies taking their first steps and amusing all with their antics. The herd's size and power always leaves an impression, but it's often the intimate interactions that linger longest in the memory. Also meandering through the park is the great Tarangire River, this constant water source attracting thousands of migrating mammals. In wet season the kudu and impala drink with little threat, but when the river shrivels, everyone must dig beneath the parched river bed. That leaves the mammals exposed, making them prime targets for the park's resident lions and leopards. Screeching from the treetops is an assortment of birds, some 500 different species making their voices heard. Yellow collared lovebirds are perhaps the most beautiful, while the prize for nosiest goes to the ground hornbills. Kori bustards are the heaviest, but they're dwarfed by the hippo pods that wade in Tarangire's swamps. On each game drive you'll encounter something different, from the long necked gerenuks that feed from high branches to the bizarre sight of fringe-eared oryx. Then a herd of rumbustious buffalo charge past the safari truck, the bushy haired beasts leaving a trail of dust as they rumble through the brittle grass."
    },
    {
      "dayNumber": "5",
      "title": "Tree-Climbing Lions at Lake Manyara",
      "description": "Nestled into a woodland clearing, Lake Manyara provides a new habitat to explore. Thousands of flamingos cover the lake, the water brilliantly tinged pink by a blanket of these birds. They share the wading rights with large hippo pods, the lumbering beasts often only keeping their eyes and snout above the surface. Then one pops up to say hello, uninhibitedly plodding along the embankment just meters away. In the vast floodplains an assorted cast go about their day; elephants roam, zebras skip, gazelle stand tentatively, while giraffes showcase their elegance as you slowly drive past. Leave the lake behind and wind through an overgrown forest. Baboon troops ramble across the forest floor, jumping over exposed roots and swinging between low branches. Round another corner and an elephant blocks the trail. The truck stops and an eery silence filters through the trees. On an exposed tree branch something else is swinging. It's a lion's tale. Unique to Lake Manyara and Tarangire, these tree-climbing lions have evolved to hunt in the forest. They hide up high, ready to pounce on anything that's ambling below. Leopards also thrive in this landscape, and catching a glimpse of these majestic cats is the highlight of any safari adventure. Accompanying the mystical safari through Lake Manyara is a raucous soundtrack of wild Africa."
    },
    {
      "dayNumber": "6",
      "title": "The Remarkable Wildlife of Ngorongoro Crater",
      "description": "Driving towards Ngorongoro Crater you ascend through rich jungle, baboons eyeing your journey from the trees. Keep your windows closed at the park gate because these mischievous primates have a tendency to jump into safari trucks and ransack any edible treats. Perched on the crater rim, your lodge enjoys breathtaking views into the crater. Zebras and elephants randomly wander past, followed into the crater floor by Maasai warriors herding their cattle. You'll arrive in time for a spellbinding afternoon safari on the crater floor, a place that's recently been nicknamed Africa's “Garden of Eden.” Lion prides live in close proximity and they're the kings of this environment. In the relentless afternoon sun they search for shade, lounging beneath trees or finding respite in the shadow created by your safari truck. Some prides are hungry and the lionesses are out hunting, slowly approaching a zebra herd who watchfully graze. Alpha males sit and wait, showing off brilliant black manes and ferocious teeth. Leopards stealthily leave the forest, also eyeing up a hearty dinner. In the meantime, scampering along the grass clearings, hyenas and jackals look for an easier meal. They stop and gaze up at the safari truck, before scurrying away towards a lame wildebeest. As an encompassing blackness descends on the crater, enjoy a leisurely evening surrounded by the natural sounds of Africa. Punctuating the silence is bird song, elephants rustling in the trees, and monkeys and bush babies offering their inimitable calls."
    },
    {
      "dayNumber": "7",
      "title": "The Full Big Five in Ngorongoro Crater",
      "description": "In the early morning, a blanket of mysterious mist rises from the crater floor. Elephant bulls are clambering down the slopes, followed by kudu, wildebeest, and your safari truck. Now is an ideal time to spot big cats returning from a hunt or feeding on a freshly killed carcass. Once inside this inactive volcano, the question is which unique ecosystem you want to explore first. Perhaps start with the woodland, where majestic eland and waterbuck can be found. These gracious antelopes combine size and beauty, and they stand silently as your camera snaps away. A hippo's wheeze-honk grabs your attention, the rowdy beast plodding along a lakeshore and munching on a carpet of fresh grass. Another young male returns the call, the two hippos enthusiastically squaring up to each other. The sheer concentration of wildlife makes Ngorongoro feel like a wildlife documentary. Nowhere else in Africa is it possible to see such diversity and abundance in a single game drive. Like all your game drives on this vacation you'll be accompanied by a skilled guide who knows the favorite spots of each of the mammals. A spacious 4x4 vehicle with a pop-up roof means you have an elevated vantage point and unobstructed views of the landscapes. Sometimes the truck is filled with excited chatter and amazed eyes. At other times everyone stops and watches in silence, like when a black rhino calf slowly ambles towards the safari truck before stopping to stare. The calf is joined by its mother, who's kicking up dust in a confident show of strength. With just 5,000 black rhinos left in the wild, a close up experience with these critically endangered animals will live long in the memory."
    },
    {
      "dayNumber": "8",
      "title": "Into the Endless Grass Plains of the Serengeti",
      "description": "As you leave Ngorongoro behind, the landscape flattens out and the stupendous views begin. In every direction there is grass, and it extends beyond the horizon, occasionally punctuated by the silhouette of a giraffe neck or an elephant herd. To the local Maasai, this is land that extends forever and it's difficult to contradict this description as you get your first taste of what is the world's most famous national park. Thousands of Thompson's gazelle are feeding on the grass, always keeping a watchful ear for the nearby predators. Giant wildebeest herds dot the plains, covering the grass in a swirl of dust and four hooves. Zebra join them, their black and white elegance always bringing a smile no matter how many times you've seen them on this vacation. The Serengeti is home to the Great Wildebeest Migration, and during these times the herds multiply and combine, often traveling in a group of tens of thousands strong. Before arriving in the plains you'll enjoy a short stop at Olduvai Gorge, a remarkable archaeological site that has uncovered fossils that date back to prehistoric man. It's an eery and poignant experience, gazing out onto a land that holds the secrets to man's evolution. Your comfortable lodge will provide a continuous immersion in the Serengeti's animal world. No humans are allowed to live here, and the life and death interactions of wild animals plays out in front of your eyes. But for all the wildlife, it's often the vast beauty of the Serengeti that leaves the most indelible impression."
    },
    {
      "dayNumber": "9",
      "title": "Complete Immersion in the Serengeti",
      "description": "Two million mammals travel through the Serengeti and it's the sick, young, and lame, that provide easy picking to all of Africa's big cats. Lions survey their kingdom from kopjes (rocky outcroppings) where prides rest and decide what should be on the dinner menu. Cheetahs accelerate across the plains, leaving a dusty trail behind as they move at phenomenal speeds. A kill can happen in an instant. Sometimes it comes from nowhere, like when you're watching a wildebeest herd and a leopard pounces from its camouflaged hiding place. At other times tension runs high, fearful gazelle anticipating trouble but unable to locate the cause. You can see hunter and prey, and as the cat approaches a silence accompanies the scene. A ferocious pounce draws gasps from the safari truck, but the zebra got away...this time. Throughout your time in the Serengeti, your guide will take you to the best wildlife viewing spots. Dependent on the time of year, they will try and track the Great Migration and give you front row seats to the phenomenal herds of wildebeest that cover the plains. Throughout the park there are special sights and your guides will tailor each game drive dependent on your interests. Enjoy a picnic beside a hippo filled pool and watch the interactions between different members of the pods. Approach kopjes where the scenes resemble something very similar to the Lion King. Weave along rutted trails where buffalo and hartebeest impress with their savage horns. You'll enjoy morning and late afternoon game drives each day. In the heat of the early afternoon the plains are quiet, animals resting in any available shade. The afternoon provides a chance for leisurely relaxation at the lodge, before the adrenalin levels are raised as you set off once more into the wilderness."
    },
    {
      "dayNumber": "11",
      "title": "Farewell to Africa",
      "description": "After a sumptuous breakfast, you can view the Serengeti from above as you fly from the small airstrip to Arusha. From here you'll be transferred to a lodge for a leisurely afternoon of recalling the wonders from the last eleven days. Freshen up and enjoy the lodge's facilities before taking an early dinner and heading to the airport for your international flight home. If you're interested in visiting additional locations in East Africa, it's possible to add to this itinerary. Popular options include excursions into Kenya, indulging in the beauty of tropical Zanzibar Island, or timing your arrival with the spectacular Great Wildebeest Migration."
    }
  ],
  "map": ""
}