{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "exquisite-africa-a-zambia-southern-tanzania-luxury-safari",
  "tourName": "Exquisite Africa: A Zambia & Southern Tanzania Luxury Safari",
  "placesVisited": "Dar es Salaam, Ruaha National Park, Rufiji River, South Luangwa National Park, North Luangwa National Park, Livingstone, Zambezi River, Victoria Falls",
  "generalInfo": "Habitats converge in Zambia and Southern Tanzania, where the sound of the wild takes center stage, and four-legged nomads become your neighbors. Hidden destinations are completely untouched, celebrating the best of East and Southern Africa, taking you on a mystical journey through a continent and its exquisite secrets. Exploring five distinctive parks, this privately guided safari combines eclectic activities with the dreamy images hidden from the rest of the world.",
  "durationDays": "14",
  "price": "25,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dar es Salaam – First Impressions of the Wilderness",
      "description": "An elephant greets you from beside the airstrip, turning its head and flapping its ears before bulldozing a path forward. Giraffes and buffalos are also nearby and you can just about photograph this strange juxtaposition of aircraft and nature. After the light aircraft flight from Dar es Salaam, you’ve landed in a rich wilderness, where the iconic frames of baobab trees dot the open plains for many miles in every direction. This is one of Africa’s real hidden games, a park that covers more than 8,000 square miles in the south of Tanzania. Every angle feels wild and untrammeled, and that’s why you are here, this opportunity to go so far away from the standard trail and become completely immersed in the rhythm of nature. Ruaha is the destination that regular safari goers return to year after year; on this first day on safari, you’ll discover why."
    },
    {
      "dayNumber": "2",
      "title": "Ruaha National Park – Game Drives in a Forgotten Paradise",
      "description": "You stop beneath a shady baobab and survey the scene. A herd of zebra stretches out to the east, wandering slowly, occasionally picking at the scorched grass. Elephants dot the horizon, majestic figures shaped as iconically as the baobabs. A black-backed jackal scampers past, closely followed by the day’s first spotted hyena. Scattered to the west are hartebeests and impalas, along with some impressive horns that belong to greater kudu males. Despite the park covering an epic scale, wildlife is tightly concentrated and follows predictable patterns. Everything must stay close to the Great Ruaha River, the lifeblood of the landscape, and the epic stretch of water where big cats lay ambushes and large males fight for the right to breed. So game drives by the water encounter prolific levels of the big game, from the famous predators to some of Africa’s lesser-known treats. A herd of Lichenstein’s hartebeests stands proudly, rumbustious figures that are far shyer than you would expect. Handsome sable and roan antelopes flitter around the trees, two of Africa’s most elusive ungulates. It’s easy to find lions on the open plains. Sometimes you encounter a pride beneath a tree, the lionesses opening half an eye before snoozing. Other prides are on the move, heading towards the river as raucous baboons alert everyone to their presence. And when you head into the corners of the park, there’s a good chance of finding wild dogs, those rare hunters that many safari goers spend years trying to find. In this remote park, you’ll rarely see another person, and you’ll quickly unearth the wonder of wild Africa."
    },
    {
      "dayNumber": "4",
      "title": "Selous Game Reserve – Aerial Safari and Floating Down the Majestic Rufiji River",
      "description": "Flying between Ruaha and Selous is a delight, an aerial safari across the wilderness of East Africa, with dusty plains and clumps of forest spreading beneath the wingtips. Selous also has a remote feel and is dominated by water, this time the majestic Rufiji River. A boat cruise is the iconic introduction to the reserve, roving beneath soaring trees while passing hundreds of hippos. As the river narrows, it disperses into a network of channels, where you cruise slowly towards swamps and lakes. This is where you uncover the landscape’s secrets, every turn bringing another scene, from lions slurping water to a hippo yawning. This is one of the great water landscapes of East Africa and the day’s journey by boat really contrasts the experience in Ruaha."
    },
    {
      "dayNumber": "5",
      "title": "Selous Game Reserve – Discovering the Charms of Africa's Largest Game Reserve",
      "description": "The wildlife is all around in Selous Game Reserve. Gaze up into the tree branches, and you’ll uncover lions and leopards hiding in the green. Gaze down into the valley below, and a scattering of zebra and buffalo herds dominate the landscape. Then refocus on the life around the safari vehicle, like a giraffe tower or a few hyenas with ferocious stares. It’s recommended to complement the morning’s game drive with an afternoon on foot, a chance to see East Africa from an alternative perspective. Although it’s your fifth day on safari and you’ll have grown accustomed to the big mammals, it’s a completely new experience when you set off on foot. Completing the day here, just like in Ruaha and all the other destinations on this safari, is a five-star camp that’s in the heart of the action, one that’s regularly visited by a whole array of animals."
    },
    {
      "dayNumber": "6",
      "title": "South Luangwa National Park – The Habitats of East and Southern Africa Collide",
      "description": "On the flight south, you’ll notice how the landscapes change, the raw colors of Tanzanian grasslands blurring into the folds of the Great Rift Valley. Mopane woodland of Southern Africa comes into view, bringing with it thousands of elephants and giraffe. Touch down, and you see how vegetation is changing subtly, new trees and flowers complementing those you already know. South Luangwa is at the crossroads between landscapes, and its riverine area attracts a staggering assortment of animals. Four really stand out and are likely to be the focus of your first day of game drives. Reddish bands distinguish the Cookson’s wildebeest while clear black and white markings reveal the Crawshay’s zebra. Thornicroft’s giraffes are the most vibrant of all the subspecies, and their coats are incredibly photogenic. These three endemic species are joined by a very healthy leopard population; the spotted hunter regularly spotted when you continue the game drive adventure after dark."
    },
    {
      "dayNumber": "7",
      "title": "South Luangwa National Park – Exclusive Big-Game Safari in Africa's Hidden Gem",
      "description": "Wake to nearby rustling. You can hear something nearby, sensing the presence of a small herd grazing just beyond the canvas. Open the flaps of the luxurious tent, and you see the Crawshay’s zebras, a herd of them elegantly loping past the tent. There’s only one place in the world you can see this species. And you have a prime view directly from the four-poster bed. Over these two days, you follow a flexible program of game drives, with many options and routes dependent on your mood. It’s easy to spend a full day on the dusty tracks, uncovering the varied habitats and the mammals from both East and Southern Africa. Or you can stick close to camp, the shorter drives punctuated by languid hours of sitting back and watching nature’s show unfold. South Luangwa is one of few African national parks that allows and encourages nighttime drives. The adventure takes on new allure after dusk, opening your senses to sights and sounds that are hidden throughout the day. Moving slowly with a high-powered spotlight, you find leopards and other cats on the prowl, and then follow the hunters towards scenes of tension and unending theater. This regular opportunity to drive at night essentially makes South Luangwa two destinations in one (night and day). Also, the park is a harmonious mix of East and Southern African big-game atmospheres. You’ll quickly realize why this is Zambia’s showpiece safari destination, yet you’ll continue to enjoy the privacy and relative lack of visitors that this whole itinerary is all about."
    },
    {
      "dayNumber": "9",
      "title": "North Luangwa National Park – All the Authenticity of Africa's Finest Walking Safari",
      "description": "By heading north, the vegetation gets thicker, lush shoots of grass and woodland twisting its way through the Great Rift Valley. There’s no real way in by vehicle, no rugged trails for the safari vehicles to follow. Instead, the only realistic way to visit North Luangwa National Park is on a guided walking safari. Just imagine the silence, the sense of escapism, the feeling of traveling miles away from the last vestiges of civilization and manmade life. While walking safaris aren’t unique to North Luangwa, having such a dedicated space is unique to Zambia and a real celebration of untouched Africa. Like the game drives, the pace if leisurely and you have local guides and trackers ensuring the experience remains very safe. This 2-day walking safari option includes one night at a luxury fly camp in the park. You’ll follow animal prints, learning all about tracking and how to identify the clues left on the land. Cookson’s wildebeests roam past elephants, and occasionally giant buffalo herds block the trail. Prolific birdlife accompanies you on the journey, from giant eagle owls to the shimmering wings of the white-winged starling. Trackers keep you clear of lion prides, but you may hear their monotonous growls during the evening. Note that you may choose to extend this walking safari aspect of the itinerary and spend an extra day on foot."
    },
    {
      "dayNumber": "11",
      "title": "Livingstone – Walking Alongside Victoria Falls",
      "description": "A final domestic flight and you touch down next to the world’s most powerful waterfall. After ten days of safari, you may be craving some tranquil time, and that’s what Livingstone always offers. Your lodge is set on an island in the Zambezi River, surrounded by gushing waters and the odd hippo. Transfers to the Victoria Falls park gate are included, and there’s an inspiring self-guided walking trail that runs alongside the famous falls. Pass the baboons and cross the narrow bridges to cataracts in the river, where the sound of tumbling water becomes deafening, and you’re often standing beneath a swirling cloud of mist. Return to the lodge and the rest of your time in Zambia is at your leisure, with a sunset cruise included in your package."
    },
    {
      "dayNumber": "12",
      "title": "Livingstone – Relaxed Days on the Zambezi River",
      "description": "Spend these final days lounging along the Zambezi River, perhaps reading a book on the verandah as a troop of monkeys swings past. You’re still completely immersed in nature and nothing artificial breaks the scene. And even though you’re close to the cute streets of Livingstone, Nile crocodiles and hippos are among your neighbors. Evenings are spent on the sunset cruise, and you may choose to return to Victoria Falls for a second visit. There are also various optional activities to add to your itinerary, such as helicopter flights over the falls, kayak and canoe safaris, or tracking rhinos in the nearby Mosi-oa-Tunya National Park."
    },
    {
      "dayNumber": "14",
      "title": "Livingstone – Departure",
      "description": "After a short transfer to Livingstone International Airport, you soar above Africa for one final time, flying north over the forests and savannah, ascending into the clouds on your return flight. You can enjoy full use of the lodge’s facilities until departure."
    }
  ],
  "map": ""
}