{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "ultimate-tanzania-luxury-safari",
  "tourName": "Ultimate Tanzania Luxury Safari",
  "placesVisited": "Arusha, Tarangire National Park, Ngorongoro Conservation Area, Northern Serengeti",
  "generalInfo": "Let Northern Tanzania’s ultimate safari destinations sweep you off your feet for nine days as you explore the diverse environments of Tarangire National Park, rich ecosystems of the Ngorongoro Conservation Area, and parched plains of the Northern Serengeti to discover the country’s fascinating flora and fauna. With decadence and glamour served at each safari camp across Tanzania, this tailored tour provides superior luxuries in the middle of the wild.",
  "durationDays": "9",
  "price": "16,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha - Unwinding on the Banks of the Usa River",
      "description": "Tanzania’s safari starting point, Arusha, is a lively city standing pinned against the foothills of Mount Meru and Mount Kilimanjaro. As you fly over Tanzania towards the airport, you will admire its vast belt of untamed bushveld and enormous clusters of rocky mountains. Arriving near Arusha, you will enjoy a brisk scenic transfer to your thatched country inn nestled in a dense forest flowing from the banks of the Usa River. Today, you will acclimate to your surroundings from the comfort of your safari retreat and embrace the grandeur of Tanzania’s wilderness."
    },
    {
      "dayNumber": "2",
      "title": "Tarangire National Park - Ultimate Safari Sights in Tanzania",
      "description": "Your safari across Northern Tanzania will truly begin today once you arrive at the gates of Tarangire National Park, a spectacular wildlife sanctuary set within the Manyara region’s granite ridge-covered landscapes and diverse mixed-vegetative environments. You will relish a game drive the minute you arrive, as your knowledgeable ranger leads you through the rich reserve to waterholes where all sorts of herbivores gather peacefully and observation decks overlooking bushveld where animals roam free. From lions lazily lounging in the shade of acacias to elephants standing beneath baobabs, you will snap up pictures of Tanzania’s ultimate safari sights."
    },
    {
      "dayNumber": "3",
      "title": "Tarangire National Park - New Perspectives of Tanzania",
      "description": "Today, you will explore Tarangire from a new vantage as you wander from camp across the cool bushveld alongside an armed ranger. Your experienced tracker will point out animal footprints, and you will step into the shoes of the wildlife as you follow their tracks and survey evidence of the previous night’s activities. You will witness rhinos, giraffes, and much more standing a few meters away from you and discover the smallest inhabitants of Tarangire as you kneel next to green shrubbery. In the evening, you will cruise Tarangire with spotlights and peer through the dark to discover nocturnal Tanzania."
    },
    {
      "dayNumber": "4",
      "title": "Ngorongoro Conservation Area - Cruising through the Ngorongoro Crater",
      "description": "Following your thrilling safari tour through Tarangire, you will transfer to a gorgeous tented glamping site perched on the rim of the massive Ngorongoro Crater and commanding views of the postcard-worthy highland area. You may explore the conservation area alongside a professional game ranger after unpacking your things, with the hope of spotting lion prides slowly crossing the dry caldera and long-limbed serval cats hunting mice in the long grass. Your safari will culminate with sundowners and panoramas of the region’s rolling bushveld."
    },
    {
      "dayNumber": "5",
      "title": "Ngorongoro Conservation Area - Greetings from the Maasai Villagers",
      "description": "Today, you will be thrilled to discover more of Ngorongoro on guided game drives across the lush landscapes. Along the way, you will encounter much more fascinating wildlife and catch glimpses of unique plant life thriving in Tanzania’s diverse ecosystems before you make your way to a traditional Maasai village, where you will meet the friendly native tribe. The locals will share insight into their pastoral life and showcase generational performances as well as their distinct delicacies, allowing you to immerse yourself in the African culture and learn a great deal about their humble way of life."
    },
    {
      "dayNumber": "6",
      "title": "Northern Serengeti - Sun-Baked Serengeti Savannas",
      "description": "A short domestic flight stands between you and the sought-after Serengeti savannas, an illustrious golden landscape home to some of the world’s greatest wildlife spectacles. You will transfer across the sun-baked plains to a spectacular five-star safari lodge tucked amongst the Kogakuria Kopje rocks and boasting panoramas of the surrounding bushveld. Today, you may partake in a welcome game drive that will showcase the Serengeti’s unspoiled beauty or unwind with the help of your accommodation’s top-class amenities, as well as revel in uninterrupted stargazing this evening."
    },
    {
      "dayNumber": "7",
      "title": "Northern Serengeti - Discover Africa’s Big Five",
      "description": "Game drives in the Serengeti allow you to explore its diverse environments and encounter the curious creatures pacing the plains. Today, you will partake in morning and afternoon safari excursions across the reserve’s pristine wilderness and capture stunning photography of the free-roaming wildlife. From massive rhinos grazing the grasslands to gigantic elephants plodding across the river banks, stealthy leopards seeking refuge in shady acacias to lazy lions wandering the savanna, and herds of buffalo gathering around waterholes, all of Africa’s Big Five can be found in the Serengeti."
    },
    {
      "dayNumber": "8",
      "title": "Northern Serengeti - More Magnificent Animal Sightings",
      "description": "Spotting Africa’s Big Five is a bucket list activity you will hope to accomplish by the end of your Northern Tanzania safari, and you may take some time today to tick it off during more ultimate game drive experiences. Once you have come across the Big Five, you will be on the keen lookout for other renowned and rare sightings, including the Aardvark and Pangolin, to name a few. You will also admire the colorful birdlife soaring across the Serengeti sky and spot birds of prey gliding across the baby blue."
    },
    {
      "dayNumber": "9",
      "title": "Northern Serengeti - Iconic Images of the Sprawling Serengeti",
      "description": "Images of the Northern Serengeti’s parched savannas and acacia-peppered plains will greet you in the morning as you step out onto your patio. You will watch animals wander the sparse bushveld from your doorstep and hear their faint echoes permeating across the grassy pastures while you sip on a steamy cup of coffee or tea. Today, you will enjoy a breakfast against a backdrop of these breathtaking scenes and one final Serengeti safari before you collect your things and transfer to the airport to catch your flight home."
    }
  ],
  "map": ""
}