{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "private-serengeti-safari-for-wildlife-photographers",
  "tourName": "Private Serengeti Safari for Wildlife Photographers",
  "placesVisited": "Ngorongoro Conservation Area, Ndutu, Serengeti, Grumeti Game Reserve",
  "generalInfo": "The Serengeti is alive at every angle. Zoom out for expressive shots of the iconic grass plains, then refocus as lions mate nearby and zebras adoringly cuddle. Stay patient to capture a leopard in the trees then shoot a roll a minute as the great wildebeest migration rumbles past. With an expert wildlife photographer guide, this immersive 10-day safari reveals all the vibrant sides to the Serengeti, including two days in a private concession and two days with the migration.",
  "durationDays": "10",
  "price": "15,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ngorongoro Crater - Landscapes in Rural Tanzania",
      "description": "You'll land at Kilimanjaro International where you're greeted by a guide and transfer to nearby Arusha for a local flight to the Ngorongoro Conservation Area. Touch down, and your hotel is perched on the crater rim, offering a landscape photography challenge from your own verandah. A menagerie of wildlife roams this area, and you'll get first shots of a variety of animals, including large elephant bulls, waterbuck, and the ubiquitous zebra. Meet your wildlife photography guide and test out your skills in the lodge's grounds, where landscapes and local mammals providing contrasting focal points. As with all days on this safari, all meals and local drinks are included."
    },
    {
      "dayNumber": "2",
      "title": "Ngorongoro Crater - Thrilling Big Five Scenes",
      "description": "This morning you photograph the crater floor, visited at dawn as the mist lays a blanket above the animals. The gray overhang makes the lighting challenging, even if flamingos illuminate the lake and lion manes flow on the morning breeze. You'll have six hours on the crater floor before returning to the lodge for lunch and a relaxed afternoon. Ngorongoro Crater is an exceptional destination for testing out your camera skills in a variety of Tanzania's habitats and conditions. Open grasslands provide an introduction to what you'll see in the Serengeti. Acacia woodland brings compelling challenges regarding light. One lake is tinged pink with flamingos while another is alive with the antics of hippos. Stretches of bush illustrate the need to look carefully and expose animals' camouflage, while high grasses are prime for a lion pride's ambush. More than anything, these contrasting habitats teach an important photography lesson about patience. Nothing is predictable with wildlife, so patience comes with a caveat. You don't just need to wait; you must wait with the camera ready to go, because when a lion pounces on a zebra, there're only a few seconds to capture a scene of pure drama."
    },
    {
      "dayNumber": "3",
      "title": "Ndutu - Capturing the Epic Grass Plains",
      "description": "There's a classic photo of the Serengeti, one found in countless wildlife and travel magazines. It's of the grass plains that stretch beyond the horizon, usually placed into perspective by an ungulate herd or predatory cat perched on a rock. Southeastern Serengeti and the Ndutu area is where you find this quintessential scene, especially when you descend by car from Ngorongoro Conservation Area. Your guide knows of a few relatively secret places, where the grasslands roll out, and there's always a mammal in the foreground. These are places for an informative discussion about aperture choice for wildlife photography. But like always, a Tanzanian safari is about surprise, and you'll need to react to what's been discovered, like a cheetah nursing her calves, the spots flickering in and out of the grass. Or Thompson's gazelles that skip elegantly across the plains, their flight captured with a very fast shutter speed. This area also provides your first encounter with the really large herds; when there are over a thousand animals huddled together, it's easy to spend an hour focusing in on the exquisite details or zooming out to appreciate the scale."
    },
    {
      "dayNumber": "4",
      "title": "Central Serengeti - Exploring the Iconic Landscape of the Serengeti",
      "description": "Drive north, heading into the Central Serengeti, an area that delights in its ancient promise. Lion prides rest on kopjes , iconic clusters of rock that stand above the planes. Nomadic elephants and giraffe appear like silhouettes on the horizon. Wildebeest gather in their thousands, a single herd scattered around the safari vehicle. Zebras huddle tightly together, many pairs resting their heads on their partner's back. Hyenas snarl at the camera, then scurry along towards a flock of circling vultures. Pull the camera up and the grass plains stretch on for miles; look down and there's a lioness prowling around the back of the safari vehicle. Regardless of the time of year, the Central Serengeti is a place of abundance. It's a place where you always need to keep the camera on hand, especially when back at the camp. In this fenceless landscape the animals roam without inhibition, so antelopes regularly graze their way past your spacious verandah. You can hear them through the night, and you may open the door to a flurry of wildlife just before dawn."
    },
    {
      "dayNumber": "5",
      "title": "Central Serengeti - Photographing the Wild on Game Drives",
      "description": "Over these two days, you go on early-morning and late-afternoon game drives, maximizing the times when the Serengeti is most active. Of course, the lighting during these hours also makes them the best times for photography. Eclectic and unpredictable, this part of the Serengeti delivers a full range of photos. The focus will be on exploring and reacting to what you find, whether that's a leopard hiding in the grass or two male buffalo fighting at a waterhole. It could be a lonely wildebeest with melancholy eyes or a jackal scampering past the camera. The private wildlife photographer guide continues to give tips, and your driver is experienced in guiding photographers, ensuring you have plenty of time to get the right shot before continuing the adventure."
    },
    {
      "dayNumber": "6",
      "title": "Grumeti Reserve - Getting Even Closer in a Private Concession",
      "description": "Moving into the private Grumeti Reserve provides two days of close-ups. In the main Serengeti National Park, you're unable to drive off the trails, meaning many animals must be photographed from a distance. In Grumeti you bounce across the grass, getting closer to the most revered of sights. For example, when a leopard is draped across acacia branches, you can park beneath the tree. If there's been a kill you can stop just a few meters from the carcass, photographing limbs getting ripped from the carcass. In the afternoon, a Maasai warrior guides lead you through the grass plains on foot, each step bringing you closer to a range of antelope and other ungulates. On walking safaris, you're avoiding the big mammals, those that won't move out of the way when you approach in a vehicle. Instead, traveling on foot enables you to get very close to animals like zebra, wildebeest, gazelle, hartebeest, and buffalo. You're small and silent, so these mammals don't canter away. Take a few photos. Stop. Then step forward a few steps, maintaining the silence. A few more photos and then repeat. By moving slowly, you could be just five meters away."
    },
    {
      "dayNumber": "7",
      "title": "Grumeti Reserve - Relaxing in the Heart of the Bush",
      "description": "Morning game drives are focused on these intimate encounters, and your guide will tailor on-the-go lessons about capturing the wildlife portraits. Dawn starts are essential on a photographer's safari, and you'll usually return to the camp towards the end of the morning. The sun is high now, and you have a two to three hours to enjoy lunch and relax, perhaps going through the camera roll or dropping off into an early-afternoon nap. In Grumeti, you have lodge-style accommodation, with a room that's perched high above the Serengeti. A spa continues the salubrious feel, and the experience is much less rugged than a camp in the heart of the bush."
    },
    {
      "dayNumber": "8",
      "title": "Serengeti - Photographing the Great Wildebeest Migration",
      "description": "For the final two days, you're fully immersed in the surreal phenomenon of the great wildebeest migration. Mammals are everywhere, the wildebeest scattered across a wide area while the zebra clustered together as they scan the landscape for predators. Thompson's gazelles join the show, and the numbers are staggering. This is an event with a scale that every camera will struggle to capture; half a million animals simply don't fit into a single frame. Instead, the photography is about compiling a storyline, piecing together the different images that showcase the drama and charm of this remarkable show. Some photos are about the herds and fitting thousands of mammals into a single shot. Others zoom in on the emotion cast across the individuals, perhaps a frightened young wildebeest or a loving zebra pair. Predators play an essential role, and there will be close ups with lions, leopards, cheetahs and hyenas. The really iconic photos are of the predators surveying their kingdom, the big cats in focus as the herds blur in the background. Or of the predators in full hunting mode, stalking the prey or devouring a carcass. You can easily take a thousand photos a day here so part of your guide's instruction will be centered around selecting the photos that create a compelling narrative."
    },
    {
      "dayNumber": "9",
      "title": "Serengeti - Mobile Camping Following the Migration",
      "description": "Your mobile camp tracks the migration, providing front-row seats regardless of the month you visit. When the main part of the migration is in the Maasai Mara from July to September, the camp will be located in far north Serengeti where hundreds of thousands of wildebeest graze and Mara River crossing can be photographed. Note that this camp only has limited electricity, unlike the other accommodation on this itinerary. However, your safari vehicle is fitted with electricity and it's possible to charge camera batteries and other appliances while on the game drives. The accommodation is simple yet spacious, with large tents that are fitted with hot showers, flushing Western-style toilets, and large comfortable beds. Fully immersing you in the Serengeti's wildness, it's an idyllic place to spend the last two nights of any safari."
    },
    {
      "dayNumber": "10",
      "title": "Serengeti - Departure",
      "description": "After days of photographic safari, this morning is very relaxed. Put down the camera, enjoy the views, go on a short game drive and savor all the scenes without thinking of your photos. In the early afternoon, you take a light aircraft from the Serengeti to Kilimanjaro International Airport where you connect onto your international departure."
    }
  ],
  "map": ""
}