{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "best-of-both-worlds-serengeti-safari-spice-island-vacation",
  "tourName": "Best of Both Worlds: Serengeti Safari & Spice Island Vacation",
  "placesVisited": "Ngorongoro Conservation Area, Serengeti, Stone Town, Dongwe, Zanzibar",
  "generalInfo": "Two of Africa's most vibrant and authentic getaways, the Serengeti and Zanzibar create an indelible mix of safari, beach, and local culture. Both are filled with ancient fables, the tales stretching from iconic grasslands to the spice island. From a million wildebeest rumbling across the grasslands to an evocative maze of Swahili coral houses, lion prides battling with hyenas to empty white beaches that stretch for miles, these legendary World Heritage destinations are unchanged.",
  "durationDays": "14",
  "price": "10,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ngorongoro Crater – Gazing down into the World Heritage Crater",
      "description": "Tanzania's history is evoked by gazing down into Ngorongoro Crater, the world's largest intact volcanic caldera. The woodland spirals up the steep sides, and you glimpse the odd elephant rumbling down the slopes; a lake is tinged pink by flamingoes, contrasting the green of the surrounding grasslands; and the patchwork of dark dots you see are wildebeest and zebra grazing far below. Take in the panorama, and it's almost impossible to believe that such a place exists, that 30,000 wild mammals could occupy the remains of a volcano. And as you're inspired by this scale, a buffalo herd marches by, making their daily journey into the crater. The safari has already started, even though you're just gazing out from the lodge. Today you'll land at Kilimanjaro International Airport and transfer onto a local flight to Manyara, where you're greeted by your guide for the short journey into Ngorongoro Conservation Area and a lodge on the crater rim."
    },
    {
      "dayNumber": "2",
      "title": "Ngorongoro Crater – Charming Game Drive through Tanzania's Garden of Eden",
      "description": "Ngorongoro Crater is most mystical in the dawn hours, when mist rises from the lake and the big mammals are at their most active. Staying on the crater rim means you can descend when the gate open at sunrise, being one of the first vehicles on the seductive crater floor. A lion pride greets you, a male's mane flowing as the females stalk a small herd of gazelle. Into the woodland, you find the old elephant bulls, huge tusks curving skyward with stoic pride. Now across the crater floor, finding two rhinos on their bashful morning journeys. They plod along, bringing up goosebumps as they roam past the vehicle; by mid-morning, the rhinos are likely to have retreated into the privacy of the bush, away from any accessible trails. Drive slowly, watching the wildebeest that gallop around comically and admiring the zebras that huddle in picturesque groups. Find a hyena scurrying towards the flamingos in the lake, then get close enough to a buffalo herd to hear their hissed breathing. By 9 am, you'll have seen at least a dozen different mammals, so stop for a picnic coffee by a second lake, watching the hippos as they rise and fall in the water. Ngorongoro is an oasis of life, and this single game drive is likely to fulfill so many preconceptions of an African safari. You're permitted to spend six hours on the crater floor, before ascending back to the lodge for a sumptuous lunch and a relaxed afternoon."
    },
    {
      "dayNumber": "3",
      "title": "Ndutu (Serengeti) – Olduvai Gorge and Descending onto the Epic Plains",
      "description": "Descending into the Serengeti is an equally hypnotic experience. From the Ngorongoro Conservation Area, you drive down the old volcanic slope, admiring the enormity of the grasslands that extend below. It extends at every angle, flowing beyond the horizon like an unbroken carpet woven by nature's reverie. Clumps of black dapple this carpet, large herds of zebra and wildebeest that graze on these famous plains. Even when you visit outside the great wildebeest migration months, there is always a staggering number of wildebeest, zebra and Thomson's gazelle in the Serengeti. As the grasslands support the ungulates, the ungulates support the predators, helping to maintain a very healthy population of big cats; it won't take long to spot your first Serengeti lion pride. En route to the Serengeti, you stop in Olduvai Gorge, where ancient humanoid fossils reveal where Homo sapiens evolved from; it's another inspiring reminder of the age of this landscape. Then the game drive explores the Ndutu area in the south of the Serengeti, where flat plains are dappled with herds and the sporadic trees make an excellent hideout for leopards. You're quickly immersed in the rhythm of the grasslands, following the scents to find big cats in their hideouts, or using the open panorama to spot elephants, giraffe, and buffalo herds on the move. Tucked away in this remote and pristine area, your camp provides a classic safari-under-canvas experience, while also offering all the necessary comforts; wooden decking for watching the plains, hot showers, Western toilets, and comfy beds. While it is a camp, this isn't a typical camping experience."
    },
    {
      "dayNumber": "4",
      "title": "Ndutu (Serengeti) – Big Game Safari in Southern Serengeti",
      "description": "In the morning light, you follow a lion pride, watching the lionesses as they hide in the high grass and sneak closer to a zebra herd. Everything is still, the guide cuts the engine, and the scene plays out. As the lions get closer, a sentinel raises the alarm, causing the zebras to panic. Undeterred, the lions emerge from their hideout, four of them ushering the herd towards the higher grass. Snapping and snarling, they cajole the zebra into their ambush, isolating a young female. Can they catch her? Out of nowhere, another lion jumps from the high grass, taking down the zebra in a few seconds of spiraling dust and strangled yelps. Even from the raised vantage point of the vehicle, you hadn't seen this stealthy lioness remaining in the grass. Inching closer to the kill, you watch the big male bite into the carcass, ripping through the skin and coming up with a blood-splattered mane. He roars, a low rumbling grunt that warns the other males away. Yet that doesn't deter the hyenas; hearing the signal they come in a pack, joining two jackals who are already attempting to steal small pieces of flesh and bone tossed from the carcass. When you visit the Serengeti, you don't simply see the animals. You see scenes like this one, with different species and herds revealing an ancient rhythm. As with all days in the Serengeti, today's game drives are flexible. Choose to spend the whole day on the plains, taking a picnic lunch to pools filled with hippos. Or you may prefer morning and afternoon drives with some quiet time at the camp."
    },
    {
      "dayNumber": "5",
      "title": "Central Serengeti – Immersed in the Safari Wonders of the Serengeti",
      "description": "Next, you drive north, bumping over the trails that lead towards Seronera and the Central Serengeti plains. It's one of Africa's great safari journeys, unraveling the phenomenal scale of the grasslands yet continually inspecting new details. Pass a few zebra, then a few more, then a herd of a thousand by a waterhole. Find a dozen wildebeest, then a few thousand scattered across the short grass. Lose track of the hyenas, the menacing predator that seems to be everywhere the herds are. Then find lions perched on their kopjes, the rocks that protrude above the plains. A pride drapes itself across the rocks, a few peering out and the rest slumbering in the sun. But travel to the next kopjes and you see the lions descending towards a passing herd. The central area is a natural place to stop on any Serengeti safari, mainly due to its location. Many distinctive areas are accessible from here, helping you respond to the nuances of the migration and track the biggest herds. Clumps of forest provide a haven for elephants and giraffes, while a series of pools provide guaranteed hippo sightings. Most of all, this central area helps to showcase the Serengeti's sense of space. You can drive for four hours in any direction and still be on the grasslands, still be filling your eyes with more and more herds. Like in the Ndutu area, your camp blends into the environment and helps maintain your immersion in the landscape."
    },
    {
      "dayNumber": "7",
      "title": "Stone Town – Touching down on the Spice Island",
      "description": "From the Serengeti to the spice island, a light aircraft transports you between the two World Heritage sites. In less than two hours, you've swapped the grasslands for the maze, and you're opening all the senses to the ambiance of Stone Town. Fresh fish sizzles on street barbecues, the shouts of fruit traders echo through the alleys; exquisite wooden doors reveal a decorated history, and every turn brings a new color. While the Stone Town can be visited on a day tour, it's most seductive experience comes in the late afternoon and evening, when the labyrinthine streets reveal their local flavor. You'll be greeted at the airport and transferred to a boutique hotel on the edge of the maze, with a guide giving you a quick orientation and offering dinner recommendations."
    },
    {
      "dayNumber": "8",
      "title": "Stone Town – Evocative World Heritage History in Stone Town",
      "description": "A surreal history is etched onto each of the coral houses in Stone Town. Open some doors, and you enter the lavish house of former slave traders, or the ornate interiors of an old colonial palace. As the call to prayer sails evocatively across the rooftops, you wander past an old Catholic cathedral and a Hindu temple. A colorful chaos fills the famous marketplace, where smells guide you to the spices that have been traded here for centuries. Then a poignant memorial marks the place where slaves were once traded. With an expert local guide, today's tour narrates the stories of Stone Town. Lunch is included, and the relaxed pace suits the local atmosphere."
    },
    {
      "dayNumber": "9",
      "title": "Stone Town – Spice Plantations and Slave Caves of Zanzibar",
      "description": "Just outside Stone Town, the spice plantations and slave caves show both the proud and shameful stories. For almost a millennia, Zanzibar was the crossroads for goods entering and leaving Africa. Spices and tortoise shells went to China; cultures mingled during interaction with Arab traders, and the slave trade continued from Zanzibar long after it was outlawed. Visiting the plantations and mysterious caves provides an insight into how Zanzibar shaped Africa and the world. It's a half-day tour, followed by a relaxed afternoon at the hotel, either lounging at the pool that overlooks the Indian Ocean or exploring the surrounding streets."
    },
    {
      "dayNumber": "10",
      "title": "Dongwe – White Beach Paradise in Eastern Zanzibar",
      "description": "Zanzibar's eastern coast is where the image of Indian Ocean island bliss is most sublime. A strip of white sand runs the length of the coast, with overhanging clumps of jagged coral demarcating different bays at high tide; at low tide, the white panorama spreads out like the Serengeti plains, untouched and untamed for millennia. While a series of luxury hotels are found in the north, it's on this quiet eastern coast where Zanzibar's private retreats are located. Relax in the boutique luxury of your lodge, dip your toes in the turquoise waters, enjoy a spa treatment, and let the exotic colors of the Indian Ocean gently lull you into slumber. It's a one-hour transfer from Stone Town to your boutique ocean lodge."
    },
    {
      "dayNumber": "11",
      "title": "Dongwe – Swimming with Wild Dolphins",
      "description": "Zanzibar's eastern coast compels you to do nothing. With the beach, warm waters, and overwhelming sense of tranquility, it's easy to spend your days escaping into the exotic Zanzibar atmosphere. One excursion is highly recommended, and the early wake-up call is always rewarded. Pods of wild dolphins come to feed in the Kizimkazi Bay at dawn, before playing in the surrounding waters as the sun comes up. Boats take you out to them, and you jump in, a whole pod swimming past in unison. The dolphins are quick and you can't keep up, so jump back in the boat to another point where you can join them in the water. This isn't SeaWorld. There is no touching or fancy dolphin tricks. But as you wait in the ocean, a whole pod elegantly comes past, with some dolphins barely a couple of meters away from you. You'll return to the lodge by mid-morning, where the rest of the day is about snoozing in the sun."
    },
    {
      "dayNumber": "12",
      "title": "Dongwe – Tropical Bliss on an Untouched Zanzibar Beach",
      "description": "For the final two days, you savor the escapism of Zanzibar, removing the shoes and forgetting about time. Walk along the sand and create the only footprints, sail in a wooden dhow, perhaps spend an evening dining at The Rock, a restaurant built on a coral island that's marooned at high tide. Zanzibar is very much like the dreamy image of an Indian Ocean island getaway, a haven of exotic colors and the gentlest of atmospheres. Meals can be enjoyed at the lodge, but there's also a handful of other hotel restaurants along the beach, each well spaced as Zanzibar never feels crowded."
    },
    {
      "dayNumber": "14",
      "title": "Stone Town – Departure",
      "description": "Zanzibar's International Airport has grown exponentially over the last few years and now offers a handful of intercontinental connections, as well as the regular flights to Nairobi, the aerial hub of East Africa. It's a 45-minute transfer back across the island to the airport and your departing flight."
    }
  ],
  "map": ""
}