{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "best-of-tanzania-safari-zanzibar-beach",
  "tourName": "Best of Tanzania Safari & Zanzibar Beach",
  "placesVisited": "Zanzibar, Arusha, Lake Manyara National Park, Tarangire National Park, Olduvai Gorge, Ngorongoro Crater, Serengeti, Bwejuu – Paje Beach",
  "generalInfo": "Combine the marvels of an African safari with treasured beaches for a 13-day best of Tanzania and Zanzibar tour. You will have immersive safaris in famous national parks from the Serengeti to Ngorongoro Crater and Tarangire. Bask in the beauty of private villas with views of clear waters and pristine white sand. You will have a mix of relaxation and adventure while enjoying the very best of Tanzania.",
  "durationDays": "13",
  "price": "20,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha - Relaxation after arrival",
      "description": "Keep your eyes peeled as you fly over African savannahs and land into Kilimmanjaro International Airport in northern Tanzania. The inimitable landscapes of East Africa await and their sheer size is breathtaking from above. You'll be met at the airport and transferred to your first beautiful lodge. Fragrantly situated in a rolling coffee plantation, the lodge offers a home away from home but also a glimpse into exotic Africa. Monkeys sometimes swing through the grounds and the coffee can't get any fresher."
    },
    {
      "dayNumber": "2",
      "title": "Lake Manyara - Unique Safari at Lake Manyara",
      "description": "Lake Manyara's flying residents provide a noisy start to your safari experience. Over 300 individual bird species can be spotted in the park, but it's the raucous hornbills that try to dominate the soundtrack. After breakfast you'll have a short drive to Lake Manyara National Park, where the hornbills aren't the only birds vying for your attention. Thousands of flamingos wade in the shallows of the lake, forming a pink blanket that's the centerpiece of this national park. They're joined in the water by large pods of hippos, the playful beasts resting from the sun or rolling around the muddy embankments. Lake Manyara offers an ideal first African safari. It offers an eclectic mix of animals, but the winding woodlands ensure that you rarely see any other safari trucks. By the lake, and in the grassy clearings, you'll get your first glimpses of Africa's largest mammals. Buffalos return your stare, their bushy frames usually providing tick one on your Big Five list. African elephant bulls wander alone, graceful creatures that can be distinguished from Asian elephants by their larger size and ears. Even from a distance you can see that their ears are shaped like a map of Africa. Giraffes silently munch on the high trees, the most elegant of creatures adding their own unique colors to Lake Manyara. In the clearings these great mammals are easy to spot, but in the thick forest there is also a remarkable concentration of wildlife. You'll be immersed in this animal world as you spend two nights deep within the mahogany forest. This intimate experience will bring the wildlife to you. Listen to bird song from your enchanting treehouse, watch baboons troop past from the balcony, and savor the chattering of bush babies and monkeys in the trees. Sumptuous meals and local drinks are included as are game drives in the park. You'll have a long afternoon game drive on day two before morning and afternoon game drives on day three. Stealthily resting in the trees is another of Lake Manyara's unique residents. In the dense forest the safari truck stops. The engine is cut off. Your guide is pointing, but as you scour the trees with binoculars you can't find what he's so excited about. A quick movement almost makes you jump. Was that? Was it? It's a lion's tale, swinging from a branch. You definitely don't need the binoculars, this lion is just meters away,and it's been watching you the whole time. Unique to Lake Manyara and Tarangire, these graceful tree climbing lions are the highlight of a safari here. If you're lucky you'll also get glimpse of the other predators that hide in these trees: leopards and cheetah."
    },
    {
      "dayNumber": "4",
      "title": "Tarangire National Park - Giant Elephant Herds",
      "description": "There are no boring journeys in northern Tanzania. You'll do a game drive en route to Tarangire National Park, spotting the diverse assortment of animals that wander between Lake Manyara and Tarangire. Impalas and wildebeest stand impassively as you drive past, while elephant herds can be seen around the fringes of Tarangire. Once inside the park their numbers grow, great herds, 300 strong, providing a surreal viewing experience. From a distance it's their size that's impressive. But admire them from up close and the herd teems with charming interactions. Babies test their boundaries under a mother's watchful eye. Youngsters are getting used to their power, comically chasing warthogs away from water holes. Large males dictate the herd's movements, leading their family across a landscape that's dotted with spectacular baobab trees. Nestled into a secluded area of Tarangire, settle into your luxury tent that is lifted on stilts and surround an enormous baobab tree. A stunning infinity swimming pool overlooks a water hole, guests and mammals watching each other as they enjoy water for very different reasons. From the lodge verandah, a vast savannah offers prime wildlife viewing. Zebra herds wander past, each set of black and white stripes as unique as a person's fingerprints. Waterbuck and giraffe can be spotted on the horizon, and on a long game drive you'll be getting much closer to these gracious mammals. Lions lurk in the baobab trees, elephants cover the trail, while the sight of a bat eared fox reveals one of the park's rare residents. During the night the sound of rustling perforates through the thick canvas tents. Lying in large double beds you wonder what it could be. A set of animal footprints will reveal the culprit in the morning."
    },
    {
      "dayNumber": "5",
      "title": "Ngorongoro - Ngorongoro Crater",
      "description": "A scenic road winds towards the Ngorongoro Crater rim, mischievous baboons watching the road as you ascend through a verdant forest. Even by East Africa's lofty standards, this inactive volcano is a freak of nature. Known as Africa's “Garden of Eden,” the Ngorongoro crater floor is home to a permanent population of 30,000 mammals. But from above it's a bird that catches the eye, innumerable flamingos turning the lake pink, their shocking color juxtaposed against the rich green landscape. On day five your afternoon isn't scheduled, and some might enjoy savoring the view and relaxing in the tranquil surroundings of your lodge. This is one of Tanzania's most sublime lodges, and it immaculately blends local Maasai tradition with modern luxury. A butler quietly caters to all your needs while Maasai warriors ensure no wildlife gets too close. From your intimate wooden deck you can watch the Ngorongoro procession. First a small herd of zebra descends into the crater. Then a large bull elephant. Now three Maasai herdsmen carrying spears. On this relaxed afternoon, others might prefer walking along the crater rim or making a visit to a local Maasai village. Whatever you choose, it's an afternoon indulging in a world that hasn't changed for hundreds of years."
    },
    {
      "dayNumber": "6",
      "title": "Ngorongoro - The Big Five in One Day",
      "description": "Anticipation hangs in the air as the first blades of light tinge the morning sky. Descending the steep crater slopes you head into the world's largest intact caldera for a full day on safari. An eerie silence accompanies the fading mist, and the crater's residents are on full alert. Morning time offers ideal hunting conditions and lion prides are roaming through the crater, considering what's going to be on the breakfast menu. Perhaps a waterbuck that's hiding in the Lerai forest, or an old Thompson's gazelle that stands lonely and fearful. No, this lion pride is after a feast. A common eland usually weighs over half a ton and their distinctly straight horns provide a dangerous defense. But the proliferation of lions in the crater is partly explained by their superior hunting skills. It's extremely rare to visit Ngorongoro Crater and not see at least a couple of lion prides. They could be lazing in the shade, their stomach's full and their glorious manes just meters from the safari truck. Or you could have front row seats as they stalk and pounce on prey. Nowhere else in the world can match Ngorongoro Crater's sheer concentration of wildlife. Six different habitats provide havens for a distinct cast of residents. In the forest you'll find some of Africa's largest elephants. Beside a lake you can stop for a picnic lunch and admire hippos and many thirsty antelopes. Out on the grassy savannah watch hyenas search for an easy meal. Then the ferocious horns of a buffalo give a clue as to why they're regarded as the most dangerous of the Big Five. With good luck you'll also spot leopards, the elegant cats silently creeping out of the trees. Many times it's difficult to know which way to look. The crater walls encase a landscape that can be easily scanned and admired with binoculars. Have a look, spot something new, and then slowly approach it for prime viewing. Over a roaring evening fire you call the day's events, struggling to remember each of the unique sightings from the crater floor. Yet there is one that will always linger in the memory. A pair of black rhino slowly plods through the grass, their telltale horns proudly pointing skyward. Critically endangered, there are only around 5,000 of these majestic animals left in the wild. As they come near the safari truck there are shrieks of excitement. Shaking hands fumble with the camera. Eyes are wide open and fixated. Then silence descends over the safari truck as everyone serenely watches the rhinos wander past. Ngorongoro Crater offers one of the few places in the world where you can see the entire Big Five in just one game drive. Hopefully, the rhinos will have completed the set."
    },
    {
      "dayNumber": "7",
      "title": "Serengeti National Park - Stunning Safari in the Famous Serengeti",
      "description": "From the enclosed haven of Ngorongoro you head onto the endless grass plains of the Serengeti. Whereas Ngorongoro is compact and concentrated, the Serengeti is vast and wild. These plains are home to the Great Migration, and during the early months of the year, your accommodation will be surrounded by giant herds of zebra, Thompson's gazelle and wildebeest. Over 2 million wildebeest migrate around the Serengeti, and the size of these herds is often unbelievable. They cover the grass, turning the plains into a great patchwork quilt of hoofs and swirling dust. From a distance it's a staggering sight, tens of thousands grouped together for safety. A closer inspection reveals that there are perhaps hundreds of thousands in just one herd. It's a staggering sight, and it gets better from up close. Baby wildebeest are carefully guarded, a cheetah accelerates and pounces on a lame male, while a sudden fearful jump causes half the herd to blindly panic. After leaving Ngorongoro Crater you'll first stop at Olduvai Gorge, an area which holds an integral key to human evolution. Fossils and tools indicate that this site was occupied by Homo habilis and Homo erectus, and the two million years of history in this gorge offer a humbling interruption to the wildlife viewing. This was where early man developed and without Olduvai Gorge perhaps none of us would be here today. Kusini has a secluded and remote location in the Serengeti, offering idyllic vistas and private game viewing. While parts of the Serengeti can get crowded with safari trucks, at Kusini you won't have anything on four wheels to scar your photographs. Don't worry if you're not arriving during the Great Migration, the Serengeti is a spectacular sight at all times of year. Flat landscape and clean air offer exceptional visibility across the plains, meaning that the Serengeti's unique life is easily viewable from your balcony. Three giraffe necks stand out against the horizon, while the size of elephant and buffalo make them easy to spot from a distance. Klipspringer emerge from the nearby woodland, while zebra and Thompson's gazelle pass by so frequently you barely turn your head. At nighttime the action continues, although it’s often the sounds rather than the sights that alert you to something meandering past the camp. These plains offer impeccable hunting conditions. Leopards and cheetahs join the lion prides, an abundance of big cats all finding easy meals in this plentiful landscape. With solemn precision a leopard dips his neck and blends into the grass. It's waiting. Its actions are calculated and careful. Watch too many wildlife documentaries and you'll be forgiven for thinking that a hunt lasts just a couple of furious minutes. Out in the Serengeti there's a good chance of watching how it really unfolds, including the drawn out skillful approach, the brief shock of the unsuspecting herd, and then the sudden ferocity of an attack."
    },
    {
      "dayNumber": "9",
      "title": "Bwejuu-Paje Beach - Serenity of Zanzibar Island",
      "description": "After seven days on safari, the final part of your vacation reveals another of Tanzania's unique wonders. For over 1,000 years Zanzibar has ignited the imagination of travelers. Pristine white sand is surrounded by the turquoise waters of the Indian Ocean, fringed by postcard perfect palm trees. The island offers a soporific loop of beach perfection, the gentle waves and mellow atmosphere enough to lull anyone into hibernation. Time becomes irrelevant as you settle into Zanzibar's beachside rhythm, each day offering a slow blend of relaxing, swimming, reading, and indulging in your sumptuous surroundings. You'll fly from the Serengeti to Zanzibar, where you'll be met and driven to your luxurious accommodations. You will be staying on the quiet Bwejuu- Paje Beach, a strip of sand that Conde Nest Traveler Magazine named as one of top thirty beaches in the world. Your five night stay is on an all-inclusive basis in a villa. Decorated in a boutique style that evokes Zanzibar's rich heritage, your villa and resort offers unrivaled levels of intimacy and exclusivity on the island. Your 193 square meter villa has a large private terrace and plunge pool as well as two bathrooms and a large living area. On Zanzibar Island it's easy to unwind and do nothing. But this island has fascinated visitors for more reasons than just the beach. Out in the ocean, beneath the water, a tropical collection of fish dance for anybody out snorkeling or diving. Pungent smells take people on a fragrant journey through the island's unique spice farms. Prison Island doesn't sound appealing. It was once used to house rebellious slaves and witnessing the remains of the prison is both poignant and harrowing. But the main attraction today is the endangered Albadra giant tortoises that wander along the sand. Every stay in Zanzibar should include a visit to the UNESCO World Heritage Stone Town. Haphazard streets create a disorientating labyrinth that takes you on an atmospheric journey through the past and present. Intricate wooden doors reveal homes with a rich past, old men push carts laden with oranges, while the smell of fried goat wafts through the luring alleyways. On one corner stands a Hindu Temple. Nearby, the simplicity of the Malindi Mosque has a calming effect. Walk around another corner and admire the 19th century Cathedral of St Joseph, Zanzibar proving how different cultures can peacefully coexist."
    },
    {
      "dayNumber": "13",
      "title": "Stone Town - Depart for Home",
      "description": "In the morning, your private transfer will take you to the airport in Stone Town. Persian baths, Portuguese architecture, British colonial buildings, rich Islamic courtyards, and Indian influences continue to decorate the island capital. Wandering through Stone Town is an ode to the successful integration of disparate styles. Yet it's the modern impressions that often enchant the most; the harmonic call to prayer from the town's mosques, local men crowding round a game of dominos, boisterous cafes full of chatter and sweet glasses of tea. You will arrive at Zanzibar International Airport with plenty of time to check-in to your flight home."
    }
  ],
  "map": ""
}