{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "serengeti-and-selous-safaris-contrasts-of-tanzanias-diverse-wildlife",
  "tourName": "Serengeti and Selous Safaris: Contrasts of Tanzania’s Diverse Wildlife",
  "placesVisited": "Arusha, Mount Kilimanjaro, Serengeti National Park, Northern Serengeti, Selous Game Reserve",
  "generalInfo": "Combining four nights in each destination, this Serengeti and Selous safari experience provides a seamless mix of habitats, wildlife, activities, and experiences. Tanzania's wild rhythms are beautifully evoked in the Serengeti and Selous. One is open and expressive, a landscape of staggering wildlife density and the drama of predator versus prey. Majestic and mystical, the other is all about the surprise of an African safari. And in landscapes of such grand scale, you have a private realm that allows for exclusive exploration.",
  "durationDays": "10",
  "price": "7,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha – Overnight Beneath Kilimanjaro",
      "description": "An overnight stop in Arusha is required for anyone arriving at Kilimanjaro International Airport after mid-afternoon. Most flights out to the Serengeti leave in the morning, so tonight is a relaxed chance to settle into Tanzania and enjoy the first impressions of its wonders. Mount Kilimanjaro rises nearby, the snow-capped cone standing above thick swathes of green forest. Behind the airport are scorched plains, their fiery color immediately contrasting the mountain. You'll be greeted at the airport and transferred to a boutique lodge on the outskirts of Arusha, where bushbabies call from the trees, and a sweeping coffee plantation is a great place to recuperate from the journey. Dinner at the lodge is included."
    },
    {
      "dayNumber": "2",
      "title": "Serengeti – Exquisite Aerial Arrival and First Game Drive",
      "description": "Fly across the Serengeti, crossing the epic miles of open grasslands, admiring how the changes in color indicate where the herds have grazed. Scorched yellow lies behind the migration, yet thick clumps of fresh green become more common as you journey north. From a window seat, you can glimpse the herds, clumps of zebra and wildebeest marching across the grassy carpet below. As the plane descends, these herds come into focus, the wildebeest scattered across large areas and the zebra huddled in tight groups. Land at an airstrip in Northern Serengeti and the short game drive to the lodge showcases the abundance of this realm; in just 20 minutes, you might see thousands of mammals. Lamai Serengeti blurs effortlessly into the natural landscape, each of the wooden suites hidden into the rock and trees. It's one of the Serengeti's most luxuriously appointed lodges, evoking an old-world glamour while retaining a sense of harmony with the environment. Gaze out from the lush sofas, watch herds from the wooden deck, and snooze on the four-poster bed as the wild soundtrack reverberates across the plains. As they're slightly elevated, these suites provide a view that stretches for many miles; it's hard to look out and not see something wild roaming around. After arriving, you'll relax at the lodge then head out on a short afternoon game drive that brings the first close-ups with all the herds."
    },
    {
      "dayNumber": "3",
      "title": "Serengeti – Full Day Exploring the Serengeti Grasslands",
      "description": "Not only does the Serengeti have the greatest concentration of wild mammals on the planet, the open plains make game viewing effortless. It's easy to spot the animals when the landscape is so open and uninterrupted. Elephants and giraffes grace the horizon, standing well clear of both the grass and the clumps of trees. Buffalos and hippos are seen from miles away, and then your guide brings you close enough to see the tropical birds perched on their backs. Zebra herds appear black from a distance, the unique stripes primarily a method of preventing the lions from picking out individuals. As you get closer you admire the details; a baby yet to develop black stripes, pairs facing opposite directions to share a 360-degree view of danger, adorable expressions made by eyes that return your gaze. You spend the full day on a game drive, crossing great swathes of the Serengeti and reveling in its unadulterated scale. It's perhaps possible to picture a hundred zebra. Maybe even a thousand. But tens of thousands? Even after witnessing this phenomenon, it seems unfathomable. Take a picnic lunch with you and stop regularly along the way, including many pools inhabited by hippos. Wait for the hippos to yawn for an iconic photo, and then continue across the grasslands to find giant elephant bulls on their nomadic journeys. Drive amongst the wildebeest then watch a herd of Thompson's gazelle scatters as they skip towards the burning African sun. Of course, being the Serengeti, it's never just the herbivores. Such a high density of food makes this a revered realm for the big cats. Lions rule with authority, males with epic manes emitting long throaty roars. Compared to the central and southern Serengeti, there are many more trees for leopards to hide in. Drive slowly, and your tracker helps uncover the camouflage, a mother and cub hanging over the high branches. Then there are hyenas, dozens of them scampering around, following the scent of the herds and rushing towards the circled fluttering of vultures. On a full-day game drive, the sights keep coming, more and more animals gracing the landscape as you explore at leisure. Return to the lodge in the late afternoon, where sundowners on the terrace offer serenity after the adventure."
    },
    {
      "dayNumber": "4",
      "title": "Serengeti – Relaxed Safari and Sundowners",
      "description": "In the dawn light, a cheetah is on the move, slipping in and out of the high grass with solemn menace. You follow, driving around an impala herd that looks anxious. A shout comes from the trees up ahead, birds singing loudly to warn the herd of danger. It's a harem of females, and the alpha male ushers them away, standing proudly with curled horns in response to the threat. Admiring the impalas' frantic movements, you've lost the cheetah in the grass. For ten minutes, you look, but its stealth is too great. Perhaps the hunt is over. But then the drama! An explosion of speed and jaws wrap around a young calf. The cheetah has attacked from a direction that nobody suspected and as the birds continue their noisy protest, the hunter has shimmied off back into the grass. Not only is the Serengeti a place to see the predators, but it's also a place to see them in the most revered state: on the prowl, eagerly tracking down breakfast. On another game drive, it might be lionesses on the prowl, the pride splitting up a zebra pride before making a kill. You get close enough to smell it, especially when the carcass is creating a battle between hyenas and vultures. Thanks to the landscape's openness, the thrilling sights are easy to find, especially when local trackers understand all the clues. One morning you might see a leopard out hunting, the next might bring four different lion prides, each fiercely protective of their home realm. During these two days, the itinerary is flexible and responsive, both to your mood and to the interactions on the landscape. It's recommended to maximize the times when the plains are most active, just after dawn and just before dusk. That could be on morning and afternoon game drives, or by staying out for the full day and exploring a larger part of the Serengeti. Lamai Serengeti is located in a remote and mostly unseen part of the national park. As it's the furthest place from Arusha by road, this area is rarely visited by anyone who is not on a fly-in safari. It helps retain an exclusivity and adds an extra authenticity to a very famous destination."
    },
    {
      "dayNumber": "6",
      "title": "Selous – Lounging on the Woodland Banks of the Rufiji River",
      "description": "From the Kogatende Airstrip, you fly south to Selous via Arusha, two micro flights that cross the beautiful plains of Tanzania. Touch down at Kiba Airstrip and sense the change in atmosphere, a river meandering nearby and thick tracts of woodland creating a closed and intimate ambiance. This is Africa's largest game reserve, but it feels compact and personal, especially due to the limited number of other visitors; Selous is far from everywhere, so it's mostly reserved to those on fly-in safari programs. You'll arrive in the early afternoon, and the best way to get fully acquainted with the landscape is on an afternoon Rufiji River cruise. While the landscape stretches for over 17,000 square miles, everything must stick close to precious water. So by cruising the river, you can encounter a full range of Selous residents."
    },
    {
      "dayNumber": "7",
      "title": "Selous \u0000– Walking Safari and an Afternoon Drifting",
      "description": "Selous is always an adventure into the wild, one that can take you on so many different trails. This morning it's on foot, a local guide teaching you the tracks and signs of the bush. Prints lead you to a pair of giraffes, strange burrows help you locate caracals and other nocturnal characters, and then the plains open up, and there are too many zebras to count. An armed ranger accompanies you through this big-game country, yet your focus is not on the giants, but on the small and peculiar of the bush. Most of all, it's about strengthening your connection with the wild, enabling you to listen to its mystical calls and sublime harmony. Like most safari days, the midday sun has you beneath the shade of the camp. Snooze to nature's lullaby, gaze out at the hippos in the river and be lulled by the rhythm of the surrounding woodlands. Then it's back out in the afternoon, another boat trip exploring the life at the banks. Sometimes it's elephants splashing around, trunks poking out above the river. Impalas and buffalos drink where the river opens, preferring open panoramas where lions can't approach undetected. But cheetahs and leopards lurk in the higher grass, tucking themselves away, waiting for an antelope to make the wrong move. A cacophony of barks lead you around a few more bends, and you find a pack of wild dogs drinking feverishly, their resplendent coats a rare and exclusive sight on any safari. Then you return to camp, the setting sun turning the river golden as the stars slowly come out."
    },
    {
      "dayNumber": "8",
      "title": "Selous – Flexible Safari Program",
      "description": "Sand Rivers Selous provides a serene base above the Rufiji River. The atmosphere epitomizes the allure of the reserve, at times blissfully tranquil yet always a base for adventure and exploration. There's a certain colonial charm to it, yet the lodge creates an easy harmony with the landscape around it. Wooden decking offers a place to wind away the lazy hours in the wild, with the exceptional views ensuring that it never feels that you're wasting any valuable safari hours. This lodge is all about ensuring you can escape into the Selous rhythm, from admiring the monkeys that swing past to moonlit dining as elephant silhouettes wander by. During these two days, the program is fully flexible and can incorporate the full range of Selous activities. Walking safaris and boat cruises can operate in the mornings and afternoons; while game drives could be long full-day expeditions or shorter loops around the surrounding landscape. There's also a unique opportunity for a nighttime game drive, which are particularly enjoyable in Selous due to the spectrum of predators. First, you listen, and then you follow the calls and use a spotlight to illuminate whatever is hunting in the bush. Even when you're not encountering great numbers of animals, being in Selous offers an old-world elegance. It feels like you're in the heart of nowhere, thousands of miles from civilization, alone in a playground of habitats that are only shared with wildlife."
    },
    {
      "dayNumber": "10",
      "title": "Dar es Salaam – Departure",
      "description": "A light aircraft brings you north to Dar es Salaam and Tanzania's biggest airport, where you're met by a representative and assisted onto your international departure."
    }
  ],
  "map": ""
}