{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "signature-tanzania-safari-ngorongoro-crater-serengeti-and-more",
  "tourName": "Signature Tanzania Safari: Ngorongoro Crater, Serengeti, and More",
  "placesVisited": "Ngorongoro Crater, Arusha, Serengeti National Park, Lake Manyara National Park, Tarangire National Park",
  "generalInfo": "A truly unique experience begins on your 12-day Tanzania safari handcrafted by Zicasso. Scour the Serengeti for lions and trek through lush mountain forest for views over a pristine caldera. Embrace the seclusion of luxury accommodations and feel the rumbling grounds during the Great Migration. You will indulge in a safari tailored to your dreams with a local expert as you customize the itinerary to your needs and preferences.",
  "durationDays": "12",
  "price": "8,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha - Arrive in Captivating Tanzania",
      "description": "The beauty of Tanzania is revealed as your plane lands at Kilimanjaro Airport. Your private transfer will meet you upon arrival and escort you to the comforts of your stunning accommodations set at the base of Mount Meru, for an impressive view of Kilimanjaro’s great peak looming over the horizon. Settle into a country estate that looks over fertile greenery and the sloping foothills with opportunity for resting and relaxation. Begin with a massage or time at the pool deck, or perhaps you will hear the local birds hiding in the tall trees or the sounds of nature, giving you a slice of local tranquility steeped in Old-World ambiance."
    },
    {
      "dayNumber": "2",
      "title": "Arusha - Enjoy a Full Day in Arusha National Park",
      "description": "After breakfast, you will have an immersive day in Arusha National Park for a full day safari experience. Step into your canoe on Momella Lake for a different perspective of the wildlife both in the water and along its shores. As you glide across the alkaline water, you may hear the call of African fish eagles as they soar overhead or see the pink hues of flamingoes rising out of the water as they forage for food. Cape buffalo often graze on the surrounding grasses revealing their enormous size as giraffes linger in the background. Enjoy a picnic lunch in the park, and a quiet afternoon back at your luxury camp, as well as a gourmet dinner."
    },
    {
      "dayNumber": "3",
      "title": "Tarangire - Transfer to Tarangire National Park",
      "description": "After breakfast, you will transfer from your accommodations in Arusha to Tarangire National Park, covering over 1,003 square miles of protected landscape. You will quickly find the majestic panoramas sweeping from acacia woodlands to Baobab trees rising out of the vast savanna supporting the likes of elephants, wildebeest, zebra, buffalo, and approximately 550 different bird species. You will enjoy the luxuries of your remote lodge accompanied by the surrounding wilderness perfect for game viewing. Your afternoon game drive may reveal the large herds of gazelle and masses of wildebeest wandering along the dry Maasai steppe. End your day of safari in our tented suite with sensational views, complete with an outside lounge with a beautiful view as you enjoy a sundowner before another incredible dinner."
    },
    {
      "dayNumber": "4",
      "title": "Tarangire - Experience Safari Differently",
      "description": "In the morning, you will step onto the remarkable landscape with an armed ranger for a walking safari through the African bush. Exploring the expansive plains on foot will give you an intimate perspective of the wilderness and wildlife as you discover the smaller details of life. Tarangire National Park gives you much to see as you find scat, prints, or insects that tell you much more about the delicate ecosystem. In the afternoon, set out for a game drive with a picnic lunch. In the cooler evening, you will continue your discovery of the park with a night safari where large herds of elephants often gather on the banks of the Tarangire River."
    },
    {
      "dayNumber": "5",
      "title": "Ngorongoro Crater - Spend Time at Lake Manyara",
      "description": "You will leave behind your Tarangire after breakfast and make your way to Ngorongoro Crater, stopping en route to visit Lake Manyara National Park. Your unique adventure will take you into the canopy to explore Tanzania’s first Treetop Walkway. The ecosystem will unveil unparalleled beauty and distinctive features as you walk along suspension bridges and viewing decks reaching upwards of 59 feet high. You may spot blue monkeys or a swarm of butterflies that float like confetti through the treetops. Once at Ngorongoro Crater, you can relax with views over the Olmoti Volcano from the stylish luxuries of your accommodation. Your stylish tented retreat offers king-sized beds with bay windows for fantastic views and is positioned deep in the highland for maximum privacy."
    },
    {
      "dayNumber": "6",
      "title": "Ngorongoro Crater - Enjoy an Adventurous Hike",
      "description": "You will dive into the majesty around Ngorongoro Crater with a hike around Empakaai Crater, the less-famous neighbor that gives you the chance to see a variety of wildlife in the fascinating scenery. Your ranger will guide you through the thick vegetation of the lush mountainous forest that opens to glimpses of Tanzania’s most active volcano. You may hear the sounds of flamingos as a flock swarms to the salty lakeshores below or enjoy the views of the clouds drifting past the dramatic cliffs. Herds of zebra and gazelle may graze on the foliage as ostriches dig for roots and seeds. Return to camp to enjoy the views, or set out on another excursion. Your guides are available to design the day around your preferences."
    },
    {
      "dayNumber": "7",
      "title": "Ngorongoro Crater - Discover the Crater’s Wildlife",
      "description": "You will spend your day on an immersive game drive in the Ngorongoro Crater to enjoy the spectacular concentration of wildlife that includes lion, leopard, buffalo, elephant, and rhinos, which account for Africa’s famous Big Five. You will descend from your lodge nearly 2,000 feet as you notice the salmon-pink flamingos reflected in the soda lake or enjoy the diverse view of tawny plains and woodlands wedged inside the ancient volcanic caldera. Your guide will take you in search of lions lazing in the tall grass or black rhino roaming near the lake’s edge for an unquestionably harmonious ambiance. A bucket-list highlight for many, savor your day spent in this wildlife wonderland before returning to camp for another fantastic evening."
    },
    {
      "dayNumber": "8",
      "title": "Serengeti - Travel to the Renowned Serengeti",
      "description": "You will leave behind the Ngorongoro Crater and head to the world-renowned Serengeti National Park, which is home to the Great Migration when upwards of six million wildebeest travel in search of fresh grazing grounds. You will quickly find the scenery and wildlife engaging as you look for enticing signs of large mammals and over 500 bird species. You may find cheetahs prowling on the plains or hear thunderous pounding hooves as a herd of zebra follows the wildebeest. You will find your elegant camp overlooking the plains for great access to the annual migration, the Big Five, and exceptional luxuries. Spend the evening under the lantern-lit trees to enjoy sundowners by the fireplace with the sounds of wildlife your constant song."
    },
    {
      "dayNumber": "9",
      "title": "Serengeti - Bask in the Stunning Local Ecosystem",
      "description": "Your full-day game drive will take you into the diversity of the Serengeti’s landscape, plunging you into the woodlands plains, the Western Corridor, and the Seronera Valley. The national park covers more than 57,000 square miles and gives you the opportunity to not only witness but experience the majesty of the wildlife in their pristine natural habitat. You may spot a bloat of hippos hiding from the sun in the river or crocodiles sunbathing on the riverbanks. Giraffe may nibble on the branches of acacia trees as dikdik feed on underbrush near the familiar kopjes rock outcrops. Enjoy one more night at your classic luxury camp and it’s fantastic game viewing."
    },
    {
      "dayNumber": "10",
      "title": "Serengeti - Enjoy a Safari Following the Migration",
      "description": "During the Great Migration, typically between July to October, you can feel the earth shake and hear the crashing hooves of the wildebeest, zebra, and gazelle as they rush across the Serengeti’s Western Corridor and southern plains. When the migration takes place, your guide will find a great position overlooking a riverbank where you may find the wildebeest ready to dive into the water to reach the opposite bank leading the herd, as well as the following animals. You will continue to your luxury mobile camp that follows the movement of the migration bringing together comfort, luxury, and accessibility. While your camp moves three times a year, your tent includes a bedroom, dressing area, and ensuite shower and bathroom. Open-air yet entirely private, you can enjoy some breathtaking views in every moment of the day."
    },
    {
      "dayNumber": "11",
      "title": "Serengeti - Embrace a Fascinating Full Day Safari",
      "description": "You will once more set out into the wilds of the Serengeti in search of the marvelous wildlife from spotted hyenas to topi. You may find inspiration in the ancient granite rocks rising out of the savanna as you search for reedbuck or the famous lion prides. The Serengeti has approximately 3,000 lions giving you a great opportunity for finding a pride lounging on the rocks, lazing in grassland, or on the hunt. If you are visiting between February to March, you may choose to find the birthing wildebeest known to linger on the plain in spring. With your itinerary planned by a local expert, you will be where the wildlife is at its best, no matter the time of year."
    },
    {
      "dayNumber": "12",
      "title": "Arusha - Depart for Home",
      "description": "In the morning, you will have one last game drive as you travel from your remote camp to the Serengeti Airstrip. You can keep an eye on the horizon hoping for one last glimpse of the migrating herds, grazing buffalo, or scrambling warthog. After your flight, you can relax at a lodge with lunch nestled into one of Tanzania’s largest coffee plantations for a multi-course meal. Your private transfer will meet you at the lodge ready to take you to the airport for your return flight home."
    }
  ],
  "map": ""
}