{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "exclusive-serengeti-horse-riding-safari-expedition",
  "tourName": "Exclusive Serengeti Horse Riding Safari Expedition",
  "placesVisited": "Arusha, Grumeti Reserve, Serengeti",
  "generalInfo": "Hooves kick up dust in the Serengeti, not just those of migratory wildebeest but also those of your own horse. Taking you deep into the wild plains, this exhilarating horse riding safari reveals the Serengeti from a new and exclusive angle. Ride with the herds, gallop across the grasslands and surround yourself with the raw wilderness. Featuring mobile camps and opulent lodges, this 9-day expedition is for intermediate or experienced riders and is available from June to November.",
  "durationDays": "9",
  "price": "16,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha – Bushbabies Welcome You to Tanzania",
      "description": "Intriguing calls fill the evening on the outskirts of Arusha, where your lodge is engulfed by a wild forest. The shouts are from bushbabies, endearing tree climbers that create a soundtrack that keeps you guessing about their exact whereabouts. Witness Tanzania's charm as a postcard-worthy view of the country's beauty comes into perspective, with both Mount Meru and Mount Kilimanjaro visible from the lodge in the afternoon. Located between Kilimanjaro International Airport and Arusha, Rivertrees Country Inn provides a comfortable base after the intercontinental flight. You'll be greeted at the airport, and it's just a 20-minute drive to your accommodation. Dinner is included, and there's time to wander tropical gardens that are filled with bougainvillea, hibiscus, and banana trees."
    },
    {
      "dayNumber": "2",
      "title": "Grumeti Reserve (Serengeti) – Meeting the Horses and an Easy Ride on the Plains",
      "description": "Fly across the plains, gazing down on the grasslands that you'll soon be galloping across. The light aircraft takes you from Arusha in the east to the Serengeti's Western Corridor and the Grumeti Reserve, providing a poignant impression of how expansive and untouched the Serengeti really is. Touch down and visit the equestrian center, where 16 horses provide an extensive choice for your week-long adventure. English and Western-style saddles are available, and the guides have a wonderful knowledge of their horses' behavior, helping match you to a suitable ride. A walled riding track helps you get to know the horses before the afternoon is spent exploring the area around Sasakwa Lodge. Occasional animal encounters offer first safari sights, but the focus of the ride is on preparing yourself for the expedition to come. Get comfortable on the horse, brush up on your skills if you've been a long time out of the saddle, and become familiar with the rugged landscape you'll be traveling across. You will be staying at the flagship property of Grumeti, providing opulent accommodation with sweeping views over the Serengeti. Dip into your private plunge pool after the ride and gaze across at the plains you're about to cross."
    },
    {
      "dayNumber": "3",
      "title": "Grumeti Reserve (Serengeti) – Mobile Camps and Galloping Across the Famous Grass Plains",
      "description": "Hooves rumble past, and you join their orchestral drum beat, galloping across the plains, kicking up dust as you go. On horseback, you're just another four-legged mammal, drawing the inquisitive stares of the landscape's residents. Over a thousand zebra congregate together, and you ride towards them, slowly at first then picking up speed as the herd begins to split. Wildebeest are rutting, bucking comically as if trying to unseat an invisible rider. Some appear oblivious and rush past right in front of the horse. In the distance, you spot elephants and giraffes, giant nomads that wander serenely along. As you're riding, there's a buffalo herd on the move, and you veer well clear, the guide indicating that these are testosterone-fueled bachelors; a little later you can bring your horse to within a few meters of the female buffalo. Over these three days, you ride across wild Serengeti, joining the four-legged mammals in traversing the thrilling grass plains. It's rare to go even a few minutes without spotting wildlife; perhaps Thomson's gazelle, kudu, hartebeest, or another antelope that watches you pass with an expression of curiosity. Set off in the dawn light and ride in the day's coolest hours, usually for four to five hours. The speed is flexible, and the horses are well adapted to the long journeys; they are not sprinters but have an exceptional ability to maintain a prolonged gallop. You're riding where vehicles can't go, crossing the grasslands and heading deeper and deeper into the wilderness. Each night is spent at a different mobile camp; a simple yet comfortable accommodation that's enveloped by the Serengeti's calls. You'll have flushing toilets, hot showers, four-poster beds and all the necessary amenities for a night in the bush. When an evening fire crackles, you hear hippos grunting and the odd lion roaring, evocative sounds that remind everyone of just where you are. So is it actually safe to horse ride through such famous big cat country? Absolutely. Remember, local people have lived with these animals for generations, and their intimate understanding of animal behavior helps make your trip exceptional. Your guides and trackers are constantly evaluating clues, choosing a route that avoids the realm of a hungry predator. When witnessing the bigger animals, your guides immediately understand whether it's safe to ride closer or best to stay clear. Evening fires keep the hyenas away, and the horses are guarded by local Maasai warriors, who have guarded their own cattle on these plains for centuries. After the morning rides, you rest at the camp, taking lunch and a few hours to relax as the heat of the day passes by. The afternoon rides are shorter, more like horse walks designed to bring personal encounters with a variety of wildlife. Sometimes you don't even need to be on horseback to see the mammals as elephants or giraffes roam straight past the camp. Into the evening and the night sky takes over, resplendent stars glistening in a landscape without roads or buildings. Rock asleep with nature's lullaby then wake to find a small antelope herd grazing beside your spacious tent. Horses are saddled up, breakfast is eaten, and you're off once more, horse riding across the Serengeti."
    },
    {
      "dayNumber": "6",
      "title": "Grumeti Reserve (Serengeti) – Crossing the Wilderness to a Luxurious Lodge and Spa",
      "description": "You kick up more dust on the long ride to your beautiful accommodations. Join the zebra herds then overtake them, cantering to a scattering of Thompson's gazelle that inhabits the open plains. From June to November, the grass is short here, meaning you can easily see the different mammals from a distance. So ride up to the antelopes and admire their individualized expressions, then ride away from a lion pride that's a couple of miles away. Don't worry, lions are actually fairly lazy and won't be interested in chasing anything such a distance away; plus, when their bellies are full, they wouldn't even travel fifty meters to inspect their visitors. The legs might be a bit sore by now as the rough and rugged landscape provides a horse riding challenge. A trip to the spa quickly helps you reenergize, a 60-minute massage followed by time to relax around the pool and gaze across the plains. There is no riding this afternoon. Instead, the time is spent enjoying the lodge's facilities and returning to luxury lodge accommodation. There's still more horse riding to come, but the wild expedition has come to a close."
    },
    {
      "dayNumber": "7",
      "title": "Grumeti Reserve (Serengeti) – Flexible Horse Riding and Game Drive Program",
      "description": "Stop the horse on the bank of the Grumeti River and watch the show, hippos barging around and elephants splashing water on the opposite bank. Ride onto the plains and surround yourself with wildebeest, enjoying their curious nature. Giraffes are easy to spot, and you can ride to within ten meters. Over these days the horse riding continues, with rides focusing on intimate wildlife encounters. You'll return to the lodge after each ride. Encountering such a variety of large mammals requires good horse riding skills and this itinerary is not suitable for beginners. You must be confident enough to control the horse and recognize if it has been spooked or is uneasy. Most importantly, you must be able to steer the horse in the direction you want to go, even if it has been unsettled by the presence of an elephant or buffalo herd. The program is flexible over these two days, and most visitors opt for morning horse rides and afternoon game drives. It's also possible to horse ride all day or swap the four legs for four wheels and enjoy full-day game drives (this may be an option if the previous days of riding have taken their toll on your muscles). While horse riding avoids the cats, game drives go in search of personal encounters with the predators that lurk in the grass. You swap herbivores for carnivores, following the scent of drama in Grumeti. This private reserve is an integral part of the Serengeti ecosystem, and there are no fences, so you enjoy the same wildlife as in the main national park. Game drives are enhanced by exclusivity as only guests at one of the reserve's three lodges can explore this land. In addition, drivers can take you off the trail, making every encounter feel closer than ever. A tail swishes and you spot a leopard hiding in an acacia tree; the driver bumps across the grass until you've just a few meters away. Vultures are circling, and you head across the plains, finding a tense battle between three bachelor lions and a hyena cackle. Lions are unconcerned by your presence, and four lionesses wander around the safari vehicle, checking you out from all sides. Then there are the tranquil sights, like a cheetah perched on a rock, surveying the dinner menu without revealing his hunger. Or a rare wildcat that disappears into the grass. Spending time on game drives often brings real hunting scenes, perhaps lionesses stalking their prey or a carcass hanging limply from a leopard's jaw. Then after the adventure comes the lodge, a decadent place to stay and take in the splendor of the Serengeti."
    },
    {
      "dayNumber": "9",
      "title": "Grumeti Reserve to Kilimanjaro – Departure",
      "description": "Grumeti's private airstrip provides an effortless departure from the wild, a light aircraft returning you to Kilimanjaro International and your intercontinental flight. You have full use of the lodge's facilities until departure, including the spa."
    }
  ],
  "map": ""
}