{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "africas-greatest-wildlife-show-a-classic-serengeti-safari",
  "tourName": "Africa’s Greatest Wildlife Show: A Classic Serengeti Safari",
  "placesVisited": "Lake Manyara National Park, Serengeti National Park, Grumeti Reserve",
  "generalInfo": "Welcome to the Serengeti, where lionesses prowl at dawn and thousands of zebra huddle together; where hooves kick up dust as over a million join the great wildebeest migration; where every moment brings an evocative scene. This privately guided luxury safari celebrates the abundance and diversity of the Serengeti, showcasing the famous plains from every different angle. With eclectic activities and luxury accommodations, it’s a perfect journey amongst Africa’s greatest natural show.",
  "durationDays": "7",
  "price": "10,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lake Manyara National Park - A Treehouse Surrounded by Wildlife",
      "description": "A cacophony of birdsong greets you at Lake Manyara. Storks guard the entrance to the forest canopy, welcoming you with raucous chants. Their calls become muffled as you wind deep into the forest, to be replaced by the hooting of baboons. The bossy primates are everywhere, scampering across the forest floor and climbing up the trees. Mothers cradle hairless babies while the presence of the big males raises goosebumps on your arm. Also in the forest, you’ll see elephants and giraffes, plus the unique sight of lions that climb trees. Draped across the high branches, they have the perfect vantage point for inspecting the dinner menu. Earlier today, you’ll land at Kilimanjaro International Airport and transfer onto a small domestic flight to Lake Manyara. The game drive starts immediately as you wind through the trees and take in the exoticism of wild Tanzania. Winding trails lead onto a lake filled with hippos, then across to the opposite side of the park, where your decadent treehouse awaits. Magnificent suites are perched in the mahogany forest, built on stilts above a permanent waterhole. Throughout the evening, you can lounge on the private verandah and watch a whole procession of wildlife come for a drink. Safari is an adventure, but over these seven days, you’ll also realize that a safari is also a dreamy, relaxed getaway."
    },
    {
      "dayNumber": "2",
      "title": "Lake Manyara National Park - Game Drives With Elephants and Tree-Climbing Lions",
      "description": "Serene and surreal, Lake Manyara is a vastly underrated safari destination. Enjoy a game drive to the lake and watch the hippos battling for supremacy. Cross the grasslands and you enter your first experiences with wildebeest, gazelle, and buffalo. Journey through the forests and the vehicle is just a meter away from giant elephants, including young bulls that flap their ears in displays of power. The world’s largest baboon population is a continual highlight, as is the grandeur of the natural setting. With its scorched cliffs and thick magical forest, Lake Manyara is one of Africa’s most picturesque parks. You’re able to see a lot in a compact area, which is ideal on your first full day on safari. Relax, take your time, and enjoy privately guided game drives at your leisure."
    },
    {
      "dayNumber": "3",
      "title": "Serengeti - Exclusive Safari Under Canvas",
      "description": "Flying into the Serengeti is a special experience, the plains opening out beneath the wingtips as you descend onto a remote airstrip. Sometimes the runway has to be cleared of wildlife, an indication of the remoteness of the landscape. Touch down on the plains, and you’re immediately surrounded by wildlife, with zebra and wildebeest herds dappled across the panorama. Gaze out, and you’ll see elephants along the horizon, plus the long neck of a giraffe that seems to point towards the sun. It’s a short game drive to your safari camp, an elegant and unpretentious camp that is all about the wildlife experience. Rather than opulent extras, this tented camp maximizes the immersion in nature. You’ll be watching and listening to the animals all day and through the night. The camp still has plenty of luxuries, and you’ll be surprised at how comfortable it can be when you’re so deep in the wilderness. Picture spacious bathrooms with hot showers, day beds for watching the wildlife, and a luxury bed raised above a wooden floor. Today you follow a flexible game drive program, exploring the splendor of the central Serengeti plains. There’s always drama on a game drive, either big cats prowling around or battles within herds. But there’s also charm as you discover the intimate details."
    },
    {
      "dayNumber": "4",
      "title": "Serengeti - Sunrise Hot Air Balloon Safari",
      "description": "Hot air ballooning above the Serengeti is an experience that’s high on the ultimate Africa bucket list. It never disappoints. You soar across the plains and gaze down on the rumbling herds, admiring the famous patchwork of colors. Wildebeest are spread over a mammoth area, while zebra form blurring lines of black and white. Nomadic elephants also provide a focal point, as do the herds of buffalo that are followed by balls of dust. Rising at sunrise, you drift for a couple of hours before touching down to a glass of champagne. Then the day follows your private game drive program. You have complete flexibility and can spend the full day exploring, taking a picnic and seeing vast areas of the Serengeti. Or you can stick closer to the camp for a more tranquil safari day. Stop beside the glistening rocks and find a lion pride in their domain, with two young cubs playing beside snoozing parents. Watch the drama at a waterhole, where a herd of startled gazelle suddenly runs from a crocodile. Hippos grunt in the water and one is furious about something, suddenly charging out of the water and thudding into the distance. The vehicle offers a raised vantage point so that you can unearth the camouflage of leopards and cheetahs in the grass. Sometimes you can see them, but the ungulates are oblivious. Watch patiently as the hunter dips its neck and creeps closer with solemn precision. Tension rises as the sentinel raises the alarm and the cheetah tries to pounce. It’s over in an instant, and this time the Thomson’s gazelle got away. But with six days in the Serengeti, there’s a chance of witnessing a hunt."
    },
    {
      "dayNumber": "5",
      "title": "Grumeti Reserve - Walking Safari in a Private Concession",
      "description": "Rise at dawn for another game drive in the Serengeti National Park. There’s an enhanced mystique in the cool morning air, and you sense the anxiety of the grazers. This is when lions and leopards love to prowl and is the best time of the day for seeing predators on the move. Return to the camp for brunch then fly to the private Grumeti Reserve, for a very exclusive Serengeti experience. Sharing an unfenced border with the Western Corridor, this reserve can only be entered by guests staying at one of the reserve's luxury lodges. It’s rare that you’ll see other vehicles and there won’t be anything artificial interrupting your photos. Over the next two days, you continue a privately guided safari program, although there are some new activities available. Masai warriors lead you on walks, their red blankets flowing in the breeze as they impart their ancestral knowledge of the plains. It’s safe, and it’s exhilarating, the grasslands packed with animals, as you become just another mammal. Vehicles can be noisy and scary, so the smaller animals skip away when they hear them approach. But on foot, you’re almost silent. Zebras inspect you with curiosity, wildebeest gallop past just a few meters away, and occasionally you wander past elephants, giraffes, and buffalos. While these are animals you’ve seen before, a walking safari provides a completely fresh perspective, further building up the complete jigsaw of Serengeti experiences."
    },
    {
      "dayNumber": "6",
      "title": "Grumeti Reserve - Horseback Safari and the Delights of the Grumeti River",
      "description": "Exploring on horseback adds another sumptuous detail to the Serengeti experience. Inexperienced riders can walk amongst the plains, usually with herds of zebra and wildebeest. It’s a very peaceful journey, a chance to absorb all the sights and sounds from a unique vantage point. Experienced riders can increase the thrill and canter up to the herds, then gallop across the open plains. The proximity is breathtaking as hooves kick up dust and you become a part of the landscape. Like the walking safari, this is a very safe safari activity. The Masai have been living on these animal-filled plains for many years. They use their intimate understanding of the environment to plot a route away from the big cats. Game drives also have an added highlight in the Grumeti Reserve. You’re permitted to leave the trails and bump across the virgin grassland. This helps to get you closer to some of the most revered scenes. Drive over to a lion pride that’s tucking into a zebra, the limbs getting torn apart as the vultures circle overhead. Spot a cheetah in the grass and come to within a respectful distance, where you also find a young cub. Stop next to a buffalo herd, and you’re close enough to hear them hissing with every exhaled breath. Then find a leopard lurking in a tree and get close enough to admire its resplendent blue eyes. Like yesterday, you have a completely flexible private guided safari program."
    },
    {
      "dayNumber": "7",
      "title": "Kilimanjaro - Departure",
      "description": "You transfer back to Kilimanjaro International where you transfer onto your homebound flight. In the morning, there will be time for a final game drive, a chance to wave farewell to the hundreds of thousands of animals."
    }
  ],
  "map": ""
}