{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "serengeti-great-migration-safari-january-to-march",
  "tourName": "Serengeti Great Migration Safari: January to March",
  "placesVisited": "Ngorongoro Conversation Area, Ndutu, Serengeti, Karatu",
  "generalInfo": "This Serengeti itinerary will immerse you in nature's greatest drama. The great migration cycle starts in January to March, and more than a million wildebeest will congregate and calve. The abundance of defenseless young attracts tens of thousands of predators and no other time or place in Africa can reveal as many hunting scenes. This 10-day great migration safari showcases the wild at its most raw and vehement and takes you off road among the thrills and emotion of a complete predatory cycle.",
  "durationDays": "10",
  "price": "7,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ngorongoro Crater – Gazing Into A Surreal World",
      "description": "So much of Tanzania doesn't appear real. The country blurs definitions of fiction, its natural spectacles unlike anything seen elsewhere in Africa. Ngorongoro is an exquisite example, a staggering volcanic caldera that's evolved into a haven for a huge diversity of big mammals. After landing at Kilimanjaro International Airport, you will transfer onto a light aircraft for a short flight into the Ngorongoro Conversation Area. The caldera spills out beneath the wingtips, and the panoramas can be astonishing as you come into land. Your lodge is one of a small handful that is perched on the crater rim, offering compelling views from your private verandah. In part, it's how you would imagine a volcanic caldera: rugged, dramatic, expansive. But then a massive elephant bull wanders past the lodge, and you realize this is a caldera like no other. So rest and relax, you'll be following the elephants onto the caldera floor tomorrow."
    },
    {
      "dayNumber": "2",
      "title": "Ngorongoro Crater – Big Five Safari in the Ngorongoro World Heritage Site",
      "description": "Descend along the near-precipitous slopes to bounce down towards the mystical floor of Ngorongoro. First impressions seem to come all at once; huge tusks emerge from the trees, elephant bulls roam with an empty air of melancholy. Wildebeest gallop on the grassland, the dust spirals soar over large zebra herds. Hyenas ramble around, always on the move, looking for an opportunity as a lion pride lounges beside a pink lake, the male's mane flows beside the flocks of flamingos. Six different habitats squeeze into the caldera; each provides a haven for its own collection of mammals. Buffalos graze, leopards lurk on the slopes, hippos lounge in the lake, and you quickly tick off dozens of species from your safari list. On the caldera floor, it's hard to know which way to look first. With one sweeping 360-degree panorama it's possible to make out all the caldera walls – this is not a big place. Look one way and wildebeest are rutting, gaze the other for buffalo and elephant, turn around and there's a lion pride, then feel your heart jump as a pair of critically endangered black rhino scamper across the grass. There are less than 1,000 of these shy creatures left in the wild; follow them to admire their grace, and bask in the exclusivity of the sighting. Other than giraffe – their legs are too long for the steep caldera slopes – Ngorongoro is home to all the big mammals of Africa. Spend six hours on the floor and stop for a picnic that overlooks the hippos to immerse yourself in one of Africa's most surreal destinations. There are no fences around here, so back up at the lodge, you're still likely to encounter wildlife throughout the rest of the day."
    },
    {
      "dayNumber": "3",
      "title": "Ndutu (Serengeti) – First Impressions of Great Migration Hunting Scenes",
      "description": "Journey into the Serengeti and descend into a dreamy panorama of grassland. The plains seem to stretch for eternity as a patchwork of green and black tumble beyond the horizon. Get closer, and the black dots take shape as hundreds of thousands of wildebeest graze on the endless plains. They are everywhere, and soon you are surrounded. The volcanic, nutrient-rich grass is like a superfood and the herds are gouging themselves. Stronger males gallop to showcase their strength and willingness to run. But the females aren't interested as fear sweeps across their faces, ears, and eyes on alert as they seek to protect their young. And what an abundance of young! Calves are everywhere, barely big enough to support their own weight and tentatively herded so that they are protected within the interior of a herd. Lionesses move menacingly to work the herd and separate a pre-determined target. Leopards approach furtively to blend slowly into the landscape even though their spots are high above the grass. Hyenas don't quarrel; rather than compete over territory, they are prepared to coexist within the bounty. Vultures circle to alert you to a decaying carcass. But a rumble of hooves has you looking in the opposite direction, where a cheetah has emerged with a month-old wildebeest. Zebra also grazes here, and they are equally loaded with tension as thousands of calves are shepherded by the stronger adults. Much like the wildebeest, the zebra's infant mortality rate doesn't make encouraging reading. Visit the Serengeti from January to March and you're not here to seek out the predators, rather you are here for the predatory scenes. The experience is not about an encounter with a leopard; it’s about watching that leopard lock her jaws around another calf. An atmosphere of anxiety pervades across the plains, and the drama has just begun. For the next three days, you will be surrounded by the thrill of the hunt. Your luxury-tented camp is located in the Ndutu area of Southeastern Serengeti and just a few minutes drive from the edge of the herds. With easy access to the migration, each day's itinerary is flexible with the option for full-day game drives or two half-day drives with a return to camp for lunch."
    },
    {
      "dayNumber": "4",
      "title": "Ndutu (Serengeti) – Going Off Trail Amongst the Great Migration Calving Season",
      "description": "Your guide will park the vehicle at a viewpoint just above the plains. There is an energy and enthusiasm in the morning's cool air as the wildebeest and zebra gallop around and the Thompson's gazelle skips along. Perhaps a million animals are in front of you; their frenzied activity adds great swirls of dust to the patchwork. A cheetah approaches, and you follow, his movement imbued with solemn precision. The tail swishes and the spots are gone as the cat accelerates into a blur of predatory instinct. Wildebeest scatter, and you get closer to see a limp body that hangs between the cheetah's jaws, and all of the sudden the cat has disappeared once again. Another shout, another strangled yelp, and the lionesses have been successful less than half a mile away. Again, drive over and take in another scene in the cinematic high definition. Unlike the rest of the Serengeti National Park, in this section, it is possible for guides to drive off trail in the Ndutu area. There are not really any formal trails, rather just the light, indented marks made by safari vehicles that crossed the grass. The importance of this cannot be understated; rather than watch a hunt or kill from the trail, perhaps 20 or 50 meters away, you can come to within just a few meters. As long as the animals aren't disturbed, your guide can get you in a prime position. Blood scatters across a rusty-toned mane as lion cubs patiently wait for their turn as limbs are brutally torn from the carcass of a wildebeest. Intimate, intense, and inspiring, the great migration calving season allows you to follow natural theater through the eyes of each of its characters. Ears are always on high alert in Ndutu. Gazelles run tentatively as the sentinels quick to report danger. But which way do they run? Wildebeest and zebra have the same challenge, so they congregate in larger and larger numbers; yet, the profusion of predators means that menace always hangs in the air. A young wildebeest gets stuck on a sandy bank, and an hour later, a pack of hyenas are tossing around its carcass. Emotion is everywhere. As some faces speak of fear, while others suggest pride. A leopard mother hunts with her young in tow to teach survival on the plains. Vultures squawk and fight, and then one will fly off dangling a wildebeest's inners. Jackals pick at bones as bachelor male lions build their strength on easy prey, so is difficult to go 15 minutes without a dramatic scene unfolding."
    },
    {
      "dayNumber": "6",
      "title": "Serengeti – Following the Herds North",
      "description": "Head north from Ndutu to traverse the great grass plains as you drive through mile after endless mile of wildebeests. The great migration isn't static; it is constantly evolving, the cycle dictated by increasingly unpredictable rains and the nuances of leadership. Some herds move off early, perhaps by February. Others stay longer, into April and May. Both are calculated risks. Rather than two million animals moving together, the wildebeest set off in huge clusters. For these two days, stay in a mobile tented camp that follows the wildebeest. If they haven't set off, you'll be located towards the north of the calving herds (you will have previously been to the south). There will still be a focus on the predatory scenes, but you will also have the opportunity to explore the wider Serengeti area. Elephants rumble past, giraffe are easily spotted from a distance, and a tranquil lion pride is draped across a cluster of rocks. Drive through sporadic clusters of trees to follow the shouts of a baboon troop. Emerge onto the grass once more, and the hyenas are on the move as they scurry past, guided by the swooping vultures. Across an area that's bigger than Belgium, there is nothing but grasslands, the odd tree, and the occasional lion rock. Plains stretch, and the mobile camp offers a flexible base to explore the enormity of the wider ecosystem. But, of course, you'll always be in and amongst the wildebeest."
    },
    {
      "dayNumber": "8",
      "title": "Karatu – Cradle of Human Civilization and a Maasai Boma",
      "description": "Scientists remain baffled by the age of the great migration. It's been played before records began, and it's not the only indispensable piece of natural history in the area. At Olduvai Gorge, fossils and stone tools have been dated to 1.9 million years ago and the time of homo habilis. A walking trail takes you through the gorge before the onsite museum has a fascinating collection of some of the oldest records of early human life. After your stop in Olduvai, visit a traditional Maasai boma, a cluster of mud and straw shacks that house a large extended family. Maasai warriors jump and dance to introduce you to their home as their rhythmic chants guide you into a tribal world that's laced with mystique. From here, it's a short drive back across Ngorongoro to pass more wildebeest and buffalo before you descend towards the lush slopes around Karatu. Your accommodation for the final two nights is part of a working organic farm in a multi award-winning luxury lodge that's defined by its tranquility."
    },
    {
      "dayNumber": "9",
      "title": "Karatu – Relaxing and Reenergizing After the Adventure",
      "description": "Your safari adventure is over and now is the time to relax. However, you're still likely to spot the odd antelope passing by your verandah as this luxury farm is an idyllic antidote to the drama and rugged nature of the safari. Lie in, slumber on your verandah, wander through strawberry and coffee plantations and slowly allow yourself to return to the modern world. After so many lions and wildebeest, a full day at the farm is all about relaxing and reenergizing. Scroll through your safari photos and begin to make sense of the theater you've just witnessed, and continue the sense of escapism."
    },
    {
      "dayNumber": "10",
      "title": "Karatu – Departure",
      "description": "A serene morning on the farm fills your senses with the silences of remote Tanzania. Keep resting, savor the tranquility, smile at your safari memories as you take your lunch on the verandah. In the mid-afternoon, you will be transferred to the local airstrip for a domestic flight to Kilimanjaro International Airport and your return international return flight home."
    }
  ],
  "map": ""
}