{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "serengeti-great-migration-safari-natures-greatest-spectacle",
  "tourName": "Serengeti Great Migration Safari: Nature's Greatest Spectacle",
  "placesVisited": "Serengeti, Maasai Mara, Lake Manyara",
  "generalInfo": "The great wildebeest migration in one of the greatest spectacles in nature as two million animals are on the move across the Serengeti. From June to August, track the herds and watch the drama unfold from a mobile camp that follows the migration. This luxury itinerary immerses you in all the intimate wonders, from the dramatic river crossings to the thrilling predatory scenes, complemented by an evocative safari in three other fabled national parks.",
  "durationDays": "10",
  "price": "13,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha – Relaxed First Night in Tanzania",
      "description": "With a late evening arrival to Kilimanjaro, you won't be able to see any wildlife, but you will be able to hear it. Bushbabies chirp from the trees around your lodge; distant monkey calls echo through the trees, and an exotic soundtrack tweets softly through the night. Through the darkness, you can sense the wild, and you anticipate the world that stretches out across the slopes of Northern Tanzania. You will be picked up at the airport for a short transfer to the lodge which lies on the fertile lower slopes of Mount Meru, outside the town of Arusha. Rest and relax; the safari starts tomorrow."
    },
    {
      "dayNumber": "2",
      "title": "Lake Manyara – Tranquil Safari Introductions in Lake Manyara",
      "description": "Green plains begin to ripple out, dotted with Maasai tribesmen and their cattle herds. Travel further east and the plains merge into sweeps of indigenous forest. Now you start to see the wildlife and encounter the noisy characters that inhabit the trees. A baboon troop jumps on an upturned trunk and an elephant huffs and flaps its ears as a signal to the raucous vervet monkeys. Follow the rugged track and glide beneath birdsong towards the centerpiece of Lake Manyara, the pristine expanse of hippo-dappled water. Wildebeest and zebra graze beside the water with your first encounters with these fabled ungulates. Baboons litter the landscape in the thousands, and the odd hippo escapes the water to join them. Forested slopes provide the backdrop, an elegant sweep of rock and green that enhances the tranquility of the ecosystem. Lake Manyara is not a dramatic safari destination, but after the flight to Tanzania, this compact park makes for an easy and serene introduction to the safari world. You will get a sense of the wilderness and the preservation of nature's realm and as you wind out of the park, there you will see Manyara's revered treat, a pride of lions draped over the branches of an acacia tree. They sleep up high on the exposed branches to survey their kingdom from a unique vantage point. Tree-climbing lions can only be seen in a small handful of African destinations, and it's these you remember as you settle into a luxury lodge."
    },
    {
      "dayNumber": "3",
      "title": "Lake Manyara – Exploring the Safari Surrealism of Ngorongoro Crater",
      "description": "A layer of mist flickers across Ngorongoro to cast a veil across nature's utopia. You descend and zigzag onto the crater floor and then gasp at the view. Elephant bulls roam, a lake is tinged pink by flamingo, a lion pride rests languidly on the trail, and the grassland is dappled with buffalo, wildebeest, and more. Your first memory of Ngorongoro is that first glimpse across the caldera and nature's untouched Eden. Explore as you follow the lionesses as they stalk a small herd of gazelle, and then wind through the woodland and find some of Africa's biggest elephants as their giant tusks tower above the safari vehicle. Drive onwards towards a lake where hippos barge a path of power. Ngorongoro usually brings a predatory scene to the stage, especially if you make it to the crater floor in the first hour after sunrise. Perhaps you will find a lion pride as it tears apart a zebra carcass, or perhaps a herd of wildebeest harried in the morning light. Ngorongoro usually offers one of the safari's rarest sights, a black rhino. A pair marches past the safari vehicle to bashfully trot to the far reaches of the crater floor. Less than 1,000 remain in the wild, and Ngorongoro is the best place to get close to them in Tanzania. You are permitted to spend six hours on the caldera floor to surround yourself with the sublime sights of a world untouched by man. After the game drive, ascend the steep slope and return to the lodge for a late lunch before a leisurely afternoon as you enjoy the view."
    },
    {
      "dayNumber": "4",
      "title": "Serengeti – Indelible Impressions of Nature's Greatest Spectacle",
      "description": "The Serengeti shares an unfenced border with the Ngorongoro Conversation Area, part of a network of parks that animals migrate between. From January to March, the natural safari choice would be to drive into the Serengeti. But by the month of May, the wildebeest are already on the move. Take a micro flight across the Serengeti as the endless plains extend as you swoop above the migratory trail. From your window seat, it's possible to make out the herds, a blanket of black dots that stretch far above the grasslands. Flying in provides an indelible introduction to scale as nothing manmade interrupts the vista so it's just mile after endless mile of mammal-covered grassland. The dots gain clarity as you descend and the herds become visible as the plane touches down on a remote Serengeti airstrip. From the macro to the micro, a first Serengeti game drive is filled with intimate encounters. Admire the zebra as they sleep with their necks resting adorably on each other’s backs. Stop beside a wildebeest herd and watch the interaction as the frenzied males gallop in a show of power. When the vehicle stops, the herds keep coming as thousands upon thousands of wildebeest march past. Every individual that you can see is also seen by a flurry of ravenous predators, so as you continue the drive, a lion pride will inspect the dinner menu and watch carefully to calculates its move. Hiding in the grass is a cheetah with its cubs, happy to let the wildebeest pass but always alert for opportunity. To follow the great migration is not merely an experience with two million ungulates, it's also an irrevocable theater that includes thousands of big cats and other predators. After the day's drive, arrive at camp just before sundown and the drama of the wild will continue to spill out from your vantage point."
    },
    {
      "dayNumber": "5",
      "title": "Serengeti – Mobile-Tented Camp Safari Following the Great Migration",
      "description": "Where are the wildebeest? On a landscape that's larger than Belgium, it can be surprisingly difficult to locate these two million animals. Migration routes are not set, and they are becoming increasingly unpredictable, likely due to deviations in the climate. While history tells where to expect to see the migration, you could be a week early or a month too late. Staying in a mobile-tented camp is the only guaranteed way to be fully immersed in the great migration. These private camps move with the wildebeest, constructed in new locations for nearly every guest. While the tent walls are canvas, there's a degree of luxury and the experience is nothing like any traditional notions of camping. The focus is on a comfortable base that's among the drama of the great wildebeest migration. The flexibility over location ensures that every game drive starts in the heart of the action. Track the migration with game drives that reveal the enormity of the spectacle. Drive for miles, and the wildebeest don't stop as they extend beyond the horizon in every direction, perhaps half a million scattered across the grassland. Zebra are just a couple of days behind as they follow the migratory trail and appear like a moving black and white postcard, to cover the grass with stripes of absolute inimitability. Some canter, others follow. Some sleep as others have eyes wide open as a lion pride lurks on a nearby rock. Zoom in on the details, like the anxious expression in the eyes of a young calf. Then zoom out for the scale, as you see perhaps 50,000 zebra in a crowded procession. Predatory scenes play out all across the landscape. A leopard furtively glides through the grass, only to emerge to lock jaws around the neck of a tired wildebeest. Lionesses prowl in open view to separating the herd and force a young zebra to run straight into the pride's ambush. Cheetahs accelerate with trademark grace, their trail of dust accompanied by an anguished yelp of their prey. Hyenas are constantly on the move to track the herds and hunt opportunistically, as this is not a place for wildlife to get stuck or lost. Vultures also follow as their monotonous circling lead you towards another fresh kill. Lion cubs tear flesh from limbs and jackals impishly look on to play cat and mouse in the hope of scraps. The wildebeest migration is a continual battle of predator and prey, survival of the fittest in one of nature's most rugged and uninterrupted landscapes. From June to August, the herds migrate across the Serengeti as many of them move west to cross the Grumeti River. Eventually, over half of the wildebeest will run the gauntlet of the Mara River and continue into the Maasai Mara. Spending several days with the migration offers a very good chance to see the iconic river crossings. The herds pile up for days to build up courage before they take the dramatic plunge in the crocodile-infested waters. One goes, and then tens of thousands follow as dust swirls, water splashes, and predators wait with vicious intentions. Some drown, and become food for the waiting crocodiles. Others get stuck, helplessly left in the sand, destined to be torn apart by whichever cat arrives first. For some, there's elation, particularly for the brave male who led the charge. With this safari program, the daily itinerary is flexible. Choose to park beside the river and wait for the wildebeest crossing to unfold. Take full-day game drives and lose yourself in the unrivaled drama, or opt for shorter game drives with plenty of down time at the tented camp. Follow a lion pride, or spend the day through the eyes of the ungulates. Staying in an accommodation that's among the great migration maximizes the choices for every day."
    },
    {
      "dayNumber": "8",
      "title": "Maasai Mara – Following the Migration Trail Into Kenya",
      "description": "Much like the wildebeest, continue the journey north to cross the Mara River into Kenya and the Maasai Mara. It's the same ecosystem, one of fertile grasslands and a bounty of life. The wildebeest can start to cross the river in May, although it's usually more like late June. On the other side of the water is an expectant cast of predators. Arrive in the Maasai Mara to spend your final two nights in a luxury camp with elegant views over the plains. Herds wander past your verandah; elephants appear at dusk, and an array of antelopes rumble through the landscape. While it's the same ecosystem, this northern park has a greater variety of life thanks to its diversity of habitats. So for these days, you can focus on the animals that have not yet been prominent on the safari. Take a picnic to a rock and admire the panorama as grass valleys stretch beyond the horizon. Or take a picnic to a waterhole and watch hippos as they splash in the mud. Park beside the river and see if the wildebeest will cross, or find lions mating among the rocks before you follow an elephant herd on the march. Stop and stare at a huge herd of rampaging buffalo, and then admire the serenity of a giraffe tower as their necks move serenely above the trees. Baboons shout, Thompson's gazelle continually skip by, and then a leopard will send goosebumps up your arms. As in the Serengeti, the program is flexible, and your guide will tailor the game drives based on your mood and interests."
    },
    {
      "dayNumber": "10",
      "title": "Maasai Mara to Nairobi – Departure",
      "description": "A Maasai Mara airstrip offers a convenient transfer away from the world of the animals. On a light aircraft, fly to Nairobi's Wilson Airport for a short transfer that takes you to Nairobi International Airport in time for your departure flight."
    }
  ],
  "map": ""
}