{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "the-lion-king-inspired-safari-for-families",
  "tourName": "The Lion King Inspired Safari for Families",
  "placesVisited": "Kilimanjaro, Ngorongoro Conservation Area, Olduvai Gorge, Serengeti, Nairobi, Hell’s Gate National Park",
  "generalInfo": "Perhaps no production has done more to excite children's wildlife imaginations than The Lion King . While the movie is an animation, it's all inspired by the safari destinations of East Africa, such as the Serengeti (Pride Lands) and Olduvai Gorge, where Mufasa was trampled. This family safari follows the journey of the boy who would be king, revealing all the iconic settings. Featuring eleven days of safari, it's a charming immersion in the wildlife world behind the fiction.",
  "durationDays": "11",
  "price": "6,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kilimanjaro Region – Inspired by the Opening Credits and the Circle of Life",
      "description": "The movie's opening credits reveal three of Africa's most remarkable landscapes. Birds flutter above Victoria Falls, mammals march across the Okavango Delta, and elephants roam beneath the snow-capped volcanic peak of Mount Kilimanjaro. The first two settings are actually in Southern Africa, far from the landscape that the Pride Lands are based upon. But Kilimanjaro immediately inspires, causing a gasp as your family lands at Kilimanjaro International Airport and gazes across at the summit. There are few better introductions to Africa's wonders. You're greeted at the airport and transferred to a nearby lodge, where the calm and exotic gardens help everyone recharge after the flight. Dinner at the lodge is included."
    },
    {
      "dayNumber": "2",
      "title": "Ngorongoro Crater – Hakuna Matata – The Carefree Land of Simba and a Warthog",
      "description": "When the boy king is banished, he's revived from near death by a warthog and a meerkat (here's another inconsistency with reality as meerkats are not residents in this area). Together they sing about Hakuna Matata , a wonderful phrase concerning trouble-free living. This phrase comes directly from the Swahili language and is frequently used by locals to say “no worries.” As the two guides lead you into Ngorongoro Crater, you quickly learn how it wasn't just local landscapes and animals that inspired the movie. The Swahili language fills the script: Simba translates as lion, Pumba is a colloquialism for warthog, Mufasa means king in some Swahili dialects, and Shenzi (the name of the lead hyena) translates as a mix of barbarous and uncouth. Simba and his two new friends live in a carefree world, one that is very much like Ngorongoro Crater. Giant elephant bulls inhabit the forest here, their proud tusks rising above the eyes of a retired patriarch. Flamingos create a pink tinge on the lake while hippos barge across the grass. Zebras and buffalos congregate on grassland that's hemmed in by the crater walls, excitable herds that always provide charming views. Lion prides are spotted, often resting beneath the tree as they sleep off the tree. A handful of black rhinos trot across the crater floor; only 1,000 remain in the wild, so if they make an appearance, you know that the destination is bountiful for almost everyone. This no worries landscape is an idyllic introduction to an African safari as it brings encounters with a wide diversity of animals in a single five-hour game drive. You'll explore in the afternoon, departing at sunset to a quiet lodge that's often visited by elephants during the evening."
    },
    {
      "dayNumber": "3",
      "title": "Olduvai Gorge to Serengeti – Where the Wildebeest Trample Mufasa",
      "description": "The road descends from Ngorongoro to the Serengeti, giving everyone their first glimpse of the pride lands. A dramatic scar slices through the plains, the stark walls of Olduvai Gorge providing the inspiration behind the wildebeest stampede. There are few animals here (food is scarce in comparison to the plains), but the resemblance to the movie is almost pixel-perfect. Take your photos then discover the real history to the gorge. Olduvai has uncovered the earliest evidence of human ancestors, possessing magnificent antiquities like skulls and tools that reveal the evolutionary chain of homo sapiens. Walking through the gorge has both movie moments and a surreal evocation of the past. After lunch, you continue the drive, descending onto the pride lands and finding a landscape of bounty. It's lush and green, the herds grazing in large numbers as they scatter across the plains. An elephant ambles past, a thousand zebra return your stare, wildebeest graze on strips of longer grass, and there's a continual sense that lions are always nearby. Up ahead you see them, a pride draped across a clump of yellow rocks that rise above the Serengeti plains. This is known as a kopje , although the children are likely to immediately exclaim that they've found Pride Rock. But a little further on there's another kopje. And another. So which is the highest and pointiest that the movie is modeled upon? The next few days will unravel the mystery."
    },
    {
      "dayNumber": "4",
      "title": "Serengeti – Beautiful Family Safari in the Pride Lands",
      "description": "The Serengeti inspires from every angle, Tanzania's flagship safari destination as resplendent from up close as it was on the movie screen. It's difficult to find an angle that doesn't resemble the pride lands, and soon you realize that everything the light touches is now your kingdom, a mammoth landscape that always offers fresh safari scenes. Within a couple of days, the children's tick-list is answered. A leopard hiding in the branches of an acacia tree, hippos yawning at the waterhole, giraffe loping past with manifest elegance, and great crowds of wildebeest ignited into action. Hyenas snarl and startle the wildebeest (much like in the movie) and when one starts running, the whole herds start kicking up dust. During these three days, the game drive itinerary is flexible. Choose morning and late-afternoon drives to maximize the most dramatic wildlife encounters, or spend the whole day on safari, stopping for a picnic beside a lion-filled kopje or hippo-filled lake. You stay in a small luxury camp with sweeping views over the plains that have interconnected suites and a private verandah. Local Masai warriors run tailored children's activities at the camp's Masai Academy, teaching the basics of animal tracking, bush survival, and tribal customs. This can be particularly useful when you want a quiet afternoon. The camp is often surrounded by wildlife, and you don't need to travel far to see it all. Zebras graze on the grass outside the boutique tents, a herd of Thomson's gazelles skips past at breakfast, and the odd elephant picks at a nearby fruit tree while you're eating dinner. An expressive landscape like the Serengeti deserves a few days. At first, you're amazed by the similarities, matching the plains to the pride lands. During the movie, there are baffling shots of animals marching past in unison, or thousands of mammals congregating beneath the protruding rocks. It doesn't look real in the movie. It feels even less real when you get to see it. Rather than thousands, there are tens of thousands of mammals in a single panorama. Three hyenas become 30 hyenas. Every day, you're likely to encounter at least a couple of lion prides as the landscape is divided into unmarked territories. Drive next to a pride and the lionesses wake from slumber before roaming to the vehicle. They inspect you, gazing back into your eyes before deciding to sleep in the shade created by the back wheel. Here's the other Serengeti highlight: you don't just see the quantity and diversity of mammals; your family will also get exceptionally close."
    },
    {
      "dayNumber": "7",
      "title": "Serengeti to Nairobi – A Final Day in the Pride Lands",
      "description": "In the morning, a final memory. It rumbles from the distance, a deep grunt that echoes towards the breakfast table, that of a large male lion roaring with pride. It's as heart-thumping as hearing it on the movie when you were seven years old. On a relaxed morning, you can have a final game drive on the pride lands before flying from a Serengeti airstrip back to Kilimanjaro International Airport. Here, you depart from Tanzania on a flight to Nairobi, Kenya's capital. Touch down and a new guide greets you at the airport for the short transfer to Karen, a lush green suburb on the outskirts of the city. The wildlife doesn't stop, and it's often possible to see giraffe necks and skyscrapers in the same city vista."
    },
    {
      "dayNumber": "8",
      "title": "Nairobi – Meeting Giraffe and Elephants Who Could Have Been Extras",
      "description": "From a children's perspective, there's often a desire to get even closer. To pet a lion, to stroke a leopard's cute fur, to feel a zebra's mane. But this is wild Africa, and such things are as dangerous as anything on the continent. Today the children (and parents) do get to meet and interact with a few animals, starting with a visit to the Giraffe Centre in Karen. Endangered Rothschild Giraffes are rehabilitated here, and they will eat directly from the hand, stretching a long black tongue to slurp up little pellets. They're calm and quiet, satisfying many children's imaginations. At the Daphne Sheldrick Elephant Orphanage, a similar experience is possible with another giant, including the iconic feeling of a trunk coming over your shoulder and curling up before your eyes. Both these places are visited on a relaxed day in the city."
    },
    {
      "dayNumber": "9",
      "title": "Hell's Gate National Park – Walking and Cycling Safari in the Park That Inspired the Animators",
      "description": "To animate a wild animal, you must understand their movements. Not just their famous gallops, but their facial expressions and sudden behavioral changes. A team of animators based themselves in Kenya's Hell's Gate National Park for three weeks. You'll only have two days, but the proximity to wildlife quickly reveals why this park was chosen. There are no lions or leopards here. Nor elephants. Roaming beneath beautiful canyon walls are the plains animals, like wildebeest, zebra, giraffe, buffalo, gazelle and hartebeest. A surreal number of monkeys and baboons also inhabit the compact park. Without predators, they all graze and live in peace, without fear of anything that passes. So when you walk up, the animals rarely move. Approach slowly and silently, and you could be just two or three meters away. To get closer, you explore on foot and on a bicycle, fresh safari activities that keep the children's imagination animated. Paddle past a zebra herd, walk past a tower of giraffes and get so close that you feel you could reach out and touch (although this isn't recommended as the animals will quickly run away). Such regular proximity was a learning experience for the animators and now becomes a playground of delight for your family. A new character from the movie is also found here – that of Rafiki (incidentally, the name translates as friend in Swahili). On the big screen, he's a mix of baboon and black and white colobus monkey, a friendly fellow with a mischievous attitude and an inclination towards laughter. In Hell's Gate, you'll see both and admire how they selected the best features of the two animals. During these two days, you stay at a lodge on the banks of nearby Lake Naivasha, where serene evenings are enhanced by the sight of hippos emerging from the water. Floodlights give you a premier view as the hippos graze just a few meters from the lodge (an electric fence had to be erected to stop the hippos from getting too close). It's very easy to imagine that this was the lake where Simba saw a vision of his father. Throughout the day, there are flexible safaris in Hell's Gate National Park, with a local guide leading you on walking and cycling safaris. His knowledge and experience help you get indelibly close to most of the animals, including the boisterous buffalos. Hell's Gate is a two-hour drive from Nairobi."
    },
    {
      "dayNumber": "11",
      "title": "Hell’s Gate National Park to Nairobi – Departure",
      "description": "It's a two-hour drive from Hell's Gate back to Nairobi, the children waving farewell to giraffes and zebras as you exit the park and cruise through the Great Rift Valley. In this remarkable piece of Africa, it's possible to see wild animals from the main road, an indication of just how untouched East Africa remains. The guides will drop you at Nairobi International Airport with plenty of time before your intercontinental departure."
    }
  ],
  "map": ""
}