[
    {
        "type": "overview",
        "Main_Title": "Our Iraq holidays & tours",
        "Main_Paragraph": "Our Iraq holidays focus predominantly on the Iraqi Kurdistan region in the north of the country. Here you can enjoy spending time in hospitable villages, and in areas of natural wonder like the chasms, caves and waterfalls of Rawanduz. Both offer a stark contrast to the dark reminders of Saddam Hussein’s brutal regime that you will also encounter. Follow in the footsteps of Alexander the Great to Gaugamela, and shop for locally made handicrafts in the lively bazaars of Sulaymaniyah. Our holiday partners in Iraq are involved in designing policy for environmentally friendly tourism, such as managing scarce resources like water, and training drivers and guides to minimise waste. And despite the curiosity among intrepid travellers, our Iraq holidays have limited departures, so as to tread lightly in communities that are unused to international tourism.",
        "Subtitle": "Iraq highlights",
        "Title1": "1. Amadiya",
        "Paragraph1": "Perched on top of a high plateau, with steep cliffs on all sides, and overlooking the breathtakingly beautiful Sapna River valley, Amadiya is one of the regions greatest cultural assets. Evidence of life there can be traced back at least 5,000 years to the time of the ancient Assyrians, and its rumoured to be the place where the Three Wise Men began their journey to Bethlehem.",
        "image1": "",
        "Title2": "2. Erbil",
        "Paragraph2": "One of the world's oldest continually inhabited cities, Erbil is the seat of government in Iraqi Kurdistan. Its at once ancient and modern, home to gleaming shopping malls and high rises as well ancient bazaars and the UNESCO World Heritage listed Erbil Citadel, (known locally as Qalat Hawler) which dates back thousands of years.",
        "image2": "",
        "Title3": "3. Halabja",
        "Paragraph3": "A sombre but necessary visit if youre in the region, the small town of Halabja was the site of a horrendous poison gas attack in 1988, ordered by Saddam Hussein's cousin, 'Chemical Ali'. Over 5,000 people were killed in the single largest ever chemical weapons attack against a civilian population. You can pay your respects to the dead at the towns memorial and cemetery.",
        "Title4": "4. Lalish",
        "Paragraph4": "A small village squeezed into a narrow valley, Lalish is famed for its intricate temple complex  an important pilgrimage site for Yezidis, who aim to visit at least once during their life. The key attraction at the temple site is the tomb of Sheikh Adi ibn Musafir, a central figure of the Yezidi faith, who died here in 1162.",
        "image3": "",
        "Title5": "5. Rawanduz",
        "Paragraph5": "Set close to the Turkish border, the small town of Rawanduz is notable for its spectacular location - perched some 650m above sea level and surrounded by soaring mountains, waterfalls and atmospheric caves, where remains of ancient humans have been discovered. It also overlooks the vast expanse of the Rawanduz Valley, home to the deepest gorge in the Middle East.",
        "Title6": "6. Suleimaniyah",
        "Paragraph6": "Cradled by a dramatic mountain range, Suleimaniyah is a cosmopolitan city, and an important centre for Kurdish culture; many famous Kurdish, philosophers and writers have called it home. As well as wandering chaotic bazaars and fascinating museums you can visit the Amna Suraka buildings, where thousands of Kurds were imprisoned, tortured or killed during the regime of Saddam Hussein."
    }
]