{
  "destination": "Ruanda",
  "mainPhoto": "",
  "id": "AFEA",
  "tourName": "Doğu Afrika Turu",
  "placesVisited": "Ruanda, Uganda, Kenya",
  "generalInfo": "Birbirine yakın ancak birçok farklılıkla dolu üç ülke, sınırları aştığınız anı anlatmak kolay. İki hafta içinde Uganda yağmur ormanlarında, nesli tükenmekte olan dağ gorilleriyle bir saat geçirin, safari ile doğu Afrika’nın en büyük milli parklarından birini gezin ve Ruanda soykırımının tüm bölge üzerindeki etkisini öğrenin.<br><br><strong>En Yakın Uluslararası Havaalanına (geliş): </strong>Nairobi Jomo Kenyatta Uluslararası Havalimanı  (NBO)<br><br><strong>En Yakın Uluslararası Havaalanı (gidiş): </strong>Nairobi Jomo Kenyatta Uluslararası Havalimanı(NBO)",
  "durationDays": "14",
  "price": "1879",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<ul>\n<li>- Ruanda Soykırım Anıtları ve Hotel des Miles Collines ( Hotel Ruanda )  ziyareti</li>\n<li>- Rehber eşliğinde Gorillere yürüyüş ( giriş izni dahil )</li>\n<li>- Banyonyi gölü tekne turu ve Cüce köyü gezisi</li>\n<li>- Masai Mara Doğa Koruma Alanı</li>\n<li>- Masai Köyü</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- 5 gece otel, 7 gece çadır kampı , 1 gece ortak banyolu otel</li>\n</ul>\n<p><strong>Taşımacılık</strong></p>\n<ul>\n<li>- Büyük kamyonlar, uçuşlar , 4x4 araçlar</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 3 açık büfe kahvaltı , 2 yerel kahvaltı , 1 kahvaltı paketi , 1 yöresel akşam  yemeği , 7 kahvaltı , 3 öğle yemeği , 1 yöresel öğle yemeği , 2 akşam yemeği , 2 öğlen yemeği paketi</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Nairobi'ye varış",
      "description": "Birçok gezgin Nairobi'yi Doğu Afrika'nın diğer bölgelerine giderken bir uğrama noktası olarak kullanmaktadır. Ancak şehirde, ailesiz  bebek fillerinin ya da nesli tükenmekte olan Rothschild zürafalarının koruma altına alındığı ve yetiştirildiği zürafa merkezi gibi birçok çekici aktiviteler vardır."
    },
    {
      "dayNumber": 2,
      "title": "Kigali",
      "description": "Sabah kahvaltıdan sonra Ruanda'nın başkenti Kigali'ye uçmak için Nairobi Havalimanı'na gidiyoruz. Kigali, Ruanda'nın en büyük şehridir ve büyük bir kültürel ve ticari merkezdir."
    },
    {
      "dayNumber": 3,
      "title": "Bunyonyi Gölü",
      "description": "Kahvaltıdan sonra otelimizden hareketle  ve Ruanda Soykırımı'nın yakın tarihini ve Tutsi'lerin infazını öğreneceğiniz, Nyamata Kilisesi Soykırım Anıtını, Kigali Soykırım Anıtı Merkezinı ve Hotel des Milles Collines - yani Hotel Ruandayı  ziyaret etmek için özel rehberli bir tur düzenleyeceğiz."
    },
    {
      "dayNumber": 4,
      "title": "Banyonyi Gölü ( Gorillere yürüyüş )",
      "description": "Bugün uzun bir gün olabilir, bu yüzden çantanızda su bulundurmanızı tavsiye ederiz. Tur başlangıç noktasına ulaşmak için sabahın erken saatlerinde milli parka gideceğiz. Sekiz saatin üzerinde süreceğini düşündüğümüz yürüyüş turumuzda, rehberler sizlere öncülük edecek ve sabahın erken saatlerinde gorillerin ayak izlerini takip edip nerede olduklarını bulmaya çalışacağız.Yürüdüğünüz mesafe  gorillerin ne kadar hareketli olduğuna bağlı olarak değişir. Bazı goriller, izleyicilerin onları bir gün önce bıraktığı yerden uzaklaşmayacak, bazıları ise yiyecek arayışından ötürü uzaklaşacaklar."
    },
    {
      "dayNumber": 5,
      "title": "Banyonyi Gölü",
      "description": "Bugün gezinizden sonra dinlenip tazeleneceğiniz bir sabah geçireceğiz. Alternatif olarak, bölgeyi biraz daha keşfetmek isterseniz, yakındaki köylerdeki bazı yerlileri ziyaret edebilir, gölde yüzebilir ya da göle bakan muhteşem manzara noktalarına ulaşabilirsiniz."
    },
    {
      "dayNumber": 6,
      "title": "Kampala",
      "description": "Güzel manzara, muhteşem vahşi yaşam ve Lake Bunyonyi'nin yerel topluluklarını deneyimledikten sonra, Kabale kentindeki özel inşa edilmiş aracımızla buluşacağız. Buradan Uganda'nın başkenti Kampala'ya doğru yol alacağız. Kampala'ya giderken ilçe ve yerel pazarlardan geçeceğiz ve ekvatorda durup, bir ayağınızın Güney Yarımküre'de bir ayağınızın Kuzey Yarımküre'de fotoğraflar çekeceğiz. Ekvator, tüm doğu Afrika'da hediyelik eşya satın almak için en iyi fırsatlardan bazılarına sahiptir."
    },
    {
      "dayNumber": 7,
      "title": "Jinja",
      "description": "Kahvaltıdan sonra muazzam Nil Nehri'nin kaynağına gidiyoruz."
    },
    {
      "dayNumber": 9,
      "title": "Naivasha",
      "description": "Bugün iki gece geçireceğimiz Naivasha Gölü'ne gidiyoruz. Burada bölgeyi keşfetmek için boş gününüz olacak.İsteğe bağlı aktivitelerden birini seçebilirsiniz"
    },
    {
      "dayNumber": 11,
      "title": "Masai Mara Doğa Koruma Bölgesi",
      "description": "Kahvaltıdan sonra Naivasha'dan yola çıkıyoruz,ve Masai Mara Doğa Koruma Bölgesi'ne gitmeden önce 4x4 safari minibüslerimize bineceğimiz yerde öğle yemeğine gidiyoruz. Vardığımızda dünyanın en ünlü ve geniş kapsamlı vahşi yaşam bölgesi karşımızda."
    },
    {
      "dayNumber": 13,
      "title": "Nairobi",
      "description": "Bugün inanılmaz Masai Mara'yı geride bırakıp Nairobi'ye geri dönüyoruz. , Zürafa merkezine gitmeden  önce, fil yetimhanesindeki filleri beslemeyi deneyimlemek için bir şans elde edeceğiz. Eğitim merkezinde ise, vahşi yaşam hakkında daha fazla şey öğrenin ve bu muhteşem canlıları fotoğraflayın. Öğleden sonra geri geleceğiz ve son bir kaç gün boyunca geçirdiğiniz inanılmaz deneyimlerden sonra  dinlenmek ve rahatlamak için serbest zamanınız olacak."
    },
    {
      "dayNumber": 14,
      "title": "Nairobi’den ayrılış",
      "description": "Ömürlük serüveniniz bugün sona eriyor. Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız, manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}