{
  "destination": "Ruanda",
  "mainPhoto": "",
  "id": "AFRZ",
  "tourName": "Ruanda'dan Zanzibar'a",
  "placesVisited": "Ruanda, Uganda, Kenya, Tanzanya",
  "generalInfo": "Dört ülkeden farklı bir macera, Kigali'de turunuza başlıyor ve Ruanda'nın çalkantılı tarihini öğreniyorsunuz. Daha sonra  inanılmaz memelilerle bir saat geçireceğiniz Gorillere Yürüyüş üssü olan Bunyonyi Gölü'ne geçeceksiniz. Turumuz Zanzibar'ın cennet plajlarına gitmeden önce, bol miktarda yaban hayatı görme fırsatı yaratan Masai Mara ve Serengenti  Milli Parklarını da kapsamaktadır.<br><br>En Yakın Uluslararası Havaalanına (geliş): Kigali Uluslarası Havalimanı ( KGL )<br><br>En Yakın Uluslararası Havaalanı (gidiş): Zanzibar Abeid Amani Karume Uluslararası Havalimanı  (ZNZ)",
  "durationDays": "21",
  "price": "2999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<p>&gt;Ruanda Soykırım Anıtları ve Hotel des Miles Collines ( Hotel Ruanda )  ziyareti</p>\n<p>&gt;Rehber eşliğinde Gorillere yürüyüş ( giriş izni dahil )</p>\n<p>&gt; Banyonyi gölü tekne turu ve Cüce köyü gezisi</p>\n<p>&gt;Masai Mara Yaşam Alanı Gezisi</p>\n<p>&gt;Masai Köyü</p>\n<p>&gt;David Sheldrick Fil Yetimhanesi ve Zürafa merkezi</p>\n<p>&gt;Serengenti Milli Parkı gezisi</p>\n<p>&gt;Ngorongoro Krateri sabah gezisi</p>\n<p>&gt;4 gün Zanzibar adası turu</p>\n<p>&gt;Zanzibar baharat turu ve yerel öğle yemeği</p>\n<p> </p>\n<p><strong>Konaklama</strong></p>\n<p>10 gece otel, 7 gece çadır kampı , 1 gece ortak banyolu otel, 2 gece loca</p>\n<p><strong>Taşımacılık</strong></p>\n<p>Kamyon, 4x4 araçlar ve uçak.</p>\n<p><strong>Yemekler</strong></p>\n<p>6 yerel  kahvaltı , 1 kahvaltı paketi , 1 yöresel akşam yemeği , 8 kahvaltı , 4 öğle yemeği , 4 açık büfe kahvaltı, 2 yerel öğle yemeği, 4 akşam yemeği , 5 öğle yemeği paketi</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tur tur lideri , Siempre Tur Şoförü</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Kigali'ye varış.",
      "description": "Ruanda'nın başkenti Kigali'ye hoş geldiniz. Kigali, Ruanda'nın en büyük şehri ve kültürel ve ticari merkezidir."
    },
    {
      "dayNumber": 2,
      "title": "Banyonyi Gölü",
      "description": "Kahvaltıdan sonra otelimizden hareketle  ve Ruanda Soykırımı'nın yakın tarihini ve Tutsi'lerin infazını öğreneceğiniz, Nyamata Kilisesi Soykırım Anıtını, Kigali Soykırım Anıtı Merkezinı ve Hotel des Milles Collines - yani Hotel Ruandayı  ziyaret etmek için özel rehberli bir tur düzenleyeceğiz."
    },
    {
      "dayNumber": 3,
      "title": "Banyonyi Gölü ( Gorillere yürüyüş )",
      "description": "Bugün uzun bir gün olabilir, bu yüzden çantanızda su bulundurmanızı tavsiye ederiz. Tur başlangıç noktasına ulaşmak için sabahın erken saatlerinde milli parka gideceğiz. Sekiz saatin üzerinde süreceğini düşündüğümüz yürüyüş turumuzda, rehberler sizlere öncülük edecek ve sabahın erken saatlerinde gorillerin ayak izlerini takip edip nerede olduklarını bulmaya çalışacağız.Yürüdüğünüz mesafe  gorillerin ne kadar hareketli olduğuna bağlı olarak değişir. Bazı goriller, izleyicilerin onları bir gün önce bıraktığı yerden uzaklaşmayacak, bazıları ise yiyecek arayışından ötürü uzaklaşacaklar."
    },
    {
      "dayNumber": 4,
      "title": "Banyonyi Gölü",
      "description": "Bugün gezinizden sonra dinlenip tazeleneceğiniz bir sabah geçireceğiz. Alternatif olarak, bölgeyi biraz daha keşfetmek isterseniz, yakındaki köylerdeki bazı yerlileri ziyaret edebilir, gölde yüzebilir ya da göle bakan muhteşem manzara noktalarına ulaşabilirsiniz."
    },
    {
      "dayNumber": 5,
      "title": "Kampala",
      "description": "Güzel manzara, muhteşem vahşi yaşam ve Lake Bunyonyi'nin yerel topluluklarını deneyimledikten sonra, Kabale kentindeki özel inşa edilmiş aracımızla buluşacağız. Buradan Uganda'nın başkenti Kampala'ya doğru yol alacağız. Kampala'ya giderken ilçe ve yerel pazarlardan geçeceğiz ve ekvatorda durup, bir ayağınızın Güney Yarımküre'de bir ayağınızın Kuzey Yarımküre'de fotoğraflar çekeceğiz. Ekvator, tüm doğu Afrika'da hediyelik eşya satın almak için en iyi fırsatlardan bazılarına sahiptir."
    },
    {
      "dayNumber": 6,
      "title": "Jinja",
      "description": "Kahvaltıdan sonra muazzam Nil Nehri'nin kaynağına gidiyoruz."
    },
    {
      "dayNumber": 8,
      "title": "Naivasha",
      "description": "Bugün iki gece geçireceğimiz Naivasha Gölü'ne gidiyoruz. Burada bölgeyi keşfetmek için boş gününüz olacak.İsteğe bağlı aktivitelerden birini seçebilirsiniz"
    },
    {
      "dayNumber": 10,
      "title": "Masai Mara Doğa Koruma Bölgesi",
      "description": "Kahvaltıdan sonra Naivasha'dan yola çıkıyoruz,ve Masai Mara Doğa Koruma Bölgesi'ne gitmeden önce 4x4 safari minibüslerimize bineceğimiz yerde öğle yemeğine gidiyoruz. Vardığımızda dünyanın en ünlü ve geniş kapsamlı vahşi yaşam bölgesi karşımızda."
    },
    {
      "dayNumber": 12,
      "title": "Nairobi",
      "description": "Bugün inanılmaz Masai Mara'yı geride bırakıp Nairobi'ye geri dönüyoruz. , Zürafa merkezine gitmeden  önce, fil yetimhanesindeki filleri beslemeyi deneyimlemek için bir şans elde edeceğiz. Eğitim merkezinde ise, vahşi yaşam hakkında daha fazla şey öğrenin ve bu muhteşem canlıları fotoğraflayın. Öğleden sonra geri geleceğiz ve son bir kaç gün boyunca geçirdiğiniz inanılmaz deneyimlerden sonra  dinlenmek ve rahatlamak için serbest zamanınız olacak."
    },
    {
      "dayNumber": 14,
      "title": "Arusha",
      "description": "Tanzanya sınırını geçtikten sonra Arusha'ya doğru yol alıyoruz. Serengeti Ulusal Parkı ve Ngorongoro Krateri'ne gitmeye hazırız. Arusha, kahve dükkanları, bankalar ve diğer birçok modern olanaklara ve kablosuz internete sahip yoğun, hareketli bir şehirdir. Geceleri burada geçireceksiniz. Eşyalarınız kamyonda bırakcak ve Serengeti Milli Parkı ve Ngorongoro Krateri'ne yapacağınız gezi için sadece bir gecelik çanta alacaksınız."
    },
    {
      "dayNumber": 15,
      "title": "Serengenti Milli Parkı ve Ngorongoro Krateri",
      "description": "Girişi olmayan bir yer olan Serengeti Ulusal Parkı, Afrika'nın en ünlü safari durağı. Kahvaltıdan sonra çıkıyoruz ve 4x4 lere binerek milli parka gidiyoruz. Öğleden sonra, zamanımızı verimli kullanmak ve vahşi yaşamı izleme fırsatları için, milli parkın içinde yer alan orman evinde geçiriyoruz. Serengeti ovalarına ulaşmadan önce, dünyanın en büyük kırılmamış ve bozulmamış krateri Ngorongoro Krateri'ne bakan çarpıcı bir manzara için duracağız. Geniş 300 kilometrekarelik krater, önünüzde maviden ve yeşilden oluşan renkli bir manzaranın  içinde uzanır ve bir fili gri bir nokta kadar görebileceğiniz boyuttadır."
    },
    {
      "dayNumber": 17,
      "title": "Arusha",
      "description": "Son sabahımız, yaşam alanı içindeki kraterde geçiyor. – Siyah gergedan, fil ve aslanları görmek için iyi bir yer."
    },
    {
      "dayNumber": 18,
      "title": "Nungwi Plajları",
      "description": "Bugün gizemli, sarhoş edici Zanzibar adalarındayız. Kahvaltıdan sonra cennet adasına uçuşumuz için Arusha Havalimanı'na gideceğiz. Zanzibar'a geldiğimizde, önümüzdeki iki geceyi geçireceğimiz Nungwi'nin  cennet sahillerine gidiyoruz ."
    },
    {
      "dayNumber": 20,
      "title": "Stone Town",
      "description": "Bugün Stone Town'a gidiyoruz. Yolda, bu yemyeşil, tropik ortamda yetişen bol bitkiyi ve kaynağından alabileceğimiz numune baharatları keşfedebileceğimiz baharat tarlalarından birinde duracağız. Ayrıca, yerel halkla etkileşim kurma ve onların misafirperverliğini deneyimleme şansına sahip olacağımız küçük bir köyü ziyaret edeceğiz; Burada yerli halk tarafından pişirilen geleneksel bir öğle yemeğinin tadını çıkaracağız."
    },
    {
      "dayNumber": 21,
      "title": "Stone Town'dan ayrılış",
      "description": "Bir ömür boyu süren serüveniniz bugün sona eriyor. Geç bir uçuşunuz varsa veya konaklama turu ekleyerek konaklamanızı uzattıysanız, turistik yerleri keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}