{
  "destination": "Sweden",
  "mainPhoto": "",
  "id": "short-break-kayaking-holiday-in-sweden",
  "tourName": "Short break kayaking holiday in Sweden",
  "placesVisited": "",
  "generalInfo": "The remote Saint Anna Archipelago on the East Coast of Sweden is heaven for kayakers. Nowhere in Europe can you find 6000 islands so closely clustered together - a maze from the forested sheltered islands close to the mainland out to the barren islets bordering the open sea. You are free to paddle and wild camp wherever you like! <br/><br/>This is a self-guided long weekend and you decide your own route. All top-notch equipment is provided along with a detailed guide book, and 24/7 support while kayaking. Your pre-ordered groceries are packed when you arrive, and after a briefing on safety, navigation and the area, you're ready to hit the water!<br/><br/>Saint Anna boasts one of Sweden's highest number of sunny days with some of the warmest temperatures in the sea. Almost all the islands are uninhabited, but the area also has a rich history of people living their whole lives out here. It’s completely your choice what to explore – visit cultural points of interest,  do all wilderness, or more likely, a blend of both!<br/><br/>One suggested itinerary would take you to Kupa Klint, the famous lookout with a spectacular view of the hundreds of islets below. Harstena, the idyllic village seemingly frozen in time, is a great place to stroll, enjoy traditional archipelago cuisine at the restaurant or heavenly cinnamon swirls from the bakery. <br/><br/>Along the way you’ll pass fantastic bird sanctuaries. As many as thirty-five coastal species breed here, including White-tailed eagles, Ospreys, Arctic skuas, Razorbills and Guillemots. There are regular sightings of Grey seals bobbing their heads above the water while hunting for fish. It's all up to you how relaxed or hard you make your route, and daily weather reports from the base help you plan your itinerary.<br/><br/>A perfect tour for beginners or experienced sea kayakers alike!",
  "durationDays": "4",
  "price": "690",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Into the maze. All your provided gear and pre-ordered groceries are waiting for you at the launch. We'll do a briefing on navigation, safety and the area, and go through a rough plan for your expedition. You'll repack your clothes into drybags and load the kayaks. Using our top-of-the-line equipment is a real treat! It can be hard to justify purchasing gear of that caliber on your own! Our launch site is situated in a sheltered bay – soon you round the first islands and see a maze of islands spreading out in all directions. During your paddle northeast towards Aspöja you’ll pass through many clusters of forested islands and islets. A variety of different ducks, as well as swans and Grey herons breed around here, and White-tailed eagles are sighted regularly since they nest in large trees nearby. Continue paddling through the Uggelholmarna Nature Reserve, a great spot for a break. Three hundred year-old pine and linden trees grow here, and the open forest is perfect for a short wander. Aim east towards the narrow inlet between Lammskär and Kalvskär - you'll end up surrounded by a beautiful and sheltered atoll formation of islands. Sunset views here are amazing!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "A band of islets against the horizon. Your following morning passes bird sanctuaries with lots of birdlife, if you choose you can paddle towards Äspskär. This crescent-shaped smooth islet is surrounded by shallow waters, and is superb for swimming and even snorkelling! Another absolutely stunning route goes through a massive cluster of hundreds of barren islets close to the open sea. This is the most finely-chiselled archipelago that exists in Sweden, and the paddle is so beautiful with the blue horizon as your backdrop. You may spot Ospreys, Great Cormorants and Arctic skuas along with many other types of birds. Grey seal sightings are frequent around Norrbådarna and Ådskär. Continue towards one of the most famous points of interest in Saint Anna - the old navigation mark Kupa Klint. It’s a fantastic lookout with spectacular views of the archipelago spreading out below. Inside the outer band of skerries you find the large island Missjö with its parallel islands. There is a rustic pub on Missjö run by local boat taxi man and sea dog Mats. He's often there to host and tell stories and it's a very fun time indeed!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "The village that time forgot. Steer your kayak south towards the most visited island in the area – Harstena. An idyllic view of the village greets you as you paddle the narrow inlet. Harstena is famous far and wide for its picturesque and historic beauty. Learn more about the history of the village at the museum in the old school, munch on delicious cinnamon swirls from the bakery and treat yourself to a meal of delicious archipelago cuisine at the water-side restaurant. A short paddle west takes you to Torrön and its mosaic of surrounding islets. It’s a very beautiful sheltered area with shallow waters, smooth rocks and calm creeks – great for swimming and sunbathing. Make sure to look down as you glide through the myriad of skerries to view the bladder wrack forests on the rocky bottoms."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Land ahoy! Your last day in this island wonderland! Enjoy a leisurely morning and jump in the water for a final dip. Cook up a hearty breakfast in preparation for a somewhat strenuous paddle ahead. Head north across some pretty exposed waters until you reach the pretty narrow passage between Missjö and its inner parallel island. A quick paddle west and you reach the bustling mainland hub Tyrislöt. Take some extra time here to visit the Archipelago Museum and stroll the nature trail. Down a couple of cold lagers among the cherry trees outside the countryside pub. A great way to end your weekend of wilderness and archipelago culture! A pad on the back is in order, you just completed an impressive kayaking expedition all by yourselves in a truly wild coastal landscape!"
    }
  ],
  "map": ""
}