{
  "destination": "Sweden",
  "mainPhoto": "",
  "id": "winter-ski-touring-in-sweden-holiday",
  "tourName": "Winter ski touring in Sweden holiday",
  "placesVisited": "",
  "generalInfo": "A silent snow-clad landscape of forests, mires and fells, the air so crisp, the light so icy blue. Cross-country skiing over untouched snow is a magical winter experience. <br/><br/>Ski touring is a perfect winter activity for beginners, it’s pretty much like hiking but on skis! We start off on lower altitudes in the remote forested valley where we stay, and across frozen mires close by. Ideal locations for your first steps on cross-country skis. <br/><br/>During the week, we practice our skiing skills and familiarity with zubzero temps towards one or two nights winter camping on a mountain plateau. We strap on sleds with everything we need to stay happy, warm &amp; fed, and head out for a true winter expedition!<br/><br/>Our base for the week is charming grand cabin on the banks of lake Navar in the Dalarna region of Sweden. It's located in a remote valley, completely surrounded by tall wooded hills. The cabin is off-grid and rustic, with a lovely cosy atmosphere. Wood-fired heaters will keep us warm. Lanterns and candles give us light. A sauna and melted snow is our “bath”. And a wild magical winter landscape right on our doorstep.<br/><br/>This is a 7-day tour with pickup and dropoff times adapted so that you can fly in on the first day and fly out on the last day.",
  "durationDays": "7",
  "price": "2315",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "INTO THE DEEP FORESTS OF NORTHERN DALARNA After about an hour's drive from the train station, we arrive at a remote valley completely surrounded by tall wooded hills. Here we find the beautiful lake Navar. On the banks of the lake is the grand cabin and sauna that will be our base for the week. The Navar valley is located northwest of Mora in the Dalarna region. We are in the land of boreal forests, mountains, lakes, mires and folklore. This is the part of Sweden we have in our minds eye when thinking of a time long gone, where many of our traditions have their roots. We spend the first evening enjoying dinner together and just getting to know each other."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "THE RÄNNKÖLEN MIRES Rännkölen is a stunning open landscape of snow-covered frozen mires and sparse trees, surrounded by deep boreal forests with tall ancient pines. It’s an ideal area for our first steps on touring skis with small variations in altitude and actual tracks to follow. We filled our thermoses with coffee and tea this morning, packed some firewood, and find somewhere along the tracks to grill sandwiches on the fire along with a warming cup of soup. Down in the valley after our skiing trip, we take a stroll around the Ribbåsen “Fäbodar”. They are small log houses, where farmers used to bring their cattle for grazing. Farmhands would stay in these little cottages all summer long, and most of them date back to the 1700s. A whole culture emerged from this way of life with cooking traditions, superstitions and folk music. This region is famous for these idyllic settings and their cultural heritage."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "ANJOSVARDEN NATURE RESERVE We drive further north to the Anjosvarden nature reserve, a true wilderness, that is sometimes called Sweden’s most southern alpine mountain peak. In truth, it’s not really classified as such, but rather a fell with a high enough altitude to lack trees, the highest point is 764 m.a.s.l. Our journey towards the peak offers some steeper inclines, but mostly quite flat terrain over frozen mires. Mother nature offers up many types of snow. Maybe the crust is hard enough to tread on top, maybe the snow is powdery and deep. Perhaps the wind has created beautiful ripples across the snowy expanses. Either way, our touring skis are perfect for moving slowly through this amazing white landscape. Along the way we’ll pass low lonely trees completely covered in snow. They create fantasmic shapes and forms often depicted in photographs from this wild and unique nature reserve. Once at the top we enjoy soup pre-prepared by our wilderness chef at the log shelter. If the weather is clear, we get a beautiful view of the Transtrand and Fulufjället mountains to the west."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "WINTER EXPEDITION IN FULUFJÄLLET NATIONAL PARK This is what we've been working our skills towards! A 2-night expedition up the Fulufjället mountain plateau, close to the Norwegian border. The skis have built-in 'skins' which give them a good grip when going uphill. After the initial ascent, we'll spend a couple of hours skiing across the vast alpine plateau. These are true alpine conditions, white as far as the eye can see, no trees, and an amazing vista of the lowlands spreading out below. By late afternoon it’s time to set up camp, cook dinner and simply enjoy this amazing place. The solitude up here and the sounds of the wind sweeping across the plains are hard to describe in words. You’ll spend the night either in a tent, or if you’re keen, a bivouac of your own making. Each group member will pull a small sled with all the gear needed to comfortably stay for two nights outdoors in subzero temperatures. The next morning we'll leave our camp behind and head off on a day trip. We may ski to the “altar ring”, an ancient monument that’s considered Sweden’s highest altar of worship. It was likely built by the Sámi, who have inhabited this area for thousands of years. Darkness falls early this time of year, and we’ll be back at camp by the afternoon. We’ll spend the evening together in a yurt, where we can all hang out, cook dinner, and do some wood carving, protected from the elements. One of the many amazing properties of snow is that you can dig and form your own structures. By digging a canal for your legs, voilà, we got ourselves a couch and a table! Light up some lanterns and candles, put down some sheep skins and we have a cosy living room on the snowy wind-swept plateau. We’ll take our time descending to the valley, downhill is indeed the trickier part of tour skiing. It's then a 2 hour drive back to the base cabin at lake Navar. Exhausted but full of a feeling of accomplishment, we enjoy a final dinner and a last sauna together."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "HOMEWARD BOUND The last morning in this Swedish winter paradise. We head back to Mora train station by noon, so that you have time to catch a flight home in the evening."
    }
  ],
  "map": ""
}