{
  "destination": "Sweden",
  "mainPhoto": "",
  "id": "8-day-lapland-adventure-in-sweden",
  "tourName": "8-Day Lapland Adventure in Sweden",
  "placesVisited": "Stockholm, Lapland",
  "generalInfo": "Embrace adventure and unique wonder on an eight-day Sweden tour that whisks you into Lapland’s natural grandeur. Enjoy a hot-air balloon ride over the white landscape, spend time in a wellness oasis, and relax in the heart of Swedish Lapland’s alluring seasons. Designed to immerse you in the highlights of the country’s far north, chase the Northern Lights or bask in the splendor of winter during your Lapland experience.",
  "durationDays": "8",
  "price": "7,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Stockholm - Welcome to Beautiful Sweden",
      "description": "Stockholm is a city of history and charm, where cafes and authentic restaurants provide a glimpse of where past and present culture converge. Upon your arrival at Stockholm Arlanda Airport, your private transfer will meet you at customs and escort you to the comforts of your luxury accommodations, where you will have the remainder of the day at your leisure. For a great introduction to the city, enjoy a boat tour through the waterways that weave through the cityscape for views of the alluring archipelago and the artistic bridges of Stockholm."
    },
    {
      "dayNumber": "2",
      "title": "Stockholm - Embrace the Charms of Stockholm",
      "description": "The day is yours to explore the character of Sweden’s capital city and immerse yourself in the culture, beauty, and traditions that filter through the museums and streets. A guided tour can take you through the colorful facades of Old Town, where the narrow cobbled lanes date back to the 13th century. You may find the aromas of glogg and spiced cookies in winter, before you visit the world-renowned Vasa Museum, where the region’s seafaring past comes to life. Witness the 17th-century pride of the Swedish Imperial fleet as it sheds new light on the wonders of the city."
    },
    {
      "dayNumber": "3",
      "title": "Lapland - Scenic Forest Drive and Hot-Air Balloon Ride",
      "description": "In the morning you will travel north for a unique experience in a luxury Lapland safari camp. The scenic drive in winter demonstrates the seasonal wonderland of snow that blankets the forest and the Rane River Valley. You may spot moose or deer foraging along the treeline as you settle into the comforts of your stunning accommodations. In the evening you will float into the sky on a hot-air balloon ride for an unparalleled view of the Northern Lights dancing across the sky, far from the light pollution of the southern cities."
    },
    {
      "dayNumber": "4",
      "title": "Lapland - Indulge in a Winter Wilderness Adventure",
      "description": "The day is yours to explore the Laplands as you prefer, from fat bikes to snowshoes, Nordic skis to a sauna beside the frozen lakeshores. Travel along the icy waters of the Rane River Valley or weave between the trees of the snowcapped forest on Nordic skis, where designated tracks can help you easily navigate the wilderness. You may view herds of reindeer enjoying the serene ambiance of their surroundings as you glide through the majesty of nature far from the bustling pace of city life. When you return from your excursion, you can lounge in the sauna and relax your muscles."
    },
    {
      "dayNumber": "5",
      "title": "Lapland - Enjoy a Dog-Sled Excursion and Transfer",
      "description": "In the morning you can venture back out into the wilderness on a dog-sledding adventure to learn more about the skills it takes to travel through the snowscape. In the quiet, you may hear the huskies crunch the snow beneath their paws as they add quick movement to the forest’s stillness. You will leave behind the treasures of the wilderness experience and transfer to luxury cabin accommodations above still waters and connected to the shore by a floating walkway. For an introduction to the calmness of the area, you can enjoy a relaxing sauna."
    },
    {
      "dayNumber": "6",
      "title": "Jokkmokk - Find Wellness and the Sami Community",
      "description": "Your Sami guide will meet you in the morning and introduce you to the greater ethnic community that represents one of the oldest living civilizations in Europe. They may share their vast knowledge of reindeer as you visit the herd, before sitting around a fire in a traditional tent house, listening to traditional songs. The warm invitation into the community will reveal continued customs, such as a three-course meal with local ingredients prepared over an open fire. You may have the opportunity to cross into the Arctic Circle and get close to a reindeer herd to feed the animals."
    },
    {
      "dayNumber": "7",
      "title": "Jokkmokk - Revel in Lapland’s Beauty at Your Leisure",
      "description": "The day is at your leisure to enjoy the diverse possibilities of a Lapland adventure. Venture onto the water for a kayaking excursion or enjoy a quiet ice-fishing opportunity. You can also partake in the celebrated spa for a relaxing treatment that can soothe your muscles or immerse you in the tradition of a spa ritual that transitions between a cold bath and sauna experience, resulting in ultimate relaxation. Embrace the seclusion of your accommodations and enjoy the beauty of surrounding nature the way you wish to."
    },
    {
      "dayNumber": "8",
      "title": "Jokkmokk - Depart for Home",
      "description": "In the morning you may find the aromas of cedar from the saunas or lingering scents of homemade bread and butter in the restaurant at breakfast. The Lapland embodies the last remaining wilderness of Northern Europe and captures the wild wonders and alluring spirit of Swedish cultural heritage, from contemporary culture to traditional communities. After breakfast you will travel to the Lulea Airport to begin your journey home, bringing an end to your unforgettable adventures in Swedish Lapland."
    }
  ],
  "map": ""
}