{
    "Main_Title": "Our Paraguay holidays & tours",
    "Main_Paragraph": "Landlocked by its larger neighbours of Brazil, Argentina and Bolivia, Paraguay has nonetheless remained relatively isolated from the major development that has accompanied the tourist rush in other South American countries. Our Paraguay holidays are a great choice if youre looking for authentic and friendly South American culture, unexplored wilderness and bountiful, fascinating wildlife. On our trips youll stay in local hotels  like traditional Paraguayan estancias (ranches) and country inns. Youll also have the privilege of visiting sensitive ecosystems like the Paraguayan Chaco where you might spot a peccary or an armadillo, and more birdlife than you can name. By visiting their community-based projects youll support Indigenous people who live in this fragile region, and help them protect it.",
    "Subtitle": "Paraguay highlights",
    "Title1": "1. Asunción",
    "Paragraph1": "It may be a newcomer on the South American tourist scene, but the Paraguayan capital boasts some serious history. Founded in 1537, it is today a fascinating blend of old and new, where battle scarred colonial buildings and a gleaming white cathedral jostle for space with contemporary galleries and vibrant street art. Dont miss the 19th century railway station, or the Pantheon of Heroes, where many national figures are buried.",
    "image1": "",
    "Title2": "2. Filadelfia",
    "Paragraph2": "Vast, flat and sparsely populated, the Chaco covers over half of Paraguay and is home to dozens of indigenous groups, a huge variety of wildlife and  perhaps less expectedly  Mennonite communities. Reached via the rutted Trans Chaco Highway, this is a patchwork of swamps, saltwater lagoons, cattle ranches and cacti-spiked savannah. The birdlife is striking, with giant jabiru storks, spoonbills and overwintering flamingos.",
    "image2": "",
    "Title3": "3. Iguazu Falls",
    "Paragraph3": "Iguazu is one of South Americas big name highlights, with over 270 falls plunging twice the height of Niagara. It is shared between Brazil and Argentina, though youll normally need a pricey flight to reach the falls in their remote jungle setting. Not from Paraguay though, where you can simply drive across the border into Argentina. A rainforest lodge makes an excellent base for waterfall, birding and wildlife excursions.",
    "Title4": "4. Ruta Jesuítica",
    "Paragraph4": "Paraguays history is intertwined with that of the Jesuits. They established missions here, known as reductions, to convert the native Guaraní and teach them skills such as chamber music and architecture, in a kind of bizarre, socialist-religious experiment. You can explore the former reductions along this route, with their Spanish colonial buildings, Franciscan churches, and museums showcasing Jesuit-Guaraní artworks.",
    "image3": "",
    "Title5": "5. Trinidad & Jesus ruins",
    "Paragraph5": "La Santísima Trinidad del Paraná and Jesús de Tavarangue were Jesuit missions, set amid a fertile landscape which once lured German, Ukrainian and Japanese settlers. Today, these ruined towns are UNESCO sites. Trinidads crumbling church displays elaborate stone carvings, and the former houses of indigenous residents still stand around its large plaza. Jesúss gorgeous buildings, meanwhile, have a Moorish twist."
}