{
    "Main_Title": "Our France holidays & tours",
    "Main_Paragraph": "France’s greatest treasures aren’t hanging on the walls of the Louvre. You’ll find them while walking the Tour du Mont Blanc, learning to cook classic French cuisine on the Riviera, walking in Dordogne or Mercantour National Park, and on family adventures in the French Alps. Our holidays provide a deep dive into one of Europe’s greatest cultural destinations. And to do just that, we ensure that you’re staying in accommodation and eating in restaurants that are locally owned, meeting local producers and tasting their creations, and never missing an opportunity to slow down and get to know this fantastic country.",
    "Subtitle": "About our France holidays",
    "Title1": "Culture or adventure?",
    "Paragraph1": "The French are proud of France – and they have a right to be. There aren’t many nations that pack such cultural clout. People around the world dream of visiting Paris or sipping rosé on the Riviera. Once you’re there, there’s a lot to be said for simply sitting in the sun and soaking up your surroundings – and our holidays provide ample opportunity to do so, in a guest house next to a Provencal lavender field, perhaps, or the garden of a Loire Valley chateau. France is also one of the best places in Europe for mountain sports, cycling and walking, which we pair with a close community connection, so that you can get to know and support local people and nature. Culture and adventure: in France, you can have both at once.",
    "image1": "",
    "Title2": "Walking in France",
    "Paragraph2": "On our walking holidays you can find relaxed routes in the Loire Valley or Dordogne, and local-guided mountain walking hidden behind the French Riviera in the Mercantour National Park, just an hour from busy Nice. Trips through France’s mountains are both challenging and really rewarding. Serious walkers flock to the French Alps to train for even bigger treks in the Himalayas, and while the Tour de Mont Blanc might not involve reaching the summit of the highest mountain in the Alps, it certainly puts you through your paces. Whether travelling on a tailor made or small group tour, our holidays are designed to leave a positive impact on the communities they visit.",
    "image2": "",
    "Title3": "Cycling in France",
    "Paragraph3": "You can have your own mini Tour de France – with far fewer crowds and cols – on a challenging cycling trip in the Pyrenees (try the gruelling Raid Pyrenees route), Provence (on a climb up the famous Mont Ventoux) or the Alps. Or you can do the kind of cycling where you can put your panniers for their intended use – as baguette holders. We have relaxed cycling holidays in Burgundy, Normandy and the Loire Valley. These are rides where you have plenty of time to stop at a vineyard, beach or bakery en-route.",
    "Title4": "Activity holidays",
    "Paragraph4": "Fondue or rosé? It’s a difficult choice, largely dictated by the season in which you visit. Snowbound activities abound on our winter holidays, followed by a hearty meal that’s potentially heavy on the melted cheese. In summer, a glass of pale, ice-cold rosé is the perfect reward after a day spent canyoning down a rushing river and kayaking on a mirror-flat lake. The best place to go for a winter activity holiday in France is still the Alps, but the mountains are also great off-season, when there are fewer visitors and the slopes are crowded with wildflowers. In summer, consider our sailing holidays in Corsica – the island, with its soaring mountains, looks amazing from the water. You could also combine cycling, canoeing and walking in the Dordogne.",
    "image3": "",
    "Title5": "France for families",
    "Paragraph5": "France loves families. On our holidays you can choose from relaxing self-catered gîtes in the French countryside, perfect for families with young children. In Brittany you can visit beaches and feast on savoury crepes, whilst in the Loire Valley there are fairytale castles to explore and gentle walks led by locals. Older children will enjoy our activity holidays – try canoeing on the Dordogne, cycling around Lake Geneva or exploring the Ardeche Gorge. The Alps are also a great place for a family activity holiday. Try visiting Chamonix, where there’s skiing in winter, when the summer comes, adorable marmots come out of their burrows to watch you white water raft and wild swim.",
    "Title6": "French Alps",
    "Paragraph6": "The Mont Blanc massif is just one portion of France’s expansive Alps, the enormous mountain range which extends from Annecy and Chamonix in the North French Alps down to Mercantour National Park, just above Nice. The mountain tops see flurries of skiers in winter, but our holidays visit year-round. Once the snow melts, it’s all about paragliding, via ferrata and giant zip wires; the mountainsides are crowd-free and covered in wildflowers. Our Alps holidays aren't all high-octane, you can choose to soak up the natural beauty on a yoga or walking holiday, or even track wolves!"
}