[
    {
        "type": "overview",
        "Main_Title": "Our Greenland holidays & tours",
        "Main_Paragraph": "The warmth of welcome that local people offer visitors on our Greenland holidays could not be a greater contrast to the inhospitability of the landscapes, beautiful as they are. But tours here expertly navigate fjords bordered by 2,000m high mountains that shelter narwhals and walrus, vivid turquoise glaciers that splinter into the 100m-high 'Iceberg Alley', and Northeast Greenland, the world’s largest national park, ensuring you tread carefully in these immensely fragile landscapes. Go trekking for magnificent views, or visit Uummannaq with its colourful mountainside homes. And scan the horizon for the Northern Lights, polar bears and whales from the deck of your small ship cruise, with knowledgeable scientific researchers aboard and ready to answer your questions.",
        "Subtitle": "Greenland highlights",
        "Title1": "",
        "Paragraph1": "If any place merits the re prefix, its Greenland. The all encompassing Arctic air is rejuvenating. The hiking terrain that proffers prolific views over never ending glaciers or icy peaks revives not only the explorer within, but also our faith in nature. Both the midnight sun and the Northern Lights are re-energising. The unspoiled-by-tourism way of life and genuine welcome within the Inuit communities is wonderfully refreshing. And when a blue whale emerges from turquoise waters, and we have that inexplicable joy of nature move us to tears, well that is quite simply when life is for rejoicing.",
        "image1": "",
        "Title2": "1. Denmark Strait",
        "Paragraph2": "Also known as Greenland Strait depending on your perspective, the only perspective you want is that of breaching, lobtailing or spouting. Because this powerful, deep channel, that has a huge influence on the worlds movement of water, is home to blue whales. Although blues are rare, Greenland is home to 15 species of whale in summer. You may also spot polar bears, seals, walrus and, with luck, narwhal.",
        "image2": "",
        "Title3": "2. Ikaasaalap Llinnera hiking trail",
        "Paragraph3": "Aka the Iceberg Trail, this is one of the worlds wildest (although not too challenging) treks you can hope for, following an old dog sled route along iceberg dotted coast, over rocky cols and ridges to viewpoints such as the one between Sofias Fjeld and Polhelms Fjeld. Cross tundra terrain to wild camp in dramatic locations, such as the Amitsivartiva Fjord . Where, all around, Arctic flowers burst into bloom.",
        "Title4": "3. Ilulissat",
        "Paragraph4": "Located 350km north of the Arctic Circle, Ilulissat is Greenlands third largest town. An old harbour town on Disko Bay, its name translates simply as icebergs. So, you get the picture. As does UNESCO, which has given its ice fjord and vast Jakobshavn Glacier World Heritage Status. In fact, it deserves out of this world status really. Its also home to the northernmost four star hotel. Cool on all levels then.",
        "image3": "",
        "Title5": "4. The East",
        "Paragraph5": "Ittoqqortoormiit\nThis is the wild, mountainous east and the islands most remote settlement, home to Inuit who came from Ammassalik Island in 1925. With a population of around 500 living in colourful, wooden houses overlooking the water (or ice for nine months), its a great base for sailing around the icy inlets of this, the worlds largest fjord system, and hiking in the foothills of Liverpool Land, popular with serious Arctic climbers.",
        "Title6": "5. Scoresby sound",
        "Paragraph6": "Aka Scoresbysund, the longest fjord in the world, when you sail here you feel as if it goes on forever. Watch icebergs calving from mother glaciers float past in this stupendously serene seascape. Visit former Inuit settlement Denmark Island where early science explorers based themselves in winter. Or Bear Island for top hiking. All part of Northeast Greenland National Park, a fjord fest if ever there was one.",
        "Title7": "6. Sermermiut",
        "Paragraph7": "An ancient Inuit settlement, now empty as the last resident moved to Ilulissat in 1850. Its magnificent icebergs are part of the Ilulissat World Heritage site now, but this location is a fine one to take in the white greats as they float down the ice fjord. With archaeological remains of communities dating back as far as 2400 BC, this is a thought provoking, barren, if beautiful place to take in the world."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Greenland",
        "Main_Paragraph": "Greenland is gargantuan so although it has an Arctic climate, it certainly varies. Most trips are in summer which gets up to 10°C, with big freeze setting in from Nov-April. Northern Lights start to shimmer in Sep, so get in before the pack ice does if you want Aurora and aqua fun. Bowhead whales appear March-May, as it is krill feeding time. But there are whales of various species here year round. Enjoy the benefits of the midnight sun in late April-late Aug, depending on latitude, but most tourist regions are lit up 24/7 from early June-mid July.",
        "image1": "",
        "when_to_go": "WHEN TO VISIT GREENLAND & WHEN NOT TO",
        "when_to_go_html": "<bullet>As Greenland is so huge, temperatures vary around the country – and even locally, from fjord to fjord – but <b>everywhere is below freezing from November through to April.</b></bullet>\n<bullet><b>In January, February and March, the temperature drops to an average of -16°C</b> to the north around Ittoqqortoormiit, but it’s slightly milder further south and milder still if you are inland, away from the colder coast. </bullet>\n<bullet><b>In Ilulissat, people celebrate the return of the sun on around the 12 or 13 January with songs</b>. The sun’s only up for about half an hour, but by the end of January daylight lasts for just over five hours.</bullet>\n<bullet><b>February, March and April are a great time to see the Northern Lights</b> and spot wildlife including musk oxen and reindeer. This is also the best time for dog sledding.</bullet>\n<bullet><b>Once May arrives, average temperatures finally pull above freezing</b>, hitting 2°C.</bullet>\n<bullet>In Ilulissat, just north of the Arctic Circle, a<b> day lasts 24 hours in June, nearly 24 hours in May and July, and 20 hours in August.</b></bullet>\n<bullet> <b>The longest day, 21 June, is also Greenland’s National Day</b>, celebrated with songs, speeches, music and dancing.</bullet>\n<bullet><b>In the summer months – June, July and August – temperatures don’t tend to go above 10°C</b>, but down south and particularly inland on the long fjords you can get occasional highs of 20°C. Thanks to the low humidity, it can even feel surprisingly warm. A t-shirt is often enough when the sun’s out.</bullet>\n<bullet>The summer months are the best time for photography holidays and small ship cruises, with <b>some cruises departing in September</b>, too. Expect to see polar bears, whales, walrus and lots of birdlife.</bullet>\n<bullet><b>Few tours run in October, November, December and January</b>. Temperatures return below freezing in early October and stay there right through the winter. Fjords freeze solid, making small ship cruises impossible.</bullet>\n<bullet>Winter is dark in Greenland, but daylight hours vary around the country. <b>On the shortest day in December, southern Greenland experiences just four hours of daylight</b>, while further north around Ilulissat, the sun goes down at the end of November and doesn’t rise again until mid January.</bullet>",
        "weather_chart": "Greenland Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Greenland Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-11</td>\n  <td class=\"temp-cold\">-5</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 43%;\">39 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-11</td>\n  <td class=\"temp-cold\">-5</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 49%;\">45 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cold\">-11</td>\n  <td class=\"temp-cold\">-5</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 54%;\">49 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cold\">-7</td>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 49%;\">45 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 59%;\">54 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 66%;\">60 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 91%;\">83 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">91 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 96%;\">87 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 75%;\">68 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cold\">-6</td>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 79%;\">72 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-9</td>\n  <td class=\"temp-cold\">-4</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 59%;\">54 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Greenland travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Tips on when to go",
        "paragraph2": "Laura Greenman, from our leading Greenland holidays supplier rounds up her feedback below:",
        "title3": "",
        "paragraph3": "Travel during the period of the midnight sun in late spring and early summer and make the most of round the clock daylight. A cruise at midnight to see the gigantic icebergs is not to be missed.",
        "title4": "Itinerary tips",
        "paragraph4": "The weather can change quickly in Greenland which can impact on your travel plans. As air transportation is the main way to get around internally, you need to allow for unexpected changes in the itinerary. Travelling for more than three days is a must, both to enable you to see the country and in case plans have to change because of weather conditions.",
        "title5": "Activity tips",
        "paragraph5": "People always think that Greenlandic husky dogs have the same temperament to their Scandinavian/Alaskan counterparts. Quite often they're bred as working dogs and not quite so keen for pre-sledding cuddles! But they're incredibly hard-working and a husky sledding adventure with Greenlandic dogs is a very different and rewarding experience.\nExperiencing the ice cap below your feet is not to be missed  whether its a short hike or an overnight camping expedition. Seeing and touching the glacier is something that stays with you.",
        "title6": "Cultural advice",
        "paragraph6": "Learn a few words of Greenlandic and meet the locals. Admiring their national costume up close and hearing about the pride that goes into its creation is really memorable.",
        "title7": "Tips from our travellers",
        "paragraph7": "",
        "title8": "",
        "paragraph8": "Take a range of clothes for all temperatures. I did not expect it to be high 20s \r\n200 miles north of the Arctic Circle! But I wasnt complaining! -\nJudith Olsen",
        "title9": "",
        "paragraph9": "\"Spend as much time on deck, you never know when you may see something, really take in every moment we are privileged to be able to travel and see such wonders\" -\nPaul Lee on a small ship cruise."
    }
]