{
  "destination": "Slovenia",
  "mainPhoto": "",
  "id": "slovenia-family-adventure-holiday",
  "tourName": "Slovenia family adventure holiday",
  "placesVisited": "",
  "generalInfo": "Slovenia is a country rich in history, culture and cuisine that combines the beautiful summer weather of the Mediterranean with towering mountains, deep glacial lakes, and unspoilt swathes of forest. Lake Bled, in particular, has been ranked one of the most beautiful places in the world, and our holiday will surely show you why, as your family takes part in a variety of fantastic activities.<br/><br/>Our Lake Bled Alpine Family Adventure holiday will allow your family to enjoy the highlights of Slovenia's plentiful Alpine wonders. Experience beautiful canyons, emerald rivers and waterfalls, see protected plants and animals in diverse forests, and marvel at the area's majestic mountains - and that's just on one excursion!  <br/><br/>This seven-night holiday is packed full of fun family adventures in stunning surroundings. Make unforgettable memories with your family by biking around the scenic landscape of Lake Bled, canyoning through beautiful gorges, and rafting your way along emerald-green rivers. You can even see it from above during a firm family favourite: an adrenaline-fuelled zipline over the Sava River Valley. Don't worry, you and your family will have daily free entry to the Živa Wellness hotel pool complex, a minute's walk from your hotel, and the perfect place to unwind and for the children to enjoy! <br/><br/>Based at the Savica Garni Hotel, right in the heart of the small town of Bled and close to the lake shore, you’ll be able to explore the many cafes, restaurants and shops that are all in easy walking distance. The town is in a beautiful location, with the glacial lake on its doorstep and the foothills of the Julian Alps as a backdrop; it is truly breath-taking.",
  "durationDays": "8",
  "price": "1745",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Ljubljana International Airport, you will be picked up by one of our local guides and transferred to the comfortable, perfectly situated Hotel Savica Garni hotel. Once you’re all settled in and unpacked, you will be free to explore Bled’s beautiful Old Town, made up of an interesting blend of historic farmhouses and 19th Century shops and villas. If you’re looking for somewhere to eat, the Old Cellar restaurant in the centre of Bled will make for a memorable meal: the restaurant gets its name from its location in a 500-year-old wine cellar, with friendly staff serving both international and traditional Slovenian cuisine. Alternatively, you could always grab some local delicacies and enjoy a scenic picnic on the banks of Lake Bled. Included Meals: None"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Following a delicious breakfast, you and your family will stroll to the meeting point located near your hotel where you will meet your guide and be transferred to the Sava River to get suited up for the day’s adventures. As well as full safety instructions and training on the rules of conduct in the raft, your guide will also provide you with a neoprene suit, a life jacket, a helmet, and a paddle. The Sava River is relatively calm and it’s the perfect place for your family to learn rowing tricks and techniques. You’ll raft down the river rapids, floating past beautiful landscapes as you wind between white boulders working together to steer the raft with the river course makes for an unforgettable day trip with friends and family. By the time you reach the end of the course, you’ll be wanting to go again! You will be out on the river for approximately 1 hour, with the whole activity lasting around 2-3 hours, after which you will be transferred back to Bled. Please note that children must be at least 120cm tall to participate. If you’re not quite done with water for the day, we thoroughly recommend a visit to the Živa Wellness centre and a dip in one of its six pools; a daily entrance pass is included during your stay, limited to 3 hours access per day. With a spa for Mum and Dad to relax in and a water slide for the kids, relaxing in a pool watching the sun set over Lake Bled is a magical way to finish your day off. Included Meals: Breakfast"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Stock up on a hearty breakfast this morning ready for the day’s adventures, which will take you to an amazing series of canyons at the base of the Julian Alps. Like yesterday, you will stroll to the meeting point located just a few minutes from your accommodation where you will meet your guide and drive to the activity’s starting point. Once there, you will be surrounded by tumbling waterfalls and beautiful emerald pools. You will be provided with a wetsuit, shoes, harness, and helmet your guide will give you a full safety briefing and demonstration. Once you’re all suited up and harnessed in, the adventures begin! To make your way from the top of the canyon to its base, you will slide down natural water tunnels, climb down a series of secured rope abseils and jump into the crystal-clear river pools carved out by Alpine run off. There’s nothing like floating in emerald green river pools to take a moment’s breather, and if you’re worried about your electrical equipment getting damaged, don’t worry – your guide will be happy to take photos for you and email them after your trip. The canyoning will take approximately 1 hour, and you will be out for roughly 2-4 hours in total. Children must be at least 120cm tall to participate. After enjoying this superb family activity, you will be transferred back to Bled where you will be free to do what you wish this afternoon. So, dinner tonight – did we mention that Slovenia borders Italy? The Spica - Bar and Restaurant will serve you up fine Italian cuisine so authentic you’ll forget which side of the border you’re on! Included Meals: Breakfast"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "By day four of looking out over Lake Bled’s beautiful scenery, we are sure you will have wondered what lies on the other side of the lake. Don’t worry, we’re nosey too. Stock up on breakfast this morning, as you’ll spend this morning cycling to the other side of Lake Bled and exploring sights off the tourist track. The meeting point for this activity is located just a few minutes from your accommodation where you will meet your guide to start your biking adventure. The family-friendly route will take you through the villages near the lake’s shore, offering majestic views of the Julian Alps, Kamnik-Savinja Alps, and Karavanke mountains. Once you’re about halfway, you will walk up to a high viewpoint which will allow you to admire the panoramic views of Bled Castle. While you will know it quite well by now from being situated beside it, it looks very different from a distance and even more beautiful when framed by the lake and island. After hiking around the lush woods at Pokljuka Gorges and exploring natural sights most tourists won’t see, you’ll cycle back to the centre of Bled and be rewarded with a slice of authentic Bled cream cake for all your hard work. For parents there are E-bikes available to rent for a supplement; if you would like one, we advise to book it prior to travel. The route is generally easy and relatively flat; it is approximately 25km long and you will be out for between 2-4 hours. After your morning travelling by bike, you will have the afternoon free to enjoy as you choose. Included Meals: Breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "While the idea of ziplining may be a daunting one for those afraid of heights, there is no better place to face your fears than Zipline Dolinka in Bled. This family-friendly zip-lining course is located in the stunning Sava Valley, a protected nature reserve, with beautiful views and idyllic surroundings. After breakfast, you and your family will take a short walk from your hotel to a different meeting point where you will meet your guide and be transferred to the activity’s starting place. Once you have arrived, you will be provided with all of the necessary equipment (harness, helmet, and gloves) before receiving a full safety briefing and demonstration. The staff are very experienced at dealing with more hesitant adventurers and are happy to take the time to familiarise guests with the equipment. When reaching the first aerial platform, the guide will teach you about the rules you need to follow, explain the basics, and hook you up on the steel wire using a harness while making sure you are safe and ready to fly. You will then soar through the air on seven different steel wires, each varying in length, making your way to the bottom of the scenic valley. The activity will last for around 2-3 hours in total. Please note that children between the ages of 6-13 years will descend in tandem with a guide. This afternoon you will have some free time; why not enjoy the swimming pool at Ziva Wellness Hotel? Alternatively, have you visited Bled Castle yet? It’s a beautiful building containing more than a thousand years of history within its high stone walls. Included Meals: Breakfast"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Exactly as wondrous as its name suggests, this full day tour is the perfect way to round off your trip (although, depending on the order of activities, you may do this at a different point during the week). This morning eat a hearty breakfast, pack sunscreen, swimsuits, drinks and snacks and a camera – you'll need all of these. You’ll also need to bring your passport, as you will be travelling into Italy today. You will start off on the ‘sunny side of the Alps’, venturing into Triglav National Park with your tour guide. A factor that will quickly become apparent is how different each corner of this Alpine landscape is. Your first landmark will be one of the highest waterfalls in Slovenia, Pericnik falls. After a short hike directly to it, you will also experience a walk behind the falls, seeing the beautiful landscape through a sheet of crystalline water. Once you’ve ventured out again, you will pass through Kranjska Gora and upwards to the astonishing Špik mountain range, which will offer you both the perfect background for your photo and a chance to dry off in the sun. The Zelenci springs will be the next stop on your itinerary, one of only two places that the mighty Sava Dolinka River thunders to the surface. Clean and cold, the waters passing through layers of marl gives the Zelenci springs the well-known emerald colour. You will see another green lake as your family takes a brief hop over the Italian border to Lake Predil, whose mint-green waters are coloured by the glacier run-off high up in the Alps. Back in Slovenia, your family will experience the rugged beauty of the Soca Valley, a paradise for adventurers and nature enthusiasts. You will stop at the Great Gorge of Soca, which offers a background for amazing photos and an opportunity to swim in the river. It’s a fabulous place for a break for lunch, with restaurants and cafes close by, or a supermarket if you would prefer a picnic. Alternatively, you can add on another activity, such as ziplining and rafting. The sixth wonder is waiting for you on the Vršic pass, which at 1611m above sea level marks the highest road pass in the Eastern Julian Alps; the views are simply breath-taking. Your final stop is just over the hill at Jasna Lake, a man-made lake with yet another stunning view of the Julian Alps. Its crystal-clear waters are the perfect place for a dip. This tour has been designed to show off the stunning highlights of the Julian Alps. It is a sightseeing tour that is done at a relaxing pace, with many stops along the way. The tour will last for approximately 10-12 hours in total, returning to Bled around 6-8pm. Included Meals: Breakfast"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today is free for you to do as you please; you can be as active or relaxed as you like. You could make use of your daily entry to the swimming pool at the Ziva Wellness Hotel, or maybe you want to spend some more time exploring Bled and the lake’s shoreline. If you want to add more activities on today, we offer options such as kayaking, hiking and horseback riding. Included Meals: Breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Unfortunately, it’s time for your Slovenian adventures to come to an end. Depending on your flight time, you’ll either enjoy breakfast in the hotel or it will be boxed up to take to the airport. You will then be transferred back to Ljubljana International Airport for your flight home. Included Meals: Breakfast"
    }
  ],
  "map": ""
}