[
  {
    "destination": "Slovenia",
    "mainPhoto": "",
    "id": "slovenia-family-adventure-holiday",
    "tourName": "Slovenia family adventure holiday",
    "placesVisited": "",
    "generalInfo": "Slovenia is a country rich in history, culture and cuisine that combines the beautiful summer weather of the Mediterranean with towering mountains, deep glacial lakes, and unspoilt swathes of forest. Lake Bled, in particular, has been ranked one of the most beautiful places in the world, and our holiday will surely show you why, as your family takes part in a variety of fantastic activities.<br/><br/>Our Lake Bled Alpine Family Adventure holiday will allow your family to enjoy the highlights of Slovenia's plentiful Alpine wonders. Experience beautiful canyons, emerald rivers and waterfalls, see protected plants and animals in diverse forests, and marvel at the area's majestic mountains - and that's just on one excursion!  <br/><br/>This seven-night holiday is packed full of fun family adventures in stunning surroundings. Make unforgettable memories with your family by biking around the scenic landscape of Lake Bled, canyoning through beautiful gorges, and rafting your way along emerald-green rivers. You can even see it from above during a firm family favourite: an adrenaline-fuelled zipline over the Sava River Valley. Don't worry, you and your family will have daily free entry to the Živa Wellness hotel pool complex, a minute's walk from your hotel, and the perfect place to unwind and for the children to enjoy! <br/><br/>Based at the Savica Garni Hotel, right in the heart of the small town of Bled and close to the lake shore, you’ll be able to explore the many cafes, restaurants and shops that are all in easy walking distance. The town is in a beautiful location, with the glacial lake on its doorstep and the foothills of the Julian Alps as a backdrop; it is truly breath-taking.",
    "durationDays": "8",
    "price": "1745",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Upon arrival at Ljubljana International Airport, you will be picked up by one of our local guides and transferred to the comfortable, perfectly situated Hotel Savica Garni hotel. Once you’re all settled in and unpacked, you will be free to explore Bled’s beautiful Old Town, made up of an interesting blend of historic farmhouses and 19th Century shops and villas. If you’re looking for somewhere to eat, the Old Cellar restaurant in the centre of Bled will make for a memorable meal: the restaurant gets its name from its location in a 500-year-old wine cellar, with friendly staff serving both international and traditional Slovenian cuisine. Alternatively, you could always grab some local delicacies and enjoy a scenic picnic on the banks of Lake Bled. Included Meals: None"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Following a delicious breakfast, you and your family will stroll to the meeting point located near your hotel where you will meet your guide and be transferred to the Sava River to get suited up for the day’s adventures. As well as full safety instructions and training on the rules of conduct in the raft, your guide will also provide you with a neoprene suit, a life jacket, a helmet, and a paddle. The Sava River is relatively calm and it’s the perfect place for your family to learn rowing tricks and techniques. You’ll raft down the river rapids, floating past beautiful landscapes as you wind between white boulders working together to steer the raft with the river course makes for an unforgettable day trip with friends and family. By the time you reach the end of the course, you’ll be wanting to go again! You will be out on the river for approximately 1 hour, with the whole activity lasting around 2-3 hours, after which you will be transferred back to Bled. Please note that children must be at least 120cm tall to participate. If you’re not quite done with water for the day, we thoroughly recommend a visit to the Živa Wellness centre and a dip in one of its six pools; a daily entrance pass is included during your stay, limited to 3 hours access per day. With a spa for Mum and Dad to relax in and a water slide for the kids, relaxing in a pool watching the sun set over Lake Bled is a magical way to finish your day off. Included Meals: Breakfast"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Stock up on a hearty breakfast this morning ready for the day’s adventures, which will take you to an amazing series of canyons at the base of the Julian Alps. Like yesterday, you will stroll to the meeting point located just a few minutes from your accommodation where you will meet your guide and drive to the activity’s starting point. Once there, you will be surrounded by tumbling waterfalls and beautiful emerald pools. You will be provided with a wetsuit, shoes, harness, and helmet your guide will give you a full safety briefing and demonstration. Once you’re all suited up and harnessed in, the adventures begin! To make your way from the top of the canyon to its base, you will slide down natural water tunnels, climb down a series of secured rope abseils and jump into the crystal-clear river pools carved out by Alpine run off. There’s nothing like floating in emerald green river pools to take a moment’s breather, and if you’re worried about your electrical equipment getting damaged, don’t worry – your guide will be happy to take photos for you and email them after your trip. The canyoning will take approximately 1 hour, and you will be out for roughly 2-4 hours in total. Children must be at least 120cm tall to participate. After enjoying this superb family activity, you will be transferred back to Bled where you will be free to do what you wish this afternoon. So, dinner tonight – did we mention that Slovenia borders Italy? The Spica - Bar and Restaurant will serve you up fine Italian cuisine so authentic you’ll forget which side of the border you’re on! Included Meals: Breakfast"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "By day four of looking out over Lake Bled’s beautiful scenery, we are sure you will have wondered what lies on the other side of the lake. Don’t worry, we’re nosey too. Stock up on breakfast this morning, as you’ll spend this morning cycling to the other side of Lake Bled and exploring sights off the tourist track. The meeting point for this activity is located just a few minutes from your accommodation where you will meet your guide to start your biking adventure. The family-friendly route will take you through the villages near the lake’s shore, offering majestic views of the Julian Alps, Kamnik-Savinja Alps, and Karavanke mountains. Once you’re about halfway, you will walk up to a high viewpoint which will allow you to admire the panoramic views of Bled Castle. While you will know it quite well by now from being situated beside it, it looks very different from a distance and even more beautiful when framed by the lake and island. After hiking around the lush woods at Pokljuka Gorges and exploring natural sights most tourists won’t see, you’ll cycle back to the centre of Bled and be rewarded with a slice of authentic Bled cream cake for all your hard work. For parents there are E-bikes available to rent for a supplement; if you would like one, we advise to book it prior to travel. The route is generally easy and relatively flat; it is approximately 25km long and you will be out for between 2-4 hours. After your morning travelling by bike, you will have the afternoon free to enjoy as you choose. Included Meals: Breakfast"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "While the idea of ziplining may be a daunting one for those afraid of heights, there is no better place to face your fears than Zipline Dolinka in Bled. This family-friendly zip-lining course is located in the stunning Sava Valley, a protected nature reserve, with beautiful views and idyllic surroundings. After breakfast, you and your family will take a short walk from your hotel to a different meeting point where you will meet your guide and be transferred to the activity’s starting place. Once you have arrived, you will be provided with all of the necessary equipment (harness, helmet, and gloves) before receiving a full safety briefing and demonstration. The staff are very experienced at dealing with more hesitant adventurers and are happy to take the time to familiarise guests with the equipment. When reaching the first aerial platform, the guide will teach you about the rules you need to follow, explain the basics, and hook you up on the steel wire using a harness while making sure you are safe and ready to fly. You will then soar through the air on seven different steel wires, each varying in length, making your way to the bottom of the scenic valley. The activity will last for around 2-3 hours in total. Please note that children between the ages of 6-13 years will descend in tandem with a guide. This afternoon you will have some free time; why not enjoy the swimming pool at Ziva Wellness Hotel? Alternatively, have you visited Bled Castle yet? It’s a beautiful building containing more than a thousand years of history within its high stone walls. Included Meals: Breakfast"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Exactly as wondrous as its name suggests, this full day tour is the perfect way to round off your trip (although, depending on the order of activities, you may do this at a different point during the week). This morning eat a hearty breakfast, pack sunscreen, swimsuits, drinks and snacks and a camera – you'll need all of these. You’ll also need to bring your passport, as you will be travelling into Italy today. You will start off on the ‘sunny side of the Alps’, venturing into Triglav National Park with your tour guide. A factor that will quickly become apparent is how different each corner of this Alpine landscape is. Your first landmark will be one of the highest waterfalls in Slovenia, Pericnik falls. After a short hike directly to it, you will also experience a walk behind the falls, seeing the beautiful landscape through a sheet of crystalline water. Once you’ve ventured out again, you will pass through Kranjska Gora and upwards to the astonishing Špik mountain range, which will offer you both the perfect background for your photo and a chance to dry off in the sun. The Zelenci springs will be the next stop on your itinerary, one of only two places that the mighty Sava Dolinka River thunders to the surface. Clean and cold, the waters passing through layers of marl gives the Zelenci springs the well-known emerald colour. You will see another green lake as your family takes a brief hop over the Italian border to Lake Predil, whose mint-green waters are coloured by the glacier run-off high up in the Alps. Back in Slovenia, your family will experience the rugged beauty of the Soca Valley, a paradise for adventurers and nature enthusiasts. You will stop at the Great Gorge of Soca, which offers a background for amazing photos and an opportunity to swim in the river. It’s a fabulous place for a break for lunch, with restaurants and cafes close by, or a supermarket if you would prefer a picnic. Alternatively, you can add on another activity, such as ziplining and rafting. The sixth wonder is waiting for you on the Vršic pass, which at 1611m above sea level marks the highest road pass in the Eastern Julian Alps; the views are simply breath-taking. Your final stop is just over the hill at Jasna Lake, a man-made lake with yet another stunning view of the Julian Alps. Its crystal-clear waters are the perfect place for a dip. This tour has been designed to show off the stunning highlights of the Julian Alps. It is a sightseeing tour that is done at a relaxing pace, with many stops along the way. The tour will last for approximately 10-12 hours in total, returning to Bled around 6-8pm. Included Meals: Breakfast"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Today is free for you to do as you please; you can be as active or relaxed as you like. You could make use of your daily entry to the swimming pool at the Ziva Wellness Hotel, or maybe you want to spend some more time exploring Bled and the lake’s shoreline. If you want to add more activities on today, we offer options such as kayaking, hiking and horseback riding. Included Meals: Breakfast"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Unfortunately, it’s time for your Slovenian adventures to come to an end. Depending on your flight time, you’ll either enjoy breakfast in the hotel or it will be boxed up to take to the airport. You will then be transferred back to Ljubljana International Airport for your flight home. Included Meals: Breakfast"
      }
    ],
    "map": ""
  },
  {
    "destination": "Slovenia",
    "mainPhoto": "",
    "id": "slovenia-tailor-made-tour",
    "tourName": "Slovenia tailor made tour",
    "placesVisited": "Guided tour of Ljubljana, Skocjan caves, Lake Bled, Triglav National Park, Piran, Truffle hunting, Wine, schnapps and truffle tasting",
    "generalInfo": "This week in Slovenia unlocks the ancient wine cellar doors and invites you into the traditional flagstone kitchens that have long been the reserve of only those lucky locals in the know.<br/><br/>Discovering Slovenia’s secrets in the company of a local guide is a real joy for cultural travellers. Sightseeing in Ljubljana lets you explore the capital on foot and by boat whilst outside the city you’ll find the UNESCO-listed Skocjan Caves inviting you to descend deep, deep, down below.<br/><br/>Elsewhere, the inimitable forms of Lake Bled and Mount Vogel, in Triglav National Park, provide some fabulous excuses for a walk before you depart for the coast and indulge in a spot of foraging in the company of a professional truffle hunter and his dog.<br/><br/>From wine tasting sessions to meeting local herdsmen, bee keepers and cheese makers; this tailor made week makes the connection between Slovenian cultural heritage and the land.<br/><br/>Home cooked family meals in traditional kitchens are just as good as they sound and no day is complete without a schnapps or a brandy to ensure a warm welcome is never in doubt.<br/><br/>This is a country that’s small in size but huge in ambition with environmental protection and preserving rural lifestyles at the top of the agenda when it comes to sustainable tourism.<br/><br/>From pungent pine forests and alpine mountain slopes to karst landscapes, vast lakes and mist shrouded waterfalls, not to mention naturally thermal springs, this tailor made tour is your chance to seek out Slovenia's secrets as you take a walk on the wild side.<br/>",
    "durationDays": "8",
    "price": "3840",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "In the morning drive from Ljubljana Airport to Ljubljana, pronunced as the greenest European capital. Check in at the hotel and free time. OPTIONALLY (surcharge) - In the afternoon enjoy: BOAT RIDE + WINE TASTING ON THE RIVER: Enjoy in style while you drive by boat through main river of Ljubljana while enjoy in wine tasting of selected top Slovenian wines."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Guided tour of Ljubljana: Walk through the medieval Old Town and see the main attractions such as the Triple Bridge, St. Nicholas Cathedral, and more. When arrive to Dragon Bridge, we ascend to the top of the hill by cable car where mighty Ljubljana Castle stands. Rest of the day explore the medieval Old Town on the banks of Ljubljanica River, visit the city’s bustling central market with rich choice of domestic fruit and vegetable, as well as natural products. Museums and galleries of Ljubljana which you can visit this day: - National Gallery - Gallery of Modern art - Technical Museum Bistra: Particularly notable are a collection of limousines owned by the late president of the Socialist Federative Republic of Yugoslavia, Josip Broz Tito. Tip of the day - additional options: - Visit Ljubljana Castle with remarkable view on entire city of Ljubljana and Alpine mountains and have a great meal in Strelec restaurant on the top of the castle. - Unique experience - Create your own Slovenian Souvenira: Do you know majolika, traditional ceramics, used for wine? There are two studios where you can create it. In the Atelier for shaping and painting of Slovenian Ceramics, called APOK in the center of Ljubljana or in House of Ceramics in Kamnik. Everything will be spiced up with special care."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "In the morning drive to Skocjan caves. Due to their exceptional significance, the Škocjan Caves were entered on UNESCO’s list of natural and cultural world heritage sites in 1986. International scientific circles have thus acknowledged the importance of the Caves as one of the natural treasures of planet Earth. Ranking among the most important caves in the world, the Škocjan Caves represent the most significant underground phenomena in both the Karst region and Slovenia. Continue to authentic picturesque Štanjel, typical Karst village and walk through narrow streets of this remarkable and unique place with extraordinary architecture and Ferrari Garden. Continue to fantastic village Goce, which is fully protected as the cultural monument and well renowned as the most basement village in the world and also the whole village. Gourmet experience: Lunch at Cejkotova home which is hidden in the narrow streets of the village, which is protected as a monument of the cultural heritage. Here, Davorin and his wife Jelka will prepare you delicious meal and take you to a wine cellar with such mystic atmosphere will be just perfect conclusion of a day."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Drive to famous Bled. Check in at the hotel and meet local guide. Visit Bled Lake with island in the middle of the lake and Bled Castle. The castle stands on a rock approximately 100 yards above the lake with wonderful views of the town, lake and surrounding countryside. The castle museum has a large collection of armor and weapons from the 16th to 18th centuries. After castle visit, time to try worldwide known cream cake. Afterwards, drive by traditional famous pletna boat (special way of rowing, similar to Venetian gondola) to the lake island with church on it and ring the wish-bell. Tip of the day - optionally: - Beekeeping and honey production: One of most successful Slovenian beekeeper with many awards is also special in way that he caught a swarm of bees on snow white honey combs. Get involved in this special story and try their great honey. - Vintgar Gorge: One of the easiest and most satisfying half-day trips from Bled is to Vintgar Gorge, some 4km to the northwest of Bled village. The highlight is a 1600m wooden walkway through the gorge, built in 1893 and continually rebuilt since. It crisscrosses the swirling Radovna River four times over rapids, waterfalls and pools before reaching 16m-high Šum Waterfall. The entire walk is spectacular. There are little snack bars at the beginning and the end of the walkway. - Visit schnapps cellar: Schnapps cellar with plate of cold meat, dried in traditional way in black kitchen with tasting of great domestic schnapps (herbal and fruity)."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Drive to the heart of Triglav National Park, Bohinj Lake. Ascend to the top of Mt.Vogel from where fantastic view to Triglav National Park with Bohinj Lake and Mt.Triglav open. On the top there are some great dining options - The mountain hut at Zadnji Vogel (opened from end of June till mid of September) offers the homemade traditional Slovenian dish koruzni žganci, an Alpine dairyman's cold platter, homemade schnapps, whey and cottage cheese strudel. It also provides dormitory-style accommodation for up to 16 people. The trail from the upper Vogel cable car station to the mountain pasture is well marked, partially winding its way up and down the ski slope. The walk takes approximately 30 minutes. Mountain Inn Merjasec offer wide variety of traditional meals, such as: Garlic soup with mohant cheese, lunch for the master,shepherd lunch, Sweet biscuits \"Trdinka\" corn žganci with sour milk Home-made bread. Afterwards, free time to relax by the lake where you can swim and do kayaking in the centre of Triglav National Park. Tip of the day - Meet last traditional herdsman in the Alps: Experience life in the mountains: Meet Alojz, last herdsman, in the Alps who still lives in old traditional style. Behind the forest ridge that spreads above the Bohinj Lake, there is a world away from the overcrowded places. At the base of the mountain world, larch trees welcome rare hikers and lonely pastures tell stories of the past. The majority of the pastures are abandoned today, but some are still awakened in the summer time as diary farms. There, you can taste or buy homemade milk products, such as sour milk, cottage cheese, semi-hard cheese, “mohant”, butter, and much more. - The Savica Waterfall is the source of the Sava Bohinjka, known under the name of Savica to the spot where it flows into Lake Bohinj. It is one of the must-see sights for Bohinj first-timers, and it is very possible that you will join those who visit Savica each and every time they come to Bohinj."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "In the morning drive towards Slovenian coast. Great experience in traditional Istrian village of Abitanti which used to be entirely empty village. Real truffle hunting with fantastic truffle tasting: Truffle is a king in the culinary. Slovenian Istria boast with numerous spots where this precious specialty is growing. Now you have a chance to take a look in the world of professional truffle hunter Dejan and his dog. Real truffle hunting and truffle tasting at the end can be really special refreshment of your tour. Continue to Piran, the pearl of the Adriatic Sea, with strong Venetian influence and unusually open square to the sea. Here, we can visit the Maritime museum or ascend on the top of the hill where St. George’s cathedral overlooks Piran with one of the best panoramic views to all Slovenian coast. Time to explore it on your own and enjoy in one of the restaurants and bars while drinking coffee."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Visit the Winery Bordon, the family tradition with rich story. Ivan Bordon was the first private winemaker from the Slovene Istria to introduce his own wine brands. Now his son Boris continues striving for perfection and producing top quality wines, highly recognized and award-winning both at home and abroad. The old mill, which you can see when visiting and tasting our selection of wines and delicious home- made plate of cold meat, bears witness of the rich history of the Bordon farm. Continue to Ljubljana, check-in at the hotel."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "After breakfast free time before leave Ljubljana by private transfer to Ljubljana Airport. Flight back home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Slovenia",
    "mainPhoto": "",
    "id": "croatia-slovenia-austria-tour-of-central-europe",
    "tourName": "Croatia, Slovenia & Austria Tour of Central Europe",
    "placesVisited": "Dubrovnik, Mostar, Sarajevo, Split, Zadar, Zagreb, Ljubljana, Vienna",
    "generalInfo": "The heart of Europe beats with a unique pulse. Cobblestone streets wander through medieval towns and brush up against tall, protective ramparts. Antique minarets rise over modern cafes. Impermeable castles stand atop cliffs and overlook lush foothills. This Croatia, Slovenia and Austria tour takes you through Central Europe, exploring the stunning forests, rugged mountains, brimming rivers, and azure coastlines where medieval cities press against the remnants of the Austro-Hungarian and Ottoman empires. Discover the effects of the past on the present, and witness the welcoming smiles of the locals as you venture through the continent’s irreplaceable center.",
    "durationDays": "14",
    "price": "5,200",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Dubrovnik – Opening Up to Marble",
        "description": "Dubrovnik is a gem on the Adriatic Sea. The city sparkles with marble-paved squares and cobbled streets and is set against the backdrop of azure water. Historic walls surround Old Town helping to preserve the medieval ambiance emanating from the red-shingled roofs. The sensual aroma of Croatian made Pag cheese lingers in the coastal air. Your tour of Europe begins when your private transfer meets you at the airport and escorts you to your centrally located hotel. Take your time and settle into the enchanting scenery all around you. Baroque buildings shimmer along the ancient city walls and a cable car runs from the city edges to the top of Mount Srd, standing 1,352 feet over the city."
      },
      {
        "dayNumber": "2",
        "title": "Dubrovnik – Guiding the Ramparts",
        "description": "Wake up to the aroma of the fresh sea air. You can hear the water lapping at the edges of the walls jutting out into the marina. The red-shingled roofs glint in the rising sunlight against the azure water. Your guide meets you at the hotel after breakfast to lead you through the exceptional streets around the cityscape. First you stroll alongside the walls that have enclosed the city since the 9th century. In the 15th century, the walls extended and heightened, rising to over 80 feet tall along the stone barrier. The round Minceta Tower looks over the landscape at the city’s northern edge, and the Lovrjenac Fort protects the city’s coastline. The thick stone is cool and coarse when you touch it. The sounds of the city bounce off of the walls echoing through the streets. What was once a protective necessity now adds depth and charm to the quaint city."
      },
      {
        "dayNumber": "3",
        "title": "Dubrovnik – Time Bayside",
        "description": "Your guide meets you at your hotel and escorts you out of Dubrovnik for the day. You cross the border in the Republic of Montenegro and take in the exquisite scenery of the Bay of Kotor, Europe’s southernmost fjord. Ancient walls from the 12th century border the city against the coastline and stretch three miles through the rugged mountainside. The lush aroma of cedar trees wafts above the cobblestone streets and brushes against the historic buildings. The water from the bay sparkles cobalt underneath the rolling mountaintops. The sea gate was constructed in the 16th century under Venetian rule and acts as the main entryway to the city. You find the winged lion of St. Mark decorating the wall in various areas. Natural beauty edges the historic charm of the cityscape creating an unparalleled panorama. When the sun begins to set behind the rugged mountain summits and verdant foothills, the gray walls sweeping across the hills light up like a halo encircling the city."
      },
      {
        "dayNumber": "4",
        "title": "Sarajevo – Walking the Old Bridge",
        "description": "In the morning, the scent of freshly brewed espresso lingers at the street-side cafes. The soft sound of the sea lapping at the marina fills the air. After breakfast, your guide meets you at the hotel, and you leave Dubrovnik behind for the stunning mountainous landscape of Mostar in Bosnia-Herzegovina. The city dates back to the 15th century and stands between Hum Hill and Velez Mountains on the banks of the Neretva River. The water shines indigo in the summer against the emerald trees lining the banks. The Old Bridge arches over the waterway connecting the two halves of the city. The bridge was constructed under the rule of Suleiman the Magnificent in the 16th century. The town centers around the pale stone of the bridge where you can watch locals stand on the polished walls and swan dive into the river below, traveling over 60 feet into the cold water of the Neretva River below."
      },
      {
        "dayNumber": "5",
        "title": "Sarajevo – Elegant Antiques",
        "description": "Sarajevo is a city dating back to prehistoric times, but with modern roots beginning as an Ottoman stronghold in the 15th century. The aroma of grilled kebabs and rich ground coffee sweeps beneath the towering spiky minarets, a reminder of the city’s past. Mosques, bazaars, and cafes fill Old Town where locals sip their strong morning coffee with bright smiles offering you to join them. Your guide leads you through the city, and you quickly find the corner said to have started the 20th century, the place where Archduke Franz Ferdinand was assassinated sparking the First World War. In Old Town, you can see the Sebilj Fountain, constructed in 1891 and continuing to offer free water to everyone in the city. The city is rich with history and maintains the small details that create a wealth of charm."
      },
      {
        "dayNumber": "6",
        "title": "Split – The Dalmatian Coast",
        "description": "Sarajevo has an intriguing past and vibrant future. The aroma of freshly ground coffee continues to waft through the streets in the morning light. After breakfast, you make your way to the Dalmatian Coast traveling to Croatia’s second-largest city, Split. A Greek colony once settled the area in the 6th century BC, long before the Diocletian’s took over around the 4th century. You find a city with endless energy, balancing tradition with modernity and holding strong to its culture while moving forward with the rest of the world. Coastal mountains edge the city against the turquoise Adriatic Sea. You find the antique synagogue in the palace’s western wall, and it remains the third oldest synagogue still in use in Europe. The original edifice took over two connecting homes in what was once the Jewish ghetto in the 16th century. The current Jewish population in the city can trace its heritage back to Roman times. In 2012, the synagogue held its first Jewish wedding since 1943."
      },
      {
        "dayNumber": "7",
        "title": "Zadar – Treasured Coastline",
        "description": "In the morning, you leave Split behind for the smaller city of Zadar, located on the Dalmatian Coast. Roman ruins and medieval churches accompany the modern cafes and bright museums in Old Town. The unique Sea Organ disperses harmonic sounds along the seaside promenade, using an elegant arrangement of pipes to capture the movement of the wind and waves. The vibrant atmosphere comes from the locals, working and living alongside and inside the marvelous history. The Roman Forum dates back to the 1st century BC and shows up randomly along the city streets. A single intact Roman column rises over the strewn stones and hodgepodge colonnades that lead you to a number of altars decorated with Jupiter and Medusa. Baroque St. Simeon’s Church stands at the western edge of the ruins and houses the golden sarcophagus of St. Simeon, an artistic masterpiece designed in the 14th century, constructed with a base of cedar and fine gold-plated silver reliefs."
      },
      {
        "dayNumber": "8",
        "title": "Zagreb – Lakeside Wonder",
        "description": "Wake up to the aroma of lush forestry and fresh water shores. The greenery around Plitvice Lakes National Park glows emerald in the sunlight. The lakes glisten with reflective beauty, absorbing the colors of the surrounding landscape and mirroring the majesty. After breakfast, you venture into the park to find approximately 20 lakes separated into Upper and Lower regions. The unique climate provides a combination of Alpine and Mediterranean flora, from vivacious orchids to untouched fir tree forest. The two largest lakes have an average depth of 137 feet. The water sparkles a dramatic indigo against the craggy gray cliffs. Walk along the wooden pathways to Veliki Waterfall trundling 257 feet into the waiting pool. The waterfall rustles the pool and spreads from whitewater into calm ripples. The mist splashes around the rocks and covers the cliff like beaded curtains. The staggering splendor of the national park highlights the unrivaled brilliance of nature."
      },
      {
        "dayNumber": "9",
        "title": "Zagreb – Capital Popularity",
        "description": "Zagreb embodies Austro-Hungarian opulence and the socialist structures of the Soviet era. The city brims with history and a cherished modernity in art, music, and gastronomy. The scent of strong ground coffee spills out of crowded cafes. Lotrscak Tower was constructed in the 13th century and stands at the southern city gate to protect the city streets from intrusion. The top of the tower provides a 360-degree panorama of both the upper and lower towns. Every day at noon, a cannon shoots from the tower, a tradition dating back 100 years. You can see the funicular riding up and down the track, connecting the upper and lower towns together. The Croatian National Theater embodies the Austro-Hungarian lifestyle with an opulent façade painted canary yellow and topped with a narrow bronze dome in a Neo-Baroque style. Bright flowers encircle the front courtyard and bring a fresh fragrance to the cityscape."
      },
      {
        "dayNumber": "10",
        "title": "Ljubljana – Livable Riverside",
        "description": "Ljubljana is Slovenia’s largest city and has preserved its remarkable medieval city center, maintaining the elegance and charm surrounding the Ljubljanica River. The riverbanks shine emerald and are lush with blossoming flora. Cafes line the cobbled streets filled with students and locals off from work, bathing the city in a jovial and energetic ambiance. Alabaster bridges arc over the gently moving water beneath the pink and pearl facades capturing the Neo-Baroque architecture. The National Library was completed in 1941 complete with horse-head doorknobs. The square has a central court and front façade constructed of brick and stone resembling an Italian palazzo. Windows open up the main entrance with natural light bathing the reading room atop the central staircase. The lamps lining each table were designed by Plecnik, the architect of the entire library, and attributed to having the largest impact on Ljubljana’s modern identity."
      },
      {
        "dayNumber": "11",
        "title": "Ljubljana – Castle Walls",
        "description": "The river softly rushes through the city center venturing into the countryside. The city comes roaring back to life along the riverbanks and over the Triple Bridge, a group of three bridges connecting the medieval town to the modern city. Your guide meets you at the hotel after breakfast and takes you to the remarkable wonders outside of Ljubljana for the day. After exploring the depths of the Postojna Caves, you arrive at the dramatic hillside home to Predjama Castle. The castle stands in the gaping mouth of a cave nearly halfway up a 406-foot tall cliff. Roots of the unconquerable edifice date back to the 13th century, but the majority of the castle as seen today dates back to the 17th century. A drawbridge dangles over the raging river. The entrance tower has holes where guards used to pour hot oil on intruders. A secret passage leads into the rock wall behind the castle. The extraordinary cavern winds 82 feet near the cliff’s edge providing the inhabitants of the castle entrance and exit when necessary. The castle is picturesque, enraptured by the surrounding craggy mountain, and filled with remarkable elegance."
      },
      {
        "dayNumber": "12",
        "title": "Vienna – Imperial Glow",
        "description": "The quaint charm of Ljubljana’s historic old town disappears behind the rugged mountains of Austria. Pine trees line the foothills and open up into fertile valleys intersected by rushing rivers. You arrive in Vienna, capital of Austria and radiating its connection to the opulent Austro-Hungarian Empire. The Danube River winds its way through the city creating a decisive point between West and East Europe. Horse-cabs stroll through the streets next to crowds of local cyclers gliding past street-side cafes filled with rich Viennese coffee traditions. Your guide meets you at your hotel and leads you through the majesty of the city’s antique building and undeniable flair. St. Stephen’s Cathedral is an important Gothic edifice that overtook the previous church dating back to the 12th century. The Heathen Towers stand 448 feet above the city street. The textured exterior maintains a shimmering black hue. The interior contains a dark opulence with various chapels and a wealth of catacombs. The Tomb of Emperor Frederick III has sat under the Apostle’s Choir since the 15th century and was made from red marble and is embellished with 240 statues. The cathedral, like Vienna, shows that splendor of the exterior is matched by the wonders of the interior."
      },
      {
        "dayNumber": "13",
        "title": "Vienna – Imperial Leisure",
        "description": "The aroma of strong Viennese coffee continues to spill out of the cosmopolitan cafes lining the historic city streets. The scent of freshly baked croissants accompanies the coffee. The pastry’s history originates in Austrian lore, dating back to Austria’s defeat of the Ottoman Empire. The day is yours to revel in the grand city at your leisure. You could venture to the neighboring Old Town of Bratislava in Slovakia to witness the preserved medieval streets, or continue to explore the beauty of Vienna. Bratislava is considered Vienna’s twin capital, both located between the shortest distances of any capitals on the continent. Narrow lanes rise upwards around the 18th century buildings to the city castle overlooking the modern sidewalk cafes. The castle has a pristine exterior and was refurbished in the 1950s. Red roofs crown the walls and towers, the latter of which stand upwards of 154 feet tall. The reconstructed elements of the castle maintain the Gothic and Renaissance elements that decorated the grounds before the 19th century fire. Sigismund Gate stands at the southeast entrance and remains the best-preserved element from the original 15th century castle, complete with a decorated arch over the entrance."
      },
      {
        "dayNumber": "14",
        "title": "Vienna – When Finding the Heart",
        "description": "Spend time in the morning strolling through the streets of Vienna. Atmospheric buildings wrap around The Ring, the interior center of the city home to the Hofburg Palace and Austrian Parliament. Students and business people sit in coffee houses before work, lounging in leather chairs surrounded by bookstands and magazine racks, enjoying the strong black drink. Soon your private transfer will meet you at the hotel and take you to the airport for your flight home, but for now you continue to stroll through the city enjoying the finer details of Vienna."
      }
    ],
    "map": ""
  },
  {
    "destination": "Slovenia",
    "mainPhoto": "",
    "id": "immersive-highlights-of-croatia-and-slovenia-tour",
    "tourName": "Immersive Highlights of Croatia and Slovenia Tour",
    "placesVisited": "Ljubljana, Rovinj, Split, Hvar, Dubrovnik",
    "generalInfo": "Your fantasies of the Mediterranean will come to life during your custom-tailored 15-day Croatia and Slovenia highlights tour. Marvel at the soaring peaks and tumbling caves scattered across Slovenia, admire the charming bell towers and winding streets of Zadar, experience the natural splendor of Plitvice Lakes National Park, and bask in the beauty of the Adriatic Sea. The opulence of the Saint Domnius Cathedral inspires its visitors, and the tides of the Adriatic Sea will provide a tranquil ambiance. Whatever your pleasure, your Croatia and Slovenia trip will showcase the best of the Balkans.",
    "durationDays": "15",
    "price": "4,900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Ljubljana – Arrive in Ljubljana and Explore with a Walking Tour",
        "description": "The center of Ljubljana shimmers with emerald-green leaves that line the banks of the Ljubljanica River, while cobbled squares and narrow alleys open to the tranquil water that winds through the heart of the city among a mixture of elegant bridges, flickering lampposts, and sophisticated architecture. Your private transfer will greet you at Ljubljana Joze Pucnik Airport upon your arrival and escort you to the comforts of your luxurious accommodation in the inviting city center. The daily farmer’s market fills Vodnik Square with colorful produce and the aromas of forest berries, honey, and homemade cheese. You will meet your guide in your hotel’s lobby for a private tour of Ljubljana, which is also the charming capital of Slovenia. The area around the present city of Ljubljana has been populated since the Bronze Age, when the earliest known settlement consisted of wooden houses on stakes. In 1335, Ljubljana came under Austrian Habsburg rule, which lasted until 1918. Touches of the opulent design from the Habsburg rule remain in the guise of the Ljubljana Castle, which crowns the eastern hill at 1,230 feet above sea level. A wrought-iron staircase winds to the top of the watchtower, offering marvelous views across Old Town and the soothing water of the river."
      },
      {
        "dayNumber": "3",
        "title": "Ljubljana – Discover the Charm of Lake Bled and the Bohinj Region",
        "description": "In the morning, you will meet your guide in your hotel’s lobby after breakfast to uncover the splendor of the lake town, Bled, and the Bohinj region. At Lake Bled, you can take a boat to visit the Virgin Mary Baroque Church, which stands in the middle of a small island. The lake was formed after the recession of the Bohinj glacier. After the last Ice Age, the Bohinj glacier deepened the natural tectonic hollow, covering over one square mile. Due to its isolated location and grand views of the water, forest, and mountains, the church remains a popular wedding destination. You will continue to the beautiful Bohinj region, which is divided into the Upper and Lower Bohinj Valley, and there are twenty-four typical Alpine villages in these two valleys. In the Upper Valley by the lake, you can visit the gothic St. John the Baptist Church, which has well-preserved frescoes from the 15th and the 16th centuries, featuring images of Biblical tales. You can also ride the cable car to the summit of Vogel Mountain at 5,000 feet above sea level, which offers a wonderful panorama of Lake Bohinj and the snowcapped Julian Alps."
      },
      {
        "dayNumber": "4",
        "title": "Rovinj – Visit Postojna Cave and Predjama Castle en route to Rovinj",
        "description": "After breakfast, your private transfer will meet you at your hotel and escort you toward the city of Rovinj, initially stopping at the Postojna Cave, which is the longest cave system in Slovenia. The Postojna Cave has been attracting throngs of admirers from around the world for over two centuries due to its unspoiled beauty. For this experience, you will board an underground train that highlights the sheer size of the subterranean world and that reaches more than 79,855 feet long. Your exploration of Slovenia will continue by following the scenic mountain road to Predjama Castle, which is a masterpiece of medieval architecture. The castle was built under a natural rock arch of a limestone cliff, and the first castle was actually a small fortress deep inside the cave, making it inaccessible and easy to defend. Over the centuries, the original Gothic castle was redesigned and reshaped, gradually moving away from the cave at 403 feet above sea level. Your guide will show you the unique characteristics of the castle architecture, including the holes in the ceiling entrance tower where soldiers could pour oil on intruders."
      },
      {
        "dayNumber": "5",
        "title": "Rovinj – Delight in a Full-Day Tour of the Istrian Countryside",
        "description": "Today, your guide will lead you on a sensational culinary exploration of the countryside to reveal the gastronomic uniqueness of the truffle. To begin your adventure, you will venture into the luscious landscape for the opportunity of participating in a private truffle hunt at Livade, where you will meet the hunter and their dogs. The village of Livade is one of the most important centers for truffle farming of the world, and your special demonstration will begin with following a local farmer and their dogs, who will explain how the truffles are harvested. After discovering truffles hidden in the soil near the roots of the trees, you will be exposed to their pungent, earthy scent during a meal that will introduce you to the robust flavor for which the truffle is coveted around the world. You will continue to the medieval ruins of Motovun, which is a town hidden within the landscape and an excellent example of the ancient townships that continue to decorate the Istrian peninsula. Your local guide will lead you on a walking tour of the upper and lower towns of Motovun, which is perched over 908 feet above sea level and isolated behind a preserved wall that overlooks the forest and vast valley."
      },
      {
        "dayNumber": "6",
        "title": "Plitvice – Discover the Marvels of Plitvice Lakes National Park",
        "description": "After breakfast, your private driver will meet you at your hotel and escort you to Plitvice Lakes National Park for a day exploring the remarkable scenery. The scenic drive will lead you to Plitvice Lakes, which is a specific geological and hydrogeological phenomenon of karst, resulting in 16 lakes of varying sizes. In 1979, UNESCO declared the national park a World Heritage Site. As you wander along the trails, the lake’s crystal-clear water will reflect with hints of emerald and turquoise. The water is rich in minerals and carves through the tufa rocks, changing the formation of the landscape. The water will be visible from the more than 11 miles of wooden footbridges and walkways, while the sounds of the waterfalls echo throughout the national park to add an extra layer of beauty to the scenery. During your visit, you can venture to the top of Veliki Slap, which is the country’s tallest waterfall that stands nearly 256 feet tall."
      },
      {
        "dayNumber": "7",
        "title": "Split – Visit Zadar and Explore the Culture and History of Split",
        "description": "This morning, your private transfer will escort you from Plitvice to Split in the morning; however, you will have the opportunity to stop in Zadar before reaching your final destination of Split to discover the small capital of North Dalmatia at your preferred pace. Here the history and culture of the town rival that of Dubrovnik, and the ancient streets rise out of 7th-century BC foundations. In the Roman quarter, you will find a Forum and the Church of St. Donatus, which are impressive buildings that were built by the Byzantine Emperor Constantine in the 9th century AD. In Split, you will have a private tour of the fascinating seaside city to experience how history and modern culture blends along the exuberant streets. The antique markets continue to teem with life and the bright colors of blueberries and nectarines. Your guide will lead you through the historic district to view the grand Diocletian Palace Complex, which dates back to the 2nd century BC. The Roman emperor Diocletian chose to spend the last 20 years of his life here because he believed that Split was one of the most beautiful places on earth."
      },
      {
        "dayNumber": "9",
        "title": "Hvar – Set Sail on a Cruise to Visit Milna and Arrive in Hvar",
        "description": "After breakfast, you will make your way with a private transfer to the port to meet your skipper and to begin your exclusive cruise of Southern Dalmatia. Amid the aroma of the briny Adriatic Sea, your skipper will weigh anchor at Milna on Brac island. The small, 16th-century village is famous for its impressive bay, which is also the birthplace of many of the worlds’ sailing captains and ships of the 18th and 19th centuries. During the day, you will stop in one of the region’s hidden bays to find marvelous swimming and snorkeling areas, which will also unveil the underwater world of Dalmatia. Your adventure will continue to the island of Hvar, which is renowned for its sunny days, tranquil waters, ancient villages, and innumerable lavender fields. The aromas of olives will originate from the olive plantations and vineyards that are scattered across the landscape, leading to the enchanting streets and old Venetian palaces. St. Stephen’s Square is a plaza at the heart of the town that overtakes 48,437 square feet and opens between the harbor and cathedral, immersing you in the center of life in the town."
      },
      {
        "dayNumber": "10",
        "title": "Komiza – Continue Sailing the Adriatic to Visit Bisevo and Komiza",
        "description": "After indulging in breakfast, you will leave the town of Hvar and sail to the Pakleni archipelago, which is a labyrinth of several smaller islands that offer perfect bays for swimming and snorkeling. The small landmass of Bisevo encompasses an area of approximately three miles with only 19 inhabitants. The island’s most famous cave reaches a length of 59 feet and has a depth of nearly 20 feet. Eventually, you will arrive in Komiza on the island of Vis to learn more about the turbulent local history that dates back to Neolithic times. Vis is an island proud of its peaceful waters and protected submarine world, which is rich with sunken ships and incredible marine images that have been hidden for years. You can visit the Issa Archeological Museum, which is located inside a 19th-century Austrian fortress and displays artifacts from the Hellenistic period, including ancient Greek pottery and a 4th-century BC bronze head that depicts Artemis."
      },
      {
        "dayNumber": "11",
        "title": "Korcula – Venture across the Water to Reach Korcula Island",
        "description": "Komiza is one of the most picturesque towns in Dalmatia with a harbor located on the Western coast of the island of Vis in the Adriatic Sea. In the morning, you will be able to see the fishermen as they return to the shores of town, hauling their daily catch. When you are ready, you can set sail and venture to the island of Korcula. After stopping in beautiful bays for a swim, Korcula will present itself in the central Dalmatian archipelago, which is separated from the Peljesac peninsula by a narrow strait of Peljesac. The main town of the island is Korcula town, which remains famous for its medieval walls that stand 65 feet tall and connect 20 watchtowers. The succession of narrow streets that branch off the spine of the main street resembles a fishbone and was designed to reduce the effects of wind and sun in addition to providing citizens with sheltered and comfortable residences. The architecture of the Old Town is mainly influenced by the Venetian Renaissance, and St. Mark’s Cathedral is well-worth seeing, which was built in the Gothic-Renaissance architectural style and was completed in the 15th century. You can also visit the alleged birthplace of Marco Polo during your tour."
      },
      {
        "dayNumber": "12",
        "title": "Dubrovnik – Traverse the Peljesac Peninsula and Reach Dubrovnik",
        "description": "This morning, when you are ready, you will sail toward the Peljesac Peninsula to explore the landscape that is famous for producing some of the country’s most exclusive wines. Peljesac is part of the Dubrovnik-Neretva County and is the second-largest peninsula in Croatia. In a small harbor on Peljesac, your private transfer will lead you to Dubrovnik but will allow you to stop in a village near Ston for a private wine tasting. Here, you will find the massive walls of the nearby city that wind across the mountainside for over three miles as your guide leads you through the rows of vines. In the tasting room, samples of olives and olive oil will be available to sample. An Illyrian tribe settled this area, and while longing for perfection, they had found the landscape to be ideal for harvesting wine and olives. Your guide will pour a selection of wines produced on the property to present you with the subtle note of fig and tea before giving way to cherry and a smoky flavor."
      },
      {
        "dayNumber": "13",
        "title": "Dubrovnik – Revel in a Full Day Tour of Dubrovnik and Konavle",
        "description": "Your private tour of Dubrovnik will begin when your guide greets you at your hotel and leads you to the East Gate, which is one of the two extremities of the walled city. As you descend the stone steps of the fortification, you will be able to witness the old Harbor Front of the city that overlooks the Adriatic Sea and the nearby islands off the coast. The foundations of the walls date back to the 9th century, and much of the structure was built between the 14th and 15th centuries. As you continue, you will eventually arrive at Dubrovnik’s Main Square of Loggia Loza. In the afternoon, accompanied by your guide, you will have the opportunity to explore Croatia's Konavle region. In the Mediterranean town, you can visit the gallery of the Nicola monastery, where paintings and sculptures from the 15th century are displayed alongside elegant objects made of silver. Lunch at a local family farm can provide you with an intimate view of local life, a Croatian farmstead, and the traditional selection of family-produced liquors that will accompany your three-course meal."
      },
      {
        "dayNumber": "14",
        "title": "Dubrovnik – Enjoy a Day Tour of Mostar and Depart for Home",
        "description": "Today, you will venture into Bosnia and Herzegovina with your guide to discover the unique history and cultural charms of the country. The 15th-century town of Pocitelj embodies a typical settlement, and the fort on the cliff that overlooks the town was built by the Catholics to protect the village from the Ottomans; however, the Ottomans occupied the fort and the town in the middle of the 15th century, making it an important stop for caravans when traveling. Upon your arrival in Mostar, your local guide will explain the city’s history, architecture, and remnants of the historic mosques, Turkish-style houses, and bazaars that fill the narrow alleyways. On your final day in Dubrovnik, your private transfer will greet you at the hotel after breakfast and escort you to Dubrovnik International Airport for your flight home, bringing an end to your highlights tour of Slovenia and Croatia."
      }
    ],
    "map": ""
  }
]
