{
  "destination": "Slovenia",
  "mainPhoto": "",
  "id": "croatia-slovenia-austria-tour-of-central-europe",
  "tourName": "Croatia, Slovenia & Austria Tour of Central Europe",
  "placesVisited": "Dubrovnik, Mostar, Sarajevo, Split, Zadar, Zagreb, Ljubljana, Vienna",
  "generalInfo": "The heart of Europe beats with a unique pulse. Cobblestone streets wander through medieval towns and brush up against tall, protective ramparts. Antique minarets rise over modern cafes. Impermeable castles stand atop cliffs and overlook lush foothills. This Croatia, Slovenia and Austria tour takes you through Central Europe, exploring the stunning forests, rugged mountains, brimming rivers, and azure coastlines where medieval cities press against the remnants of the Austro-Hungarian and Ottoman empires. Discover the effects of the past on the present, and witness the welcoming smiles of the locals as you venture through the continent’s irreplaceable center.",
  "durationDays": "14",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dubrovnik – Opening Up to Marble",
      "description": "Dubrovnik is a gem on the Adriatic Sea. The city sparkles with marble-paved squares and cobbled streets and is set against the backdrop of azure water. Historic walls surround Old Town helping to preserve the medieval ambiance emanating from the red-shingled roofs. The sensual aroma of Croatian made Pag cheese lingers in the coastal air. Your tour of Europe begins when your private transfer meets you at the airport and escorts you to your centrally located hotel. Take your time and settle into the enchanting scenery all around you. Baroque buildings shimmer along the ancient city walls and a cable car runs from the city edges to the top of Mount Srd, standing 1,352 feet over the city."
    },
    {
      "dayNumber": "2",
      "title": "Dubrovnik – Guiding the Ramparts",
      "description": "Wake up to the aroma of the fresh sea air. You can hear the water lapping at the edges of the walls jutting out into the marina. The red-shingled roofs glint in the rising sunlight against the azure water. Your guide meets you at the hotel after breakfast to lead you through the exceptional streets around the cityscape. First you stroll alongside the walls that have enclosed the city since the 9th century. In the 15th century, the walls extended and heightened, rising to over 80 feet tall along the stone barrier. The round Minceta Tower looks over the landscape at the city’s northern edge, and the Lovrjenac Fort protects the city’s coastline. The thick stone is cool and coarse when you touch it. The sounds of the city bounce off of the walls echoing through the streets. What was once a protective necessity now adds depth and charm to the quaint city."
    },
    {
      "dayNumber": "3",
      "title": "Dubrovnik – Time Bayside",
      "description": "Your guide meets you at your hotel and escorts you out of Dubrovnik for the day. You cross the border in the Republic of Montenegro and take in the exquisite scenery of the Bay of Kotor, Europe’s southernmost fjord. Ancient walls from the 12th century border the city against the coastline and stretch three miles through the rugged mountainside. The lush aroma of cedar trees wafts above the cobblestone streets and brushes against the historic buildings. The water from the bay sparkles cobalt underneath the rolling mountaintops. The sea gate was constructed in the 16th century under Venetian rule and acts as the main entryway to the city. You find the winged lion of St. Mark decorating the wall in various areas. Natural beauty edges the historic charm of the cityscape creating an unparalleled panorama. When the sun begins to set behind the rugged mountain summits and verdant foothills, the gray walls sweeping across the hills light up like a halo encircling the city."
    },
    {
      "dayNumber": "4",
      "title": "Sarajevo – Walking the Old Bridge",
      "description": "In the morning, the scent of freshly brewed espresso lingers at the street-side cafes. The soft sound of the sea lapping at the marina fills the air. After breakfast, your guide meets you at the hotel, and you leave Dubrovnik behind for the stunning mountainous landscape of Mostar in Bosnia-Herzegovina. The city dates back to the 15th century and stands between Hum Hill and Velez Mountains on the banks of the Neretva River. The water shines indigo in the summer against the emerald trees lining the banks. The Old Bridge arches over the waterway connecting the two halves of the city. The bridge was constructed under the rule of Suleiman the Magnificent in the 16th century. The town centers around the pale stone of the bridge where you can watch locals stand on the polished walls and swan dive into the river below, traveling over 60 feet into the cold water of the Neretva River below."
    },
    {
      "dayNumber": "5",
      "title": "Sarajevo – Elegant Antiques",
      "description": "Sarajevo is a city dating back to prehistoric times, but with modern roots beginning as an Ottoman stronghold in the 15th century. The aroma of grilled kebabs and rich ground coffee sweeps beneath the towering spiky minarets, a reminder of the city’s past. Mosques, bazaars, and cafes fill Old Town where locals sip their strong morning coffee with bright smiles offering you to join them. Your guide leads you through the city, and you quickly find the corner said to have started the 20th century, the place where Archduke Franz Ferdinand was assassinated sparking the First World War. In Old Town, you can see the Sebilj Fountain, constructed in 1891 and continuing to offer free water to everyone in the city. The city is rich with history and maintains the small details that create a wealth of charm."
    },
    {
      "dayNumber": "6",
      "title": "Split – The Dalmatian Coast",
      "description": "Sarajevo has an intriguing past and vibrant future. The aroma of freshly ground coffee continues to waft through the streets in the morning light. After breakfast, you make your way to the Dalmatian Coast traveling to Croatia’s second-largest city, Split. A Greek colony once settled the area in the 6th century BC, long before the Diocletian’s took over around the 4th century. You find a city with endless energy, balancing tradition with modernity and holding strong to its culture while moving forward with the rest of the world. Coastal mountains edge the city against the turquoise Adriatic Sea. You find the antique synagogue in the palace’s western wall, and it remains the third oldest synagogue still in use in Europe. The original edifice took over two connecting homes in what was once the Jewish ghetto in the 16th century. The current Jewish population in the city can trace its heritage back to Roman times. In 2012, the synagogue held its first Jewish wedding since 1943."
    },
    {
      "dayNumber": "7",
      "title": "Zadar – Treasured Coastline",
      "description": "In the morning, you leave Split behind for the smaller city of Zadar, located on the Dalmatian Coast. Roman ruins and medieval churches accompany the modern cafes and bright museums in Old Town. The unique Sea Organ disperses harmonic sounds along the seaside promenade, using an elegant arrangement of pipes to capture the movement of the wind and waves. The vibrant atmosphere comes from the locals, working and living alongside and inside the marvelous history. The Roman Forum dates back to the 1st century BC and shows up randomly along the city streets. A single intact Roman column rises over the strewn stones and hodgepodge colonnades that lead you to a number of altars decorated with Jupiter and Medusa. Baroque St. Simeon’s Church stands at the western edge of the ruins and houses the golden sarcophagus of St. Simeon, an artistic masterpiece designed in the 14th century, constructed with a base of cedar and fine gold-plated silver reliefs."
    },
    {
      "dayNumber": "8",
      "title": "Zagreb – Lakeside Wonder",
      "description": "Wake up to the aroma of lush forestry and fresh water shores. The greenery around Plitvice Lakes National Park glows emerald in the sunlight. The lakes glisten with reflective beauty, absorbing the colors of the surrounding landscape and mirroring the majesty. After breakfast, you venture into the park to find approximately 20 lakes separated into Upper and Lower regions. The unique climate provides a combination of Alpine and Mediterranean flora, from vivacious orchids to untouched fir tree forest. The two largest lakes have an average depth of 137 feet. The water sparkles a dramatic indigo against the craggy gray cliffs. Walk along the wooden pathways to Veliki Waterfall trundling 257 feet into the waiting pool. The waterfall rustles the pool and spreads from whitewater into calm ripples. The mist splashes around the rocks and covers the cliff like beaded curtains. The staggering splendor of the national park highlights the unrivaled brilliance of nature."
    },
    {
      "dayNumber": "9",
      "title": "Zagreb – Capital Popularity",
      "description": "Zagreb embodies Austro-Hungarian opulence and the socialist structures of the Soviet era. The city brims with history and a cherished modernity in art, music, and gastronomy. The scent of strong ground coffee spills out of crowded cafes. Lotrscak Tower was constructed in the 13th century and stands at the southern city gate to protect the city streets from intrusion. The top of the tower provides a 360-degree panorama of both the upper and lower towns. Every day at noon, a cannon shoots from the tower, a tradition dating back 100 years. You can see the funicular riding up and down the track, connecting the upper and lower towns together. The Croatian National Theater embodies the Austro-Hungarian lifestyle with an opulent façade painted canary yellow and topped with a narrow bronze dome in a Neo-Baroque style. Bright flowers encircle the front courtyard and bring a fresh fragrance to the cityscape."
    },
    {
      "dayNumber": "10",
      "title": "Ljubljana – Livable Riverside",
      "description": "Ljubljana is Slovenia’s largest city and has preserved its remarkable medieval city center, maintaining the elegance and charm surrounding the Ljubljanica River. The riverbanks shine emerald and are lush with blossoming flora. Cafes line the cobbled streets filled with students and locals off from work, bathing the city in a jovial and energetic ambiance. Alabaster bridges arc over the gently moving water beneath the pink and pearl facades capturing the Neo-Baroque architecture. The National Library was completed in 1941 complete with horse-head doorknobs. The square has a central court and front façade constructed of brick and stone resembling an Italian palazzo. Windows open up the main entrance with natural light bathing the reading room atop the central staircase. The lamps lining each table were designed by Plecnik, the architect of the entire library, and attributed to having the largest impact on Ljubljana’s modern identity."
    },
    {
      "dayNumber": "11",
      "title": "Ljubljana – Castle Walls",
      "description": "The river softly rushes through the city center venturing into the countryside. The city comes roaring back to life along the riverbanks and over the Triple Bridge, a group of three bridges connecting the medieval town to the modern city. Your guide meets you at the hotel after breakfast and takes you to the remarkable wonders outside of Ljubljana for the day. After exploring the depths of the Postojna Caves, you arrive at the dramatic hillside home to Predjama Castle. The castle stands in the gaping mouth of a cave nearly halfway up a 406-foot tall cliff. Roots of the unconquerable edifice date back to the 13th century, but the majority of the castle as seen today dates back to the 17th century. A drawbridge dangles over the raging river. The entrance tower has holes where guards used to pour hot oil on intruders. A secret passage leads into the rock wall behind the castle. The extraordinary cavern winds 82 feet near the cliff’s edge providing the inhabitants of the castle entrance and exit when necessary. The castle is picturesque, enraptured by the surrounding craggy mountain, and filled with remarkable elegance."
    },
    {
      "dayNumber": "12",
      "title": "Vienna – Imperial Glow",
      "description": "The quaint charm of Ljubljana’s historic old town disappears behind the rugged mountains of Austria. Pine trees line the foothills and open up into fertile valleys intersected by rushing rivers. You arrive in Vienna, capital of Austria and radiating its connection to the opulent Austro-Hungarian Empire. The Danube River winds its way through the city creating a decisive point between West and East Europe. Horse-cabs stroll through the streets next to crowds of local cyclers gliding past street-side cafes filled with rich Viennese coffee traditions. Your guide meets you at your hotel and leads you through the majesty of the city’s antique building and undeniable flair. St. Stephen’s Cathedral is an important Gothic edifice that overtook the previous church dating back to the 12th century. The Heathen Towers stand 448 feet above the city street. The textured exterior maintains a shimmering black hue. The interior contains a dark opulence with various chapels and a wealth of catacombs. The Tomb of Emperor Frederick III has sat under the Apostle’s Choir since the 15th century and was made from red marble and is embellished with 240 statues. The cathedral, like Vienna, shows that splendor of the exterior is matched by the wonders of the interior."
    },
    {
      "dayNumber": "13",
      "title": "Vienna – Imperial Leisure",
      "description": "The aroma of strong Viennese coffee continues to spill out of the cosmopolitan cafes lining the historic city streets. The scent of freshly baked croissants accompanies the coffee. The pastry’s history originates in Austrian lore, dating back to Austria’s defeat of the Ottoman Empire. The day is yours to revel in the grand city at your leisure. You could venture to the neighboring Old Town of Bratislava in Slovakia to witness the preserved medieval streets, or continue to explore the beauty of Vienna. Bratislava is considered Vienna’s twin capital, both located between the shortest distances of any capitals on the continent. Narrow lanes rise upwards around the 18th century buildings to the city castle overlooking the modern sidewalk cafes. The castle has a pristine exterior and was refurbished in the 1950s. Red roofs crown the walls and towers, the latter of which stand upwards of 154 feet tall. The reconstructed elements of the castle maintain the Gothic and Renaissance elements that decorated the grounds before the 19th century fire. Sigismund Gate stands at the southeast entrance and remains the best-preserved element from the original 15th century castle, complete with a decorated arch over the entrance."
    },
    {
      "dayNumber": "14",
      "title": "Vienna – When Finding the Heart",
      "description": "Spend time in the morning strolling through the streets of Vienna. Atmospheric buildings wrap around The Ring, the interior center of the city home to the Hofburg Palace and Austrian Parliament. Students and business people sit in coffee houses before work, lounging in leather chairs surrounded by bookstands and magazine racks, enjoying the strong black drink. Soon your private transfer will meet you at the hotel and take you to the airport for your flight home, but for now you continue to stroll through the city enjoying the finer details of Vienna."
    }
  ],
  "map": ""
}