[
    {
        "type": "overview",
        "Main_Title": "Our Peru holidays & tours",
        "Main_Paragraph": "Our Peru holidays are as diverse as the country’s landscapes, people and cuisine. Board a small ship and cruise the Amazon, trek the Inca Trail to the citadel of Machu Picchu, stay at an island homestay in Lake Titicaca, and sleep in lodges that help conserve the cloud forests around them. Local guides are integral to your enjoyment, offering introductions to communities and helping you understand histories and cultures. Our top holidays show the value of slowing things down – whether that’s spending more time getting to know one place or opting to travel overland.",
        "Subtitle": "About our Peru holidays",
        "Title1": "Looking beyond Machu Picchu",
        "Paragraph1": "Machu Picchu is one of the most famous sets of ruins in the world. But there is far more to Peruvian history than this  admittedly spectacular  citadel. Our holidays offer routes to alternative Incan sites, including Choquequirao and Vilcabamba, which are just as impressive and much less busy. The Nazca Lines, carved into desert rock, are an intriguing glimpse into the beliefs of another ancient civilisation, while beautiful cities such as Cuzco and Arequipa are well-known for their superbly preserved architecture and history dating back to pre-Incan times.",
        "image1": "",
        "Title2": "Inca Trail",
        "Paragraph2": "This demanding four- or five-day trek from Cuzco to Machu Picchu is best tackled as part of a small group tour. With porters hiking ahead of you with tents, food and other essentials, you can get by with just a daypack. Our organised tours ensure you dont miss out on the necessary and strictly limited permits. More importantly, our partners also ensure the porters and guides employed are paid and treated well in an industry where exploitation is common. The Inca Trail is as popular as it is legendary, so we also offer more peaceful alternative routes such as the Salkantay and Lares treks.",
        "image2": "",
        "Title3": "Machu Picchu",
        "Paragraph3": "Never actually ‘the lost city of the Incas’, as the legends have it, Machu Picchu still has an aura of mystery to it thanks to its remote location on an Andean mountaintop. The Incans constructed some 200 stone buildings across wide terraces which, while crumbling, still attest to the amount of skill and labour involved. The most famous archaeological site in the Americas, abandoned in the 16th century, was probably used as religious citadel-cum-royal estate. Arrive either by trekking the Inca Trail or taking the bus from nearby Aguas Calientes, which can be reached by train. Your expert guides will make sure that your visit is timed just right – at sunrise, say, or on the quietest day of the week.",
        "Title4": "For families",
        "Paragraph4": "Peru is full of great activities for families with children aged from about seven up. Catch a train to Machu Picchu and learn about its mysterious origins or try to identify the calls of birds and monkeys in the Amazon. There are cycling routes along valley floors and past ancient ruins, alpaca farms where you can watch woollen garments being made, friendly homestays, kayaking and easy-going walks. Our tailor made holidays are a particularly appealing way to experience Peru, and can be tweaked to your needs. Alternatively, opt for our expertly designed small group tours that will get you on the road with other adventure-seeking families.",
        "image3": "",
        "Title5": "Wildlife & the lodges that support them",
        "Paragraph5": "We are passionate about lodges and guest houses that are run by local people and directly support conservation projects – such as the research and rehabilitation of spectacled bears in Chaparri Eco Reserve. For more in the way of wildlife, head east of the Andes, where the Peruvian Amazon covers more than half of the country. Our expert-led trips into the dense rainforest usually begin from Puerto Maldonado or Iquitos and reveal wildlife, including sloths, howler monkeys, anacondas, pumas and over 1,000 bird species."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Peru",
        "Main_Paragraph": "The best time to visit Peru is the dry season\nbetween May and September\n, when theres ideal weather for trekking in the Peruvian Highlands. The dry season is also the best time of year to visit Peru for wildlife watching in the Amazon, as animals congregate along shrinking rivers and mosquitoes are fewer, while the arid coast is also pleasantly cooler at this time. Just be prepared for falling temperatures in the mountains at night, and pack appropriately. As youll see from our guide to when to go to Peru, December to March is the rainy season, when youll find it hard going on the Inca Trail.",
        "image1": "",
        "when_to_go": "When to visit Peru & when not to",
        "when_to_go_html": "<bullet>In a nutshell: Peru is wet from <b>November to March</b> and dry for the rest of the year. The coast - especially in the south - tends to be drier, but the Amazon is always hot and wet. It is the world's largest rainforest, after all...</bullet>\n<bullet><b>January</b> is one of the wettest months in the highlands of Peru and the Inca Trail tends to close for cleaning and maintenance at the end of the month and throughout <b>February</b>. Machu Picchu is still open at this time, though, for hikers following other routes, and those arriving by train.</bullet>\n<bullet>A few other national parks in Peru also close in <b>February</b>. However, the beaches are always open and this is the best time of year for heat on the coast.</bullet>\n<bullet><b>March and April</b> are still wet within the highlands. However, youll find few other travellers on the trails and permits won't book out so far in advance. This is probably the best time of year to visit Arequipa, in the southwest, as temperatures are pleasant and rainfall is low.</bullet>\n<bullet>Amazon areas, such as Puerto Maldonado, are hot and humid all year round although there will be a little less rain from <b>May through to September</b>.</bullet>\n<bullet>Heading along the coast south of Lima in <b>June</b> will introduce you to the drizzle and thick fog caused by the dry <i>garúa</i> winds. If youre searching for sunshine at this time, then head north to Trujillo for conditions more akin to spring.</bullet>\n<bullet><b>July and August</b> are peak times to visit Machu Picchu; you will need to book at least six months in advance to secure a permit.</bullet>\n<bullet>If you'd rather visit after the biggest crowds have dispersed, then <b>September and October</b> could be the best months to get on the Inca Trail.</bullet>\n<bullet><b>November and December</b> find the rains returning to the highlands and Cuzco, as well as Amazon areas in and around Puerto Maldonado. A mini high season towards the end of the year pushes prices up as travellers head to the beach over the holidays.</bullet>",
        "weather_chart": "Cuzco & the Highlands Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Cuzco & the Highlands Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">153 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 89%;\">136 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 78%;\">120 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 30%;\">46 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 5%;\">8 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">2 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 3%;\">4 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 5%;\">8 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 15%;\">23 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 26%;\">40 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 44%;\">68 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 76%;\">116 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Our recommondations",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "Elena Larkin is a Latin America specialist at our supplier, Natural World Safaris. Originally from Lima, she tells us which is her best time to visit Peru's highlands, and why:",
        "title3": "",
        "paragraph3": "\"For me personally, the best time to go and see the mountains is mid to late April, because it's after the rainy season and everything is green. But it's the end of summer, so it's still a bit warmer. My least favourite time is in July and August when it's filled with local families as well as tourists - it's just too crowded, and very cold. Also, if you arrive in Lima during April, it's just finishing summer - so it doesn't have the grey skies you can expect to find there for the rest of the year.\"",
        "title4": "Festivals & events in Peru",
        "paragraph4": "",
        "title5": "February: Pisco Sour Day",
        "paragraph5": "The first Saturday of February is set aside to honour\nPeru's national drink:\nthe Pisco Sour. It's also a great opportunity to discover Peru's fantastic food, as well as its traditional music and dance.",
        "title6": "February: Virgen de la Candelaria",
        "paragraph6": "This\n18-day folk festival takes place in Puno,\nbeginning on 2nd February each year. The virgin is paraded through the streets, followed by hundreds of colourfully clad musicians and dancers, in a wonderful blend of Catholic and indigenous traditions and beliefs.",
        "title7": "Carnival in Peru",
        "paragraph7": "Rio's not the only place to celebrate Carnival in South America. Throughout February you are likely to get drenched - as\nPeruvians indulge in traditional water fights.\nTo mark the end of carnival, a symbolic tree - called a\nyunsa\n- is adorned with gifts. Couples compete to fell it with an axe, releasing the gifts. Cajamarca and Puno have some of the biggest carnivals."
    }
]