{
    "Main_Title": "Our Peru holidays & tours",
    "Main_Paragraph": "Our Peru holidays are as diverse as the country’s landscapes, people and cuisine. Board a small ship and cruise the Amazon, trek the Inca Trail to the citadel of Machu Picchu, stay at an island homestay in Lake Titicaca, and sleep in lodges that help conserve the cloud forests around them. Local guides are integral to your enjoyment, offering introductions to communities and helping you understand histories and cultures. Our top holidays show the value of slowing things down – whether that’s spending more time getting to know one place or opting to travel overland.",
    "Subtitle": "About our Peru holidays",
    "Title1": "Looking beyond Machu Picchu",
    "Paragraph1": "Machu Picchu is one of the most famous sets of ruins in the world. But there is far more to Peruvian history than this  admittedly spectacular  citadel. Our holidays offer routes to alternative Incan sites, including Choquequirao and Vilcabamba, which are just as impressive and much less busy. The Nazca Lines, carved into desert rock, are an intriguing glimpse into the beliefs of another ancient civilisation, while beautiful cities such as Cuzco and Arequipa are well-known for their superbly preserved architecture and history dating back to pre-Incan times.",
    "image1": "",
    "Title2": "Inca Trail",
    "Paragraph2": "This demanding four- or five-day trek from Cuzco to Machu Picchu is best tackled as part of a small group tour. With porters hiking ahead of you with tents, food and other essentials, you can get by with just a daypack. Our organised tours ensure you dont miss out on the necessary and strictly limited permits. More importantly, our partners also ensure the porters and guides employed are paid and treated well in an industry where exploitation is common. The Inca Trail is as popular as it is legendary, so we also offer more peaceful alternative routes such as the Salkantay and Lares treks.",
    "image2": "",
    "Title3": "Machu Picchu",
    "Paragraph3": "Never actually ‘the lost city of the Incas’, as the legends have it, Machu Picchu still has an aura of mystery to it thanks to its remote location on an Andean mountaintop. The Incans constructed some 200 stone buildings across wide terraces which, while crumbling, still attest to the amount of skill and labour involved. The most famous archaeological site in the Americas, abandoned in the 16th century, was probably used as religious citadel-cum-royal estate. Arrive either by trekking the Inca Trail or taking the bus from nearby Aguas Calientes, which can be reached by train. Your expert guides will make sure that your visit is timed just right – at sunrise, say, or on the quietest day of the week.",
    "Title4": "For families",
    "Paragraph4": "Peru is full of great activities for families with children aged from about seven up. Catch a train to Machu Picchu and learn about its mysterious origins or try to identify the calls of birds and monkeys in the Amazon. There are cycling routes along valley floors and past ancient ruins, alpaca farms where you can watch woollen garments being made, friendly homestays, kayaking and easy-going walks. Our tailor made holidays are a particularly appealing way to experience Peru, and can be tweaked to your needs. Alternatively, opt for our expertly designed small group tours that will get you on the road with other adventure-seeking families.",
    "image3": "",
    "Title5": "Wildlife & the lodges that support them",
    "Paragraph5": "We are passionate about lodges and guest houses that are run by local people and directly support conservation projects – such as the research and rehabilitation of spectacled bears in Chaparri Eco Reserve. For more in the way of wildlife, head east of the Andes, where the Peruvian Amazon covers more than half of the country. Our expert-led trips into the dense rainforest usually begin from Puerto Maldonado or Iquitos and reveal wildlife, including sloths, howler monkeys, anacondas, pumas and over 1,000 bird species."
}