{
  "destination": "Pakistan",
  "mainPhoto": "",
  "id": "kalash-uchaw-festival-tour-in-pakistan",
  "tourName": "Kalash Uchaw festival tour in Pakistan",
  "placesVisited": "",
  "generalInfo": "Trip highlights: <br/><br/>Islamabad-Swat-Chitral-Bumburet Kailash Valley - Peshawar – Takht-e-Bhai-Islamabad<br/><br/>Most visitors of Northern Pakistan come back praising the beauty on offer in the region from the mesmerising views, the delicious fruits to the hospitality of the people. This 10 day tour gives you a quick overview of the key places that many of these travellers talk about, particularly keen photographers who love capturing culturally shots. <br/><br/>There are four festivals celebrated by the people in Kalash, the scheduled tour dates are for the Chilam Joshi &amp; Uchal Festival, two of the more popular ones and based in the Spring &amp; Summer months of May &amp; August respectively <br/><br/>The Kalash are an ancient pagan tribe living in three valleys of Chitral namely Bambururate, Birir &amp; Rumbur. The Kalash religion is based on myths &amp; superstitions that relates to the relationship between the human, soul and the universe. The Pakistan government is putting a lot of effort to try and preserve the indigenous nature of this community.<br/><br/>Chilam Joshi is one the most important festival, this four-day festival is celebrated across all three valleys of Bumburet, Rumbur, and Berir. Chilam Joshi begins with “Milk day” which, Kailash people store from household to offer their libation on the day of the festival. They ask for the blessing of God and pray for a prosperous year of agriculture, health, and safety of their herds. The main purpose of this festival is that Kailash men and women can find a spouse for themselves to get married. The women wear traditional attire with lively colors whereas, men wear traditional Shalwar Kameez with a waistcoat made of wool.<br/><br/>Uchal, also known as Utchal is a summer Kailash festival. The festival is celebrated during annual harvesting with singing, dancing and paying homage to the nature for blessing them with good food and fruits. It is marked in the barley and wheat harvest season every year in August. <br/><br/>Kailash people prepare cornbread, buttermilk and cheese to celebrate the festival. They wear their traditional black robes, ornate cowries shelled headdresses and adorned with coloured necklaces and dance in a circle. <br/><br/>During the festival, prayers and processions are held at a high plateau outside the village in Balangkuru where the long night of dancing begins. The Uchal festival continues for several days and moving on to different locations within the valley.<br/><br/>This tour can also be done as a private tour, the upper end of the price is based on a solo traveller.",
  "durationDays": "10",
  "price": "4995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ISLAMABAD An early morning arrival in Islamabad, the modern capital city of Pakistan, after a short rest sightseeing of Islamabad and Rawalpindi includes a visit to Shah Faisal Mosque, Pakistan Monument, Lok Virsa Museum and an old Raja Bazaar. Drive back to Islamabad for overnight stay."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "ISLAMABAD - MINGORA SWAT (234kms 3.5 hours drive) After an early breakfast, we head towards picturesque Swat, also known as Switzerland of Asia because of its beautiful blue lakes and snow capped mountains. It's an earthly paradise with lots of beautiful landscapes for trekking and sightseeing. In the afternoon a visit will be made to the Swat museum & Buddha Kara."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SWAT - KAILASH VALLEY (250kms / 8 hours drive) Most of the day will be spent on the road driving the the valley, however there will be several short stops to enable you to take in the views and take some memorable photographs. Overnight stay will be in local lodge."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KALASH The next couple of days will be spent attending and partaking some of the festivities that the local people if Kalash celebrate."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "BUMBURET KAILASH - CHITRAL A short drive along some adventurous rugged terrain (1.5 hours) before we get to Chitral. The day will be spent visiting the local museum, Shahi Masjid & Chitral Bazaar. If a polo match is taking place there will be an opportunity to watch a game of polo as well."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "CHITRAL - PESHAWAR (360 KMS / 8 hours drive) Most of the day will be spent on the road but you will be able to enjoy how the terrain changes as we depart the Hinukush valley and start to make your way to my hometown Peshawar, which is the oldest city in that region."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "PESHAWAR The day will be spent exploring the city from the beautiful Sethi Mohallah, which has become a world heritage site because of its 7 houses, which are considered to be the finest architectural pieces of its kind. The houses, once my grandfathers home is now used for film sets or bridal photoshoots because of how beautiful the craftmanship is. Amongst the other delights that will be explored will be the clock tower, Qissa Khwani bazaar, food street & Islamia College."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "PESHAWAR - TAXILA - ISLAMABAD Peshawar - Taxila: 145 kms / 3 hours drive Taxila - Islamabad - 35kms / 1 hours drive The day will be spent exploring some of the remains of the Buddhist monastery, also protected as a world heritage site."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "DEPARTURE Transfer to airport for homebound flights."
    }
  ],
  "map": ""
}