{
  "destination": "Pakistan",
  "mainPhoto": "",
  "id": "shandur-polo-festival-and-cultural-tour-in-pakistan",
  "tourName": "Shandur Polo festival and cultural tour in Pakistan",
  "placesVisited": "",
  "generalInfo": "Located at an altitude if 3700m / 12,200 feet above sea level, Shandur Pass is the highest mountain pass, which connects the Chitral &amp; Gilgit Baltistan regions. It is often referred to as 'The Roof of the World' due to its high altitude &amp; stunning panoramic views of the surrounding mountains. The pass is also known for its annual polo festival that takes place in July, which attracts visitors from all over the world. <br/><br/>Shandur invites visitors to experience a traditional polo tournament between the teams of Chitral &amp; Gilgit in July every year. The festivals include folk music, dancing &amp; a camping village. The first polo tournament took place at Shandur Pass in 1936. A British Political agent Major Cobb, who was fond of playing polo under a full moon, nicknamed the polo ground in Shandur named 'Moony Polo Ground'. This event is like Pakistan's equivalent of Glastonbury, attracting visitors from all over Pakistan to come and camp there for 3 nights. <br/><br/>This trip also includes a visit to Hunza, Ghizer, Chitral &amp; Kailash Valleys. the trip combines cultural experiences, driving through enchanting valleys &amp; experiencing freestyle polo tournaments.<br/><br/>This is a great way to help the local economy of Pakistan as much of the trip entails visiting local small bazaars with shops run by the local people and staying in local hotels. The prices quoted have been based on budget accommodation to make Pakistan accessible to a wider audience, however this can be upgraded for those who prefer more luxury accommodation and are able to afford it.<br/><br/>Please note that you can also do this tour privately. <br/><br/>This tour will go ahead even if we just get 2 people booked on it, if people are willing to pay the higher price of £3,200.",
  "durationDays": "13",
  "price": "2950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Islamabad – Discover the Capital Your journey begins upon arrival at Islamabad International Airport, where you'll be greeted and transferred to your hotel. After a short rest, embark on a city tour of Islamabad, an oasis of serenity amidst green hills. Marvel at the grand Shah Faisal Mosque, one of the largest mosques in the world. Dive into the cultural heritage at the Lok Virsa Museum and enjoy panoramic views of the city from Daman-e-Koh. Uncover historical gems at the Golra Sharif Railway Museum, and drive past the iconic landmarks of Parliament House and the President's House, soaking in the contemporary spirit of Pakistan’s capital."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly to Gilgit – Journey to the Heart of Hunza A morning flight will whisk you to Gilgit, where the true adventure begins. From there, embark on a scenic 2-hour drive to Karimabad, Hunza, a land renowned for its towering peaks and ancient cultures. Spend the afternoon exploring the picturesque Hunza Valley. Visit the historic Baltit Fort, shop for traditional crafts in the lively Karimabad Bazaar, and stroll along the Barbar Water Channel, an architectural marvel. Bask in the tranquility of Rakaposhi View Point, where the snow-capped peak of Rakaposhi dominates the horizon."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore Central Hunza and Nagar Valleys Today, immerse yourself in the unparalleled beauty of the Hunza and Nagar valleys. Visit the peaceful Hoper Valley and enjoy breathtaking views at the Ultar and Lady Finger viewpoints. Take an optional hike to the majestic Barpu Glacier or visit the ancient Altit Fort, perched on a cliff. Witness history unfold at the Altit Village and Altit Cluster before ending your day watching the sun set from Duiker, at the famed Eagle’s Nest View Point, offering panoramic vistas of the surrounding mountains."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Visit Upper Hunza and the Stunning Atta Abad Lake Travel to Upper Hunza, home to the breathtaking Atta Abad Lake. Its vivid turquoise waters, set against a backdrop of towering mountains, are the result of a natural disaster turned wonder. You’ll visit the ancient Ganish Village, the oldest settlement in Hunza, and admire rock carvings at Dong. Traverse the nerve-testing Hussaini Bridge, one of the most precarious bridges in the world, and stand in awe of the towering Passu Cones and Cathedrals."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Onward to Phander – The Gem of Ghizer Today’s journey takes you deeper into the rugged beauty of northern Pakistan. A scenic 7-hour drive will lead you from Gilgit to Phander, passing lush valleys, small villages, and the sacred Kargah Buddha, a centuries-old Buddhist rock carving. Travel along the Ghizer River, stopping to admire the beauty of local villages before arriving in Phander, known for its serene, cobalt-blue lake."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Phander to Shandur Pass – Gateway to the Roof of the World After a restful night in Phander, continue your journey to the legendary Shandur Pass, the highest polo ground in the world, sitting at 3,700 meters above sea level. En route, you’ll pass Phander Lake, an oasis of calm surrounded by lush greenery. Settle into camp near Shandur and prepare for the cultural spectacle of the Shandur Polo Festival."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Shandur Polo Festival – Experience the Magic Over the next two days, immerse yourself in the grand tradition of freestyle polo at the Shandur Polo Festival, where the rugged teams from Chitral and Gilgit face off in a thrilling match. Beyond the polo, enjoy lively music and traditional dancing, all set against the dramatic backdrop of the Karakoram and Hindukush mountain ranges. Campsites surround the festival grounds, providing a unique way to connect with nature and the vibrant local culture."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Journey to Chitral – Explore Its Rich History Depart from Shandur Pass and journey to Chitral, a valley steeped in history and surrounded by majestic peaks. Visit the Chitral Fort, a relic of the valley’s storied past, and explore the grand Shahi Mosque (Royal Mosque), an architectural gem. Enjoy the day wandering through this enchanting town, nestled beneath the towering Tirich Mir mountain."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Discover the Kalash Valleys Today, visit the captivating Kalash Valley, home to the ancient Kalash people, a unique and vibrant community. Explore the lush Chitral Gol National Park and then venture to Bumburet, where you’ll encounter the Kalash culture in its full, vibrant form. Visit the Kailash Museum, showcasing the heritage and customs of the Kalash people, and walk through their sacred spaces, gaining insight into their unique way of life."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Chitral to Swat – Land of Gandhara A long but rewarding drive will take you from Kalash to the legendary Swat Valley. Known as the “Switzerland of the East,” Swat’s lush landscapes are dotted with historical and archaeological treasures. Upon arrival, visit the Swat Museum, which houses a stunning collection of artifacts from the Gandhara civilization, known for its Buddhist art."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Exploring Swat’s Historical Wonders – Return to Islamabad. Before heading back to Islamabad, delve into Swat’s ancient past. Visit the sacred area of Butkara, once a major Buddhist pilgrimage site, and the Barikot archaeological site, which provides a glimpse into Swat’s pre-Islamic history. Drive back to Islamabad, with time to reflect on the incredible journey that has unfolded before your eyes."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Your extraordinary journey comes to an end today. After breakfast, you will be transferred to Islamabad International Airport for your departure, taking with you memories of a once-in-a-lifetime adventure through some of the world’s most stunning landscapes."
    }
  ],
  "map": ""
}