{
  "destination": "Pakistan",
  "mainPhoto": "",
  "id": "northern-pakistan-holiday",
  "tourName": "Northern Pakistan holiday",
  "placesVisited": "Islamabad, Chitral, Kalash Valleys, Mastuj, Gilgit, Hunza Valley, Karakorum Highway, Khaplu, Deosai Plateau, Besham, Taxila",
  "generalInfo": "This Northern Pakistan holiday takes you on a small group adventure to one of Asia’s most fascinating regions, home to jaw dropping landscapes and diverse ethnic groups whose traditions have remained unchanged for centuries. <br/><br/>The tour kicks off with a tour of the lively, modern capital Islamabad before heading northwest to Chitral, a wild, remote and beautiful region next to the Afghanistan border, home to the unique Kalash people, who are sometimes described as pagans thanks to their cultural beliefs. On this trip you’ll be able to see their ancient ways in action at the vibrant annual Uchal Festival. <br/><br/>Next, you’ll head overland through the Hindu Kush to Gilgit, a truly memorable journey during which you’ll cross the famous Shandur pass with a backdrop of stunning snowcapped mountain peaks. Then you’ll make your way to the region of Hunza, home to friendly people and landscapes so beautiful they’re said to have inspired the legend of Shangri La. <br/><br/>Here you’ll visit ancient forts, view massive glaciers and get to know a land that will shatter any preconceptions you have about Pakistan. Highlights include a ferry journey across Lake Attabad to visit Hunza’s former summer capital of Hunza; an exploration of Baltistan, whose landscapes are reminiscent of Tibet; and a journey across the rugged Deosai Plateau, where wolves, bears and other wildlife roam.<br/><br/>Taking the Karakoram Highway back south, you’ll visit the legendary Buddhist site of Taxila before finishing in Islamabad for your flight home. <br/>",
  "durationDays": "16",
  "price": "3499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Islamabad - Arrive in Islamabad and transfer to your hotel. This afternoon we head out to explore the city, visiting the Faisal Mosque and the Daman e Koh for a view over the capital. Overnight Envoy Continental Hotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Chitral - Fly to Chitral, over the fertile green plains of valley of Swat and the Lowari pass (3,200m). The landscape of the Hindu Kush range appears arid and dry, as this area is outside the reach of monsoon and receives very little rain. In the afternoon, we have time to visit the colourful bazaar and mingle with people from different parts of Afghanistan and North Pakistan. Enjoy stunning views of Tirich Mir (7,708m) the highest mountain of the Hindu Kush, and visit the central Mosque of the town. Overnight PTDC Chitral Motel or similar. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Chitral – Kalash Valleys - Spend the morning exploring Chitral; we visit the historic Shahi Mosque as well the fort, where a small contingent of the British army was besieged for almost a month during the period of colonial expansion. From the fort is a superb view of Tirich Mir and the Chitral River. This afternoon we drive south west, to the valleys of the Kalash people, one of Pakistan’s most fascinating ethnic groups. Overnight PTDC Bamburet Motel or similar. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kalash Valleys - Spend two days exploring the lands of the Kalash. The Kalash are a pagan infidel tribe believing in the old gods, known to the outside world for their vibrant traditions and very unlike the other ethnic groups of Pakistan. Legend says that they are the descendants of four Greek soldiers of Alexander’s army. The women wear black robes and a skull-cap decorated with sea shells and coins. We visit the valleys of Birir, Rambur and Bamburet to see unique cattle houses, ancient deities and picturesque villages. Our tour has been timed to coincide with the Uchal festival to see some of the Kalash’s incredible cultural traditions. Overnight PTDC Bamburet Motel or similar. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Mastuj - Drive to Mastuj, a beautiful village to the North-East of Chitral. The jeep track carves its way through the stark and rugged mountains. This traditional route has been used for centuries by traders between Chitral and Gilgit. On the way we have magnificent views of Tirich Mir and Buni Zom. Overnight PTDC Mastuj Motel or similar. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Gilgit - Drive to Gilgit. The zigzagging perilous jeep road connects to a wide plateau with a lake and a polo field, at the famous Shandur Pass where annual polo matches are played between the Chitralis and the Gilgitis. We continue to Gilgit, bidding farewell to the Hindu Kush and driving through a wild and untamed landscape. Overnight Hotel Riviera or similar. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Hunza - Our destination today is Karimabad, in the Hunza Valley. On the way we have excellent views of Rakaposhi and Ultar peak, stopping for tea at a viewpoint to see Rakaposhi in its all glory from summit to its glaciers. Shortly afterwards we reach Karimabad, surrounded by peaks towering above 7000 metres. Overnight Hunza View Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hunza - Spend the day exploring the Hunza Valley. Head to Duiker to see sunrise over magnificent snow-covered peaks including Ultar (7388m), Rakaposhi (7788m) and Diran (7266m). After breakfast at Duiker, visit Altit and head to the Hoper valley on the eastern side of the Hunza River, a predominantly Shia Muslim area. Here we visit one of the world's fastest moving glaciers leading down from the Karakorum Mountains. Return to Karimabad where we visit the impressive Baltit fort. Overnight Hunza View Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Gulmit - A full day excursion to Gulmit, second biggest town in Hunza region, involving crossing Attabad lake by ferry. Gulmit, the capital of Gojal (upper Hunza) is situated on a fertile plateau and once served as the summer capital for the Mirs of Hunza. Visit some of Gulmit’s sites for more of an insight into the traditional culture of the region, including the Gulmit museum - with its traditional ethnic artefacts from the region, the former Mir’s residence, and traditional houses. Return to Karimabad in the afternoon. Overnight Hunza View Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Skardu - Today, we follow the Gilgit river downstream and travel on the Karakorum Highway eventually crossing the Gilgit river, at the confluence point of the Karakorum, Himalaya and Hindu Kush. Crossing the Gilgit river we head upstream along the Indus River, zigzagging through the narrow gorges of the Karakorum which eventually open up to capital of Baltistan, Skardu. Overnight K2 Motel or similar. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Khaplu - Drive to the picturesque village of Khaplu and visit its fort and mosques. Depending on the weather we may be able to see the mighty Masherbrum (7,821 m) from here. Return to Skardu for the night. Overnight K2 Motel or similar. (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Deosai Plateau - Rama - A long but rewarding day, crossing the Deosai Plateau, a treeless wilderness at 4,000m. After lunch at Bara Pani, we cross a suspension bridge with our jeeps – an exhilarating experience! Deosai Plateau is now a National Park and home to more than forty Himalayan brown bear, one of Pakistan’s most endangered species, as well as wolf, ibex and other species. Overnight PTDC Rama Motel or similar. (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Besham - Start our journey back south, driving along the Indus Valley on the Karakoram Highway. Our destination of the day is the small town of Besham. Overnight Besham Continental Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Islamabad - Return to Islamabad, driving through Manshera, Abbotabad and Hasanabdal. We stop to explore the archaeological site of Taxila, an early centre of Buddhism, before arriving in Islamabad, our final destination in Pakistan. Overnight Envoy Continental Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Islamabad - Transfer to the airport for departure. (B)"
    }
  ],
  "map": ""
}