{
  "destination": "Pakistan",
  "mainPhoto": "",
  "id": "northern-pakistan-adventure-holiday",
  "tourName": "Northern Pakistan adventure holiday",
  "placesVisited": "",
  "generalInfo": "This encompassing adventure of Pakistan’s spectacular northern regions takes travellers to a land where the scenery is simply among the best on the planet. We begin by exploring the modern capital of Islamabad, before making our way towards Baltistan, travelling the fabled Karakoram Highway and the spectacular seasonal Babusar Pass. We explore the Hunza, an area of jaw-dropping magnificence blessed with idyllic villages and people of genuine warmth, a region that some purport to have inspired the legend of Shangri La. Along the way we will delve into the rich history – a chain of dramatic forts and watchtowers as well as other historical wonders such as ancient petroglyphs. We also join local people in vibrant bazaars, feasting on local dishes, marvelling at mighty glaciers and shimmering turquoise lakes carving through dramatic valleys, and of course pausing endlessly to drink in the inspiring panoramas of the snowclad summits of the Himalaya and Karakorum ranges.",
  "durationDays": "19",
  "price": "3095",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Islamabad (Altitude: 540m) - Upon arrival, a member of our local team will be waiting to greet you at the airport and transfer to your hotel. Tomorrow morning at breakfast there will be a tour briefing with your local guide to outline the adventure ahead. Overnight Hotel de Papae, or similar. No meals are included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Islamabad (Altitude: 540m) - After a breakfast tour-briefing with the guide, your journey starts with an exploration of the capital Islamabad and nearby Rawalpindi. Sites in the former will include, the Shah Faisal Mosque, once the largest example in the world and elegantly modelled on a vast Bedouin tent, the Government buildings on Constitution Avenue, Shakar Parian Park with its aromatic rose and jasmine garden, the Pakistan Monument, a fascinating beautiful modern petal-design structure and the Lok Virsa heritage museum. From there you will cross into Punjab to experience the sensory explosion of the Raja Bazaar area in neighbouring Rawalpindi where a chaos of colours urges you to buy anything from a salwar kameez to a copper saucepan, and from there to Daman-e-Koh, a peaceful hillside vantage point which gazes out over the emerald expanses toward the twin cities. Overnight Hotel de Papae or similar (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Islamabad – Hasan Abdal – Naran (Approximate driving time today is 6 hours) - (Altitude: Islamabad 540m – highest around 2409m - Naran 2409m) - Today you will rise early to hit a small part of the fabled KKH at around 8am and drive steadily northwards towards your goal of Naran. Stopping at Hasan Abdal will provide you with some insight into the intricate skill of truck-art painting: many HGVs that ply this route are colourfully adorned and you can’t help but be entertained by the array of dazzling examples that trundle by as you head north. Later, a stop close to Manshera will reveal the intricately etched Asoka Rock Edicts, dating back to the 3rd century BC and written in the ancient Indic script of Gandhara culture. The site has been submitted for inclusion as a World Heritage Site and, whilst faded and battered, they offer a sense of the richness of the Maurya Empire. Thereafter you continue to Naran. Overnight PTDC Motel or similar (BL)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Naran – Gilgit (Approximate driving time today is 5 hours) - (Altitude: Naran 2409m – Babusar Pass highest point is 4173m – Gilgit 1500m) - You will drive through the lush green Kaghan Valley, following the Kunhar river all the way up to the beautiful Lulusar Lake where we will make a small stop. We then continue up to the top of the impressive Babusar Pass (4173m) which provides our entry towards the Gilgit-Baltistan region. From here we head to the main city of Gilgit, your route crosses the impressive Raikot Bridge and heads sinuously through the crisp air until you break awhile at a viewpoint where, if the skies are clear, it should afford views of the majestic peak of Nanga Parbat Mountain at 8216m. A little further north and the convergence of the Indus and Gilgit Rivers is attained, hard by Jaglot. A break is a must since it is here that three of the world’s greatest mountain ranges converge: the Karakoram, Hindukush and the mighty Himalaya, a perfect storm of titanic proportions. Along the way we will make small stops to examine the ubiquitous Buddhist petroglyphs left by various invaders, traders and pilgrims who passed along the trade route, as well as by local devotees. The earliest carvings date back to between 5000 and 1000 BC, depicting single animals, triangular men and hunting scenes in which the prey sometimes appear to ominously dwarf the hunters. Incredibly, the earliest of these carvings were engraved into the rocks with primitive stone tools and are covered with a thick patina that indicates their antiquity. Emerging into the unexpected irrigated emerald expanses that surround Gilgit, there will be time to explore several sites including the bustling Gilgit Bazaar area as well as the dramatic Kargah Buddha outside town; standing some 50 feet high and dating from the 7th century, it stands sentinel over the valley under a natural canopy of frowning rock. Overnight Gilgit Grand Continental Hotel or similar (BL)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Gilgit – Ghizer Valley (Altitude: Gilgit 1500m) - Spend the day exploring the beautiful Ghizer Valley and stop at small villages along the way. Overnight Gilgit Grand Continental Hotel or similar (BL)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Gilgit – Skardu (Approximate driving time today is 3-4 hours) - (Altitude: Gilgit 1500m – Skardu 2230m) - Our exploration of these high valleys sweeps east and away from the KKH for a few days immersing yourself in the less-populated and stunning scenery of the upper reaches of the Indus – the Baltistan region. As the road gradually rises, you will enjoy the constant changing scenery at every new turn and will visit various small villages along the way to get a feel for local life. In the afternoon we can explore the Skardu bazaar area. Overnight Summit Hotel, or similar, in Skardu (BL)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Skardu - Deosai plateau day trip (4114m) - Approximate driving time today is 6 hours) - (Altitude: Skardu 2230m– Deosai plateau highest point 4114m – Skardu 2230m) - We make a day trip to the beautiful Deosai National Park, one of the highest plateaus in the world. The park protects an area of 3,000 square kilometres. It is well known for its rich flora and fauna of the Karakoram-West Tibetan Plateau alpine steppe Eco region. In the Spring season it is covered by sweeps of wildflowers and a wide variety of butterflies. When driving up to the plateau we will make a short stop at the Satpara Lake, today we have a good chance of seeing Himalyan marmots and we will also visit the Sheosar Lake which gives great reflections in its clear water of the incredible surroundings. Overnight Summit Hotel, or similar, in Skardu (BL) (Deosai plateau is only possible in the summer months - outside of this period there will be too much snow, we will then arrange an alternative sightseeing program)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Shigar Valley (Approximate driving time today is 3 hours) - (Altitude: Skardu 2230m – Shigar Valley 2430m – Skardu 2230m) - Heading out on a side-excursion of sightseeing in this simply breathtaking region, we explore the Shigar valley dotted with tiny and attractive villages; all held in the far-reaching gaze of the 16th Century Skardu Fort which affords panoramic views of the wider valley and Karakoram Range and beyond. You may also visit the Katpana Desert, one of the world’s highest cold deserts whose silky grey dunes seem incongruous amidst the gritty surroundings. Nearby, Shigar Fort, dating from the 17th Century and recently restored, is a delightfully elegant boulder and wooden construction atop a rock, alongside a rushing stream; you will enjoy lunch here in the gardens if weather conditions allow. Overnight Summit Hotel, or similar, in Skardu (BL)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Skardu – Khaplu (Approximate driving time is 3 hours) - (Altitude: Skardu 2230m – highest around 2700m – Khaplu 2601m) - Further still into the dizzying delights of the Saltoro Range, as you follow the enigmatically braided Shyok River, choked with meltwater boulders and shingle. A magnificent 3-hour drive, marvelling at the raw jagged outlines of the peaks that shear brutally from the rooftop of the world, brings you to the sanctuary of Khaplu a village sheltered in the crook of the Karakoram Mountains. From this historic fortified settlement, you will enjoy a gentle walk to a viewpoint with incredible panoramic views and whose window on the rank after rank of high altitude ranges simply beggars belief. Enjoy lunch at wonderfully restored Khaplu Palace and thereafter take a tour of the palace complex and the 700-year-old Chaqchan Mosque, a cream washed and wooden-framed gem of architecture. You may be fortunate to catch sight of the majestic mountain icon that is Masherbrum (7,821 m) from here. Overnight Karakorum Lodge or similar (BL)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Khaplu – Gilgit (Approximate driving time today is 6 hours) - (Altitude: Khaplu 2601m – Gilgit 1500m) - Leaving the heady delights of Baltistan behind, you will retrace your steps towards Skardu, this time with the sun on your left, illuminating the beige-coloured frowning crags and longs scree slides against the deep cobalt of the skies. Watch out for flocks of snow pigeons in the valley and wandering ibex on the higher slopes. At lunchtime, a side road soldiers up to one of the regions most celebrated viewpoint – the idyllic glassy vantage point of Kachura Lake. Nicknamed ‘Shangri-La Lake’ owing to a resort named after a fabled Buddhist retreat, the name literally ‘Heaven on Earth’ and it is hard to argue, since the vista here at the opening up of the Indus valley is a photographer’s nirvana. From here you descend into down to the Indus gorge to Gilgit for your accommodation. Overnight Gilgit Continental hotel, or similar (BL)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Gilgit – Rakaposhi (Approximate driving time today is 1.5 – 2 hours) - (Altitude: Gilgit 1500m – Rakaposhi viewpoint 1995m) - After breakfast we turn north and up the Hunza River to continue your Karakoram Highway ascent, flanked by the ever increasing elevations of the resplendent snow-clad Himalayan and Karakoram ranges. Near Chalt, at a seemingly insignificant buttress of rock, you will stop to find out why this is the epicentre of the colossal topographical feature of the highest massif in the world: here, 55 million years ago, the Indian Continental plate collided with the Eurasian plate and forced up the Himalayas which still rise about 1cm annually. Oddly, this is precisely the spot in which local bridal processions also used to pause to make sacrifices before the collision of two different cultures! As your route swings eastwards, the road is suddenly dominated by the great goliath of Rakaposhi Peak shimmering white, whose arêtes and tongues of glaciers almost seem to descend to the green valley bottom. Here you will come upon Thole Nagar, where there will be an opportunity to sample the local delicacy of chapshoro (a regional take on pizza). Arriving at Rakaposhi village, there will be time to relax and drink in the awesome beauty of Rakaposhi’s 7,788m. Overnight local guesthouse or similar (BL)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Rakaposhi – Karimabad and the Hunza Valley (Approximate driving time is 1 hour) - (Altitude: Rakaposhi viewpoint 1995m – highest at Duikar sunset around 2850m - Karimabad 2500m) - Today’s short but spectacular drive to Karimabad clings to the steep sides of the mountain above the crumbling chasm of the Hunza River. Karimabad is the main town of the Hunza Valley region and a real cultural and historic hub. You will explore the area, meeting with local people and trying to gauge an understanding of the secrets of their longevity. After a lunch of traditional Hunza dishes, you visit some of the prominent historical sites such as Baltit Fort, former seat of the Mirs of Hunza and perched on wedding-cake-like tiers of cobbles, the ancient Silk Road village of Ganish – ‘village of gold’ – and its watch tower, and Altit Fort which gazes imperiously from its precipitous seat across the expanses of the valley. Later enjoy the kaleidoscopic shifts in colours on the soaring summits at sunset from the stunning viewpoint in Duikar. Overnight Hunza Embassy Lodge (BL)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Nagar Valley and Hopar glacier (Approximate driving time is 3 – 4 hours) - (Altitude: Karimabad 2500m – Nagar Valley & Hopar glacier day trip 2820m) - Today your base camp remains in Hunza: you take a day trip to the remote Nagar Valley, situated at an elevation of around 2500 metres above sea level to visit some of the idyllic and peaceful villages which cluster around the broad-bottomed glacial flats or cling to the steep slopes along zig-zagging tracks and meet with local people. From here, we forge higher into the Hopar Valley which transitions from meltwater streams to the snout of one of the fastest moving glaciers in the world – the Hopar Glacier – a sobering sight which encapsulates the unimaginable power of nature as it grinds down the grooves in the mountain, creating the incredible landscape you see before you. Overnight Hunza Embassy Lodge or similar (BL) Note – Hopar Glacier Walk: For those that wish to walk from the vehicle to the glacier the walk takes around 1 hour each way and involves both ascent and descent on variable terrain. The walk should be undertaken by those with good footwear and who are of a reasonable trekking fitness. For those that do not wish to walk there are places to sit where refreshments are available whilst enjoying the photographic opportunities afforded by the views of the glacier and beyond."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Karimabad – Gulmit – Passu – Gulmit (Approximate driving time is 3 hours) - (Altitude: Karimabad 2500m – Gulmit – Passu highest around 2665m – Gulmit 2465m) - Today you continue to eastwards towards Gulmit and the Upper Hunza via the newly constructed road. The road initially clings to the north-facing slopes of the valley, giving you superb vistas of the sunlit peaks in the Batura Muztagh range which rises to 7,795m. As the route starts to back northwards, you will stop and stretch your legs beside the superb scenery of Attabad Lake, which, bizarrely, has only existed a few years, created by a massive landslide blocking the flow of the Hunza River for months in 2010. The crisis that ensued as the valley’s villages were displaced to the hillsides resulted in a $275 million project to reinstate the KKH with a new tunnel, completed in 2015. On arrival at Gulmit, ‘Valley of the Flowers’, which clings to the northern slopes above the Hunza, you explore the town and surrounding area including the Passu glacier and the precarious Hussaini hanging bridge. In Gulmit village, visit the museum with its unique collection showcasing the rich fabric of Hunza history, its polo ground, and a local traditional music school (subject to permission). Either later today or early tomorrow there will also be an option for those that wish to undertake a hike to Kamaris village from which one can enjoy superb views on a clear day. The walk is around 1 hour each way and is of an easy grade, involving some up and downhill sections. A particular joy is the incredible outline of Topopdan Peak, with its array of secondary pinnacles which rise like spectacular royal icing from its snowy buttresses. Overnight Silk Route Lodge or similar (BL)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Gulmit – Minapin (Approximate driving time is 2.5 hours) - (Altitude: Gulmit 2465m – Minapin 2200m) - Having reached the northernmost point of your traversing the KKH, only 114km from the Khunjerab Pass and the gateway to China, you begin to head back south to Minapin, at the heart of the Nagar Valley, ascending the small hill-roads to reach this spot, sequestered far away from the well-trodden highway. This is climbers’ country too: every season, this is the starting point for approaches to Rakaposhi and Diran base camps, and weather permitting you too will enjoy superb views of the mountains from here. On arrival, you spend the time exploring the village and learn how to cook a traditional Nagar meal which is prepared in a stone pot. Thereafter, there will be time to relax and imbibe the sublime scenery and overridingly peaceful ambience. Overnight at local guest house in Minapin (BL)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Minapin – Gilgit (Approximate driving time is 1.5 hours) - (Altitude: Minapin 2200m – Gilgit 1500m) - From Minapin you drive back to Gilgit, you make a stop enroute at a small village to sit front row at a local polo match, experiencing the raw thrills of this skilful and fast-paced horseback sport, a firm favourite activity in Pakistani culture. In the afternoon you continue to Gilgit for our overnight stay. Overnight Gilgit Continental Hotel or similar (BL)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Gilgit – Naran (Approximate driving time is 3 hours) - (Altitude: Gilgit 1500m– Babusar Pass highest point is 4173m - Naran 2409m or if via Besham 613m) - From Gilgit, we head back the way we came over the Babusar Pass to Naran. Here the turquoise waters of the river meet a narrowing, alpine-styled valley, where steep spurs are clad in coniferous trees above the settlement in the flat valley below. If time allows it, you will visit the legendary lake of Saif ul Muluk, lying at 3,200m, high above the town. The glassy waters are simply idyllic, set against the backdrop of Malika Parbat (5271m), the highest peak of the valley, which towers above, offering and the perfect opportunity for some truly memorable photographic opportunities. Overnight stay Hotel One or simiar (BL)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Naran – Taxila (UNESCO) - Islamabad (Approximate driving time today is 6 hours) - (Altitude: Naran 2409m – Taxila – Islamabad 540m or if via Besham 613m – highest point around 1500m – Islamabad 540m) - After an early breakfast you start the last stage of your journey, descending first down the increasingly fertile green Kunhar River’s banks. The temperature starts to rise as your route drops in altitude. Here the Kaghan valley, a verdant spread of small farming villages, attracts people from the cities to its lower reaches in the warmer months. This afternoon your will visit the important archaeological site of Taxila (a UNESCO World Heritage Site) where you will also have lunch. You then continue to the capital of Islamabad to complete this epic journey through Northern Pakistan. As a special goodbye, this evening you will enjoy a farewell dinner at Monal restaurant atop the Margalla Hills and eat great local food while gazing down towards Islamabad and Rawalpindi. Overnight Hotel de Papae or similar (BLD)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Depart Islamabad (Altitude: 540m) - Transfer to the airport for your onward flight. (B)"
    }
  ],
  "map": ""
}