{
  "destination": "Pakistan",
  "mainPhoto": "",
  "id": "southern-pakistan-tour-small-group",
  "tourName": "Southern Pakistan tour, small group",
  "placesVisited": "",
  "generalInfo": "Enigmatic, edgy and intriguing, Pakistan often makes the headlines for all the wrong reasons. However, it is a land filled with colour and contrast, offering the adventurous traveller a stunning wealth of culture, tradition and natural beauty.<br/><br/>This remarkable journey travels through the Indus Valley encompassing everything from Sufi tombs and desert fortresses, to bustling bazaars and lively cities, as we travel from the streets of Karachi and deep into the Punjab.<br/><br/>Beginning in Karachi we’ll have a chance to explore one of Pakistan’s most exciting and historic cities, discover the tombs of some of the country’s most revered mystics and poets, visit the UNESCO World Heritage ruins of Mohenjo-daro and travel into the deserts of Cholistan to see the imposing fortress of Derawar. In Multan we explore the renowned City of the Sufis, before moving on to Lahore, the cultural heart of the Punjab. The second largest city after Karachi, it offers a backdrop of the traditional walled city and the chaos and clamour of one of the most vibrant cities in the country, where we discover the historic and religious reminders of the Moghul, Sikh and British Empires.",
  "durationDays": "12",
  "price": "3395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Karachi: We start our tour in the capital of Pakistan, Karachi. Check-in will be available at your hotel from 14:00 today. This afternoon we will begin our tour of the city with a visit to the Shrine of Abdullah Shah Ghazi. Born in Medina in 720 AD and widely revered throughout Pakistan, he was considered the patron saint of Karachi. Later we will have an opportunity to visit Clifton Beach, the National Museum and the outside of the Mausoleum of Muhammad Ali Jinnah."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Karachi – Hyderabad: Departing Karachi after breakfast this morning, we'll drive on to the city of Hyderabad. The journey takes us by way of the UNESCO World Heritage Site at Makli Hill, home to one of the largest necropolises in the world, and the Shah Jahan Mosque at Thatta, built during the golden age of Mughal architecture. Time permitting, we can also enjoy brief stops at the Chaukhandi tombs and the ancient port city of Bhanbore."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Hyderabad – Larkana: From Hyderabad the adventure continues through the north-west regions of Sindh province, towards the historic city of Larkana. Stops en route at the shrines of the famous Sufi saints of Lal Shahbaz Qalander and Abdul Latif Bhittai provide a chance to discover more about these revered mystics, philosophers and poets, before continuing on to our overnight stop in Larkana, on the banks of the River Indus."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Larkana – Sukkur: Larkana is home to one of the largest and oldest settlements of the ancient Indus Valley Civilisation. The site at Mohenjo-daro (Mound of the Dead) was abandoned as far back as the 19th century BC. Here we will have the chance to visit this impressive UNESCO World Heritage Site. We continue in the afternoon to the village of Ranipur to the archeological and historical site of Kot Diji Fort, formally known as Fort Ahmadabad. Built between 1785 and 1795 by Mir Sohrab Khan Talpur, founder of the Upper Sindh Kingdom in 1783, the fort was strategically placed on the edge of the desert to intercept any enemies approaching from the east before they could refresh their supplies after a long journey through the desert. Our journey today ends in Sukkur where we can admire the impressive Sukkur Barrage, an engineering marvel of this region."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sukkur – Bahawalpur: A full day's drive takes us north on to Bahawalpur, once part of an independent princely state that was founded in 1802 by Nawab Mohammad Bahawal Khan II. The road passes by the city of Uch Sharif, which was believed to have been founded by Alexander the Great in 325 BC at the confluence of the Indus and Chenab Rivers. Here we stop to visit the beautiful tomb of Bibi Jawindi, one of the five monuments in Uch village which today is a pilgrimage site for Muslims visiting Sufi shrines. From here we then complete the journey on to Bahawalpur."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bahawalpur: Following breakfast we will drive into the remote landscapes of the Cholistan Desert to pay a visit to the imposing setting of Derawar Fort. With the increasing irrigation from the Indus the desert has receded and been replaced by cultivated fields now quite close to the fort which is surrounded by scrubland. Built by the Rajput Bhati, the fortress dominates the desert around it, with 40 towering bastions that stand over 30 metres in height. A visit to the fort and the royal tombs of the Bahawalpur Nawabs is followed by a visit to a local village, before returning to Bahawalpur for a second night."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bahawalpur – Multan: A morning tour of Bahawalpur today provides an opportunity to discover a little something of its historic and cultural highlights relating to the local Nawabs, along with modern day local market. Departing the city after the visit, we'll then head on towards Multan, located on the banks of the Chenab River."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Multan: Multan (Madinat-ul-Auliya) is known as the City of the Sufis, or the City of the Saints, largely due to the abundant number of Sufi shrines that lie scattered across the city. Amongst the monuments that we will visit today are included the shrines of Shah Rukn-i-Alam, Bhahuddin Zikria and Shams Tabraz. We'll also have an opportunity to spend some time exploring the Old Bazaar."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Multan – Lahore: From Multan the journey next takes us on to the capital of the Punjab, as we drive to Lahore, the largest Punjabi city in the world and the country’s cultural and artistic capital. Stopping en route at the famous archaeological site at Harappa, we'll have a chance to discover the remains of a Bronze Age fortified city whose origins have been dated back to 2600BC. This afternoon we continue our journey to the colonial city of Lahore where we stay for the next three nights."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Lahore: The historic capital of both the Moghul and Sikh empires, the city also played a significant part in the British governance of the Punjab. Home to a remarkable collection of cultural and historic highlights, our tour over the next two days includes visits to the Lahore Museum, the Badshahi Mosque, Lahore Fort along with several local shrines and mosques. Along with visits to the old town, we will also head out east to the Wagah Border to witness the dramatic flag lowering ceremony."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Tour ends Lahore: This morning the tour ends in Lahore."
    }
  ],
  "map": ""
}