{
  "destination": "Pakistan",
  "mainPhoto": "",
  "id": "hindu-kush-tour-in-pakistan",
  "tourName": "Hindu Kush tour in Pakistan",
  "placesVisited": "Islamabad, Chitral, North West Frontier Province, Kalash Valley, Hindu Kush, Village homestay in Balanguru, Wakhan Corridor, Shandur Pass, Mt Rakaposhi, Hunza, Karakoram Highway, Hope Glacier, Rakaposhi View",
  "generalInfo": "There is much to love in Pakistan, far removed from the negative headlines linked to a few troubled spots. Savour some of the world's most spectacular mountain scenery, thriving cities, timeless villages and warm hospitality in the hands of an operator with over a decade of expert experience, with this unforgettable Hindu Kush tour in Pakistan. <br/><br/>Explore the mountains of the Hindu Kush around the charming northwest town of Chitral on a trip blending ancient cultures with gargantuan vistas, travelling from the Valleys of the Kalash - a Pagan mountain community – to the peak vistas of the Shandur Pass, Hunza and Skardu.  The vibrant city of Islamabad bookends your trip, with visits to the Faisal Mosque and National Heritage Museum plus a memorable dinner in the Margalla Hills. <br/><br/>A drive through the North West Frontier Province brings you to the laidback mountain town of Chitral with its famous fort, colourful bazaar and a chance perhaps to catch a local game of polo! Heading into the Kalash Valley, visit the gardens at Ayun en route to a local homestay in the  village of Balanguru. <br/><br/>You're set up now for days serving up some of the world's most dramatic drives, taking in places like the Wakhan Corridor, the Shandur Pass (where you'll enjoy a picnic lunch at 3800m), plus a trip to Mt Rakaposhi. <br/><br/>Hunza provides another memorable base, surrounded by 7000m peaks. Visit the recently restored Baltit Fort and stroll along the town's water channels, as well as meeting the friendly locals in nearby Karimabad. <br/><br/>There are more four-wheeled adventures along the Karakoram Highway (KKH) – the road to China – where amid stunning mountain vistas you'll walk on the Hope Glacier and see the Attabad Lake, as well as enjoying lunch accompanied by jaw-dropping vistas at Rakaposhi View. <br/><br/>Price includes all activities/equipment, tour leaders, local guides and drivers, meals, mineral water, all transport (excluding international flights) , all accommodation and all entrance fees as outlined in the itinerary. <br/>",
  "durationDays": "15",
  "price": "3760",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Islamabad: Sightseeing and Daman-koh: Today the tour starts in Islamabad, 'City of Islam', Pakistan's capital city. It replaced Karachi back in the 1967 and is now the political and commercial heart of the country. Situated against the lush backdrop of the Margalla Hills it is a city where old and new collide. Leafy green boulevards are home to modern buildings, and shopping malls, but also dotted with traditional homes and mosques. After checking in to our rooms, available from 14:00 or possibly earlier, we have the chance to visit some of the famous sights of Islamabad including the Faisal Mosque, the largest in South Asia, and one of the largest mosques in the world, accommodating up to 100,000 worshippers at any one time. We will also take time to visit the Lok Virsa Museum, the first state museum of ethnology in Pakistan, representing the history and astounding diversity of country’s living traditions. We will also visit the Pakistan Monument and take in the views of the city from Daman-koh, a hilltop garden on the northern side of the city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Islamabad - Swat Valley: Bazeera, Barikot, the Shingerdar Stupa & Galigay Buddha: Today we will start our journey north by driving through the Northwest Frontier and into the beautiful Swat Valley. Once a region that was considered out of bounds to foreign tourists, it is now open again and offers us a great chance to explore the region’s ancient Buddhist past. We have the opportunity to visit the Buddhist remains of the ancient city of Bazeera, present day Barikot where Alexander fought a battle, the Shingerdar Stupa and Galigay Buddha, before checking into our hotel. Later we’ll visit the local museum, packed with many fine Gandharan artefacts. Covering just over 200km today we will be driving for around 5 hours."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Swat Valley – Ayun: Historic Drive Through Chitral, & onto Ayun: After breakfast we will have a spectacular drive, past Chakdarra – where a young Winston Churchill saw action back in the 1890s – before continuing through the Lowari tunnel, and into the ancient kingdom of Chitral. Here we’ll drive on to Ayun where we’ll arrive in the afternoon and check into the wonderful home of Maqsood Ul Mulk, one of the princes of Chitral. This is a full day of driving as the winding roads lead us up into the mountains."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ayun - Kalash Valley: The Village of Balanguru & Meet the Kalash People: Today we have all morning to relax and enjoy the Prince’s beautiful garden and take one of the many wonderful village walks nearby. After lunch we will continue our journey into the Valley of Rumbor and the village of Balanguru where we stay with our good friend Saifullah Jan, the chief spokesperson for the colourful Kalash people. Most people prefer to walk the last few miles through this gorgeous valley. Please note that at times security restrictions don’t allow foreign visitors to stay in the Kalash valley but we will maximize our time spent in the region and then head back to Chitral for the night if these restrictions are imposed."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kalash Valley: Village & Valley Walks: Today we maximise our time by walking in and around the valley to enjoy the local scenery and experience the local hospitality. This morning we should be able to take a walk up in the direction of the Afghan frontier to visit some small villages. We return to Balanguru for lunch and then for those who wish to we head out on another walk around the valley to understand more of the lifestyle of the Kalash people. These walks are optional, and you may wish to spend your time relaxing in the village."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kalash – Chitral: Wildlife Spotting at Chitral Gol National Park: This morning we have more time to explore the valley before driving back to the sleepy mountain town of Chitral. We’ll hope to catch a game of mountain polo and in the late afternoon if a match is being played and then we’ll travel on towards Chitral Gol National Park to see the markhor, a kind of mountain antelope and favoured prey of the snow leopards, before checking into our lovely local hotel and have dinner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Chitral – Mastuj: Breathtaking Drive Up the Mastuj Valley, into the Yarkhun Valley: After breakfast we will drive to Mastuj. This is one of the most beautiful and dramatic drives you are ever likely to take as we wind our way up the Mastuj Valley, passing Tirich Mir and Boni Zom, before finally entering the Yarkhun Valley at the top of which lies Afghanistan’s Wakhan Corridor. We will take around 6 hours to make our way along this route. Here we will stay at a hotel next to the fort. On arrival we will take a stroll around the village."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Mastuj - Ghizer Valley (3800m approx): Shandur Pass & Lake, The Langer, the Ghizer Valley & River: Today after breakfast you will drive to the Shandur Pass, stopping for tea en route at the top of the pass at 3,800 metres. Shandur boasts the highest polo field in the world, where the best teams from Gilgit and Chitral play very fast and aggressive matches. Nearby the Shandur Lake is famous for the vivid reflections of lofty Hindu Kush mountains that surround it, and The Langer is a beautiful plain used for grazing the yaks and dzos. From here we continue our drive on to the Ghizer Valley with it's colourful water and pleasant green and leafy outlook following the path of the Ghizer River. We will leave early and arrive into our hotel late today as we spend a full day driving through this spectacular landscape."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ghizer Valley - Gilgit – Hunza – Chalt - Karimabad: After breakfast we will travel on to Gilgit, a classic frontier town, once considered the furthest outpost of the empire. It was once an important staging post on the Silk Route, but ransacked by Tibetans and Chinese Sikhs during the passage of time. We will see the Christian graveyard here as well as the local bazaar, before heading to Hunza. The drive to Hunza is truly spectacular, and at Chalt, we will make a stop to see the collision of the Indian and Eurasian tectonic plates. Then as we round the corner and we see the titanic form of Mount Rakaposhi basking in the sun, right beside the road – the sight will leave you speechless. In Karimabad (Hunza) we will stay for the first night at a spectacularly located hotel, situated 2850m above sea level and 500m above the valley floor, with panoramic views of five 7,000m peaks!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Hunza: Sunrise at Mount Rakaposhi & Baltit Fort: Wake at around 5:30 to watch the rising sun turn the peak of Rakaposhi flamingo pink...optional of course! After breakfast we visit the famous Baltit Fort, restored by the Aga Khan Trust for Culture to a fantastic standard. It is now a UNESCO World Heritage Centre. We will then take lunch in town. In the afternoon those that wish can have a water channel walk down around Karimabad before having a wander around the local shops where there will be plenty to buy. Café De Hunza serves best coffee and walnut cake in town!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Hunza – Hoper Glacier - Attabad Lake – Gulmit - Hunza: After breakfast we will first drive to the other side of the valley to take a look at the Hoper Glacier. After this we’ll have lunch in a pretty garden café before driving an hour and a half further up the KKH to visit the newly formed lake at Attabad. In January 2010 a massive landslide blocked the Hunza River, which submerged 28kms of the KKH by forming a beautiful azure lake. At Gulmit we visit a carpet weaving centre run by Wakhi women. A little later we drive further north up to Batura Glacier, the fifth longest in world, and enjoy the stunning views of Passu Cones, the white Passu Glacier, and a number of 7000m peaks. In the late afternoon we return to Karimabad."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Hunza – Lunch at Rakaposhi View - Gilgit: This morning we return to the Karakoram Highway for our drive to Gilgit stopping en route for lunch at the Rakaposhi View to take in the stunning backdrop. This afternoon we will drive back to Gilgit where we will check into our hotel set in a lovely garden with fantastic views of Rakaposhi and Bilchar Dubani."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Gilgit - Snow-Capped Hills of Naran (4173m approx), Bazaars, & Rooftop Cafes: Today we have a spectacular drive back towards Islamabad as we initially drive along the Karakoram Highway enjoying the mountain scenery and stunning countryside. Further downstream we switch to the Babusar road and cross a 4100m pass from where we can see some of the Himalayan, Karakoram and Hindu Kush mountains We continue our downhill journey through lush green Kaghan Valley where we may encounter nomadic shepherds with their flocks of fat-tailed sheep. Finally we drive past the beautiful Lulusar Lake surrounded by snow-capped hills, before arriving the bustling town of Naran. The majority of the people here are Pashtun and we may have the opportunity to have a stroll around the bazaar this evening or sit and watch the world go by in one of the rooftop cafes.(Please note that at this time of year flights are unreliable and can be cancelled on a regular basis due to adverse weather conditions so we plan to drive this very memorable route, and break our journey in Naran. Please note that if the Babusar Pass is closed due to snowfall we will return to Islamabad via Besham). Approximate drive time will be 12 hours today."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Naran - Taxila, UNESCO World Heritage Site - Islamabad, Farewell Dinner: Today we continue our long journey south with over 250kms to cover, stopping en route in Taxila, a fascinating Buddhist university town, dating back to the Gandaharan era of Alexander the Great. After visiting this UNESCO World heritage site, we shall continue the short distance to Islamabad. Here we have our farewell dinner."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Tour ends: Today the tour ends after breakfast in Islamabad."
    }
  ],
  "map": ""
}