{
  "destination": "Pakistan",
  "mainPhoto": "",
  "id": "kalash-winter-solstice-holiday-in-pakistan",
  "tourName": "Kalash winter solstice holiday in Pakistan",
  "placesVisited": "Islamabad, Chitral, Tushi, Chitral Gol, Balanguru, Taxila, Witness the Kalash Festival",
  "generalInfo": "This Pakistan holiday takes you the country’s northern mountain ranges in one of the most exciting expeditions on our books. We have the huge privilege of visiting the Kalash winter solstice festival, an event which very few Westerners have witnessed. This week long event is a celebration of life, the gods and ancestors, during which participants are invited to cleanse their souls. <br/><br/>On our first ever trip in 2006, our small group of adventurous travellers also got to watch a snow leopard for an entire afternoon, as she wandered the mountainsides and eventually made a kill. If you’re lucky, you’ll get to witness a similar scene on your trip. <br/><br/>These hidden valleys have become more accessible thanks to the relatively new Lowari Tunnel, so if you’re in search of true exploration this is about as close as you’re going to get. <br/>",
  "durationDays": "13",
  "price": "3095",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour Starts In Islamabad: Today the tour starts in Islamabad, 'City of Islam', Pakistan's capital city. It replaced Karachi back in the 1967 and is now the political and commercial heart of the country. Situated against the lush backdrop of the Margalla Hills it is a city where old and new collide. Leafy green boulevards are home to modern buildings, and shopping malls, but also dotted with traditional homes and mosques. After checking into our rooms, available from 14:00 or possibly earlier, we have the chance to visit some of the famous sights of Islamabad including the Faisal Mosque, the largest in South Asia, and 5th largest mosque in the world. We will also take time to visit the Lok Virsa Museum and Pakistan Monument."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Islamabad - Peshawar: This morning we’ll start out early for our journey to Peshawar on the motorway. We will have the chance to visit some of the famous sights of Peshawar including the Peshawar Museum, the Old City Sethi Mohallah (quarter), Qissa Khawani Bazar, Mohabat Khan Mosque and Cunnigham clock tower. One of the British monuments in Peshawar, this memorial was constructed in 1900 on the occasion of the Diamond Jubilee of the Queen. It was named after Sir John Cunnigham, who was a British Officer serving in Peshawar."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Peshawar - Swat: After breakfast we will have a spectacular drive north, passed Chakdarra – where a young Winston Churchill saw action back in the 1890s. On route through the Swat Valley we will visit the remains of the Bazira city and learn the stories of this historic site. After checking in at our hotel we will visit the Swat Museum which showcases fascinating Indo-Roman Buddhist art and is renowned in Pakistan."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Swat - Chitral: After and early breakfast we will start our drive to Chitral. Dependent on traffic this may take a good ten hours. We will stop en route at Dir for lunch and then continue on this full day’s scenic drive through the alpine landscapes of upper Dir before continuing through the newly completed 10.5 km long Lowari Tunnel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chitral - Chitral Gol - Chitral: Today our wildlife adventure begins as we move up to the area around the old hunting lodge in Chitral Gol, the region’s National Park. Roaming in the wild will give us great opportunity to observe the rutting season for the famous Markhor wild goat and we will see hundreds of them fighting and playing – indeed it is the young of the Markhor that interest the elusive snow leopard. If we are really lucky we may catch a glimpse of one of these exquisite animals. Later this afternoon we will have time for some local sightseeing. The Chitral Fort was the location for the besieged British Garrison in 1895 and now houses the cannons dragged over the high passes of the Hindu Kush used to break the siege. Next to the Fort is the intricate Grand Mosque. However, our main focus will be wandering around the bazaar with its mixture of traditional and modern goods being sold by the predominantly Pashtun population. Dinner will be at our hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Chitral - Balanguru: Today after completing some registration formalities we head into the Kalash Valley of Rumbor and the village of Balanguru. Here we stay with our friend Saifullah Jan, the chief spokesperson for the Kalash. After checking into our guesthouse, we will go with our friends to visit their extended families and their houses in the valleys of Grum or Kalashagrum."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Balanguru - Chawmos Festival: For the next three days we will enjoy this extraordinary festival that precious few Westerners have ever seen. As well as dancing, singing and feasting we will also witness the religious priests (or Qazis, as they are known) summon up the spirits and ask for their blessing. On one of the days the women of the valley – including those travelling with us – must cleanse their souls by performing certain purification rituals, but don’t worry, it is nothing too drastic, just a bucket wash followed by offering up some pure chapattis at the Temple of Jastak Khan. On another day it is the turn of the men to cleanse themselves, this time with goats’ blood at the temple of Sagi Gor. For religious reasons your tour leader will not be able to enter all of the areas that you can, but they will never be far away if you need them. More than 40 goats will be sacrificed as an offering to the gods, wine will be drunk and preparations for the dancing will start. From here on men could wear the shalwar kameez. In the evening we will join the Kalash for a spectacular night of dancing in the village."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Balanguru - Ayun: Having observed the festivities we may take one last walk around the Kalash Valley and then head on to Ayun where we’ll check into the wonderful home of Maqsood Ul Mulk, one of the princes of Chitral in the afternoon. Depending on the weather we may have time for a short walk around one of the local villages nearby."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ayun - Islamabad: Today we will start out early for our journey back to Islamabad. This will take us a full day and is only possible due to both the Lowari tunnel and continually improving motorways from Dir into Islamabad itself."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Islamabad - Taxila – Islamabad: We will spend our last full day exploring Taxila, a fascinating Buddhist university town, dating back to the Gandaharan era of Alexander the Great. We’ll then return to Islamabad in the late afternoon where there may be time for some last minute shopping before our farewell dinner."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Tour ends: The tour ends today after breakfast."
    }
  ],
  "map": ""
}