{
  "destination": "Pakistan",
  "mainPhoto": "",
  "id": "pakistan-summer-mountain-holiday",
  "tourName": "Pakistan summer mountain holiday",
  "placesVisited": "Islamabad, Faisal Mosque, Kaghan Valley, Naran, Fairy Meadows, Indus River, Rama Lake, Dosai Plateau, Skardu, Khaplu Fort, Baleygon school visit, Hunza, Hoper Glacier, Kalash Valley, Ayun, Taxila",
  "generalInfo": "This itinerary has the capacity to enthrall even the worldliest of travellers. From mountain scenery that will make your heart leap to lively markets and azure lakes, absorbing cultural encounters and historic forts. While every day offers something to fire your imagination, there are several gems worth dwelling on in detail. <br/><br/>You’ll spend a few days hiking around the mountainous Hunza Valley, with a backdrop of cathedral peaks, pristine lakes and the Hoper Glacier, and staying in a clifftop hotel offering dramatic views. Later in the trip you’ll arrive in the otherworldly Kalash Valley, and take part in the celebrations around the Uchao Festival. And in Ayun you’ll visit the home of one of the princes of Chitral, and take a stroll through his elegant gardens.<br/><br/>Then of course there is Fairy Meadows, known locally as Joot, a pristine national park at the foot of  Nanga Parbat. These alpine grasslands and forests overlooked by snowy peaks are an absolutely stunning place to walk.<br/><br/>Other moments to treasure – the open-top jeep ride through the Hushe Valley to meet the children at a local school; crossing the famous Indus River, and driving across the Dosai Plateau with the Karakoram Mountains in the foreground. <br/><br/>The communities you’ll visit will often be remote, rarely encountering western travellers, but no less the welcoming for it. Staying in homestays and family-run guesthouses, and using local guides, this tour brings vital income to areas of Pakistan that are still well beyond the main tourist track. It feels pretty good to be a trailblazer, right?<br/><br/>Please note that we have two festival departures - the Shandur Polo Festival starting in June, and the Kalash Uchaw Festival in August. The durations of the tours may vary so please see individual itineraries for details.",
  "durationDays": "21",
  "price": "4995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Islamabad: Today the tour starts in Islamabad, 'City of Islam', Pakistan's capital city. It replaced Karachi back in the 1967 and is now the political and commercial heart of the country. Situated against the lush backdrop of the Margalla Hills it is a city where old and new collide. Leafy green boulevards are home to modern buildings, and shopping malls, but also dotted with traditional homes and mosques. After checking in to our rooms, available from 14:00 or possibly earlier, we have the chance to visit some of the famous sights of Islamabad including the Faisal Mosque, the largest in South Asia, and one of the largest mosques in the world, accommodating up to 100,000 worshippers at any one time. We will also take time to visit the Lok Virsa Museum, the first state museum of ethnology in Pakistan, representing the history and astounding diversity of country’s living traditions. We will also visit the Pakistan Monument and take in the views of the city from Daman-koh, a hilltop garden on the northern side of the city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Islamabad - Ayun: This morning we’ll leave very early to drive this spectacular journey, through the Lowari Tunnel and up through the frontier, towards Ayun. This is a full day’s drive and we will not reach our hotel in Ayun until the evening for a well-earned rest."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ayun - Kalash: After breakfast we will drive in to the Kalash Valley of Rumbor and the village of Balanguru where we stay with our good friend Saifullah Jan, the chief spokesperson for the colourful Kalash people. The journey takes about two hours, though if people prefer we can walk the last few miles through the gorgeous valley. After lunch we will meet the Kalash and go for walks around the village, or further afield to visit some of our friends in Grum or Kalashagrum."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "In the Kalash: Village & Valley Walks: Today we maximise our time by walking in and around the valley to enjoy the local scenery and experience the local hospitality. This morning we should be able to take a walk up in the direction of the Afghan frontier to visit some small villages. We return to Balanguru for lunch and then for those who wish to we head out on another walk around the valley to understand more of the lifestyle of the Kalash people. These walks are optional, and you may wish to spend your time relaxing in the village."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kalash - Chitral: After breakfast we spend our last morning with The Kalash before driving on to Chitral. In the late afternoon we’ll travel on towards Chitral National Park to see the markhor, a kind of mountain antelope and favoured prey of the snow leopards, before checking into our lovely local hotel and have dinner."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Chitral 3800m approx - Mastuj: Another beautiful and dramatic drive takes us we winding our way along the Mastuj Valley, passing Tirich Mir and Boni Zong. After lunch we will be taking a short walk up to the main road to capture views of the Tirich Mir Peak. We can also see the Yarkhun Valley at the top of which lies Afghanistan’s Wakhan Corridor."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Mastuj 3800m approx - Ghizer Valley: Today is probably the most spectacular drive of the tour as we make our way across the Phander and Laspur valleys, not forgetting the drive over the Shandur Pass. Here we stop for tea at the top of the pass at 3,800 metres. Shandur boasts the highest polo field in the world, where the best teams from Gilgit and Chitral play very fast and aggressive matches. Nearby the Shandur Lake is famous for the vivid reflections of lofty Hindu Kush mountains that surround it. The Langer is a beautiful plain used for grazing the yaks and dzos – where we’ll enjoy a nice picnic lunch and then drive on to the Ghizer Valley, our resting place for this evening."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ghizer Valley - Hunza: After breakfast we will then drive to Gilgit, and onwards to Hunza. We know we use a lot of superlatives in this dossier but this trip really is epic, particularly as you round the corner and see the titanic form of Mount Rakaposhi basking in the sun, right beside the road. We will take lunch on the way – at the Rakaposhi View Restaurant – before continuing on to Hunza. On arrival we will have the chance to explore the laid back little town of Karimabad and admire the mountains that surround it before continuing on to our hotel which is situated in a spectacular location, 2,850m above sea level, and 500m above the valley floor with panoramic views of five 7,000m peaks!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "In Hunza: After breakfast we visit the famous Baltit Fort, restored by the Aga Khan Trust for Culture to a fantastic standard. It is now a UNESCO World Heritage Centre. We will then take lunch in town. In the afternoon those that wish can have a water channel walk down around Karimabad before having a wander around the local shops where there will be plenty to buy. Café De Hunza serves best coffee and walnut cake in town"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Hunza - Attabad Lake - Hunza: Wake at around 5:30 to watch the rising sun turn the peak of Rakaposhi flamingo pink...optional of course! After breakfast we will first drive to the other side of the valley to take a look at the Hoper Glacier. After this we’ll have lunch in a pretty garden café before driving an hour and a half further up the KKH to visit the newly formed lake at Attabad. In January 2010 a massive landslide blocked the Hunza River, which submerged 28kms of the KKH by forming a beautiful azure lake. At Gulmit we visit a carpet weaving centre run by very friendly Wakhi women. A little later we drive further north up to Batura Glacier, the fifth longest in world, and enjoy the stunning views of Passu Cones, the white Passu Glacier, and a number of 7000m peaks. In the late afternoon we return to Karimabad."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Hunza - Gilgit: This morning we end our time in Hunza and head back down to Gilgit. We will have a chance to take a look around this classic frontier town, once considered the furthest outpost of the empire. We will see the Christian graveyard and the bazaar, before heading to our hotel for the evening."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Gilgit - Skardu - Khaplu: Today we will take a day long drive to Khaplu. Following the Indus most of the way, this is a hugely impressive journey. We will take lunch along the way before arriving into Khaplu in the early evening."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Khaplu - Hushe Valley - Khaplu (3050m approx): Today the adventure continues as we follow the Shyok and Hushe Rivers into the heart of the Karakoram. Draining an enormous area of the eastern Karakoram, much of which is now in India, the Shyok and Hushe rivers cut a spectacular trail into this eastern most part of Baltistan. We'll drive up the Hushe Valley, where we have the opportunity to visit our foundation-sponsored school in the remote village of Baleygon. From here we’ll continue further up the valley to Marzigone where we see the magnificent 7,000m Mashabrum Mountain standing sentinel ahead of us. In the late afternoon, as the sun is setting, we’ll return to Khaplu."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Khaplu - Skardu: This morning we’ll drice to Skardu where we'll visit the old bazaar, and then head out to see the Manthal Buddha rock carving just outside of town."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Skardu – Deosai Plateau - Astore (4100m approx): This morning we are continuing our journey to the amazing Deosai Plateau National Park. This plateau is a stunning 4,000m high wildlife wilderness complete with an array of wild flowers at this time of year. We’ll enjoy a hearty picnic lunch with views of the Himalayas before continuing on to Astore."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Astore - Fairy Meadows (3300m approx): This morning after an early breakfast we’ll leave Astore and drive to Raikot Bridge. Here we’ll transfer to jeeps for the short, but wildly dramatic, drive to the road head before walking up to the cabins at Fairy Meadows. The walk is of a moderate nature on a good mountain path and should take around 3 hours. We will enjoy the views of Nanga Parbat – or Naked Mountain (the 8,100m peak and massif that marks the western end of the Himalayas). Here we will stay in the rustic log cabins, all of which have commanding views of the great mountain. This is truly one of the most magical places on earth."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "In Fairy Meadows (3300m approx): Today we walk through the forested foothills of the massif to the Beyal Camp and back. This will not be too strenuous, as we will run along the contours rather than straight up, but it will be spectacular. Anyone wanting a more relaxed time can stay at the meadows, which is a lovely place to unwind. We will take lunch at a local camp and return to have dinner back at the cabins."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Fairy Meadows - Naran (4173m approx): This morning after an early breakfast we’ll walk back to the road head, pick up the jeeps and re-join the KKH. We’ll drive for another couple of hours, before heading over the spectacular Babusa Pass, before driving on to Naran for the night."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Naran - Islamabad: It is an early start this morning to make our long drive south, through the Kaghan Valley, stopping for lunch en route and then for the evening at the hotel in Islamabad. The journey will take about six to seven hours."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Islamabad - Taxila - Islamabad: Today we will have a relaxed start and take a short drive to Taxila to explore this fascinating Buddhist university town, dating back to the Gandaharan era of Alexander the Great. We’ll then return to Islamabad for some last minute shopping and our farewell dinner."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Tour ends.: Today the tour ends after breakfast in Islamabad."
    }
  ],
  "map": ""
}