{
  "destination": "Pakistan",
  "mainPhoto": "",
  "id": "karakoram-highway-holiday-in-pakistan",
  "tourName": "Karakoram highway holiday in Pakistan",
  "placesVisited": "",
  "generalInfo": "This overland adventure carves through lush valleys, snakes across high mountain passes and travels alongside creaking glaciers. With show-stopping scenery and plenty of walking included, prepare to be inspired by the Karakoram's warm, welcoming people and its rich tapestry of history.<br/> <br/> Hunza Valley - Explore the forts, castles and bazaars of the ancient Kingdom of Hunza.<br/> Nanga Parbat - See this 8,000m+ peak up close on a walk to the base camp.<br/> Karakoram Range - Travel from Islamabad into the mountains along the iconic Karakoram Highway.<br/>",
  "durationDays": "14",
  "price": "3149",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Trip starts in Islamabad; afternoon orientation tour of the capital",
      "description": ": Our trip starts today in Islamabad, the cultural and financial centre of Pakistan and the nation's capital. A relatively new city, Islamabad was constructed in the 1960s to replace the former coastal capital of Karachi. Islamabad's wide, leafy boulevards and backdrop of the rolling Margalla Hills give it the feel of a colonial city. Still, more recently, the city has seen a considerable injection of wealth, resulting in a curious blend of old and new. Glass-fronted buildings and modern shopping malls now stand side by side with its traditional mosques and markets. For those arriving on time today, our tour leader plans to meet you in the hotel reception at 1pm for the welcome meeting and to take us on the afternoon tour. We will start with a visit to the contemporary Faisal Mosque. Its striking architecture is inspired by a Bedouin-style tent, and its triangular worship hall houses 10,000 worshippers, making it the largest mosque in South Asia. Continuing on the theme of striking architecture, we next take in the Pakistan monument - with its petal-shaped structure taking its cues from Mughal architecture. The monument is dedicated to the people of Pakistan, with each petal representing the different individual cultures that make up the melting pot that is modern-day Pakistan. We finish our tour at the Heritage Museum, offering a fascinating insight into the ethnology and heritage of the country. We finish our tour with a visit to the old city of Rawalpindi. Known as the 'Twin City' and forming part of the greater urban conurbation of Islamabad, this densely packed and sprawling city offers a stark contrast to the wide leafy streets of Islamabad. We plan to explore the narrow lanes on foot, stopping to barter in the bustling Raja Bazaar before returning to the hotel. If you miss the welcome meeting, your leader will inform you of any essential information by note left at the front desk. Many international flights arrive into Islamabad early this morning. Because of this, we've pre-booked rooms for all customers (including land-only) to be available to check straight into regardless of your arrival time. Those booking flights that arrive late in the evening should arrange to arrive the night before to make use of this pre-booked room."
    },
    {
      "dayNumber": 2,
      "title": "Drive into the mountains and onto Naran, in the Kaghan Valley",
      "description": ": We set off for the mountains today as we drive to the town of Naran, nestled in the Khagan Valley. As we leave the city and join the main highway, we will likely see a wide variety of colourful trucks transporting goods along the Friendship Highway between Pakistan and China. We quickly gain altitude as we ascend through the valley, surrounded on all sides by the forested peaks of the lesser Himalaya Range. There will be plenty of time to stop for photos and to take in the scenery, before we reach Naran in the afternoon, after an approximately eight-hour drive. The remainder of the day has been left free to relax and enjoy the surroundings or explore this small, river-side town."
    },
    {
      "dayNumber": 3,
      "title": "Join the Karakoram Highway and drive into the Astore Valley, crossing Babussar Pass",
      "description": ": Leaving Naran behind this morning, we continue north through the high-altitude lakes of the Lulusar National Park, before turning onto the Karakoram Highway at Talichi. Officially known as the N35 but often called the 'Friendship Highway', or more simply 'KKH', this ambitious road took 20 years to construct as a joint project funded by the governments of Pakistan and China. The highway stretches some 1,300 kilometres from Abbottabad in Pakistan, snaking its way through the mountainous Karakoram range and crossing into China at the Khunjerab Pass, where it continues on to the ancient Silk Road city of Kashgar. The Karakoram Highway is regarded as the 'highest highway in the world'. We cross the Babussar Pass (4,173m) before dropping down into Tarashing our base for the next two nights. The accommodation is a simple guesthouse with twin bedrooms and outside bathrooms, complete with bucket showers. All bedding and blankets are provided. The total drive is around eight hours, with plenty of time built in for scenic stops."
    },
    {
      "dayNumber": 4,
      "title": "Drive into the Lower Rupal Valley for a walk up to Nanga Parbat Base Camp (3550m)",
      "description": ": We start this morning with a drive to the Lower Rupal Valley, where we continue on foot for the five kilometre walk up to Herligkoffer Base Camp, the eastern-facing base camp on the lower slopes of the towering Nanga Parbat. The walk takes us through a lush meadow as we follow the Bazhin Glacier up to a natural spring, which marks the start of the camp. So-named after Dr Karl Herrligkoffer, the leader of first expedition to successfully scale the world's 9th highest mountain, the camp offers incredible close-up views of Nanga Parbat and the surrounding western-Himalayan range. The total walk is approximately ten kilometres in length, with around 400 metres of ascent/descent, taking approximately three to four hours. For those not wishing to do today's walk, there is the option to take a 4WD tour of the Upper Rupal Valley, stopping at a scenic viewpoint and taking a short walk through the village."
    },
    {
      "dayNumber": 5,
      "title": "Drive up and across the Deosai Plateau to Skardu, stopping at Satpara Buddha and Satpura Lake",
      "description": ": Today we have a full but rewarding day of driving ahead as we ascend out of the Astore Valley and up to the Deosai Plateau, which stands at an altitude of 4,100 metres. The plateau was awarded national park status in 1993 to aid the protection of a key habitat of the Himalayan Brown Bear and is one of the world's highest alpine plains. The Bara Pani River winds its way through the national park, feeding several high-altitude lakes and providing the perfect environment for wildflowers to flourish. We will stop at Sheosar Lake where we disembark to stretch our legs for a short 2-kilometre/1.2-mile walk around the dark-blue, reflective waters of the lake. Continuing on, we next stop at Satpura Lake where its water appears a shimmering turquoise colour, due to it being fed predominately from the melting ice of the plateau. We reach Skardu in the early evening."
    },
    {
      "dayNumber": 6,
      "title": "Full day exploring the towering forts and villages of the Skardu Valley",
      "description": ": It's an early start this morning as we set off in our 4WD vehicles, first travelling to Shigar village to explore Shigar Fort and the 14th-century Amboriq Mosque. This incredible and unusual piece of Islamic architecture is constructed entirely from wood and has been awarded UNESCO status. We will break for lunch in Shigar and try some traditional Balti dishes. Look out for 'Chapsuro' - a calzone-like bread stuffed with lightly-spiced mince and vegetables, 'Gittey' - a type of sausage prepared with chilli and coriander, and 'Mamtu' - delicious stuffed dumplings which are ubiquitous to the Himalayan regions. After enjoying a hearty lunch we will continue to the Katpana Desert - a high-altitude desert filled with rolling sand dunes that can sometimes be found covered in snow during the winter months. On our way back to Skardu we will stop for a short walk up to the 16th Century Kharpocho Fort. The Fort appears as if it is precariously perched on the cliff side, but the location affords strategic views over the confluence of the Indus and Shigar Rivers. The walk will take approximately two hours including the visit to the Fort."
    },
    {
      "dayNumber": 7,
      "title": "Re-join the Karakoram Highway and drive to Gilgit, the heart of the Karakoram region",
      "description": ": We set off this morning in our familiar 4WD vehicles, driving along the northern loop out of the Skardu Valley, re-joining the Karakoram Highway at Jaglot, before continuing on to Gilgit, a drive of approximately five hours. We arrive in Gilgit for lunchtime, and in the afternoon, we set off for a tour of this bustling town. Lying at the heart of the Gilgit-Baltistan region, the town is a haven for trekkers, cyclists, mountaineers and adventurers, not to mention the traders passing through. It is a hubbub of activity that is somewhat juxtaposed by the serene snow-capped mountains it is surrounded by. We will take a walk through Gilgit's bazaar and stop at the Gilgit Bridge. At 158 metres long, this bridge spans the width of the fast-flowing Gilgit River and is the oldest suspension bridge in the region, dating back to the Raja period. We will also visit the old British Cemetery, and the Kargah Buddha, a 7th-century rock carving that points back to the town's significance in spreading Buddhism across the Silk Road and throughout the region."
    },
    {
      "dayNumber": 8,
      "title": "Drive to Karimabad, explore the mighty Baltit Fort and take in sunset over the Hunza Valley",
      "description": ": Continuing along the KKH, we drive on to the more peaceful town of Karimabad. We stop en route at a viewpoint that offers a panoramic vista of Rakaposhi, a peak of 7,778 metres which juts out of the landscape and towers over other nearby mountains. Upon reaching Karimabad, we explore the 700-year-old Baltit Fort, which was the former seat of the Kingdom of Hunza. The architecture of the fort is quite striking and very much Tibetan in feel, in fact, many remark on its similarities to the iconic Potala Palace in Lhasa. We finish the day by travelling out to Duikar Village, another viewpoint with glorious long-ranging views, to watch the sun dip into the Hunza Valley below. With the view in front of us, it is easy to see why this valley is widely believed to be the inspiration in James Hilton's iconic novel for the mythical utopia 'Shangri-La'. If time is permitting, we will visit the Sharma Rehabilitation Center in Hyderabad village. Originally established in 1996 as a rehabilitation center for disabled men, Sharma provides health and hygiene education, vocational skills and income earning opportunities for disabled individuals. Those supported by the center have been trained to make goat hair rugs and carpets which not only provide an important source of income for them but also is a form of therapy to increae their self-esteem. This evening we join a local Huzakut family for an evening meal in their home, in a small village outside Karimabad. Here we get a fascinating insight into the way of life for many villagers in the region, and we try an array of local dishes such as 'Buttering Daudo' - a traditional apricot soup, 'Chap Churo' - a delicious pie stuffed with mincemeat between two pan-fried flatbreads, and 'Burish Chapik' - cheese chapattis with crushed almonds."
    },
    {
      "dayNumber": 9,
      "title": "Full day exploring the Hunza Valley with a walk to glaciar viewpoints",
      "description": ": Setting off early this morning, we embark on a full-day guided sightseeing tour of Hunza Valley, traveling by foot and private 4WD vehicle. Our journey begins with an early morning drive to Hoper Nagar, making several scenic stops along the way. Upon arrival, we take a short 10-minute walk to the Hoper Glacier viewpoint, where we marvel at the vast icy expanse before us. Continuing on, we explore the Hunza Sacred Rocks before reaching the stunning Attabad Lake viewpoint. In the afternoon, we drive to Passu, stopping to see (but not cross!) the famous Hussaini Suspension Bridge. Spanning 64 meters across the Hunza River, this precarious structure\\emdash made of widely spaced, weathered wooden planks bound by steel cables\\emdash remains a crucial lifeline for locals transporting goods and agricultural produce across the rushing waters below. After observing the activity on the bridge, we continue towards Passu, pausing at Borith Lake for lunch and breathtaking views of the Passu Glacier. From Borith, we embark on a scenic 4 km walk to the Passu Glacier viewpoint, a pleasant 1.5-hour trek featuring a brief ascent followed by a flatter stretch. Later, we return to Karimabad, making a stop in Gulmit village to visit the Korgah Women-Led Carpet Weaving Center. Established in 2005 and housed in a traditional mud building, Korgah empowers local Wakhi women by providing economic opportunities through their intricate, handcrafted carpets. Here, visitors can witness the artistry and dedication of these skilled artisans while gaining insight into Hunza's rich cultural heritage."
    },
    {
      "dayNumber": 10,
      "title": "Leave the Karakoram Highway and drive to the small town of Gupis",
      "description": ": Leaving Karimabad behind today, we travel along the Karakoram Highway before turning off and joining the main highway linking Chitral and Khyber Pakhtunkhwa in the west with Gilgit Baltistan in the east. The drive itself is very scenic, full of wide-open landscapes framed by snow-capped peaks. We make several stops along the way, including a picnic lunch in the picturesque village Gahkuch which is set on a wide sweeping bend of the Gilgit River. After a drive of approximately six hours, we reach the small river-side town of Gupis, our rest stop for the next two nights."
    },
    {
      "dayNumber": 11,
      "title": "Explore the remote Yasin Valley by 4WD and on foot",
      "description": ": Today we spend a full day exploring the Yasin Valley. This historic area is linked to a network of valleys that stretch across the northwest frontier of Pakistan and into the Wakhan Corridor region of Afghanistan/Tajikistan. Control of this region has been fought over for centuries, from Central Asians vying for the silk trade to more recently the British colonial powers. This high-altitude valley sits amongst the Hindu Raj Mountain Range, with a glacial river carving its way through the valley floor and is set to a backdrop of towering 6,000m+ mountains. This morning we set off from Gupis by 4WD and drive to the village of Darkot, where we get to see what daily life is like for the few locals that live in this sparse, remote mountain area. We then drive onto Ghasum where the road ends and we leave the jeeps behind, continuing on foot for the short walk to the snout of the Ghamubar glacier. There is the option to walk into the glacier itself, a further walk of around an hour for those that want to. We break for lunch here in a spot overlooking the glacier, before continuing onto the picturesque Ghamubar Lake. We return to Gupis later in the afternoon. The total walk time is around 1 hour 30 minutes with an altitude gain of approximately 200 metres."
    },
    {
      "dayNumber": 12,
      "title": "Drive to Naran via the Babusar Pass",
      "description": ": Leaving the remote valley area behind today, we head east and join the main highway once again, first crossing Babusar Pass (4,100 metres) and stopping at Lulusar Lake before we descend back down the Kaghan Valley to Naran. After checking into the hotel, there will be time for a short orientation tour of the town and its bustling main bazaar."
    },
    {
      "dayNumber": 13,
      "title": "Drive back to Islamabad, visiting UNESCO site of Taxila and then explore Rawalpindi",
      "description": ": Continuing to lose altitude, we drop back down to the foothills this morning, travelling through the towns of Mansehra and Abbottabad. Along the way back to the capital we will explore the UNESCO World Heritage Site of Taxila, an ancient city dating back to the 6th century BC, and fought over throughout the centuries by the many civilisations that inhabited this area."
    },
    {
      "dayNumber": 14,
      "title": "Trip ends in Islamabad",
      "description": ": The trip ends after breakfast at our hotel in Islamabad. There are no activities planned today, so you are free to depart from Islamabad at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you would like an airport transfer today, you'll need to depart from Islamabad International Airport (ISB), which is 30-40 minutes from the hotel."
    }
  ],
  "map": ""
}