{
  "destination": "Pakistan",
  "mainPhoto": "",
  "id": "southern-pakistan-cultural-tour-for-over-50s",
  "tourName": "Southern Pakistan cultural tour for over 50s",
  "placesVisited": "",
  "generalInfo": "This is one of our most popular tours for the history &amp; architect lover as this itinerary takes you on an incredible adventure to to enjoy traditional cities and more contemporary ones, experience different cultural influences, and see some of the most incredible world heritage sites, from Sethi Mohalla in Peshawar to Uch Sharif in Multan. <br/><br/>Along your journey you will be taken on sensorial taste adventures, from street food vendors to some of the most exquisite fine dining on offer in Pakistan. The tour takes you down streets which share hidden stories of previous civilisations which once lived in Pakistan from the people of the Indus Valley to traders which lived in the famous trade route of Peshawar. <br/><br/>This tour has been designed to take you on a tour specifically for 50+ as we feel there will be incredible life experience which you will all bring to the group, thus enabling you to enjoy and exchange life experiences at a similar life stage. <br/><br/>This 15 day tour covers a great extent of Pakistan from Islamabad to Karachi and there are days when you will spend a great deal of time on the road. There is a 16 Day option, which entails a rest day in Lahore, should the group collectively decide to do this. <br/><br/>This tour is deliberately done in the Autumnal / winter months because outside of these months temperatures from Multan onwards can be painfully hot.<br/><br/>This itinerary is also available as a private tour, should you wish to do it by yourself.<br/><br/>Please note that if going as part of a group but you would like your own room, a single supplement charge would apply.<br/><br/>You can also add 5 days at the end as an extension, if you would like to visit Gwader &amp; Hingol National Park",
  "durationDays": "15",
  "price": "3900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at the Islamabad International Airport, transfer to hotel. City tour of Islamabad. Today’s visits/stops/activities include Shah Faisal Mosque Lok Virsa (Folk Heritage) Museum Pakistan National Monument Daman-e-Koh (Islamabad View Point) Golra Sharif Rail Museum External view of Parliament House, President House, Prime Minister House & Supreme Court of Pakistan"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Islamabad- Taxila: 35 kms/45 minutes’ drive Taxila –Raja Bazar: 35 kms/1 hour drive Raja Bazar- Islamabad: 20 kms/45 minutes’ drive Full day tour of Taxila Archaeological sites & the old Raja Bazar in Rawalpindi. Today’s visits/stops/activities include Taxila Museum Julian Buddhist Stupa & Monastery Dharmarajika complex and stupa Taxila Truck Painting Workshop Gurdwara Panja Sahib (subject to prior permission) Dinner at Margalla Hills"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "ISLAMABAD - TAKHT-E-BHAI - PESHAWAR Islamabad: 120 kms/2.5 hours' drive Takht-e-Bhai - Peshawar: 65 kms/1.5 hours' drive After breakfast drive to archaeological sties of Takh-e-Bhai. Then drive to Peshawar. After lunch visit Peshawar Museum."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "PESHAWAR Full day tour of Peshawar. KEY ATTRACTIONS • Mahabat Khan Mosque built by Mughal emperor Shah Jahan • Qissa Khawani Bazar (The bazar of story tellers) • Sethi House - The Mughal Central Asian Architecture • The historic Qila Bala Hissar (Bala Hissar Fort) from outside"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "PESHAWAR - KEHWRA SALT MINES - LAHORE Peshawar-Katas Temple: 295 kms 3 . 5 hours' drive Katas Temple-Khewra Salt Mines: 2 kms c 54 minutes' drive Khewra Salt Mines-Lahore: 260 Kms & 3.5 hours' drive Leave the hotel at 07:00 am ni the morning towards Lahore. On the way; visit Katas Raj Temple & Khewra Salt Mines. KEY ATTRACTIONS • Katas Raj Temple (Qila Katas) • Khewra Salt Mines- the largest ni Asia and the second largest salt mine ni the world"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "LAHORE Full day city tour of Lahore. KEY ATTRACTIONS • Lahore's walled city • Lahore Fort -built by Mughal emperor Shah Jahan • Badshahi Masjid built between 1671 & 1673 by Mughal emperors • Lahore Museum - Showcasing one of the largest and most representative collection of miniature paintings in the Subcontinent • Anarkali Bazar- one of oldest surviving markets in the Lahore"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "LAHORE Full day city tour of Lahore including flag ceremony at Pakistan-India border. KEY ATTRACTIONS • Mausoleums of Jahangir & Noor Jahan in Lahore • Visit Masjid Wazir Khan- Built by Wazir Khan, the viceroy of Punjab during the reign of the Mughal Emperor Shah Jahan • Shahi Hammam - a Persian-style bath which was built during the reign of Mughal Emperor Shah Jahan. • Visit Shalimar Garden (optional) • Experience the flag ceremony at the Wagah, the border between Pakistan & India"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "LAHORE - HARAPPA - MULTAN Lahore- Harappa: 196 kms/3.5 hours' drive Harappa- Multan: 160 kms /2.5 hours' drive Drive to Multan visiting Harappa archaeological site on the way. Upon arrival transfer to hotel. Visit Damdama, the highest point in the fort. Today's visits/ stops/ activities include • Harappa Archaeological Site"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "MULTAN- DERAWAR FORT. - BAHAWALPUR Multan- Derawar Fort: 20 kms/3 hours' drive Derawar Fort- Bahawalpur: 98 kms/2 hours' drive After an early breakfast drive to Cholistan Desert and Derawar Fort. In the afternoon drive to Bahawalpur. Visit Noor Mahal Today's visits/ stops/activities include • Derawar Fort • Cholistan Desert • Noor Mahal"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "BAHAWALPUR - UCH SHARIF - SUKKUR Bahawalpur- Uch Sharif: 78 kms/1.5 hours' drive Uch Sharif- Sukkur: 310 kms/3.5 hours' drive Drive to the archacological sites of Uch Sharif. After visiting Uch Sharif drive to Sukkur. Today's visits/ stops/ activities include • Bibi Jawindi Tomb • Shrine of Jalaluddin Bukhari • Shrine of Hazrat Fazaluddin Ladla Bukhari • Shrine of Pir Sadruddin"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "SUKKUR-MOHENJO DARO-SEHWAN SHARIF Sukkur- Kot Diji-Mohenjo Daro: 135 kms/ 3hours' drive Mohenjo Daro - Sehwan Sharif: 150 kms /2.5 hours' drive Drive to Mohenjo Daro visiting Kot Diji en-route. Visit the archaeological site of Mohenjo Daro. After lunch drive to Sehwan Sharif. Upon arrival and check-in at hotel visit the Shrine of Lal Shahbaz Qalandar. Attend Sufi dances in the evening. Today's visits/ stops/ activities include • Kot Diji Fort • Mohenjo Daro • Shrine of Lal Shahbaz Qalandar • Dhamal (Sufi Dances) in the evening"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "SEHWAN SHARIF-RANIKOT FORT-BHIT SHAH-HYDERABAD Sehwan - Ranikot Fort: 88 kms/1.5 hours' drive Ranikot Fort- Bhit Shah: 140 kms/2.5 hours' drive Bhit Shah - Hyderabad: 60 kms/1.5 hours' drive After breakfast visit Ranikot Fort, then the Shrine of Shah Abdul Latif Bhitai. Finaly drive to Hyderabad for the overnight stay. Today's visits/ stops/ activities include • Ranikot Fort- the great wal of Sindh • Shrine of Shah Abdul Latif Bhitai • Sufi dances (if available today)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "HYDERABAD- KARACHI Hyderabad- Shah Jahan Mosque: 100 kms /1.5 hours' drive Shah Jahan Mosque- Makli Hills: 3.5 kms /10 minutes' drive Makli Hills - Bhanbore Museum: 40 kms/40 minutes' drive Bhanbore - Chaukandi Tombs: 35 kms/45 minutes' drive Chaukandi Tombs - Karachi: 30 kms/ 1 hour's drive After breakfast drive ot Karachi visiting Shah Jahan Mosque, Makli Necropolis, Bhanbore Archaeological Site and Chaukandi Tombs on the way. Upon arrival transfer to hotel for overnight stay. Depending on energy levels dinner at Port Grand Today's visits/ stops/ activities include • Shah Jahan Mosque Thatta • Makli Necropolis • Bhambore Archeological Site • Chaukandi Tombs"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "KARACHI Full day tour of Karachi the financial capital of Pakistan. Full day tour of Karachi the financial capital of Pakistan. During the course of the day we will take you to see the National museum which showcases a complete vista of Pakistans cultural heritage from the Stone Age to its present day. A visit will also be made to Frere Hall, a popular place where the British would have tap dancing evenings when they ruled over the region. Today it is an Art gallery. We will also be taking you to Mohatta Palace, a luxurious summer house of the Mohatta family who lived there until 1947. We will also take you to the tomb of Quaid-e-Azam, founder of Pakistan and the merewether clock tower built during the victorian era and situated by Empress market. In the evening we will take you to Port Grande, which has a lovely ambience, known as Disney Springs of Karachi. It is an area built by the Arabian sea, which has a plethora of restaraunts looking over the port. In the evenings you can also enjoy local live music and on some nights have a go at some Karaoke."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Depending on flight tine. Shopping at local bazaars and malls & then transfer to the airport."
    }
  ],
  "map": ""
}