{
  "destination": "Pakistan",
  "mainPhoto": "",
  "id": "northern-pakistan-tour-kingdom-of-hunza",
  "tourName": "Northern Pakistan tour, Kingdom of Hunza",
  "placesVisited": "Islamabad and Rawalpindi, Karakoram Highway to Chilas, Fairy Meadows, Trek to Nanga Parbat Base Camp, Deosai National Park, Skadu, Satpara Lake, Shigar Valley, Khaplu, Hunza Valley, Karimabad, Nagar Valley and Upper Hunza, Khunjerab Pass",
  "generalInfo": "Explore the former Kingdom of Hunza, spectacular Karakoram mountains and high passes, and the Deosai plains, home to the elusive snow leopard, as well as bustling bazaars and peaceful villages on this northern Pakistan tour. <br/><br/>Over 15 days from Islamabad you’ll follow in the footsteps of ancient traders, pilgrims and adventurers along the Silk Road, and take in the epic scenery from the Karakoram Highway. All in the company of a small group led by a local tour leader who will share with you stories and facts about the region, and make the introductions in the remote communities you pass through along the way. <br/><br/>The landscapes are the star of the show. You’ll traverse some of the highest mountain passes on earth, and spend a night at Fairy Meadows with the imposing Nanga Parbat, ninth-highest mountain in the world, for a backdrop. Majestic peaks continue to rear up as you cross the plains of Deosai National Park to Skardu, and the Hunza and Nagar Valleys.<br/><br/>But there are many pleasures to be had on a human-scale too, from rubbing shoulders with local people amid the atmospheric bazaar of Skardu, to the warm welcomes provided by your hosts in a series of locally run guesthouses. Join this tour and discover a tranquil, hospitable Pakistan far from the sensationalist headlines, along with some of the most breathtaking mountain scenery on the planet. <br/>",
  "durationDays": "15",
  "price": "2345",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Pakistan - On arrival in Islamabad, our representative will meet you outside the customs and immigration area at the airport. They will be able to answer questions, brief you on the immediate arrangements, and escort you to the hotel in Islamabad. Depending on the time of your arrival there should be time for some sightseeing in the twin cities of Islamabad and Rawalpindi. Rawalpindi and Islamabad are two cities located in the upper Punjab region of Pakistan. Rawalpindi is an old British-era settlement, while Islamabad is the capital city and administrative centre. Both cities are situated at about 1,500 feet in elevation in the hot and steamy plains. In Rawalpindi, you can wander among the many and varied bazaars or visit the imposing Shah Faisal Mosque. This mosque is one of the largest in the world, with room for 15,000 worshippers inside and 85,000 in the courtyard. We will attend a trek briefing at the Alpine Club of Pakistan. This briefing will provide us with information about the upcoming trek, including the route, difficulty level, and safety precautions. Overnight in Hotel Hill View or similar"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Chilas - Today we set off to Chilas along the famous Karakoram Highway. It is certainly one of the world's most spectacular roads, tracing one of the many pathways of the ancient Silk Road.It is often called the 'Eighth Wonder of the World' due to its high elevation and the difficult conditions in which it was constructed. The Karakoram Highway is also known as the Friendship Highway in China, and was built by the governments of Pakistan and China, starting in 1959 and was completed in 1979 (opening to the public in 1986). It is thought that 810 Pakistanis and over 200 Chinese workers lost their lives, mostly in landslides and falls while building the highway. Overnight at the Shangrila Midway House or similar (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Fairy Meadows - This morning after breakfast we will visit the local rock carvings before starting the two hour drive to Raikot Bridge. From here, we transfer into 4WD jeeps for another hour’s drive through a narrow gorge to Tato village. We will enjoy a 2 hour trek on the pony trails through the thick covered pine forest leads to reach fairy meadows. Overnight at Raikot Sarai Camp Resort Fairy Meadows or similar (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Fairy Meadows - We will take an excursion towards the Nanga Parbat base camp. This ia an easy and gentle walk through the green meadows covered with thick pine and birch forests. We cross Ganalo glacier and then continue to walk through the lush green grassy meadows. Visit Alfred Drexel monument and explore the area. After lunch we will trek back to Fairy meadows. (total of 7 hours walking /trek). Overnight at Raikot Sarai Camp Resort Fairy Meadows or similar (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tarashing - We leave behind the Fairy Meadows and drive to Tarashing. Tarishing is a village with around 200 inhabitants and a sub-division of Astore District. It is considered the gateway to Nanga Parbat. It has almost 25 shops, 1 high school for boys, 1 middle school for girls, 1 private English-medium school, two hotels and a small medical centre. A large glacier beside the Rupal river is also a part of this village, that is situated on an altitude of about 2900 metres. Overnight at Nanga Parbat Tourist Cottage or similar (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Skardu - Our adventure continues as we drive to the Deosai Plains, a high plateau in the Himalayas that is also the habitat of the snow leopard. We never loose sight of Nanga Parbat as we ride through the extensive meadows that are buried in snow for nine months and only reveal their velvet green cover and hundreds of flowers in the summer. Along the journey, our jeep drivers must skilfully navigate through streams that rush with glacial water. Overnight at Concordia Motel Skardu or similar (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Skardu - Situated on a hilltop overlooking Skardu, we will visiti Kharpocho Fort with panoramic views of the town, the Indus River, and the surrounding mountains. This ancient fort dates back to the 16th century and provides a glimpse into the region's history and architecture. We will then stroll through the bustling Skardu Old Bazaar to experience the local culture and indulge in some shopping. The market is filled with shops selling traditional handicrafts, gemstones, local produce, and dried fruits. It's an excellent place to interact with locals, sample regional delicacies, and immerse yourself in the vibrant atmosphere. Located about 9 kilometres from Skardu, our next destination is Satpara Lake, a serene and crystal-clear lake surrounded by mountains. There are options to take a boat ride on the lake, enjoy a picnic on its banks, or simply soak in the tranquillity of the surroundings. We then take a short drive to the enchanting Shigar Valley. Known for its terraced fields, fruit orchards, and traditional wooden houses, this valley offers a glimpse into the local way of life. You can explore the historic Shigar Fort, which has been converted into a heritage hotel and museum, showcasing artifacts and exhibits related to the area's history. Overnight at Concordia Motel Skardu or similar (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Khaplu - This handsome village of timber-and-stone houses and precision-made dry walls climbs up a wide alluvial fan beneath an arc of sheer granite walls. Painstaking irrigation has made it a shady, fertile oasis. As you climb its twisting track, the icy peaks of the Masherbrum Range rise on the other side of the valley. It’s hard to imagine a more majestic setting near a public road anywhere in Pakistan. The main attractions are the 2600m-high village itself, the old Royal Palace and the even older Mosque above it at Changchun. Oh and of course, the heart-stopping views! Overnight at Concordia Motel Skardu or similar (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hunza - The Hunza Valley is a mountainous valley, situated north/west of the Hunza River, at an elevation of around 2,500 metres. Aliabad is the main town, while Baltit and Altit are popular tourist destinations due to the spectacular scenery of the surrounding mountains. The people here are cheerful and friendly and almost all speak Burushaski. The Hunzakuts are famed for their longevity, supposedly resulting from their mostly vegetarian diet of cereals and fruits. Overnight at the Karakorum View Hotel or similar (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Sightseeing - Today we will explore Karimabad, also known as Baltit. It is named after Prince Karim Aga Khan, the spiritual head of Shia Ismaili Nizari community. In the morning we visit the old Baltit Fort. This Tibetan style fort was originally built by the Balti Artisans, when a princess of Baltistan married a Prince of Hunza. The father of the princess sent artisans from Baltistan to build this fort in her dowery. After the Mir (king) moved to another residence, the fort has been restored by the ‘Agha Khan Trust for Culture’ as a historical asset. You will also be able to get stunning views of the Hunza and Nagar valleys from the Fort. Overnight at the Karakorum View Hotel or similar (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Nagar and Upper Hunza - The Nagar and Upper Hunza are two breathtaking regions located in the Gilgit-Baltistan province of Pakistan. Nestled amidst the majestic peaks of the Karakoram and Himalayan ranges, these areas offer a mesmerizing blend of natural beauty, cultural heritage, and warm hospitality. Some key attractions in Nagar Valley include the Hopper Glacier, a stunning glacier known for its icy landscapes and crystal-clear streams and Attabad Lake, a mesmerizing turquoise-coloured lake that was formed as a result of a massive landslide in 2010. The lake offers stunning views of the surrounding mountains and is a popular spot for boating and photography. In the Upper Hunza we will see the Passu Cones, a unique geological formation. These towering, jagged peaks offer a dramatic backdrop against the clear blue skies and are a popular attraction for photographers and hikers. The Hussaini Suspension Bridge is an iconic landmark in the region. It is a pedestrian bridge that spans across the Hunza River. Maybe not for the faint-hearted however, walking across the bridge provides panoramic views of the river and surrounding mountains. Overnight at the Silk Route Lodge or similar (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Khunjerab Pass - The Khunjerab Pass (elevation 4,733m) is a high mountain pass in the Karakoram Mountains in a strategic position on the northern border of Pakistan's Gilgit-Baltistan region and on the southwest border of the Xinjiang region of China. Its name is derived from Wakhi, 'Khun' meaning Home and 'Jerav' means spring water/water falling. The Khunjerab Pass is the highest paved international border crossing in the world and the highest point on the Karakoram Highway. The roadway across the pass was completed in 1982, and has superseded the unpaved Mintaka and Kilik Passes as the primary passage across the Karakoram. Overnight at the Silk Route Lodge or similar (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Chilas - Today, we will take a U-turn and start our journey back south. Along the way we will stop over at Rakaposhi View point for a tea break and to get some more photos. We will also top at Gilgit for lunch before we reach Chilas once again and our destination for the night. Overnight at the Shangrila Midway House or similar (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Islamabad - A busy day on the road as we return to Islamabad. We take plenty of comfort breaks and enjoy watching life go by. On arrival in Islamabad, we return to our original hotel. Overnight in Hotel Hill View or similar (B)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Depart Pakistan - At a suitable time, you will be transferred to the airport for your international departure. Our representative will say Khuda Hafiz “May God be your protector” here."
    }
  ],
  "map": ""
}