{
  "destination": "Pakistan",
  "mainPhoto": "",
  "id": "skardu-karakoram-holiday-pakistan",
  "tourName": "Skardu Karakoram holiday, Pakistan",
  "placesVisited": "",
  "generalInfo": "•\tExperience the rich cultural heritage of secluded valleys.<br/>•\tWitness the spectacular high mountain peaks such as Masherbrum, Nanga Parbat, Haldi Cones etc.<br/>•\tVisit the beautiful lakes, including Sadpara, upper Kachura, and Sheosar. <br/>•\tVisit the Safranga cold desert and world-famous Deosai plains*<br/>•\tPlenty of opportunities for short/day hikes.<br/>•\tDrive along the mighty Indus and Shayok Rivers.<br/>•\tVisit famous forts, including the Kharpocho fort, Shigar fort and Khaplu fort.<br/>•\tEnjoy the traditional food throughout the holiday.<br/>•\tExperience village life in pristine areas.",
  "durationDays": "9",
  "price": "1760",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Islamabad International airport and transfer to the hotel. Participants will have free time to relax and recover from the journey on this day. Accommodation: Hotel Altitude: 540m Meals included: Lunch & Dinner Driving Duration: 40 Minutes"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly from Islamabad airport to Skardu (1-hour scenic flight) and then drive to the stunning Ghanche district of Baltistan. We will be passing through small villages to reach Yugo village. En route, we will have short stops at Thorgo Pari, the Shayok & Indus Rivers' meeting points and multiple photography spots. Enjoy traditional lunch at Yugo and. After lunch, two optional activities: trek to Kharfaq Lake (5 hours trek both ways) or a cultural walk in the village streets of Yugo to witness village life and meet locals. Later in the late afternoon, we drive to Khaplu and check into the hotel with leisure time to visit the Khaplu fort museum and organic garden. OR In case of flight cancellation due to weather, drive from Islamabad via Karakoram Highway with short stops. Accommodation: Hotel Altitude: 2500m Driving Duration: 05 - 06 hours Meals Included: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Early morning hike up to Toqsikhar (old fort), a viewpoint of the confluence of rivers Shyok, Hushe & Saltoro. Visit & witness the architectural heritage of the famous Chaqchan mosque and then drive to Macholo valley (1 hour). Spend some free time enjoying the splendid view of Masherbrum Peak, also known as K-1, leisure time for photography, meeting local people and enjoying the pristine natural beauty. Drive back to Sailing and enjoy a cultural walk through the village streets and interact with local people—lunch at the Sailing fish farm and drive back to Khaplu. In the afternoon, visit Khanqah-e-Maula and then move to Hanjor Broq to witness the sunset. Accommodation: Hotel Altitude: 2500m Meals Included: Breakfast, Lunch & Dinner Driving Duration: 03-04 hours"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Drive from Khaplu to Shigar valley with short stops at multiple points of interest for photography. Visit the famous Sarfaranga cold desert and Shigar fort for lunch. Visit the fort museum and garden, and spend time exploring the area. (The Shigar Fort- Fong Khar, which means The Fort on Rock, is an old fort built in the 17th century by the Raja of the Amacha Dynasty of Shigar). End the evening with a short hike up to the old fort to witness the sun setting over the Shigar river. Accommodation: Hotel Altitude: 2300m Meals Included: Breakfast, Lunch & Dinner Driving Duration: 3-4 hours"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We will spend a whole day in Skardu. Visiting Shangri-La resort (optional boating), drive to upper Kachura, and walk through the local houses, fields & trees. After 20 minutes beautiful walk, we will reach upper Kachura Lake, having free time to explore the area and enjoy boating. Then drive to Soq valley (a beautiful valley near upper Kachura), and enjoy fishing and lunch. Drive back to Skardu and hike to Nansoq village (50 minutes), a beautiful hike to the first organic village of Baltistan. 11 homes and 92 Inhabitants, visited by King Charles and Prince Agha Karim! This centuries-old tiny settlement is one of the most peaceful places in the region. Explore the area and enjoy leisure time with a host family. Hike back to Skardu (50 minutes) and visit Skardu Bazar for shopping (local handicrafts, jewellery, carpet etc.). Drive back to Shigar for an overnight stay. Accommodation: Hotel Altitude: 2300m Meals Included: Breakfast, Lunch & Dinner Driving Duration: 4 hours"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Day excursion to the famous Deo Sai plains, the second-highest plateaus in the world. We will visit Manthal rock Budha, Sadpara Lake, Ali Malik top, Bara Pani and Sheosar Lake (4114 m). Enjoy leisure time to explore the area. The plains are a floral extravaganza of the summer months with a recorded number of 406 species (Nawaz et al., 2006). Drive back to our hotel for a second night stay in Shigar. Accommodation: Hotel Altitude: 2300m Driving Duration: 7 - 8 hours Meals Included: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Fly from Skardu to Islamabad (1-hour scenic flight). Transfer to hotel and after lunch sightseeing OR Drive from Skardu via Karakoram highway with short stops (in case of flight cancellation) Accommodation: Hotel Altitude: 540m Meals Included: Breakfast, Lunch & Dinner Driving Duration: 1 Hour"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Contingency Day in case of delays If we cannot fly due to the weather, we will travel down to Islamabad by road. If we pass from Gilgit to Islamabad, we will enjoy sightseeing in the capital, or your leader will advise you on the options available for today. (Day excursion to the Taxila museum and archaeological sites will be one of the options) Accommodation: Hotel Altitude: 540m Meals Included: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, transfer from Hotel to the airport for international flights Altitude: 540m Meals Included: Breakfast Driving Duration: 40 Minutes"
    }
  ],
  "map": ""
}