{
  "destination": "Pakistan",
  "mainPhoto": "",
  "id": "hunza-and-skardu-cultural-tour-pakistan",
  "tourName": "Hunza and Skardu cultural tour, Pakistan",
  "placesVisited": "Islamabad, Skardu, Yugo, Kharfaq Lake, Chaqchan Mosque, Sailing, Shigar Valley, Sarfaranga Cold Desert, Deosai Plains, Gilgar, Hunza, Karimabad, Passu, Hoper Valley and glacier",
  "generalInfo": "Join a band of fellow adventurers, and a brilliant local tour leader, for a two-week Hunza and Skardu cultural tour in Pakistan that reveals the fascinating and warm character of the region and its people. <br/><br/>You’ll enjoy wandering the bazaars, meeting artisans and craftspeople, and seeing a host of renowned historic sites from ancient forts to the Chaqchan Mosque. Learn secrets of the Silk Road, and meet local villagers as you walk around their streets, perhaps even being invited into their homes for tea with your guide handling the translating.<br/><br/>The scenery is absolutely magnificent, from lakes to desert and glaciers, and staggeringly high, snowcapped mountain peaks. Among the many highlights of this trip are opportunities to take short hike to viewpoints ahead of the sunset. <br/><br/>But above all it is the welcoming nature of the people you’ll meet that you’ll remember from this two-week trip. You’ll meet local historians, stay in family-owned guesthouses and eat in restaurants that seldom see tourists. You’ll enjoy traditional homecooked meals, maybe take part in a meditation or yoga session, and perhaps attend a spring festival if you’re there at the right time. Warn your relatives in advance: this is one of those holidays you’ll still be raving about for years to come.<br/>",
  "durationDays": "14",
  "price": "2450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Islamabad International airport and transfer to the hotel. Participants will have free time to relax and recover from the journey on this day. Accommodation: Hotel Altitude: 540 m Meals included: Lunch and dinner Driving Duration: 40 mins"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly from Islamabad airport to Skardu (1-hour scenic flight) and then drive to the stunning Ghanche district of Baltistan. We will be passing through small villages to reach Yugo village. En route, we will have short stops at Thorgo Pari, the Shayok & Indus Rivers' meeting points and multiple photography spots. Enjoy traditional lunch at Yugo and. After lunch, two optional activities: trek to Kharfaq Lake (5 hours trek both ways) or a cultural walk in the village streets of Yugo to witness village life and meet locals. Later in the late afternoon, we drive to Khaplu and check into the hotel with leisure time to visit the Khaplu fort museum and organic garden. OR In case of flight cancellation due to weather, drive from Islamabad via Karakoram Highway with short stops. Accommodation: Hotel Altitude: 2500m Meals included: Breakfast, lunch and dinner Driving Duration: 5 to 6 hours"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Early morning hike up to Toqsikhar (old fort), a viewpoint of the confluence of rivers Shyok, Hushe & Saltoro. Visit & witness the architectural heritage of the famous Chaqchan mosque and then drive to Macholo valley (1 hour). Spend some free time enjoying the splendid view of Masherbrum Peak, also known as K-1, leisure time for photography, meeting local people and enjoying the pristine natural beauty. Drive back to Sailing and enjoy a cultural walk through the village streets and interact with local people—lunch at the Sailing fish farm and drive back to Khaplu. In the afternoon, visit Khanqah-e-Maula and then move to Hanjor Broq to witness the sunset. Accommodation: Hotel Altitude: 2500 m Meals included: Breakfast, lunch and dinner Driving duration: 3 to 4 hours"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Drive from Khaplu to Shigar valley with short stops at multiple points of interest for photography. Visit the famous Sarfaranga cold desert and Shigar fort for lunch. Visit the fort museum and garden, and spend time exploring the area. (The Shigar Fort- Fong Khar, which means The Fort on Rock, is an old fort built in the 17th century by the Raja of the Amacha Dynasty of Shigar). End the evening with a short hike up to the old fort to witness the sun setting over the Shigar river. Accommodation: Hotel Altitude: 2500m Meals included: Breakfast, lunch and dinner Driving duration: 3 to 4 hours"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We will spend a whole day in Skardu. Visiting Shangri-La resort (optional boating), drive to upper Kachura, and walk through the local houses, fields & trees. After 20 minutes beautiful walk, we will reach upper Kachura Lake, having free time to explore the area and enjoy boating. Then drive to Soq valley (a beautiful valley near upper Kachura), and enjoy fishing and lunch. Drive back to Skardu and hike to Nansoq village (50 minutes), a beautiful hike to the first organic village of Baltistan. 11 homes and 92 Inhabitants, visited by King Charles and Prince Agha Khan IV! This centuries-old tiny settlement is one of the most peaceful places in the region. Explore the area and enjoy leisure time with a host family. Hike back to Skardu (50 minutes) and visit Skardu Bazar for shopping (local handicrafts, jewellery, carpet etc.). Drive back to Shigar for an overnight stay. Accommodation: Hotel Altitude: 2300m Meals included: Breakfast, lunch and dinner Driving duration: 4 hours"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive to Gilgit via Deosai Plains, the second highest plateaus in the world. We will visit Manthal rock Budha, Sadpara Lake, Ali Malik top, Bara Pani and Sheosar Lake (4114 m). Enjoy leisure time to explore the area. The plains are a floral extravaganza of the summer months with a recorded number of 406 species (Nawaz et al., 2006). We will also travel through small villages of Astore valley and witness a different culture. While traveling on Karakoram Highway, We will have short stops including Nanga Parbat view point and junction point of three highest mountain ranges in the world. Check into the hotel in Gilgit and free time in the evening. Accommodation: Hotel Altitude: 1500 m Meals include: Breakfast, lunch and dinner driving duration: 7 to 8 hours"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, drive to Hunza. On our way to Hunza, we will have a short stop to visit the Berano suspension bridge (one of the oldest suspension bridges in the region) and the Danyor tunnel. We will also have quick stops for photography at the collision point of two tectonic plates, the ancient silk route viewpoint and the Rakaposhi viewpoint. While passing through the small villages in Nagar and Hunza valleys, we will witness village life. Check into the hotel in Karimabad and have some free time. We will do an evening walk (40 minutes) at Samarqand kohl (water channel) through the apricot orchids in the village and explore the local culture. We will drive to Dongo Das (a 20-minute drive) for stargazing at night. Enjoy your precious time under the dark sky. Drive back to our hotel for the night stay. Accommodation: Hotel Altitude: 2400m Meals included: Breakfast, lunch and dinner Driving Duration: 2 hours"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Enjoying a full day in Hunza, we will visit 800 years old Baltit Fort (30 minutes walk), Karimabad Bazar (for shopping for Handicrafts, gemstones, dry fruits etc.), Altit Fort (900 years old), and enjoy traditional Lunch at Kha Basi Café (a café owned by Serena hotels and run by local women). After lunch, we will visit the music school in Altit, where local children learn and play traditional music (guests can also practice playing regional musical instruments). Later in the afternoon, we will visit Ganish village (the oldest settlement in Hunza) and visit a local family home. We will drive to Duikar (2800 m) to enjoy the best view of the sunset. After a 15-minute beautiful hike, we will arguably reach one of the best sunset viewpoints in the world with a birds-eye view of the whole of Hunza and Nagar valleys and the splendid views of seven mountain peaks above 7000m. Drive back to our hotel in Karimabad for the night's stay. Accommodation: Hotel Meals included: Breakfast, lunch and dinner Altitude: 2400 m Driving duration: 2hours"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today we will drive to Passu through numerous small villages in upper Hunza. After stopping at the Atabad Lake and enjoying boating, we will reach Gulmit village, where we will walk through the orchids and then visit the old house & music school. Enjoy a short hike, Pakistan's highest & longest stairs, to Ondra fort (01-hour), a community-based tourism initiative in Gulmit village of Gojal Valley. Free time to enjoy the beautiful view of Passu cones and upper Hunza. Later in the afternoon, drive to Borith Lake (a beautiful lake in upper Hunza famous for migrating birds). After witnessing the magnificent migrating birds, we will proceed to Passu to enjoy leisure time in the afternoon; we can do an evening trek to Passu glacier beside the stream (2 hours trek both ways) - optional. Enjoy the sunset from glacier breeze restaurant with a cup of tea/coffee and the famous apricot cake. We may participate in a cultural event/spring festival in upper Hunza (if time matches). Drive back to our hotel in Karimabad for the night's stay. Accommodation: Hotel Meals included: Breakfast, lunch and dinner Altitude: 2400 m Driving duration: 5 hours"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, we will drive to Hoper valley – for 1 hour (2800 m). En route, we will visit Nagar Khas (a village in Nagar valley) and meet locals to witness a different culture and Nagar fort. Then continue to travel to Hoper village where we can do a beautiful short hike to Hoper glacier (2 hours) and experience walking on the glacier. Then drive to Minapin village to enjoy leisure time and a famous traditional lunch (Gurkun karahi) while a local historian briefly explains the region's history. After lunch, drive to KHO (a beautiful viewpoint) in local jeeps. Drive back to Karimabad in the evening. Accommodation: Hotel Meals included: Breakfast, lunch and dinner Altitude: 2400 m Driving duration: 6-7 hours"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Drive to Khanabad village in lower Hunza and spend most of the day here. We will witness village life with a host family and experience practical participation in village people's routine activities. We will visit fruit orchids, walk through the streets, meet locals, including artisans/historians and enjoy traditional lunch with a host family. We can also enjoy meditation/yoga in the village. Drive back to Gilgit in the afternoon and visit Kargah Budha (7th century Budha). Accommodation: Hotel Meals included: Breakfast, lunch and dinner Altitude: 1500 m Driving duration: 2 to 3 hours"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Fly from Gilgit to Islamabad (1-hour scenic flight). Transfer to hotel and after lunch sightseeing. OR Drive from Gilgit via Karakoram Highway with short stops (in case of flight cancellation) Accommodation: Hotel Meals included: Breakfast, lunch and dinner Altitude: 540 m Driving duration: 1 hour"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "If we cannot fly due to the weather, we will travel down to Islamabad by road. If we fly from Gilgit to Islamabad, we will enjoy sightseeing in the capital, or your leader will advise you on the options available for today. (Day excursion to the Taxila museum and archaeological sites will be one of the options) Accommodation: Hotel Altitude: 540 m Meals: Breakfast, lunch and dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After breakfast, transfer from the hotel to the airport for international flights. Altitude: 540 m Meals: Breakfast Driving duration: 40mins"
    }
  ],
  "map": ""
}