{
  "destination": "Pakistan",
  "mainPhoto": "",
  "id": "pakistan-architecture-and-history-tour",
  "tourName": "Pakistan architecture and history tour",
  "placesVisited": "",
  "generalInfo": "Join us on a 21 day tour as our knowledgable guides provide you with stories about all the different rulers and cultures which have influenced the incredible architecture found in the different cities &amp; hill top stations we visit. The tour starts and ends in Islamabad, discover and learn the history behind the different forms of architecture prevailing in the country dating from different eras with influences from a variety of civilisations. <br/><br/>The tour will start from Islamabad &amp; then takes you up to see the incredible mountain peaks in the North of Pakistan, where you can enjoy the incredible forts from the past. We take you to see the valley of Hunza, Skardu, famous for its cold desert &amp; then moving across to the valleys of Chitral. As we descent to explore the urban cities of Pakistan we do so via the beautiful Swat Valley &amp; then on to explore the oldest city in the sub-continent region, Peshawar. The tour can be done privately and be tailor made, the group tour date provided ties into the Uchaw festival which takes place from 20th -22nd August in Kailash. <br/><br/>This tour not only looks at the architecture bit also at the plethora of archaeological sites which date back to the era of Buddhism. You will not only be visiting mosques but also buddhist remains &amp; Gudwara's, showcasing the influence of hinduism, sikhism, Islam and buddhism in the region.",
  "durationDays": "21",
  "price": "10500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Islamabad Airport & transfer to Hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "ISLAMABAD Full day tour of Islamabad and Rawalpindi. KEY ATTRACTIONS • Shah Faisal Mosque - the largest mosque in Pakistan • Lok Virsa (Folk Heritage) Museum • Pakistan National Monument • Daman-e-Koh (Islamabad View Point) • Golra Sharif Rail Museum or Pakistan Railways Heritage Museum • External view of Parliament House, President House, Prime Minister House & Supreme Court of Pakistan • Raja Bazaar Rawalpindi"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "ISLAMABAD –PESHAWAR Islamabad- Peshawar: 189 kms/2.5 hours’ drive After breakfast drive to Peshawar. Upon arrival visit the places of interest and overnight in Peshawar. KEY ATTRACTIONS • Peshawar Museum-collection of Buddhist art work • Mahabat Khan Mosque built by Mughal emperor Shah Jahan • Qissa Khawani Bazar (The bazar of story tellers) • Saithi House -The Mughal Central Asian Architecture • The historic Qila Bala Hissar (Bala Hissar Fort) from outside"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "PESHAWAR-TAKHT BHAI-SWAT Peshawar- Takht-e-Bhai: 85 kms/1.5 hours’ drive Takht-e-Bhai – Saidu Sharif Swat: 120 kms/3 hours’ drive In the morning visit Islamia college Peshawar. After departure from Peshawar, stop at Takht-e-Bhai Archaeological sites and proceed to Saidu Sharif Swat. KEY ATTRACTIONS • Islamia College • Takht-e-Bhai archaeological sites • Enjoy local fish in Charsadda • Barikot Archaeological sites"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "SWAT Explore attractions/places of interest around Swat valley. KEY ATTRACTIONS • Swat Museum-showcasing collections of Gandhara Art • The Buddhist sacred Area of Budkara • Jahanabad Buddha Rock"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "MINGORA SWAT - KAILASH Saidu Sharif Swat -Bumburet Kailash: 246 kms/7 hours’ drive Drive from Swat to Kailash."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "KAILASH VALLEY Full day for exploring the unique of Kailash Valley and its people. Short walks in the valley. KEY ATTRACTIONS • Kailash Museum • Traditional House to explore the way of life • Sacred places"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "KAILASH Free day to enjoy the festival"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "KAILASH – CHITRAL-MASTUJ Bumburet Kailash - Chitral: 22 kms/1 hour’s drive Chitral – Mastuj: 106 kms/4 hours’ drive In the morning leave for Chitral town. Visit places of interest. After lunch drive to Mastuj for overnight stay. KEY ATTRACTIONS • Chitral Bazaar • Shahi Mosque • Tirich Mir View Point • Rambur Valley Kailash"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "MASTUJ - GUPIS Mastuj- Gupis: 150 kms/7-8 hours’ drive Drive to Gupis via Shandur Pass and Phander valley. Overnight in Gupis. KEY ATTRACTIONS • Shandur Pass- the highest polo ground in the world • Phander Valley • Phander Lake"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "GUPIS - GILGIT Gupis – Gilgit: 109 kms/6 hours’ drive Drive to Gilgit from Gupis visiting Kargah Buddha on the way. KEY ATTRACTIONS • 4X4 drive along the beautiful valleys of Ghizer River • Kargah Buddha Rock"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "GILGIT – ATTA ABAD LAKE Gilgit - Atta Abad Lake: 115 kms/2.5 hours’ drive Drive from Gilgit to Atta Abad Lake. After lunch visit the nearby attractions. Overnight at Atta Abad Lake. KEY ATTRACTIONS • Rakaposhi viewpoint Ghulmet • Borith Lake • Hussaini Bridge"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "UPPER HUNZA Free day at Atta Abad Lake or day excursion to Khunjerab National Park. Overnight at Atta Abad Lake. KEY ATTRACTIONS • Khunjerab National Park • Wildlife in Khunjerab Ntional Park area • Passu Cones/Passu Cathedrals view point from KKH • Batura glacier view point from KKH • Gulmit Village museum • Atta Abad Lake"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "ATTA ABADE-NAGAR VALLEY -KARIMABAD Atta Abad Lake- Hoper –: 36 kms/1.5 hours’ drive Hoper- Karimabad: 23 kms/45 minutes’ drive Today, we will visit Nagar valley, Dong Rock Inscriptions and Ganish. Overnight in Karimabad. KEY ATTRACTIONS • Dong Rock Inscriptions • Stop at Ultar & Lady Finger View Point • Hoper Nagar Valley • Ganish Cluster- the oldest settlement in Hunza"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "CENTRAL HUNZA Full day tour of central Hunza. Overnight in Karimabad Hunza. KEY ATTRACTIONS • Baltit Fort • Karimabad Bazaar • Walk Along Barbar Water Channel • Altit Fort • Altit Cluster/Altit Village • Sunset from the Eagle’s Nest View Point in Duiker"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "CENTRAL HUNZA Day at leisure to enjoy the natural beautify of Hunza without any activity. Overnight in Karimabad Hunza."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Today you will spend the day visiting the Qissa khawani bazaar (Story telling bazaar), as this where traders along the Silk route would stop to grab a bite to eat and exchange stories of their travel whilst sipping on some green tea. Aside from its historical significance for traders, Qissa Khawani also boasts a famous food street. Karimabad Humza -Skardu: 290 kms/6.5 hours’ drive Skardu – Shigir: 45 kms/ 1 hour’s drive Drive from Karimabad Hunza to Shigir valley via Skardu. Overnight in Shigir KEY ATTRACTIONS • Visit the unique place near Juglot, where three great Mountain ranges; the Karakoram, the Himalaya & Hindukush meet • Nanga Parbat viewpoint • Drive along the River Indus"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "DESOAI NATIONAL PARK Day excursion to Deosai National park and back to Shigir for overnight stay. KEY ATTRACTIONS • Deosai plateau • Sadpara Lake • Chota Pani • Bara Pani • Sheosar Lake • Great spot for photography of flora and fauna"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "SHIGIR-KHAPLU-SHIGIR Shigir-Khaplu: 120 kms/2.5 hours’ drive Day excursion to Khaplu and drive back to Shigir for overnight stay. KEY ATTRACTIONS • Indus Shyok River meeting point • Khapulo Fort • Chaqchan Mosque"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Full day to explore attractions around Skardu. Overnight in Shigir. KEY ATTRACTIONS • Amburiq Mosque Shigir • Manthal Buddha Rock • Kharpocho Fort • Sarfaranga Cold Desert"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "SKARDU – ISLAMABAD – TAXILA 1/2 day to explore Taxila. Overnight in Islamabad KEY ATTRACTIONS • Taxila Museum-showcasing antiques and artifacts of Gandhara civilization • Julian Buddhist Stupa & Monastery • Dharmarajika complex and stupa • Truck painting workshop -time permitting"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Day in Islamabad, at leisure or you can spend half the day visiting Saidpur Village & Bari Imam Shrines."
    }
  ],
  "map": ""
}