{
  "destination": "Pakistan",
  "mainPhoto": "",
  "id": "pakistan-mountain-and-city-tour",
  "tourName": "Pakistan mountain and city tour",
  "placesVisited": "",
  "generalInfo": "Embark on this spectacular voyage at Islamabad, the political &amp; administrative city of Pakistan. The capital is guarded by Karakoram giants, Hunza Valley nestles itself in the lap of snow-capped mountains, which makes it a tourist delight. The enchanting beauty of Hunza's reaches its peak in the apricot &amp; cherry blossom in spring, the valley turns green in summer &amp; leaves change their colours to red, yellow &amp; orange in the autumn season around end of October / November. <br/><br/>The magical Karimabad (Baltit), the formal capital of Hunza Valley has a charm of its own, encircled by breathtakingly beautiful snow-capped peaks, lush green fields, fruit orchards &amp; the singing Hunza River, the feeling of being here is unmatchable. Views from a fairytale like Baltit Fort, the old residence of the Mirs of Hunza standing atop Karimabad are incredibly beautiful. A walk along the Barbar irrigation channel with striking views of Rakaposhi, Diran Peak and Golden Peak add more essence to your journey. The beautiful Gulmit valley surrounded by high mountains and glaciers, and the Passu village known for Passu Glacier, Batura Glacier and Passu Cones are worth visiting. The smiling, welcoming and friendly inhabitants of Hunza truly make your stay at home.<br/><br/>In the second part of the trip, we will explore Baltistan. In the extreme north of Pakistan, Skardu is an epitome of beauty, serenity, and wilderness. It is located amidst an impressive landscape; towering mountains, deep gorges, cascading waterfalls, creeping glaciers, and quiet lakes constitute this rugged beauty. This tour takes us to heaven on earth. Skardu is the gateway to the world’s highest peaks, which include K-2, Broad Peak, Gasherbrum I, Gasherbrum II, and hundreds of peaks over 6000 metres high. <br/><br/>Encircling the heart-shaped Kachura Lake is surrounded by fruit-laden orchards and flower-filled gardens, and the breath-taking view presents a heavenly atmosphere. The Kharpocho Fort looking down the hills, the crystal clear water of Satpara Lake, the impressive Shigar and Khapulo Forts, and the Deosai, which is the second highest plateau in the world: let’s explore beautiful Baltistan, also known as \"Little Tibet.\"<br/><br/>Finally, we will visit Lahore, the cultural capital of Pakistan. It is a city steeped in history, culture, and natural beauty. From its magnificent Mughal-era architecture to its lush gardens and bustling bazaars, Lahore has something for everyone. The city is a testament to the rich cultural heritage that is why Lahore is known as “the Cultural Capital of Pakistan”.<br/><br/>Lahore is a must-visit for anyone interested in history, culture &amp; food. With its vibrant colours, exquisite designs &amp; warm hospitality, Lahore is a city that will capture your heart and leave you with memories that will last a lifetime.<br/><br/>There are group tour dates but this tour can also be done as a private tour. The recommended duration for this tour would be 21 days to enjoy it at a steady pace.<br/><br/>Cheaper options are available.",
  "durationDays": "17",
  "price": "4200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ISLAMABAD: Arrival at the Islamabad International Airport, transfer to hotel. City tour of Islamabad after a short rest at the hotel to freshen up. Today’s visits/activities include: Shah Faisal Mosque, Lok Virsa (Folk Heritage) Museum, Pakistan National Monument, Daman-e-Koh (Islamabad view point), and Parliament House, President House, Prime Minister House, and Supreme Court of Pakistan (external view)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "ISLAMABAD - SKARDU: Flight from Islamabad to Skardu. Half day tour Skardu and surrounding attractions. The key attractions you will be taken to are; Upper Kachura Lake, Kachura Choq, and Shangri-La Resort."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SKARDU: Full day to explore attractions around Skardu. KEY ATTRACTIONS: Manthal Buddha Rock, Kharpocho Fort, Sarfaranga Cold Desert, Shigir Fort, and Amburiq Mosque Shigir."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SKARDU: Day excursion to Deosai National Park or Khaplu. Drive back to Skardu for overnight stay. Skardu-Khaplu: 95 kms/2.5 hours’ drive one-way (excl. stops, daily time in the car 5 hours). Skardu-Sheosar Lake: 70 kms/4 hours’ drive one-way (excl. stops). KEY ATTRACTIONS-KHAPLU: Indus Shyok River meeting point, Khapulo Fort, and Chaqchan Mosque."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "SKARDU – GILGIT: Skardu – Gilgit: 192 kms/4.5 hours’ drive (excluding stops). After a late breakfast, we will drive from Skardu to Gilgit along the Indus River, making stops at various attractions. KEY ATTRACTIONS: Drive along the River Indus, Nanga Parbat viewpoint, and Visit the unique place near Juglot, where three great mountain ranges -the Karakoram, the Himalaya & the Hindukush meet."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "GILGIT – KARIMABAD HUNZA: Gilgit – Karimabad Hunza: 100 kms/2 hours’ drive (excl. any stops). Visit Gilgit in the morning, then proceed to Karimabad Hunza, travelling on the Karakoram Highway along the Hunza River. KEY ATTRACTIONS: Kargah Rock Buddha, Gilgit Bazaar, including suspension bridge, The collision point of continental plates near Chalt, Rakaposhi Viewpoint Ghulmet, and Ganish Cluster- the oldest settlement in Hunza."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "CENTRAL HUNZA: Full day tour of central Hunza. Overnight in Karimabad Hunza. KEY ATTRACTIONS: Karimabad Bazaar, Visit to Baltit Fort, Walk along the Barbar Water Channel followed by a lunch with a local family, Altit Fort, Altit Cluster/Altit Village, Shiqam project- women artisans at work, and Sunset from the Eagle’s Nest Viewpoint in Duiker."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "CENTRAL HUNZA: Day at leisure"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "NAGAR VALLEY & UPPER HUNZA: Karimabad – Hoper: 23 kms/45 minutes’ drive. Hoper – Atta Abad Lake: 36 kms/1.5 hours’ drive. In the morning visit Ganish, the oldest settle of Hunza Valley followed by Nagar and then proceed towards upper Hunza. KEY ATTRACTIONS: Ganish Cluster- the oldest settlement in Hunza, Hoper Nagar Valley, Stop at Ultar & Lady Finger view point, Dong Rock Inscriptions, Atta Abad Lake, and Gulmit Village."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "UPPER HUNZA – GILGIT: Atta Abad Lake – Passu: 20 kms/30 minutes drive. Passu - Gilgit: 145km / 3.5 hours drive. The first half of the day, we will take you to explore the beautiful valley of upper Hunza. In the afternoon we will drive back to Gilgit. KEY ATTRACTIONS: Hussaini Bridge, Passu Cones/Passu Cathedrals view point, Batura Glacier viewpoint, Borith Lake, Danyor suspension bridge (optional), and Kargah Buddha."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Flight from Gilgit to Islamabad. Upon arrival transfer Taxila to visit Archaeological sites. Or drive to Naran or Besham if flight does not operate. KEY ATTRACTIONS: Taxila Museum-showcasing antiques and artifacts of Gandhara civilization, Julian Buddhist Stupa & Monastery, Dharmarajika complex and stupa, and Truck painting workshop. The number of attractions covered will depend upon the timing of the Gilgit - Islamabad flight and whether it operates."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "ISLAMABAD - LAHORE: There are two options available for traveling from Islamabad to Lahore. Traveling to Lahore visiting historical Rohtas Fort or traveling via Katas Raj Temple and Khewra Salt Mines. Islamabad - Katas Raj Temple: 156 kms / 2.5 hours’ drive (travel time only, excludes stops). Katas Raj Temple-Khewra Salt Mines: 22 kms / 50 minutes’ drive. Khewra Salt Mines – Lahore: 260 kms/3.5 hours’ drive. KEY ATTRACTIONS: Katas Raj Temple, and Khewra Salt Mines - Asia’s biggest and world second largest salt mines. Note: The day will be long, so you can either skip the temple or the Khewra Salt Mines if either of these are not a significant attraction for you."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "LAHORE: Full day tour of historical sites/places of interest in Lahore. KEY ATTRACTIONS: Lahore Fort -built by Mughal emperor Shah Jahan, Badshahi Masjid built between 1671 & 1673 by Mughal emperors, Anarkali Bazaar, Food street, and Musical program at Lahore Fort in the evening (subject to availability)."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "LAHORE: Another full day tour of historical sites/places of interest in Lahore including flag ceremony at Pakistan-India border. KEY ATTRACTIONS: Mausoleums of Jahangir & Noor Jahan in Lahore, Lahore Museum -Showcasing one of the largest and most representative collections of miniature paintings in the subcontinent, Visit Shalimar Garden (optional), and Experience the flag ceremony at the Wagah, the border between Pakistan & India."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "LAHORE: Half day at leisure. In the afternoon, a rikshaw tour of Lahore. KEY ATTRACTIONS: Rikshaw tour of walled city gates, including Akbari Gate, Delhi Gate, and Spice Bazaar. Visit Masjid Wazir Khan-built by Wazir Khan, the viceroy of Punjab, during the reign of the Mughal Emperor Shah Jahan. Shahi Hammam -a Persian-style bath that was built during the reign of Mughal Emperor Shah Jahan."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "LAHORE TO ISLAMABAD VIA RHOTAS FORT: Lahore- Rohtas Fort: 252 kms/4 hours’ drive. Rohtas Fort- Islamabad: 113 kms/2.5 hours’ drive. After breakfast, departure for Islamabad. Visit Rohtas Fort and Raja Bazaar Rawalpindi on the way. KEY ATTRACTIONS: Part of Grand Trunk Road (GT Road), Rohtas Fort to experience Mughal architecture, and Raja Bazaar Rawalpindi."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "ISLAMABAD: Transfer to airport for return to respective countries."
    }
  ],
  "map": ""
}