[
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "hindu-kush-tour-in-pakistan",
    "tourName": "Hindu Kush tour in Pakistan",
    "placesVisited": "Islamabad, Chitral, North West Frontier Province, Kalash Valley, Hindu Kush, Village homestay in Balanguru, Wakhan Corridor, Shandur Pass, Mt Rakaposhi, Hunza, Karakoram Highway, Hope Glacier, Rakaposhi View",
    "generalInfo": "There is much to love in Pakistan, far removed from the negative headlines linked to a few troubled spots. Savour some of the world's most spectacular mountain scenery, thriving cities, timeless villages and warm hospitality in the hands of an operator with over a decade of expert experience, with this unforgettable Hindu Kush tour in Pakistan. <br/><br/>Explore the mountains of the Hindu Kush around the charming northwest town of Chitral on a trip blending ancient cultures with gargantuan vistas, travelling from the Valleys of the Kalash - a Pagan mountain community – to the peak vistas of the Shandur Pass, Hunza and Skardu.  The vibrant city of Islamabad bookends your trip, with visits to the Faisal Mosque and National Heritage Museum plus a memorable dinner in the Margalla Hills. <br/><br/>A drive through the North West Frontier Province brings you to the laidback mountain town of Chitral with its famous fort, colourful bazaar and a chance perhaps to catch a local game of polo! Heading into the Kalash Valley, visit the gardens at Ayun en route to a local homestay in the  village of Balanguru. <br/><br/>You're set up now for days serving up some of the world's most dramatic drives, taking in places like the Wakhan Corridor, the Shandur Pass (where you'll enjoy a picnic lunch at 3800m), plus a trip to Mt Rakaposhi. <br/><br/>Hunza provides another memorable base, surrounded by 7000m peaks. Visit the recently restored Baltit Fort and stroll along the town's water channels, as well as meeting the friendly locals in nearby Karimabad. <br/><br/>There are more four-wheeled adventures along the Karakoram Highway (KKH) – the road to China – where amid stunning mountain vistas you'll walk on the Hope Glacier and see the Attabad Lake, as well as enjoying lunch accompanied by jaw-dropping vistas at Rakaposhi View. <br/><br/>Price includes all activities/equipment, tour leaders, local guides and drivers, meals, mineral water, all transport (excluding international flights) , all accommodation and all entrance fees as outlined in the itinerary. <br/>",
    "durationDays": "15",
    "price": "3760",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tour starts in Islamabad: Sightseeing and Daman-koh: Today the tour starts in Islamabad, 'City of Islam', Pakistan's capital city. It replaced Karachi back in the 1967 and is now the political and commercial heart of the country. Situated against the lush backdrop of the Margalla Hills it is a city where old and new collide. Leafy green boulevards are home to modern buildings, and shopping malls, but also dotted with traditional homes and mosques. After checking in to our rooms, available from 14:00 or possibly earlier, we have the chance to visit some of the famous sights of Islamabad including the Faisal Mosque, the largest in South Asia, and one of the largest mosques in the world, accommodating up to 100,000 worshippers at any one time. We will also take time to visit the Lok Virsa Museum, the first state museum of ethnology in Pakistan, representing the history and astounding diversity of country’s living traditions. We will also visit the Pakistan Monument and take in the views of the city from Daman-koh, a hilltop garden on the northern side of the city."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Islamabad - Swat Valley: Bazeera, Barikot, the Shingerdar Stupa & Galigay Buddha: Today we will start our journey north by driving through the Northwest Frontier and into the beautiful Swat Valley. Once a region that was considered out of bounds to foreign tourists, it is now open again and offers us a great chance to explore the region’s ancient Buddhist past. We have the opportunity to visit the Buddhist remains of the ancient city of Bazeera, present day Barikot where Alexander fought a battle, the Shingerdar Stupa and Galigay Buddha, before checking into our hotel. Later we’ll visit the local museum, packed with many fine Gandharan artefacts. Covering just over 200km today we will be driving for around 5 hours."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Swat Valley – Ayun: Historic Drive Through Chitral, & onto Ayun: After breakfast we will have a spectacular drive, past Chakdarra – where a young Winston Churchill saw action back in the 1890s – before continuing through the Lowari tunnel, and into the ancient kingdom of Chitral. Here we’ll drive on to Ayun where we’ll arrive in the afternoon and check into the wonderful home of Maqsood Ul Mulk, one of the princes of Chitral. This is a full day of driving as the winding roads lead us up into the mountains."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Ayun - Kalash Valley: The Village of Balanguru & Meet the Kalash People: Today we have all morning to relax and enjoy the Prince’s beautiful garden and take one of the many wonderful village walks nearby. After lunch we will continue our journey into the Valley of Rumbor and the village of Balanguru where we stay with our good friend Saifullah Jan, the chief spokesperson for the colourful Kalash people. Most people prefer to walk the last few miles through this gorgeous valley. Please note that at times security restrictions don’t allow foreign visitors to stay in the Kalash valley but we will maximize our time spent in the region and then head back to Chitral for the night if these restrictions are imposed."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Kalash Valley: Village & Valley Walks: Today we maximise our time by walking in and around the valley to enjoy the local scenery and experience the local hospitality. This morning we should be able to take a walk up in the direction of the Afghan frontier to visit some small villages. We return to Balanguru for lunch and then for those who wish to we head out on another walk around the valley to understand more of the lifestyle of the Kalash people. These walks are optional, and you may wish to spend your time relaxing in the village."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Kalash – Chitral: Wildlife Spotting at Chitral Gol National Park: This morning we have more time to explore the valley before driving back to the sleepy mountain town of Chitral. We’ll hope to catch a game of mountain polo and in the late afternoon if a match is being played and then we’ll travel on towards Chitral Gol National Park to see the markhor, a kind of mountain antelope and favoured prey of the snow leopards, before checking into our lovely local hotel and have dinner."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Chitral – Mastuj: Breathtaking Drive Up the Mastuj Valley, into the Yarkhun Valley: After breakfast we will drive to Mastuj. This is one of the most beautiful and dramatic drives you are ever likely to take as we wind our way up the Mastuj Valley, passing Tirich Mir and Boni Zom, before finally entering the Yarkhun Valley at the top of which lies Afghanistan’s Wakhan Corridor. We will take around 6 hours to make our way along this route. Here we will stay at a hotel next to the fort. On arrival we will take a stroll around the village."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Mastuj - Ghizer Valley (3800m approx): Shandur Pass & Lake, The Langer, the Ghizer Valley & River: Today after breakfast you will drive to the Shandur Pass, stopping for tea en route at the top of the pass at 3,800 metres. Shandur boasts the highest polo field in the world, where the best teams from Gilgit and Chitral play very fast and aggressive matches. Nearby the Shandur Lake is famous for the vivid reflections of lofty Hindu Kush mountains that surround it, and The Langer is a beautiful plain used for grazing the yaks and dzos. From here we continue our drive on to the Ghizer Valley with it's colourful water and pleasant green and leafy outlook following the path of the Ghizer River. We will leave early and arrive into our hotel late today as we spend a full day driving through this spectacular landscape."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Ghizer Valley - Gilgit – Hunza – Chalt - Karimabad: After breakfast we will travel on to Gilgit, a classic frontier town, once considered the furthest outpost of the empire. It was once an important staging post on the Silk Route, but ransacked by Tibetans and Chinese Sikhs during the passage of time. We will see the Christian graveyard here as well as the local bazaar, before heading to Hunza. The drive to Hunza is truly spectacular, and at Chalt, we will make a stop to see the collision of the Indian and Eurasian tectonic plates. Then as we round the corner and we see the titanic form of Mount Rakaposhi basking in the sun, right beside the road – the sight will leave you speechless. In Karimabad (Hunza) we will stay for the first night at a spectacularly located hotel, situated 2850m above sea level and 500m above the valley floor, with panoramic views of five 7,000m peaks!"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Hunza: Sunrise at Mount Rakaposhi & Baltit Fort: Wake at around 5:30 to watch the rising sun turn the peak of Rakaposhi flamingo pink...optional of course! After breakfast we visit the famous Baltit Fort, restored by the Aga Khan Trust for Culture to a fantastic standard. It is now a UNESCO World Heritage Centre. We will then take lunch in town. In the afternoon those that wish can have a water channel walk down around Karimabad before having a wander around the local shops where there will be plenty to buy. Café De Hunza serves best coffee and walnut cake in town!"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Hunza – Hoper Glacier - Attabad Lake – Gulmit - Hunza: After breakfast we will first drive to the other side of the valley to take a look at the Hoper Glacier. After this we’ll have lunch in a pretty garden café before driving an hour and a half further up the KKH to visit the newly formed lake at Attabad. In January 2010 a massive landslide blocked the Hunza River, which submerged 28kms of the KKH by forming a beautiful azure lake. At Gulmit we visit a carpet weaving centre run by Wakhi women. A little later we drive further north up to Batura Glacier, the fifth longest in world, and enjoy the stunning views of Passu Cones, the white Passu Glacier, and a number of 7000m peaks. In the late afternoon we return to Karimabad."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Hunza – Lunch at Rakaposhi View - Gilgit: This morning we return to the Karakoram Highway for our drive to Gilgit stopping en route for lunch at the Rakaposhi View to take in the stunning backdrop. This afternoon we will drive back to Gilgit where we will check into our hotel set in a lovely garden with fantastic views of Rakaposhi and Bilchar Dubani."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Gilgit - Snow-Capped Hills of Naran (4173m approx), Bazaars, & Rooftop Cafes: Today we have a spectacular drive back towards Islamabad as we initially drive along the Karakoram Highway enjoying the mountain scenery and stunning countryside. Further downstream we switch to the Babusar road and cross a 4100m pass from where we can see some of the Himalayan, Karakoram and Hindu Kush mountains We continue our downhill journey through lush green Kaghan Valley where we may encounter nomadic shepherds with their flocks of fat-tailed sheep. Finally we drive past the beautiful Lulusar Lake surrounded by snow-capped hills, before arriving the bustling town of Naran. The majority of the people here are Pashtun and we may have the opportunity to have a stroll around the bazaar this evening or sit and watch the world go by in one of the rooftop cafes.(Please note that at this time of year flights are unreliable and can be cancelled on a regular basis due to adverse weather conditions so we plan to drive this very memorable route, and break our journey in Naran. Please note that if the Babusar Pass is closed due to snowfall we will return to Islamabad via Besham). Approximate drive time will be 12 hours today."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Naran - Taxila, UNESCO World Heritage Site - Islamabad, Farewell Dinner: Today we continue our long journey south with over 250kms to cover, stopping en route in Taxila, a fascinating Buddhist university town, dating back to the Gandaharan era of Alexander the Great. After visiting this UNESCO World heritage site, we shall continue the short distance to Islamabad. Here we have our farewell dinner."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Tour ends: Today the tour ends after breakfast in Islamabad."
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "hunza-and-skardu-cultural-tour-pakistan",
    "tourName": "Hunza and Skardu cultural tour, Pakistan",
    "placesVisited": "Islamabad, Skardu, Yugo, Kharfaq Lake, Chaqchan Mosque, Sailing, Shigar Valley, Sarfaranga Cold Desert, Deosai Plains, Gilgar, Hunza, Karimabad, Passu, Hoper Valley and glacier",
    "generalInfo": "Join a band of fellow adventurers, and a brilliant local tour leader, for a two-week Hunza and Skardu cultural tour in Pakistan that reveals the fascinating and warm character of the region and its people. <br/><br/>You’ll enjoy wandering the bazaars, meeting artisans and craftspeople, and seeing a host of renowned historic sites from ancient forts to the Chaqchan Mosque. Learn secrets of the Silk Road, and meet local villagers as you walk around their streets, perhaps even being invited into their homes for tea with your guide handling the translating.<br/><br/>The scenery is absolutely magnificent, from lakes to desert and glaciers, and staggeringly high, snowcapped mountain peaks. Among the many highlights of this trip are opportunities to take short hike to viewpoints ahead of the sunset. <br/><br/>But above all it is the welcoming nature of the people you’ll meet that you’ll remember from this two-week trip. You’ll meet local historians, stay in family-owned guesthouses and eat in restaurants that seldom see tourists. You’ll enjoy traditional homecooked meals, maybe take part in a meditation or yoga session, and perhaps attend a spring festival if you’re there at the right time. Warn your relatives in advance: this is one of those holidays you’ll still be raving about for years to come.<br/>",
    "durationDays": "14",
    "price": "2450",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive at Islamabad International airport and transfer to the hotel. Participants will have free time to relax and recover from the journey on this day. Accommodation: Hotel Altitude: 540 m Meals included: Lunch and dinner Driving Duration: 40 mins"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Fly from Islamabad airport to Skardu (1-hour scenic flight) and then drive to the stunning Ghanche district of Baltistan. We will be passing through small villages to reach Yugo village. En route, we will have short stops at Thorgo Pari, the Shayok & Indus Rivers' meeting points and multiple photography spots. Enjoy traditional lunch at Yugo and. After lunch, two optional activities: trek to Kharfaq Lake (5 hours trek both ways) or a cultural walk in the village streets of Yugo to witness village life and meet locals. Later in the late afternoon, we drive to Khaplu and check into the hotel with leisure time to visit the Khaplu fort museum and organic garden. OR In case of flight cancellation due to weather, drive from Islamabad via Karakoram Highway with short stops. Accommodation: Hotel Altitude: 2500m Meals included: Breakfast, lunch and dinner Driving Duration: 5 to 6 hours"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Early morning hike up to Toqsikhar (old fort), a viewpoint of the confluence of rivers Shyok, Hushe & Saltoro. Visit & witness the architectural heritage of the famous Chaqchan mosque and then drive to Macholo valley (1 hour). Spend some free time enjoying the splendid view of Masherbrum Peak, also known as K-1, leisure time for photography, meeting local people and enjoying the pristine natural beauty. Drive back to Sailing and enjoy a cultural walk through the village streets and interact with local people—lunch at the Sailing fish farm and drive back to Khaplu. In the afternoon, visit Khanqah-e-Maula and then move to Hanjor Broq to witness the sunset. Accommodation: Hotel Altitude: 2500 m Meals included: Breakfast, lunch and dinner Driving duration: 3 to 4 hours"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Drive from Khaplu to Shigar valley with short stops at multiple points of interest for photography. Visit the famous Sarfaranga cold desert and Shigar fort for lunch. Visit the fort museum and garden, and spend time exploring the area. (The Shigar Fort- Fong Khar, which means The Fort on Rock, is an old fort built in the 17th century by the Raja of the Amacha Dynasty of Shigar). End the evening with a short hike up to the old fort to witness the sun setting over the Shigar river. Accommodation: Hotel Altitude: 2500m Meals included: Breakfast, lunch and dinner Driving duration: 3 to 4 hours"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "We will spend a whole day in Skardu. Visiting Shangri-La resort (optional boating), drive to upper Kachura, and walk through the local houses, fields & trees. After 20 minutes beautiful walk, we will reach upper Kachura Lake, having free time to explore the area and enjoy boating. Then drive to Soq valley (a beautiful valley near upper Kachura), and enjoy fishing and lunch. Drive back to Skardu and hike to Nansoq village (50 minutes), a beautiful hike to the first organic village of Baltistan. 11 homes and 92 Inhabitants, visited by King Charles and Prince Agha Khan IV! This centuries-old tiny settlement is one of the most peaceful places in the region. Explore the area and enjoy leisure time with a host family. Hike back to Skardu (50 minutes) and visit Skardu Bazar for shopping (local handicrafts, jewellery, carpet etc.). Drive back to Shigar for an overnight stay. Accommodation: Hotel Altitude: 2300m Meals included: Breakfast, lunch and dinner Driving duration: 4 hours"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Drive to Gilgit via Deosai Plains, the second highest plateaus in the world. We will visit Manthal rock Budha, Sadpara Lake, Ali Malik top, Bara Pani and Sheosar Lake (4114 m). Enjoy leisure time to explore the area. The plains are a floral extravaganza of the summer months with a recorded number of 406 species (Nawaz et al., 2006). We will also travel through small villages of Astore valley and witness a different culture. While traveling on Karakoram Highway, We will have short stops including Nanga Parbat view point and junction point of three highest mountain ranges in the world. Check into the hotel in Gilgit and free time in the evening. Accommodation: Hotel Altitude: 1500 m Meals include: Breakfast, lunch and dinner driving duration: 7 to 8 hours"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "After breakfast, drive to Hunza. On our way to Hunza, we will have a short stop to visit the Berano suspension bridge (one of the oldest suspension bridges in the region) and the Danyor tunnel. We will also have quick stops for photography at the collision point of two tectonic plates, the ancient silk route viewpoint and the Rakaposhi viewpoint. While passing through the small villages in Nagar and Hunza valleys, we will witness village life. Check into the hotel in Karimabad and have some free time. We will do an evening walk (40 minutes) at Samarqand kohl (water channel) through the apricot orchids in the village and explore the local culture. We will drive to Dongo Das (a 20-minute drive) for stargazing at night. Enjoy your precious time under the dark sky. Drive back to our hotel for the night stay. Accommodation: Hotel Altitude: 2400m Meals included: Breakfast, lunch and dinner Driving Duration: 2 hours"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Enjoying a full day in Hunza, we will visit 800 years old Baltit Fort (30 minutes walk), Karimabad Bazar (for shopping for Handicrafts, gemstones, dry fruits etc.), Altit Fort (900 years old), and enjoy traditional Lunch at Kha Basi Café (a café owned by Serena hotels and run by local women). After lunch, we will visit the music school in Altit, where local children learn and play traditional music (guests can also practice playing regional musical instruments). Later in the afternoon, we will visit Ganish village (the oldest settlement in Hunza) and visit a local family home. We will drive to Duikar (2800 m) to enjoy the best view of the sunset. After a 15-minute beautiful hike, we will arguably reach one of the best sunset viewpoints in the world with a birds-eye view of the whole of Hunza and Nagar valleys and the splendid views of seven mountain peaks above 7000m. Drive back to our hotel in Karimabad for the night's stay. Accommodation: Hotel Meals included: Breakfast, lunch and dinner Altitude: 2400 m Driving duration: 2hours"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Today we will drive to Passu through numerous small villages in upper Hunza. After stopping at the Atabad Lake and enjoying boating, we will reach Gulmit village, where we will walk through the orchids and then visit the old house & music school. Enjoy a short hike, Pakistan's highest & longest stairs, to Ondra fort (01-hour), a community-based tourism initiative in Gulmit village of Gojal Valley. Free time to enjoy the beautiful view of Passu cones and upper Hunza. Later in the afternoon, drive to Borith Lake (a beautiful lake in upper Hunza famous for migrating birds). After witnessing the magnificent migrating birds, we will proceed to Passu to enjoy leisure time in the afternoon; we can do an evening trek to Passu glacier beside the stream (2 hours trek both ways) - optional. Enjoy the sunset from glacier breeze restaurant with a cup of tea/coffee and the famous apricot cake. We may participate in a cultural event/spring festival in upper Hunza (if time matches). Drive back to our hotel in Karimabad for the night's stay. Accommodation: Hotel Meals included: Breakfast, lunch and dinner Altitude: 2400 m Driving duration: 5 hours"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "After breakfast, we will drive to Hoper valley – for 1 hour (2800 m). En route, we will visit Nagar Khas (a village in Nagar valley) and meet locals to witness a different culture and Nagar fort. Then continue to travel to Hoper village where we can do a beautiful short hike to Hoper glacier (2 hours) and experience walking on the glacier. Then drive to Minapin village to enjoy leisure time and a famous traditional lunch (Gurkun karahi) while a local historian briefly explains the region's history. After lunch, drive to KHO (a beautiful viewpoint) in local jeeps. Drive back to Karimabad in the evening. Accommodation: Hotel Meals included: Breakfast, lunch and dinner Altitude: 2400 m Driving duration: 6-7 hours"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Drive to Khanabad village in lower Hunza and spend most of the day here. We will witness village life with a host family and experience practical participation in village people's routine activities. We will visit fruit orchids, walk through the streets, meet locals, including artisans/historians and enjoy traditional lunch with a host family. We can also enjoy meditation/yoga in the village. Drive back to Gilgit in the afternoon and visit Kargah Budha (7th century Budha). Accommodation: Hotel Meals included: Breakfast, lunch and dinner Altitude: 1500 m Driving duration: 2 to 3 hours"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Fly from Gilgit to Islamabad (1-hour scenic flight). Transfer to hotel and after lunch sightseeing. OR Drive from Gilgit via Karakoram Highway with short stops (in case of flight cancellation) Accommodation: Hotel Meals included: Breakfast, lunch and dinner Altitude: 540 m Driving duration: 1 hour"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "If we cannot fly due to the weather, we will travel down to Islamabad by road. If we fly from Gilgit to Islamabad, we will enjoy sightseeing in the capital, or your leader will advise you on the options available for today. (Day excursion to the Taxila museum and archaeological sites will be one of the options) Accommodation: Hotel Altitude: 540 m Meals: Breakfast, lunch and dinner"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "After breakfast, transfer from the hotel to the airport for international flights. Altitude: 540 m Meals: Breakfast Driving duration: 40mins"
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "hunza-valley-cultural-tour-in-pakistan",
    "tourName": "Hunza Valley cultural tour in Pakistan",
    "placesVisited": "",
    "generalInfo": "•\tThe spectacular mountain scenery includes Rakaposhi, Diran, Golden Peak, Passu Peaks, Ultar Sar, and Ladyfinger.<br/>•\tBeautiful lakes, including Attabad and Borith <br/>•\tGlaciers viewpoints, including Hoper, Passu and Batura<br/>•\tKarakoram Highway and ancient Silk Route<br/>•\tMultiple short/day hikes<br/>•\tFamous forts like Altit Fort and Baltit Fort<br/>•\tThe traditional food of Hunza Valley and Yak dishes<br/>•\tExperience village life in pristine areas",
    "durationDays": "9",
    "price": "1550",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive at Islamabad International Airport and transfer to the hotel. Participants will enjoy leisure time to relax and recover from the journey on this day. In the afternoon, you can enjoy a city tour (visit the Faisal Mosque, Pakistan Monument, Lok Virsa museum etc.) Accommodation: Hotel Altitude: 540m Meals Included: Lunch and Dinner Driving Duration: 40mins"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Fly from Islamabad airport to Gilgit (a 1-hour scenic flight); you can enjoy the scenic beauty of valleys and High Mountain peaks. On our way to Hunza, we will have a short stop to visit the Berano suspension bridge (one of the oldest suspension bridges in the region) and the Danyor tunnel. We will also have quick stops for photography at the collision point of two tectonic plates, the ancient silk route viewpoint and the Rakaposhi viewpoint. While passing through the small villages in Nagar and Hunza valleys, we will witness village life. Check into the hotel in Karimabad and have some free time. We will do an evening walk (40 minutes) at Samarqand kohl (water channel) through the apricot orchids in the village and explore the local culture. We will drive to Dongo Das (a 20-minute drive) for stargazing at night. Enjoy your precious time under the dark sky. Drive back to our hotel for the night stay. OR In case of flight cancellation due to weather, drive from Islamabad via Karakoram Highway with short stops at various touristic spots. Accommodation: Hotel Altitude:2400m Meals included: Breakfast, Lunch & Dinner Driving Duration: 02 Hours"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Enjoying a full day in Hunza, we will visit 800-year-old Baltit Fort (30-minute walk), Karimabad Bazar (for shopping for handicrafts, gemstones, dry fruits, etc.), Altit Fort (900 years old), and enjoy a traditional lunch at Kha Basi Café (a café owned by Serena hotels and run by local women). After lunch, we will visit the music school in Altit, where local children learn and play traditional music (guests can also practice playing regional musical instruments). Later in the afternoon, we will visit Ganish village (the oldest settlement in Hunza) and visit a local family home. We will drive to Duikar (2800 m) to enjoy the best view of the sunset. After a 15-minute beautiful hike, we will arguably reach one of the best sunset viewpoints in the world, with a birds-eye view of the whole of the Hunza and Nagar valleys and the splendid views of seven mountain peaks above 7000m. Drive back to our hotel in Karimabad for the night's stay. Accommodation: Hotel Altitude: 2400m Meals included: Breakfast, Lunch and Dinner Driving Duration: 2 Hours"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today we will drive to Passu through numerous small villages in upper Hunza. After stopping at the Atabad Lake and enjoying boating, we will reach Gulmit village, where we will walk through the orchids and then visit the old house and music school. Enjoy a short hike, Pakistan's highest and longest stairs, to Ondra Fort (01 hours), a community-based tourism initiative in Gulmit village of Gojal Valley. Free time to enjoy the beautiful view of Passu cones and upper Hunza. Later in the afternoon, drive to Borith Lake (a beautiful lake in upper Hunza famous for migrating birds). After witnessing the magnificent migrating birds, we will proceed to Passu to enjoy leisure time in the afternoon; we can do an evening trek to Passu glacier beside the stream (2-hour trek both ways) - optional. Enjoy the sunset from Glacier Breeze Restaurant with a cup of tea or coffee and the famous apricot cake. We may participate in a cultural event or spring festival in upper Hunza (if time matches). Drive back to our hotel in Karimabad for the night's stay. Accommodation: Hotel Altitude: 2400m Meals included: Breakfast, Lunch and Dinner Driving Duration: 5 Hours"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After breakfast, we will drive to Hoper Valley for 1 hour (2800 m). En route, we will visit Nagar Khas (a village in Nagar Valley) and meet locals to witness a different culture and Nagar fort. Then continue to travel to Hoper village, where we can do a beautiful short hike to Hoper glacier (2 hours) and experience walking on the glacier. Then drive to Minapin village to enjoy leisure time and a famous traditional lunch (Gurkun karahi) while a local historian briefly explains the region's history. After lunch, drive to KHO (a beautiful viewpoint) in local jeeps. Drive back to Karimabad in the evening. Accommodation: Hotel Altitude: 2400m Meals included: Breakfast, Lunch and Dinner Driving Duration: 6–7 Hours"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Drive to Khanabad village in Lower Hunza and spend most of the day here. We will witness village life with a host family and experience practical participation in village people's routine activities. We will visit fruit orchids, walk through the streets, meet locals, including artisans and historians, and enjoy traditional lunch with a host family. We can also enjoy meditation or yoga in the village. Drive back to Gilgit in the afternoon and visit Kargah Budha (7th-century Budha). Accommodation: Hotel Altitude: 1500m Meals included: Breakfast, Lunch and Dinner Driving Duration: 2–3 Hours"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Fly from Gilgit to Islamabad (1-hour scenic flight). Transfer to the hotel, and after lunch, go sightseeing. OR Drive from Gilgit via Karakoram Highway with short stops (in case of flight cancellation). Accommodation: Hotel Altitude: 540m Meals included: Breakfast, Lunch & Dinner Driving Duration: 1 Hour"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Contingency Day: If we cannot fly due to the weather, we will travel down to Islamabad by road. If we pass from Gilgit to Islamabad, we will enjoy sightseeing in the capital, or your leader will advise you on the options available for today. (A day excursion to the Taxila museum and archaeological sites will be one of the options.) Accommodation: Hotel Altitude: 540m Meals included: Breakfast, Lunch and Dinner"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "After breakfast, transfer from the hotel to the airport for international flights. Altitude: 540m Meals Included: Breakfast Driving Duration: 40 Minutes"
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "indus-valley-tour-in-pakistan",
    "tourName": "Indus Valley tour in Pakistan",
    "placesVisited": "Karachi, Makli Necropolis, Banbhore city ruins, Thatta, Desert forts, Sehwan’s Sufi shrines, Mohenjo-daro & Harappa archaeological sites, Larkana, Sukkur Barrage, Dolphin watching at Sadh Belo island, Uch Sharif tombs, Multan, the ‘city of saints’, Shalimar Gardens of Lahore, Khewra Salt Mines, Taxila, Takht-i-Bahi monastery, Rawalpindi, Islamabad",
    "generalInfo": "This small group tour is created by experts with superb on-the-ground connections. Accompanied by guides with in-depth knowledge of their subjects, you’ll explore UNESCO World Heritage Sites such as the Mughal-era Shalimar Gardens in Lahore and the salt mines of Khewra, which date back to the time of Alexander the Great. You will tour Mohenjo-daro, one of the greatest archaeological treasures in Pakistan, hear stories of mystics and holy men as you wander Multan, take a boat trip to islands where Indus river dolphins swim, and visit the vast Sukkur Barrage, built during the British colonial era.<br/><br/>There’s more: immense necropolises, early Islamic cemeteries where countless thousands were laid to rest in elaborate settings, and vast desert forts that no-one is quite sure what they were built to defend. You’ll also get the chance to compare and contrast the twin cities of Islamabad and Rawalpindi.<br/><br/>Wherever possible, you’ll stay in locally owned accommodation, eat in small restaurants where guides can help translate the menu and recommend the best dishes, and pause regularly in neighbourhood tea houses. <br/><br/>This two-week Pakistan tour is a snapshot of the country’s past and present, designed by our experienced cultural tour specialists. It is also a fantastic way to spread the benefits of responsible tourism to remote communities that see few foreign visitors, and are all the more welcoming for it.<br/>",
    "durationDays": "16",
    "price": "3549",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Karachi - Arrive in Islamabad and transfer to your hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Karachi - Spend today exploring Karachi, Pakistan’s largest city with a population of over 20 million, and the heart of the nation’s economy. We visit the National Museum of Pakistan for an insight into the country’s troubled history, the Quaid-i-Azam Mausoleum, and other sights like the old British era buildings."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Thatta - Hyderabad - Drive to Hyderabad. On the way we stop at the vast necropolis of Makli, said to contain over a million graves, including the 16th century tomb of Mirza Jani Beg and the 17th century mausoleum of Diwan Shirfa Khan. We also visit the ancient city of Banbhore, and the unique Chaukhandi tombs. From here continue to Thatta, once a large and prosperous city and said to be a resting site of Alexander the Great’s army."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Ranikot - Sehwan Sharif - Visit the shrine of Shah Abdul Latif, dating to the 18th century and covered in beautiful blue and white tiles. We continue to the impressive Ranikot Fort, with its vast walls – in a rather remote location, no-one quite knows what it was built to defend, and its origins are unclear. We end the day in Sehwan Sharif."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Mohenjo Daro - Larkana - Visit Mohenjo Daro, one of the most important sites of the ancient Indus valley civilization, and one of Pakistan’s greatest archaeological treasures. Continue to Larkana for the night."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Sadu Bela - Sukkur - Visit the fort at Kot Diji, said to be the largest in Asia, then visit Sukkur Barrage, a vast feat of engineering which controls one of the largest irrigation systems in the world. Nearby we take a boat trip around the island of Sadu Bela to look for Indus River dolphins."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Uch Sharif - Derawar - Bahawalpur - Drive to Bahawalpur. En route visit Uch Sharif with its stunning ruined tombs, the oldest of which dates to the 12th century, as well as Derawar Fort. Derawar was built in the 9th century by the Rajputs and its massive walls rise from the Cholistan desert to a height of 30 metres."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Multan - Spend the day exploring Multan, the ‘city of saints’, noted for its remarkable shrines and mosques. This was the first town of the Punjab to be captured by Muhammad bin Qasim in 711 AD. Ruled at the time by a Brahmin dynasty, it eventually became a major Islamic centre. Since then it has attracted more mystics and holy men than perhaps anywhere else on the subcontinent and is today dominated by their shrines and tombs, which we explore."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Harappa- Lahore - Drive to Lahore, visiting Harappa on the way. Harappa dates back to the 3rd millennium BC and after Mohenjo Daro is the most important site of the Indus Valley civilization."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Lahore - Explore the key sights of the city including the Lahore Fort, Badshahi Mosque, and Shalimar Gardens, among others."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Islamabad - Drive to Islamabad, visiting Rohtas Fort as well, dating back to the 16th century and a UNESCO World Heritage Site."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Khewra - Kallar Kehar - Visit the Khewra salt mines, the largest in the world and reputedly dating back to the time of Alexander the Great. We also visit the salt lake and marshes at Kallar Kahar, a haven for birdlife, and the Hindu temples at Ketas. Return to Islamabad for the evening."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Taxila - Takht e Bhai - An excursion to Taxila, one of the earliest Buddhist sites in Asia and the capital of the Gandharan civilization which flourished in Pakistan from the 6th century BC to the fifth century AD. We also explore the monastery at Takht e Bhai, from the same period. Return to Islamabad for the evening."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Islamabad - Spend today discovering the twin cities of Islamabad and Rawalpindi. Rawalpindi is an old British era settlement, while Islamabad is the purpose built capital constructed after Partition in 1947. Explore the bazaars of Rawalpindi, and visit the imposing Shah Faisal Mosque, situated at the foot of the Margalla Hills – one of the largest in the world."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Islamabad - Transfer to the airport for departure."
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "kalash-uchaw-festival-tour-in-pakistan",
    "tourName": "Kalash Uchaw festival tour in Pakistan",
    "placesVisited": "",
    "generalInfo": "Trip highlights: <br/><br/>Islamabad-Swat-Chitral-Bumburet Kailash Valley - Peshawar – Takht-e-Bhai-Islamabad<br/><br/>Most visitors of Northern Pakistan come back praising the beauty on offer in the region from the mesmerising views, the delicious fruits to the hospitality of the people. This 10 day tour gives you a quick overview of the key places that many of these travellers talk about, particularly keen photographers who love capturing culturally shots. <br/><br/>There are four festivals celebrated by the people in Kalash, the scheduled tour dates are for the Chilam Joshi &amp; Uchal Festival, two of the more popular ones and based in the Spring &amp; Summer months of May &amp; August respectively <br/><br/>The Kalash are an ancient pagan tribe living in three valleys of Chitral namely Bambururate, Birir &amp; Rumbur. The Kalash religion is based on myths &amp; superstitions that relates to the relationship between the human, soul and the universe. The Pakistan government is putting a lot of effort to try and preserve the indigenous nature of this community.<br/><br/>Chilam Joshi is one the most important festival, this four-day festival is celebrated across all three valleys of Bumburet, Rumbur, and Berir. Chilam Joshi begins with “Milk day” which, Kailash people store from household to offer their libation on the day of the festival. They ask for the blessing of God and pray for a prosperous year of agriculture, health, and safety of their herds. The main purpose of this festival is that Kailash men and women can find a spouse for themselves to get married. The women wear traditional attire with lively colors whereas, men wear traditional Shalwar Kameez with a waistcoat made of wool.<br/><br/>Uchal, also known as Utchal is a summer Kailash festival. The festival is celebrated during annual harvesting with singing, dancing and paying homage to the nature for blessing them with good food and fruits. It is marked in the barley and wheat harvest season every year in August. <br/><br/>Kailash people prepare cornbread, buttermilk and cheese to celebrate the festival. They wear their traditional black robes, ornate cowries shelled headdresses and adorned with coloured necklaces and dance in a circle. <br/><br/>During the festival, prayers and processions are held at a high plateau outside the village in Balangkuru where the long night of dancing begins. The Uchal festival continues for several days and moving on to different locations within the valley.<br/><br/>This tour can also be done as a private tour, the upper end of the price is based on a solo traveller.",
    "durationDays": "10",
    "price": "4995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ISLAMABAD An early morning arrival in Islamabad, the modern capital city of Pakistan, after a short rest sightseeing of Islamabad and Rawalpindi includes a visit to Shah Faisal Mosque, Pakistan Monument, Lok Virsa Museum and an old Raja Bazaar. Drive back to Islamabad for overnight stay."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "ISLAMABAD - MINGORA SWAT (234kms 3.5 hours drive) After an early breakfast, we head towards picturesque Swat, also known as Switzerland of Asia because of its beautiful blue lakes and snow capped mountains. It's an earthly paradise with lots of beautiful landscapes for trekking and sightseeing. In the afternoon a visit will be made to the Swat museum & Buddha Kara."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "SWAT - KAILASH VALLEY (250kms / 8 hours drive) Most of the day will be spent on the road driving the the valley, however there will be several short stops to enable you to take in the views and take some memorable photographs. Overnight stay will be in local lodge."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "KALASH The next couple of days will be spent attending and partaking some of the festivities that the local people if Kalash celebrate."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "BUMBURET KAILASH - CHITRAL A short drive along some adventurous rugged terrain (1.5 hours) before we get to Chitral. The day will be spent visiting the local museum, Shahi Masjid & Chitral Bazaar. If a polo match is taking place there will be an opportunity to watch a game of polo as well."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "CHITRAL - PESHAWAR (360 KMS / 8 hours drive) Most of the day will be spent on the road but you will be able to enjoy how the terrain changes as we depart the Hinukush valley and start to make your way to my hometown Peshawar, which is the oldest city in that region."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "PESHAWAR The day will be spent exploring the city from the beautiful Sethi Mohallah, which has become a world heritage site because of its 7 houses, which are considered to be the finest architectural pieces of its kind. The houses, once my grandfathers home is now used for film sets or bridal photoshoots because of how beautiful the craftmanship is. Amongst the other delights that will be explored will be the clock tower, Qissa Khwani bazaar, food street & Islamia College."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "PESHAWAR - TAXILA - ISLAMABAD Peshawar - Taxila: 145 kms / 3 hours drive Taxila - Islamabad - 35kms / 1 hours drive The day will be spent exploring some of the remains of the Buddhist monastery, also protected as a world heritage site."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "DEPARTURE Transfer to airport for homebound flights."
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "kalash-winter-solstice-holiday-in-pakistan",
    "tourName": "Kalash winter solstice holiday in Pakistan",
    "placesVisited": "Islamabad, Chitral, Tushi, Chitral Gol, Balanguru, Taxila, Witness the Kalash Festival",
    "generalInfo": "This Pakistan holiday takes you the country’s northern mountain ranges in one of the most exciting expeditions on our books. We have the huge privilege of visiting the Kalash winter solstice festival, an event which very few Westerners have witnessed. This week long event is a celebration of life, the gods and ancestors, during which participants are invited to cleanse their souls. <br/><br/>On our first ever trip in 2006, our small group of adventurous travellers also got to watch a snow leopard for an entire afternoon, as she wandered the mountainsides and eventually made a kill. If you’re lucky, you’ll get to witness a similar scene on your trip. <br/><br/>These hidden valleys have become more accessible thanks to the relatively new Lowari Tunnel, so if you’re in search of true exploration this is about as close as you’re going to get. <br/>",
    "durationDays": "13",
    "price": "3095",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tour Starts In Islamabad: Today the tour starts in Islamabad, 'City of Islam', Pakistan's capital city. It replaced Karachi back in the 1967 and is now the political and commercial heart of the country. Situated against the lush backdrop of the Margalla Hills it is a city where old and new collide. Leafy green boulevards are home to modern buildings, and shopping malls, but also dotted with traditional homes and mosques. After checking into our rooms, available from 14:00 or possibly earlier, we have the chance to visit some of the famous sights of Islamabad including the Faisal Mosque, the largest in South Asia, and 5th largest mosque in the world. We will also take time to visit the Lok Virsa Museum and Pakistan Monument."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Islamabad - Peshawar: This morning we’ll start out early for our journey to Peshawar on the motorway. We will have the chance to visit some of the famous sights of Peshawar including the Peshawar Museum, the Old City Sethi Mohallah (quarter), Qissa Khawani Bazar, Mohabat Khan Mosque and Cunnigham clock tower. One of the British monuments in Peshawar, this memorial was constructed in 1900 on the occasion of the Diamond Jubilee of the Queen. It was named after Sir John Cunnigham, who was a British Officer serving in Peshawar."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Peshawar - Swat: After breakfast we will have a spectacular drive north, passed Chakdarra – where a young Winston Churchill saw action back in the 1890s. On route through the Swat Valley we will visit the remains of the Bazira city and learn the stories of this historic site. After checking in at our hotel we will visit the Swat Museum which showcases fascinating Indo-Roman Buddhist art and is renowned in Pakistan."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Swat - Chitral: After and early breakfast we will start our drive to Chitral. Dependent on traffic this may take a good ten hours. We will stop en route at Dir for lunch and then continue on this full day’s scenic drive through the alpine landscapes of upper Dir before continuing through the newly completed 10.5 km long Lowari Tunnel."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Chitral - Chitral Gol - Chitral: Today our wildlife adventure begins as we move up to the area around the old hunting lodge in Chitral Gol, the region’s National Park. Roaming in the wild will give us great opportunity to observe the rutting season for the famous Markhor wild goat and we will see hundreds of them fighting and playing – indeed it is the young of the Markhor that interest the elusive snow leopard. If we are really lucky we may catch a glimpse of one of these exquisite animals. Later this afternoon we will have time for some local sightseeing. The Chitral Fort was the location for the besieged British Garrison in 1895 and now houses the cannons dragged over the high passes of the Hindu Kush used to break the siege. Next to the Fort is the intricate Grand Mosque. However, our main focus will be wandering around the bazaar with its mixture of traditional and modern goods being sold by the predominantly Pashtun population. Dinner will be at our hotel."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Chitral - Balanguru: Today after completing some registration formalities we head into the Kalash Valley of Rumbor and the village of Balanguru. Here we stay with our friend Saifullah Jan, the chief spokesperson for the Kalash. After checking into our guesthouse, we will go with our friends to visit their extended families and their houses in the valleys of Grum or Kalashagrum."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Balanguru - Chawmos Festival: For the next three days we will enjoy this extraordinary festival that precious few Westerners have ever seen. As well as dancing, singing and feasting we will also witness the religious priests (or Qazis, as they are known) summon up the spirits and ask for their blessing. On one of the days the women of the valley – including those travelling with us – must cleanse their souls by performing certain purification rituals, but don’t worry, it is nothing too drastic, just a bucket wash followed by offering up some pure chapattis at the Temple of Jastak Khan. On another day it is the turn of the men to cleanse themselves, this time with goats’ blood at the temple of Sagi Gor. For religious reasons your tour leader will not be able to enter all of the areas that you can, but they will never be far away if you need them. More than 40 goats will be sacrificed as an offering to the gods, wine will be drunk and preparations for the dancing will start. From here on men could wear the shalwar kameez. In the evening we will join the Kalash for a spectacular night of dancing in the village."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Balanguru - Ayun: Having observed the festivities we may take one last walk around the Kalash Valley and then head on to Ayun where we’ll check into the wonderful home of Maqsood Ul Mulk, one of the princes of Chitral in the afternoon. Depending on the weather we may have time for a short walk around one of the local villages nearby."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Ayun - Islamabad: Today we will start out early for our journey back to Islamabad. This will take us a full day and is only possible due to both the Lowari tunnel and continually improving motorways from Dir into Islamabad itself."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Islamabad - Taxila – Islamabad: We will spend our last full day exploring Taxila, a fascinating Buddhist university town, dating back to the Gandaharan era of Alexander the Great. We’ll then return to Islamabad in the late afternoon where there may be time for some last minute shopping before our farewell dinner."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Tour ends: The tour ends today after breakfast."
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "karakoram-highway-holiday-in-pakistan",
    "tourName": "Karakoram highway holiday in Pakistan",
    "placesVisited": "",
    "generalInfo": "This overland adventure carves through lush valleys, snakes across high mountain passes and travels alongside creaking glaciers. With show-stopping scenery and plenty of walking included, prepare to be inspired by the Karakoram's warm, welcoming people and its rich tapestry of history.<br/> <br/> Hunza Valley - Explore the forts, castles and bazaars of the ancient Kingdom of Hunza.<br/> Nanga Parbat - See this 8,000m+ peak up close on a walk to the base camp.<br/> Karakoram Range - Travel from Islamabad into the mountains along the iconic Karakoram Highway.<br/>",
    "durationDays": "14",
    "price": "3149",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Trip starts in Islamabad; afternoon orientation tour of the capital",
        "description": ": Our trip starts today in Islamabad, the cultural and financial centre of Pakistan and the nation's capital. A relatively new city, Islamabad was constructed in the 1960s to replace the former coastal capital of Karachi. Islamabad's wide, leafy boulevards and backdrop of the rolling Margalla Hills give it the feel of a colonial city. Still, more recently, the city has seen a considerable injection of wealth, resulting in a curious blend of old and new. Glass-fronted buildings and modern shopping malls now stand side by side with its traditional mosques and markets. For those arriving on time today, our tour leader plans to meet you in the hotel reception at 1pm for the welcome meeting and to take us on the afternoon tour. We will start with a visit to the contemporary Faisal Mosque. Its striking architecture is inspired by a Bedouin-style tent, and its triangular worship hall houses 10,000 worshippers, making it the largest mosque in South Asia. Continuing on the theme of striking architecture, we next take in the Pakistan monument - with its petal-shaped structure taking its cues from Mughal architecture. The monument is dedicated to the people of Pakistan, with each petal representing the different individual cultures that make up the melting pot that is modern-day Pakistan. We finish our tour at the Heritage Museum, offering a fascinating insight into the ethnology and heritage of the country. We finish our tour with a visit to the old city of Rawalpindi. Known as the 'Twin City' and forming part of the greater urban conurbation of Islamabad, this densely packed and sprawling city offers a stark contrast to the wide leafy streets of Islamabad. We plan to explore the narrow lanes on foot, stopping to barter in the bustling Raja Bazaar before returning to the hotel. If you miss the welcome meeting, your leader will inform you of any essential information by note left at the front desk. Many international flights arrive into Islamabad early this morning. Because of this, we've pre-booked rooms for all customers (including land-only) to be available to check straight into regardless of your arrival time. Those booking flights that arrive late in the evening should arrange to arrive the night before to make use of this pre-booked room."
      },
      {
        "dayNumber": 2,
        "title": "Drive into the mountains and onto Naran, in the Kaghan Valley",
        "description": ": We set off for the mountains today as we drive to the town of Naran, nestled in the Khagan Valley. As we leave the city and join the main highway, we will likely see a wide variety of colourful trucks transporting goods along the Friendship Highway between Pakistan and China. We quickly gain altitude as we ascend through the valley, surrounded on all sides by the forested peaks of the lesser Himalaya Range. There will be plenty of time to stop for photos and to take in the scenery, before we reach Naran in the afternoon, after an approximately eight-hour drive. The remainder of the day has been left free to relax and enjoy the surroundings or explore this small, river-side town."
      },
      {
        "dayNumber": 3,
        "title": "Join the Karakoram Highway and drive into the Astore Valley, crossing Babussar Pass",
        "description": ": Leaving Naran behind this morning, we continue north through the high-altitude lakes of the Lulusar National Park, before turning onto the Karakoram Highway at Talichi. Officially known as the N35 but often called the 'Friendship Highway', or more simply 'KKH', this ambitious road took 20 years to construct as a joint project funded by the governments of Pakistan and China. The highway stretches some 1,300 kilometres from Abbottabad in Pakistan, snaking its way through the mountainous Karakoram range and crossing into China at the Khunjerab Pass, where it continues on to the ancient Silk Road city of Kashgar. The Karakoram Highway is regarded as the 'highest highway in the world'. We cross the Babussar Pass (4,173m) before dropping down into Tarashing our base for the next two nights. The accommodation is a simple guesthouse with twin bedrooms and outside bathrooms, complete with bucket showers. All bedding and blankets are provided. The total drive is around eight hours, with plenty of time built in for scenic stops."
      },
      {
        "dayNumber": 4,
        "title": "Drive into the Lower Rupal Valley for a walk up to Nanga Parbat Base Camp (3550m)",
        "description": ": We start this morning with a drive to the Lower Rupal Valley, where we continue on foot for the five kilometre walk up to Herligkoffer Base Camp, the eastern-facing base camp on the lower slopes of the towering Nanga Parbat. The walk takes us through a lush meadow as we follow the Bazhin Glacier up to a natural spring, which marks the start of the camp. So-named after Dr Karl Herrligkoffer, the leader of first expedition to successfully scale the world's 9th highest mountain, the camp offers incredible close-up views of Nanga Parbat and the surrounding western-Himalayan range. The total walk is approximately ten kilometres in length, with around 400 metres of ascent/descent, taking approximately three to four hours. For those not wishing to do today's walk, there is the option to take a 4WD tour of the Upper Rupal Valley, stopping at a scenic viewpoint and taking a short walk through the village."
      },
      {
        "dayNumber": 5,
        "title": "Drive up and across the Deosai Plateau to Skardu, stopping at Satpara Buddha and Satpura Lake",
        "description": ": Today we have a full but rewarding day of driving ahead as we ascend out of the Astore Valley and up to the Deosai Plateau, which stands at an altitude of 4,100 metres. The plateau was awarded national park status in 1993 to aid the protection of a key habitat of the Himalayan Brown Bear and is one of the world's highest alpine plains. The Bara Pani River winds its way through the national park, feeding several high-altitude lakes and providing the perfect environment for wildflowers to flourish. We will stop at Sheosar Lake where we disembark to stretch our legs for a short 2-kilometre/1.2-mile walk around the dark-blue, reflective waters of the lake. Continuing on, we next stop at Satpura Lake where its water appears a shimmering turquoise colour, due to it being fed predominately from the melting ice of the plateau. We reach Skardu in the early evening."
      },
      {
        "dayNumber": 6,
        "title": "Full day exploring the towering forts and villages of the Skardu Valley",
        "description": ": It's an early start this morning as we set off in our 4WD vehicles, first travelling to Shigar village to explore Shigar Fort and the 14th-century Amboriq Mosque. This incredible and unusual piece of Islamic architecture is constructed entirely from wood and has been awarded UNESCO status. We will break for lunch in Shigar and try some traditional Balti dishes. Look out for 'Chapsuro' - a calzone-like bread stuffed with lightly-spiced mince and vegetables, 'Gittey' - a type of sausage prepared with chilli and coriander, and 'Mamtu' - delicious stuffed dumplings which are ubiquitous to the Himalayan regions. After enjoying a hearty lunch we will continue to the Katpana Desert - a high-altitude desert filled with rolling sand dunes that can sometimes be found covered in snow during the winter months. On our way back to Skardu we will stop for a short walk up to the 16th Century Kharpocho Fort. The Fort appears as if it is precariously perched on the cliff side, but the location affords strategic views over the confluence of the Indus and Shigar Rivers. The walk will take approximately two hours including the visit to the Fort."
      },
      {
        "dayNumber": 7,
        "title": "Re-join the Karakoram Highway and drive to Gilgit, the heart of the Karakoram region",
        "description": ": We set off this morning in our familiar 4WD vehicles, driving along the northern loop out of the Skardu Valley, re-joining the Karakoram Highway at Jaglot, before continuing on to Gilgit, a drive of approximately five hours. We arrive in Gilgit for lunchtime, and in the afternoon, we set off for a tour of this bustling town. Lying at the heart of the Gilgit-Baltistan region, the town is a haven for trekkers, cyclists, mountaineers and adventurers, not to mention the traders passing through. It is a hubbub of activity that is somewhat juxtaposed by the serene snow-capped mountains it is surrounded by. We will take a walk through Gilgit's bazaar and stop at the Gilgit Bridge. At 158 metres long, this bridge spans the width of the fast-flowing Gilgit River and is the oldest suspension bridge in the region, dating back to the Raja period. We will also visit the old British Cemetery, and the Kargah Buddha, a 7th-century rock carving that points back to the town's significance in spreading Buddhism across the Silk Road and throughout the region."
      },
      {
        "dayNumber": 8,
        "title": "Drive to Karimabad, explore the mighty Baltit Fort and take in sunset over the Hunza Valley",
        "description": ": Continuing along the KKH, we drive on to the more peaceful town of Karimabad. We stop en route at a viewpoint that offers a panoramic vista of Rakaposhi, a peak of 7,778 metres which juts out of the landscape and towers over other nearby mountains. Upon reaching Karimabad, we explore the 700-year-old Baltit Fort, which was the former seat of the Kingdom of Hunza. The architecture of the fort is quite striking and very much Tibetan in feel, in fact, many remark on its similarities to the iconic Potala Palace in Lhasa. We finish the day by travelling out to Duikar Village, another viewpoint with glorious long-ranging views, to watch the sun dip into the Hunza Valley below. With the view in front of us, it is easy to see why this valley is widely believed to be the inspiration in James Hilton's iconic novel for the mythical utopia 'Shangri-La'. If time is permitting, we will visit the Sharma Rehabilitation Center in Hyderabad village. Originally established in 1996 as a rehabilitation center for disabled men, Sharma provides health and hygiene education, vocational skills and income earning opportunities for disabled individuals. Those supported by the center have been trained to make goat hair rugs and carpets which not only provide an important source of income for them but also is a form of therapy to increae their self-esteem. This evening we join a local Huzakut family for an evening meal in their home, in a small village outside Karimabad. Here we get a fascinating insight into the way of life for many villagers in the region, and we try an array of local dishes such as 'Buttering Daudo' - a traditional apricot soup, 'Chap Churo' - a delicious pie stuffed with mincemeat between two pan-fried flatbreads, and 'Burish Chapik' - cheese chapattis with crushed almonds."
      },
      {
        "dayNumber": 9,
        "title": "Full day exploring the Hunza Valley with a walk to glaciar viewpoints",
        "description": ": Setting off early this morning, we embark on a full-day guided sightseeing tour of Hunza Valley, traveling by foot and private 4WD vehicle. Our journey begins with an early morning drive to Hoper Nagar, making several scenic stops along the way. Upon arrival, we take a short 10-minute walk to the Hoper Glacier viewpoint, where we marvel at the vast icy expanse before us. Continuing on, we explore the Hunza Sacred Rocks before reaching the stunning Attabad Lake viewpoint. In the afternoon, we drive to Passu, stopping to see (but not cross!) the famous Hussaini Suspension Bridge. Spanning 64 meters across the Hunza River, this precarious structure\\emdash made of widely spaced, weathered wooden planks bound by steel cables\\emdash remains a crucial lifeline for locals transporting goods and agricultural produce across the rushing waters below. After observing the activity on the bridge, we continue towards Passu, pausing at Borith Lake for lunch and breathtaking views of the Passu Glacier. From Borith, we embark on a scenic 4 km walk to the Passu Glacier viewpoint, a pleasant 1.5-hour trek featuring a brief ascent followed by a flatter stretch. Later, we return to Karimabad, making a stop in Gulmit village to visit the Korgah Women-Led Carpet Weaving Center. Established in 2005 and housed in a traditional mud building, Korgah empowers local Wakhi women by providing economic opportunities through their intricate, handcrafted carpets. Here, visitors can witness the artistry and dedication of these skilled artisans while gaining insight into Hunza's rich cultural heritage."
      },
      {
        "dayNumber": 10,
        "title": "Leave the Karakoram Highway and drive to the small town of Gupis",
        "description": ": Leaving Karimabad behind today, we travel along the Karakoram Highway before turning off and joining the main highway linking Chitral and Khyber Pakhtunkhwa in the west with Gilgit Baltistan in the east. The drive itself is very scenic, full of wide-open landscapes framed by snow-capped peaks. We make several stops along the way, including a picnic lunch in the picturesque village Gahkuch which is set on a wide sweeping bend of the Gilgit River. After a drive of approximately six hours, we reach the small river-side town of Gupis, our rest stop for the next two nights."
      },
      {
        "dayNumber": 11,
        "title": "Explore the remote Yasin Valley by 4WD and on foot",
        "description": ": Today we spend a full day exploring the Yasin Valley. This historic area is linked to a network of valleys that stretch across the northwest frontier of Pakistan and into the Wakhan Corridor region of Afghanistan/Tajikistan. Control of this region has been fought over for centuries, from Central Asians vying for the silk trade to more recently the British colonial powers. This high-altitude valley sits amongst the Hindu Raj Mountain Range, with a glacial river carving its way through the valley floor and is set to a backdrop of towering 6,000m+ mountains. This morning we set off from Gupis by 4WD and drive to the village of Darkot, where we get to see what daily life is like for the few locals that live in this sparse, remote mountain area. We then drive onto Ghasum where the road ends and we leave the jeeps behind, continuing on foot for the short walk to the snout of the Ghamubar glacier. There is the option to walk into the glacier itself, a further walk of around an hour for those that want to. We break for lunch here in a spot overlooking the glacier, before continuing onto the picturesque Ghamubar Lake. We return to Gupis later in the afternoon. The total walk time is around 1 hour 30 minutes with an altitude gain of approximately 200 metres."
      },
      {
        "dayNumber": 12,
        "title": "Drive to Naran via the Babusar Pass",
        "description": ": Leaving the remote valley area behind today, we head east and join the main highway once again, first crossing Babusar Pass (4,100 metres) and stopping at Lulusar Lake before we descend back down the Kaghan Valley to Naran. After checking into the hotel, there will be time for a short orientation tour of the town and its bustling main bazaar."
      },
      {
        "dayNumber": 13,
        "title": "Drive back to Islamabad, visiting UNESCO site of Taxila and then explore Rawalpindi",
        "description": ": Continuing to lose altitude, we drop back down to the foothills this morning, travelling through the towns of Mansehra and Abbottabad. Along the way back to the capital we will explore the UNESCO World Heritage Site of Taxila, an ancient city dating back to the 6th century BC, and fought over throughout the centuries by the many civilisations that inhabited this area."
      },
      {
        "dayNumber": 14,
        "title": "Trip ends in Islamabad",
        "description": ": The trip ends after breakfast at our hotel in Islamabad. There are no activities planned today, so you are free to depart from Islamabad at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you would like an airport transfer today, you'll need to depart from Islamabad International Airport (ISB), which is 30-40 minutes from the hotel."
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "karakorum-highlights-holiday-pakistan",
    "tourName": "Karakorum highlights holiday, Pakistan",
    "placesVisited": "",
    "generalInfo": "Begin your adventure in Islamabad, the modern capital of Pakistan, with visits to the impressive Faisal Mosque, the Pakistan Monument, and the Heritage Museum. Then, journey northward along the scenic Khagan Valley to Naran, a vibrant mountain town known for its colorful bazaar. Experience ancient history at the Jaulian Monastery and Sirkup Old City, exploring Buddhist ruins and a bustling Kushan-era city. Cross the Babusar Pass and marvel at sweeping mountain vistas before reaching Fairy Meadows, a legendary destination with breathtaking views of Nanga Parbat. Spend time trekking to Beyal Camp or venturing further to Nanga Parbat Base Camp. Continue exploring the region's natural beauty in Tarashing and the stunning Desosai National Park before reaching Skardu, the capital of Baltistan. Take day trips to the fertile Shigar Valley and the picturesque Katchura Lake before continuing to Gilgit. Immerse yourself in the legendary Hunza Valley, surrounded by towering peaks. Traverse the daring Hussaini Suspension Bridge, explore ancient forts in Karimabad and Altit, and witness the skill of local artisans at the KORGAH weaving center and CIQAM project. Conclude your journey with a scenic drive along the Karakorum Highway, stopping at the historic sites of Taxila and Rawalpindi before your final departure from Islamabad. Throughout the expedition, we incorporate several invigorating day hikes, tailored to accommodate varying fitness levels. Among the highlights are treks leading to the Base Camps of the legendary Nanga Parbat, offering unparalleled views of this iconic peak. Additionally, we embark on scenic hikes to crystalline mountain lakes, such as the Passu Glacier, and explore ancient forts and sacred sites, immersing ourselves in the rich tapestry of Pakistani heritage. Accommodations range from comfortable tourist-class hotels in Islamabad to charming guesthouses nestled amidst the rugged terrain, ensuring a restful retreat after each day's adventures. Delight your palate with the diverse array of cuisines included in nearly all meals, providing a tantalizing glimpse into the culinary traditions of the region. Be sure to savor the renowned local apricots of the enchanting Hunza Valley, adding a burst of flavor to your gastronomic journey",
    "durationDays": "15",
    "price": "2495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Islamabad, afternoon city tour This morning we will welcome you to Pakistan at Islamabad airport and transfer you to your hotel. At 2pm your guide will meet you at the hotel and take you on an afternoon tour of Pakistan's modern capital. Our visits will include the huge Faisal Mosque, which is the 6th largest in the world and the biggest in South Asia. We'll also vist the Pakistan Monument which was constructed to symbolise the unity of the Pakistan people, and the impressive Heritage Museum which presents the history and living traditions of the people of Pakistan both from the main stream and the remotest regions of the country. Extra nights are available in the hotel before the tour starts if morning arrival flights are not available or convenient. OVERNIGHT"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Islamabad to Naran via the Jaulian Monastery & Sirkup Old City. Visit Naran Bazaar We leave modern Islamabad this morning and start our drive up into the hills to the north. Our journey takes us along the photogenic, 160km-long Khagan valley, which is embraced by the forested peaks of the lesser Himalayan range. Along the way we visit the Jaulian Monastery and Sirkup Old City. Explore the ruins of Jaulian, a Buddhist monastery, and imagine the serene lives of monks who once resided there. Finally, walk among the relics of Sirkup, a bustling city from the Kushan era, picturing its grand streets and marketplaces Naran is one of Pakistan's most popular summer holiday spots and is famous for its colourful panorama. Naran itself is situated on the banks of the Kunhar river, and we have some time to look around before spending the night here. Immerse yourself in the lively atmosphere of Naran Bazaar. Browse vibrant stalls overflowing with handcrafted souvenirs, local textiles, and delicious street food. You can also engage with friendly vendors and discover unique treasures that capture the essence of this mountain town. OVERNIGHT"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Cross the Babussar Pass. Hike to Fairy Meadows Prepare for some serious hairpin bends today as the road climbs up to the Babussar Pass (4175m) and then descends again towards Chilas, situated on the banks of the mighty Indus River. En-route we'll stop for a break at Lalusar Lake. We continue up the Karakorum Highway to Raikot Bridge (2300m) and then follow a narrow jeep track to Tato village. The track clings to the side of the mountain with steep drops below and we'll be thankful for our experienced driver! We leave the vehicles at Jhel Village there and take a 2-3 hour/5km trek to Fairy Meadows (3300m). This is a strenuous uphill walk, which includes a gradual climb for most of the route, with one steep final section of around 30 minutes (total elevation gain around 650m). Horses can be hired locally for around 3000Rs per person (approx. GBP 13 / USD 18) if you don't want to walk up. This a legendary place, well named by German climbers, and has an unsurpassed view of Nanga Parbat (8125m). OVERNIGHT"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Free time or treks in the mountains around Fairy Meadows Fairy Meadows (3300m) is one of the most picturesque places in the world, and the start of some fantastic mountain trekking routes. There are two options today. The easier choice is a 2-3 hour trek through dense prime forest, and then through birch trees and along shallow streams up to Beyal Camp (3500m). This is a summer settlement for the local shepherds and has stunning views of Nanga Parbat. An easy walk takes you back down to Fairy Meadows to enjoy a camp fire after dinner. The other, tougher option is continue on from Beyal Camp for another 3 to 4 hours to reach Nanga Parbat Base Camp (3967m, 500m ascent). Suitable for fit, and experienced trekkers, this is an 8 to 9 hour round trip, but well worth it if you're up for it, For those preferring a more relaxed pace, Fairy Meadows is a good location for a relaxed stroll, or wildlife spotting; keep your eyes peeled for marmots, Himalayan ibex, and colorful birds. The remote location of Fairy Meadows makes it a perfect spot for star gazing at night. OVERNIGHT"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Hike down to Tato, drive to Tarashing We'll leave Fairy Meadows reluctantly this morning and after breakfast hike back down to Tato (approx. 1 1/2 to 2 hours), pick up our vehicles again, and then drive on to Tarashing, through the magnificent, pine forested Astore Valley which feels reminiscent of Austrian scenes (around 3 to 4 hours drive). The roads become smaller and narrower and eventually we reach the remote village of Tarashing, the last village at the head of the jeep road towards the Rupal face of Nanga Parbat. The village is watered by Tarashing Glacier which follows the route to the base camp. The fields around the village offer picturesque scenery and the flower blossom in summer is superb. OVERNIGHT"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Hike to Nanga Parbat-Herrligkoffer Base Camp We have another stunning mountain trek today. We'll start by driving from Tarashing (2911m) into the the Rupal Valley, following the Tarashing (or Chhungphar) glacier's lateral moraine before crossing it and continuing to Rupal Village. From there we hike through small settlements and past herds of yaks and cattle to the Herrligkoffer Base Camp (3550m) at the foot of Nanga Parbat. The camp site is named after a German mountaineer, Karl Herrligkoffer, who led the first successful expedition to reach the peak of Nanga Parbat in 1953. The overal trek is around 8km, taking around 4 hours. Back at Tarashing, there will be free time in the village to chat to friendly locals and see how life is lived in these remote areas where the glacial water supply is vital and ever decreasing. OVERNIGHT"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "To Skardu via Desosai National Park Our route today takes us through the Deosai National Park. These plains are a contrast to the steep valleys we've traversed so far, and lie between the Indus River and the souther extension of the Himalayas. The altitude averages 3800m, and the undulating green, flower-filled meadows are surrounded by snow capped peaks. Fresh water lakes abound, helping to make this seldom disturbed area a haven for wildlife, including Brown Bear and Markhor. After driving across the plains, we continue to Skardu, the capital of the Baltistan region. Known as 'Little Tibet', this area has one of the highest clusters of mountains in the world, and has ancient ties with nearby TIbet. We'll break the journey to Skardu at the beautiful Satpura Lake, another large lake at the foot of the plains, and visit the Manthal Buddha, a large granite rock into which a picture of Buddha has been engraved, probably sometime in the 8th century. This is one of the most important relics of Buddhism in the Skardu region. OVERNIGHT"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "DAY trip to the Shigar Valley We take a day trip from Skardu to the fertile Shigar Valley today. We'll cross the Indus River, and head up the Shigar River which is surrounded by wide flat sand banks, deposited when the water levels are high. The lush green valley is a great contrast, and is well known for its fruit orchards. Shigar is inhabited mostly by Balti people of Tibetan descent, and has many historical buildings of architectural significance associated with the Noorbakhshi Sufi community. We'll visit the Amborik Mosque, and have lunch at Shigar Fort. After returning to Skardu we can take a late afternoon hike to Khorpocho Fort, built in the 8th century on a hill overlooking Skardu. The main fort was destroyed in 1840, though the impressive boundary walls remain. OVERNIGHT"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Skardu to Gilgit via Katchura Lake After breakfast we'll drive back to the main Karakorum Highway and the town of Gilgit. The road hugs the banks of the Indus river all the way, and we can see various stretches of white water rapids. We'll make a stop on the way at the Katchura Lakes, and look out for the local wild apricot trees. Gilgit is an important town, and was part of the Kushan Empire in teh 1st to 3rd centuries. Buddhism persisted after the Kushan demise, though few traces remain - one being the Kargah Buddha, a rock wall carved in the 7th century. Gilgit is surrounded by high peaks, the most impressive being Rakaposhi (7,788m). We'll arrive in time to visit the old British cemetery and the lively and eclectic bazaar. If we're lucky we may be able to see a Polo match; Polo is extemely popular through the region and matches between neighbouring towns happen throughout the summer. OVERNIGHT"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Hunza Valley, Borith Lake, Passu Glacier View We drive north again today on the newly reconstructed Karakorum Highway. Passing under the shadow of Rakaposhi, our two hour journey leads us to the former kingdom of Hunza, called “the epitome of mountain grandeur” by Eric Shipton. It is a fairy tale land surrounded by beautiful rugged & snow capped mountains; including Ultar (7,388m), Lady Finger (6000m), Diran (7,266m) and Rakaposhi (7,788m). In the Upper Hunza Valley, we'll take a walk for around two hours from Borith Lake (2600m), up to a stunning viewpoint alongside the huge Passu Glacier. The saline waters are supposed to be good for the skin, and many people take a dip here in the summer months. The site is also an important sanctuary for migrating wildfowl. From the glacier, a path leads back down to the Karakorum Highway. We'll return to our hotel and there feast on some of the best food of the trip with both Indian and Chinese influences creating mouth watering dishes. OVERNIGHT"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Passu to Karimabad A short drive and walk after breakfast this morning brings us to the world famous Hussaini Suspension Bridge. Considered the second longest man made hanging bridge in the world, this stretches for several hundred metres across the Hunza River, with widely spaced wooden boards and a few wire ropes being all that is between you and the rushing river below. Take care if you want to cross it! We'll then follow the river downstream and visit Gulmit village, Pamiri Musical School, a local museum and discover the KORGAH weaving center, where traditional craftsmanship meets modern social impact. This center supports women artisans in rural Pakistan, empowering them through the creation of beautiful, hand-woven textiles. Witness skilled weavers at work, learn about their ancient techniques, and perhaps even take home a unique piece that carries with it a story of sustainability and female empowerment. In Karimabad, the main town of the Hunza Valley, we'll visit the Baltit Fort which was the old palace of the Mirs of Hunza. About 700 years old, the Baltit Fort sits on the edge of a cliff with a ravine below and the Ultar glacier in the distance. OVERNIGHT"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Altit Fort & Village, Duikar viewpoint We'll take a walk around Karimabad this morning, following the main water channels. We can also visit the bazaar in Karimabad and if we're lucky, watch a polo match in the town. We'll also visit Altit Fort and Altit village. Like Baltit Fort, Tibetan architectural traditions are much in evidence. The fort is around 900 years old and has a splendid defensive position overlooking the Hunza river valley, and it also served as the home of the MIr of Hunza before the set of power moved to nearby Baltit (now Karimabad). We'll also visit the CIQAM Project today - The CIQAM project is a remarkable initiative focused on empowering marginalized communities in the Hunza Valley of Pakistan. The project combines traditional craftsmanship with capacity building and skills training. CIQAM supports local artisans, especially women, in preserving their heritage while creating sustainable economic opportunities. The project encompasses textiles, woodwork, and other traditional crafts, highlighting the rich cultural tapestry of the region. Late in the afternoon we'll drive up to the small village of Duikar (approx. 3000m) to enjoy a panoramic view of the Hunza Valley at sunset. OVERNIGHT"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Karakorum Highway to Besham or Naran We have a long drive back down the Karakorum Highway today, enjoying a different perspective to the mountain views we saw on the way up. Heading to Gilgit, we'll see the jnction of the three highest mountain ranges in the world, the Himalay, Karakorum and the Hindu Kush. Along the way, we'll make a stop near Chilas at Shatial to see the Petroglyphs there. An important historical crossroads, many Buddhist missionaries, pilgrims, Sogdian merchants and traders passed through Shatial and left inscriptions and grafitti on the rocks. Over 700 petroglyphs and 1000 inscriptions in more than ten languages can be found at the Shatial bridge across the Indus River. Depending on the weather, road and local security conditions, we have the option of following the original Karakorum Highway and taking the Westerly route through the mighty Indus Valley to Besham where we spend the night. This road follows the Indus for most of the rest of the day and travels through steep gorges, beneath high rock walls with the river rushing below us. Alternatively we will return via Barbusar Pass route, travelling through the Kaghan Valley again to overnight in Naran. OVERNIGHT"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Return to Islamabad via Taxila Our final descent out of the mountains today crosses low lying hills on twisting roads to reach the 'Grand Trunk Road', built orginally by the British to link Peshawa in the West to Calcutta in the East. We'll stop on the way at Taxila, once an important seat of Oriental culture. First mentioned as a satrapy of the Archemenian empire in the 6th century BC, Taxila was later invaded by Alexander the Great and passed through the hands of various different rulers before being controlled by Ashoka the Great who focussed the city into an important centre of learning. Taxila remained an important place for philsophy, art and learning through the creative Gandhara period and on until the 5th century C.E. We will finish the day and our trip with a walking tour through the Raja Bazaar in Rawalpindi, which sits adjacent to Islamabad. This old bazaar bustles with life and a stop in the silver and gold bazaars will allow us to watch traditional craftsmen at work, as well as perhaps pick up a final souvenir of our time in Pakistan. OVERNIGHT"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Departure from Islamabad Your time is free today until we transfer you back to Islamabad airport for your flight home. Extra nights and additional guiding and transport are available in Islamabad or Rawalpindi if you would like to extend your stay, perhaps to add on a visit to Lahore to see the Fort, Mosque and Gardens. Please contact us for details. OVERNIGHT"
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "north-pakistan-tour",
    "tourName": "North Pakistan tour",
    "placesVisited": "",
    "generalInfo": "Pakistan’s northern region is blessed with sky rising mountains and, in their lap, lies the mountainous valleys with cultures whose people are warm-hearted, welcoming and friendly. You can enjoy mesmerizing mountain scenery along the awe-inspiring adventurous road which runs by the mighty rivers. This magical journey has been designed to show you a side of Pakistan that many don't know exists. It's an adventure like no another, designed for you so you can meet the people and experience the diverse landscapes in the north of Pakistan.<br/><br/>We embark on this spectacular cultural voyage in the city of Islamabad, the political and administrative city of Pakistan. Driving towards north, we stop at Taxila to visit the remains of the ancient Buddhist civilizations, one of the most alluring archaeological sites in the world. We drive through the beautiful Naran valley to Gilgit, the administrative town of Gilgit Baltistan. The welcoming and friendly inhabitants of Hunza truly make your stay at feel like home. Enjoy magical views from Baltit Fort, the old residence of Mirs of Hunza, standing atop Karimabad, the former capital of Hunza Valley. A walk along the Barbar irrigation channel, with striking views of the Karakoram Mountains, adds more essence to your journey. You will enjoy the beautiful Attabad Lake with its unique blue colour, Gulmit valley surrounded by high mountains and glaciers, and the most scenic Phander valley and its mesmerizing Phander Lake is an experience of lifetime. We will be crossing Shandur Pass, the highest polo ground in the world, and we will reach Mastuj and then Chitral. <br/><br/>Chitral with the unique Kailash Valley (known as the Wearers of Black Robes) – a remaining minority of approximately 3500 people living in three isolated but beautiful valleys known as Bumburet, Rambur and Berir. The people of Kailash have a rich culture and are very headstrong about their identity. These people stand out from the remaining tribes, cultures and communities due to their distinct traditions, religious practices and festivals. After visiting Swat and Peshawar, our trip will conclude in Islamabad, the federal capital of Pakistan. <br/><br/>Aside from the natural beauty, the tour is filled with local authentic experiences like visits to the local woodwork workshop run by women in Hunza, meals with local people and local eateries like Moksha cafe. This trip helps support local economies of the community and empowers some of the local women as we take you to their cafes and workshops.",
    "durationDays": "27",
    "price": "5500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ISLAMABAD Arrival in Islamabad, transfer to hotel. Half day city tour of Islamabad. Overnight stay in Islamabad. Today’s visits/activities/stops include • Shah Faisal Mosque • Lok Virsa (Folk Heritage Museum • Pakistan National Monument • Parliament House (external) • Golra Sharif Railway Museum • President House (external) • Prime Minister House (external) • Supreme Court of Pakistan (external)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "ISLAMABAD - NARAN Islamabad-Taxila: 32 kms/45 minutes’ drive Taxila - Naran: 225 kms/ 5.5 hours’ drive Drive to Naran visiting Taxila en-route. Today’s visits/activities/stops include • Taxila Museum • Julian Buddhist Stupa & Monastery • Dharmarajika complex and stupa,"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "NARAN: Visit Jeel Saif ul Malook, one of the 8th wonders of the world, A beautiful natural lake sat between the mountain peaks of Naran. Spend the day in a relaxed manner enjoying the views."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "NARAN – FAIRY MEADOWS Naran – Raikot Bridge: 155kms / 4.5 hours drive Raikot Bridge – Tato: 12kms / 1.5 hours drive Tato – Fairy Meadows: 9kms / 2-3 hours’ hike Altitude Tato: 2560m / 8448F Fairy Meadows: 3310M / 10800F Drive to Raikot Bridge via Babusar Pass, change vehicle and take jeeps to Tato village, a 3 hours’ hike will take us on to Fairy Meadows. Visit includes: • Lulusar Lake • Babusar Pass"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "FAIRY MEADOWS Beyal Camp: 3500m / 11650F Nanga Parbat Base Camp: 4000m / 13135F The day is available to explore the surroundings of the fairytale meadow. A nice hike takes you closer to the ice giants in the direction of Nanga Parbat base camp if conditions (little or no snow) allow. If you don’t feel like hiking, stay on the fairytale meadow and enjoy the day at the foot of the ninth highest peak on earth. Overnight stay at the day before."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "FAIRY MEADOWS - ASTORE Fairy Meadows – Tato: 2 Hours drive Tato – Raikot Bridge: 1 hours drive Raikot – Rama: 65kms / 2.5 hours drive Rama – Astore: 20kms / 1 hour drive Trek down to Tato & drive to Astore Today’s visit includes: • Stop at Thalichi – The Nanga Parbat View Point • Rama Meadow • Rama Lake hike (optional)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "ASTORE - DEOSAI PLATEAU - SKARDU Astore- Skardu: 160 kms/7 hours’ drive Drive to Skardu via Deosai Plateau. Today’s visits/activities include • Sheosar Lake • Bara Pani • Deosai plateau • Chota Pani • Great spot for photography of fauna and flora • Sadpara Lake • Manthal Buddha (optional)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "SKARDU Full day tour of Skardu. Overnight stay in Skardu. Today’s visits/activities include; • Upper Kachura Lake • Kachura Choq • Visit Katpana Desert • Kharpocho Fort • Sarfaranga Cold Desert"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "SKARDU-KHAPLU Skardu – Khaplu: 110 kms/3 hours’ drive Drive to Khaplu. Today’s visits/activities include • Driving along Indus River & enchanting valleys of Baltistan • Khaplu Fort • Chaqchan Mosque"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Khaplu – Hushe-Khaplu: 120 kms/7 hours’ drive both way Day excursion to Hushe valley, the gateway to Masherbrum Peak, Laila Peak and many more high altitude peaks, glaciers and wilderness treks. Today’s visits/activities include; • Day excursion to Hushe a remote valley of Ghizer district in Baltistan."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Rest day in Khaplu- no activities today"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "KHAPULO-SKARDU-GILGIT Khaplu – Gilgit: 300 kms/ hours’ drive Drive to Gilgit, the administrative capital of Gilgit-Baltistan province along the River Indus. Today’s visits/activities include; • Travel along the Indus River • Stop at Nanga Parbat view point • Visit the unique place in the world where three great mountain ranges; the Himalaya, the Karakoram and Hindu Kush meet."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "KARIMABAD - HUNZA Gilgit-Karimabad Hunza: 106 kms/2.5 hours’ drive. Drive to Karimabad Hunza. After lunch visit Baltit Fort, Karimabad bazar and walk along Barbar water channel. Today’s visits/activities/stops include; • Stop at Rakaposhi View Point Ghulmet • Baltit Fort • Karimabad Bazaar • Walk Along Barbar Water Channel"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "CENTRAL HUNZA & NAGAR In the morning visit Hoper Nagar and then Altit & Duiker. Today’s visits/activities/stops include; • Ganish Cluster – the oldest settlement of Hunza Valley • Hopar Nagar – from where you have an excellent view of Golden Peak, Ultar Peak, Hunza Peak & Lady Finger. • Altit Fort • Altit Cluster/Altit Village • Sunset from the Eagle’s Nest View Point in Duiker"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "UPPER HUNZA Karimabad-Atta Abad Lake: 18 kms/25 minutes’ drive Visit Dong rock inscriptions, Gulmit, Hussaini Bridge & Passu in the upper Hunza. Overnight stay at Atta Abad Lake. Today’s visits/activities/stops include; • Dong Rock Inscriptions • Atta Abad Lake • Gulmit Village • Hussaini Bridge • Passu Cones/Passu Cathedrals"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "UPPER HUNZA Rest day at Attabad Lake, no activities planned."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "UPPER HUNZA - GILGIT-GUPIS Attabad Lake-Gilgit: 135 km/2.30 hrs drive Gilgit-Gupis: 109 kms/4 hours’ drive Drive to Gilgit and then to Gupis visiting Kargah Buddha on the way. Today’s visits/activities/stops include • Kargah Buddha • Drive to along Ghizer river • Beautiful villages along the road"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "GUPIS - MASTUJ Gupis– Mastuj: 150 kms/7 hours’ drive Drive to Mastuj via Phander & Shandur Pass. Today’s activities / visits include; • Phander Lake • Shandur Pass – The highest polo ground in the world"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "MASTUJ – CHITRAL Mastuj- Chitral: 120 kms/4 hours’ drive Drive from Mastuj to Chitral. Upon arrival transfer to hotel. Half day sightseeing & overnight stay in Chitral. Today’s visits/activities/stops include; • Tirich Mir View Point • Shahi Mosque • Chitral Bazaar"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Rest day in Chitral"
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "CHITRAL - KAILASH Chitral – Bumburet Kailash: 22 kms/1 hour’s drive In the morning visit Chitral Gol National Park. After lunch drive to Bumburet via Rambur. Today’s visits/activities/stops include • Chitral Gol National Park • Rambur Valley Kailash"
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "KAILASH Full day for exploring the unique of Kailash Valley and its people. Short walks in the valley. Today’s visits/activities/stops include; • Chitral Museum • Traditional Homes • Their Sacred Places"
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "KAILASH –MINGORA SWAT Bumburet Kailash – Mingora Swat: 246 kms/7 hours’ drive Drive from Kailash to Swat. Upon arrival visit Swat Museum."
      },
      {
        "dayNumber": 24,
        "title": "",
        "description": "SWAT Rest day to relax and do things at your own pace."
      },
      {
        "dayNumber": 25,
        "title": "",
        "description": "MINGORA SWAT –TAKHT-E-BHAI- PESHAWAR Swat- Takht-e-Bhai-Peshawar: 184 kms/4 hours’ drive Drive to Peshawar visiting Takht-e-Bhai and other Ghandhara sites on the way. Today’s visits/activities include • Butkara • Shingardar Stupa • Amluk Dara Stupa • Najigram Stupa • Buddhist Monastery in Takht Bhai"
      },
      {
        "dayNumber": 26,
        "title": "",
        "description": "PESHAWAR – ISLAMABAD Peshawar- Islamabad: 186 kms/2.5 hours’ drive Today’s visits/activities include • Peshawar Museum • Mahabat Khan Mosque • Qissa Khawani Bazar • Bala Hissar Fort (exterior) • Saithi House"
      },
      {
        "dayNumber": 27,
        "title": "",
        "description": "Departure from Islamabad"
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "northern-pakistan-adventure-holiday",
    "tourName": "Northern Pakistan adventure holiday",
    "placesVisited": "",
    "generalInfo": "This encompassing adventure of Pakistan’s spectacular northern regions takes travellers to a land where the scenery is simply among the best on the planet. We begin by exploring the modern capital of Islamabad, before making our way towards Baltistan, travelling the fabled Karakoram Highway and the spectacular seasonal Babusar Pass. We explore the Hunza, an area of jaw-dropping magnificence blessed with idyllic villages and people of genuine warmth, a region that some purport to have inspired the legend of Shangri La. Along the way we will delve into the rich history – a chain of dramatic forts and watchtowers as well as other historical wonders such as ancient petroglyphs. We also join local people in vibrant bazaars, feasting on local dishes, marvelling at mighty glaciers and shimmering turquoise lakes carving through dramatic valleys, and of course pausing endlessly to drink in the inspiring panoramas of the snowclad summits of the Himalaya and Karakorum ranges.",
    "durationDays": "19",
    "price": "3095",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Islamabad (Altitude: 540m) - Upon arrival, a member of our local team will be waiting to greet you at the airport and transfer to your hotel. Tomorrow morning at breakfast there will be a tour briefing with your local guide to outline the adventure ahead. Overnight Hotel de Papae, or similar. No meals are included today."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Islamabad (Altitude: 540m) - After a breakfast tour-briefing with the guide, your journey starts with an exploration of the capital Islamabad and nearby Rawalpindi. Sites in the former will include, the Shah Faisal Mosque, once the largest example in the world and elegantly modelled on a vast Bedouin tent, the Government buildings on Constitution Avenue, Shakar Parian Park with its aromatic rose and jasmine garden, the Pakistan Monument, a fascinating beautiful modern petal-design structure and the Lok Virsa heritage museum. From there you will cross into Punjab to experience the sensory explosion of the Raja Bazaar area in neighbouring Rawalpindi where a chaos of colours urges you to buy anything from a salwar kameez to a copper saucepan, and from there to Daman-e-Koh, a peaceful hillside vantage point which gazes out over the emerald expanses toward the twin cities. Overnight Hotel de Papae or similar (BL)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Islamabad – Hasan Abdal – Naran (Approximate driving time today is 6 hours) - (Altitude: Islamabad 540m – highest around 2409m - Naran 2409m) - Today you will rise early to hit a small part of the fabled KKH at around 8am and drive steadily northwards towards your goal of Naran. Stopping at Hasan Abdal will provide you with some insight into the intricate skill of truck-art painting: many HGVs that ply this route are colourfully adorned and you can’t help but be entertained by the array of dazzling examples that trundle by as you head north. Later, a stop close to Manshera will reveal the intricately etched Asoka Rock Edicts, dating back to the 3rd century BC and written in the ancient Indic script of Gandhara culture. The site has been submitted for inclusion as a World Heritage Site and, whilst faded and battered, they offer a sense of the richness of the Maurya Empire. Thereafter you continue to Naran. Overnight PTDC Motel or similar (BL)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Naran – Gilgit (Approximate driving time today is 5 hours) - (Altitude: Naran 2409m – Babusar Pass highest point is 4173m – Gilgit 1500m) - You will drive through the lush green Kaghan Valley, following the Kunhar river all the way up to the beautiful Lulusar Lake where we will make a small stop. We then continue up to the top of the impressive Babusar Pass (4173m) which provides our entry towards the Gilgit-Baltistan region. From here we head to the main city of Gilgit, your route crosses the impressive Raikot Bridge and heads sinuously through the crisp air until you break awhile at a viewpoint where, if the skies are clear, it should afford views of the majestic peak of Nanga Parbat Mountain at 8216m. A little further north and the convergence of the Indus and Gilgit Rivers is attained, hard by Jaglot. A break is a must since it is here that three of the world’s greatest mountain ranges converge: the Karakoram, Hindukush and the mighty Himalaya, a perfect storm of titanic proportions. Along the way we will make small stops to examine the ubiquitous Buddhist petroglyphs left by various invaders, traders and pilgrims who passed along the trade route, as well as by local devotees. The earliest carvings date back to between 5000 and 1000 BC, depicting single animals, triangular men and hunting scenes in which the prey sometimes appear to ominously dwarf the hunters. Incredibly, the earliest of these carvings were engraved into the rocks with primitive stone tools and are covered with a thick patina that indicates their antiquity. Emerging into the unexpected irrigated emerald expanses that surround Gilgit, there will be time to explore several sites including the bustling Gilgit Bazaar area as well as the dramatic Kargah Buddha outside town; standing some 50 feet high and dating from the 7th century, it stands sentinel over the valley under a natural canopy of frowning rock. Overnight Gilgit Grand Continental Hotel or similar (BL)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Gilgit – Ghizer Valley (Altitude: Gilgit 1500m) - Spend the day exploring the beautiful Ghizer Valley and stop at small villages along the way. Overnight Gilgit Grand Continental Hotel or similar (BL)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Gilgit – Skardu (Approximate driving time today is 3-4 hours) - (Altitude: Gilgit 1500m – Skardu 2230m) - Our exploration of these high valleys sweeps east and away from the KKH for a few days immersing yourself in the less-populated and stunning scenery of the upper reaches of the Indus – the Baltistan region. As the road gradually rises, you will enjoy the constant changing scenery at every new turn and will visit various small villages along the way to get a feel for local life. In the afternoon we can explore the Skardu bazaar area. Overnight Summit Hotel, or similar, in Skardu (BL)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Skardu - Deosai plateau day trip (4114m) - Approximate driving time today is 6 hours) - (Altitude: Skardu 2230m– Deosai plateau highest point 4114m – Skardu 2230m) - We make a day trip to the beautiful Deosai National Park, one of the highest plateaus in the world. The park protects an area of 3,000 square kilometres. It is well known for its rich flora and fauna of the Karakoram-West Tibetan Plateau alpine steppe Eco region. In the Spring season it is covered by sweeps of wildflowers and a wide variety of butterflies. When driving up to the plateau we will make a short stop at the Satpara Lake, today we have a good chance of seeing Himalyan marmots and we will also visit the Sheosar Lake which gives great reflections in its clear water of the incredible surroundings. Overnight Summit Hotel, or similar, in Skardu (BL) (Deosai plateau is only possible in the summer months - outside of this period there will be too much snow, we will then arrange an alternative sightseeing program)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Shigar Valley (Approximate driving time today is 3 hours) - (Altitude: Skardu 2230m – Shigar Valley 2430m – Skardu 2230m) - Heading out on a side-excursion of sightseeing in this simply breathtaking region, we explore the Shigar valley dotted with tiny and attractive villages; all held in the far-reaching gaze of the 16th Century Skardu Fort which affords panoramic views of the wider valley and Karakoram Range and beyond. You may also visit the Katpana Desert, one of the world’s highest cold deserts whose silky grey dunes seem incongruous amidst the gritty surroundings. Nearby, Shigar Fort, dating from the 17th Century and recently restored, is a delightfully elegant boulder and wooden construction atop a rock, alongside a rushing stream; you will enjoy lunch here in the gardens if weather conditions allow. Overnight Summit Hotel, or similar, in Skardu (BL)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Skardu – Khaplu (Approximate driving time is 3 hours) - (Altitude: Skardu 2230m – highest around 2700m – Khaplu 2601m) - Further still into the dizzying delights of the Saltoro Range, as you follow the enigmatically braided Shyok River, choked with meltwater boulders and shingle. A magnificent 3-hour drive, marvelling at the raw jagged outlines of the peaks that shear brutally from the rooftop of the world, brings you to the sanctuary of Khaplu a village sheltered in the crook of the Karakoram Mountains. From this historic fortified settlement, you will enjoy a gentle walk to a viewpoint with incredible panoramic views and whose window on the rank after rank of high altitude ranges simply beggars belief. Enjoy lunch at wonderfully restored Khaplu Palace and thereafter take a tour of the palace complex and the 700-year-old Chaqchan Mosque, a cream washed and wooden-framed gem of architecture. You may be fortunate to catch sight of the majestic mountain icon that is Masherbrum (7,821 m) from here. Overnight Karakorum Lodge or similar (BL)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Khaplu – Gilgit (Approximate driving time today is 6 hours) - (Altitude: Khaplu 2601m – Gilgit 1500m) - Leaving the heady delights of Baltistan behind, you will retrace your steps towards Skardu, this time with the sun on your left, illuminating the beige-coloured frowning crags and longs scree slides against the deep cobalt of the skies. Watch out for flocks of snow pigeons in the valley and wandering ibex on the higher slopes. At lunchtime, a side road soldiers up to one of the regions most celebrated viewpoint – the idyllic glassy vantage point of Kachura Lake. Nicknamed ‘Shangri-La Lake’ owing to a resort named after a fabled Buddhist retreat, the name literally ‘Heaven on Earth’ and it is hard to argue, since the vista here at the opening up of the Indus valley is a photographer’s nirvana. From here you descend into down to the Indus gorge to Gilgit for your accommodation. Overnight Gilgit Continental hotel, or similar (BL)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Gilgit – Rakaposhi (Approximate driving time today is 1.5 – 2 hours) - (Altitude: Gilgit 1500m – Rakaposhi viewpoint 1995m) - After breakfast we turn north and up the Hunza River to continue your Karakoram Highway ascent, flanked by the ever increasing elevations of the resplendent snow-clad Himalayan and Karakoram ranges. Near Chalt, at a seemingly insignificant buttress of rock, you will stop to find out why this is the epicentre of the colossal topographical feature of the highest massif in the world: here, 55 million years ago, the Indian Continental plate collided with the Eurasian plate and forced up the Himalayas which still rise about 1cm annually. Oddly, this is precisely the spot in which local bridal processions also used to pause to make sacrifices before the collision of two different cultures! As your route swings eastwards, the road is suddenly dominated by the great goliath of Rakaposhi Peak shimmering white, whose arêtes and tongues of glaciers almost seem to descend to the green valley bottom. Here you will come upon Thole Nagar, where there will be an opportunity to sample the local delicacy of chapshoro (a regional take on pizza). Arriving at Rakaposhi village, there will be time to relax and drink in the awesome beauty of Rakaposhi’s 7,788m. Overnight local guesthouse or similar (BL)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Rakaposhi – Karimabad and the Hunza Valley (Approximate driving time is 1 hour) - (Altitude: Rakaposhi viewpoint 1995m – highest at Duikar sunset around 2850m - Karimabad 2500m) - Today’s short but spectacular drive to Karimabad clings to the steep sides of the mountain above the crumbling chasm of the Hunza River. Karimabad is the main town of the Hunza Valley region and a real cultural and historic hub. You will explore the area, meeting with local people and trying to gauge an understanding of the secrets of their longevity. After a lunch of traditional Hunza dishes, you visit some of the prominent historical sites such as Baltit Fort, former seat of the Mirs of Hunza and perched on wedding-cake-like tiers of cobbles, the ancient Silk Road village of Ganish – ‘village of gold’ – and its watch tower, and Altit Fort which gazes imperiously from its precipitous seat across the expanses of the valley. Later enjoy the kaleidoscopic shifts in colours on the soaring summits at sunset from the stunning viewpoint in Duikar. Overnight Hunza Embassy Lodge (BL)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Nagar Valley and Hopar glacier (Approximate driving time is 3 – 4 hours) - (Altitude: Karimabad 2500m – Nagar Valley & Hopar glacier day trip 2820m) - Today your base camp remains in Hunza: you take a day trip to the remote Nagar Valley, situated at an elevation of around 2500 metres above sea level to visit some of the idyllic and peaceful villages which cluster around the broad-bottomed glacial flats or cling to the steep slopes along zig-zagging tracks and meet with local people. From here, we forge higher into the Hopar Valley which transitions from meltwater streams to the snout of one of the fastest moving glaciers in the world – the Hopar Glacier – a sobering sight which encapsulates the unimaginable power of nature as it grinds down the grooves in the mountain, creating the incredible landscape you see before you. Overnight Hunza Embassy Lodge or similar (BL) Note – Hopar Glacier Walk: For those that wish to walk from the vehicle to the glacier the walk takes around 1 hour each way and involves both ascent and descent on variable terrain. The walk should be undertaken by those with good footwear and who are of a reasonable trekking fitness. For those that do not wish to walk there are places to sit where refreshments are available whilst enjoying the photographic opportunities afforded by the views of the glacier and beyond."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Karimabad – Gulmit – Passu – Gulmit (Approximate driving time is 3 hours) - (Altitude: Karimabad 2500m – Gulmit – Passu highest around 2665m – Gulmit 2465m) - Today you continue to eastwards towards Gulmit and the Upper Hunza via the newly constructed road. The road initially clings to the north-facing slopes of the valley, giving you superb vistas of the sunlit peaks in the Batura Muztagh range which rises to 7,795m. As the route starts to back northwards, you will stop and stretch your legs beside the superb scenery of Attabad Lake, which, bizarrely, has only existed a few years, created by a massive landslide blocking the flow of the Hunza River for months in 2010. The crisis that ensued as the valley’s villages were displaced to the hillsides resulted in a $275 million project to reinstate the KKH with a new tunnel, completed in 2015. On arrival at Gulmit, ‘Valley of the Flowers’, which clings to the northern slopes above the Hunza, you explore the town and surrounding area including the Passu glacier and the precarious Hussaini hanging bridge. In Gulmit village, visit the museum with its unique collection showcasing the rich fabric of Hunza history, its polo ground, and a local traditional music school (subject to permission). Either later today or early tomorrow there will also be an option for those that wish to undertake a hike to Kamaris village from which one can enjoy superb views on a clear day. The walk is around 1 hour each way and is of an easy grade, involving some up and downhill sections. A particular joy is the incredible outline of Topopdan Peak, with its array of secondary pinnacles which rise like spectacular royal icing from its snowy buttresses. Overnight Silk Route Lodge or similar (BL)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Gulmit – Minapin (Approximate driving time is 2.5 hours) - (Altitude: Gulmit 2465m – Minapin 2200m) - Having reached the northernmost point of your traversing the KKH, only 114km from the Khunjerab Pass and the gateway to China, you begin to head back south to Minapin, at the heart of the Nagar Valley, ascending the small hill-roads to reach this spot, sequestered far away from the well-trodden highway. This is climbers’ country too: every season, this is the starting point for approaches to Rakaposhi and Diran base camps, and weather permitting you too will enjoy superb views of the mountains from here. On arrival, you spend the time exploring the village and learn how to cook a traditional Nagar meal which is prepared in a stone pot. Thereafter, there will be time to relax and imbibe the sublime scenery and overridingly peaceful ambience. Overnight at local guest house in Minapin (BL)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Minapin – Gilgit (Approximate driving time is 1.5 hours) - (Altitude: Minapin 2200m – Gilgit 1500m) - From Minapin you drive back to Gilgit, you make a stop enroute at a small village to sit front row at a local polo match, experiencing the raw thrills of this skilful and fast-paced horseback sport, a firm favourite activity in Pakistani culture. In the afternoon you continue to Gilgit for our overnight stay. Overnight Gilgit Continental Hotel or similar (BL)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Gilgit – Naran (Approximate driving time is 3 hours) - (Altitude: Gilgit 1500m– Babusar Pass highest point is 4173m - Naran 2409m or if via Besham 613m) - From Gilgit, we head back the way we came over the Babusar Pass to Naran. Here the turquoise waters of the river meet a narrowing, alpine-styled valley, where steep spurs are clad in coniferous trees above the settlement in the flat valley below. If time allows it, you will visit the legendary lake of Saif ul Muluk, lying at 3,200m, high above the town. The glassy waters are simply idyllic, set against the backdrop of Malika Parbat (5271m), the highest peak of the valley, which towers above, offering and the perfect opportunity for some truly memorable photographic opportunities. Overnight stay Hotel One or simiar (BL)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Naran – Taxila (UNESCO) - Islamabad (Approximate driving time today is 6 hours) - (Altitude: Naran 2409m – Taxila – Islamabad 540m or if via Besham 613m – highest point around 1500m – Islamabad 540m) - After an early breakfast you start the last stage of your journey, descending first down the increasingly fertile green Kunhar River’s banks. The temperature starts to rise as your route drops in altitude. Here the Kaghan valley, a verdant spread of small farming villages, attracts people from the cities to its lower reaches in the warmer months. This afternoon your will visit the important archaeological site of Taxila (a UNESCO World Heritage Site) where you will also have lunch. You then continue to the capital of Islamabad to complete this epic journey through Northern Pakistan. As a special goodbye, this evening you will enjoy a farewell dinner at Monal restaurant atop the Margalla Hills and eat great local food while gazing down towards Islamabad and Rawalpindi. Overnight Hotel de Papae or similar (BLD)"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Depart Islamabad (Altitude: 540m) - Transfer to the airport for your onward flight. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "northern-pakistan-holiday",
    "tourName": "Northern Pakistan holiday",
    "placesVisited": "Islamabad, Chitral, Kalash Valleys, Mastuj, Gilgit, Hunza Valley, Karakorum Highway, Khaplu, Deosai Plateau, Besham, Taxila",
    "generalInfo": "This Northern Pakistan holiday takes you on a small group adventure to one of Asia’s most fascinating regions, home to jaw dropping landscapes and diverse ethnic groups whose traditions have remained unchanged for centuries. <br/><br/>The tour kicks off with a tour of the lively, modern capital Islamabad before heading northwest to Chitral, a wild, remote and beautiful region next to the Afghanistan border, home to the unique Kalash people, who are sometimes described as pagans thanks to their cultural beliefs. On this trip you’ll be able to see their ancient ways in action at the vibrant annual Uchal Festival. <br/><br/>Next, you’ll head overland through the Hindu Kush to Gilgit, a truly memorable journey during which you’ll cross the famous Shandur pass with a backdrop of stunning snowcapped mountain peaks. Then you’ll make your way to the region of Hunza, home to friendly people and landscapes so beautiful they’re said to have inspired the legend of Shangri La. <br/><br/>Here you’ll visit ancient forts, view massive glaciers and get to know a land that will shatter any preconceptions you have about Pakistan. Highlights include a ferry journey across Lake Attabad to visit Hunza’s former summer capital of Hunza; an exploration of Baltistan, whose landscapes are reminiscent of Tibet; and a journey across the rugged Deosai Plateau, where wolves, bears and other wildlife roam.<br/><br/>Taking the Karakoram Highway back south, you’ll visit the legendary Buddhist site of Taxila before finishing in Islamabad for your flight home. <br/>",
    "durationDays": "16",
    "price": "3499",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Islamabad - Arrive in Islamabad and transfer to your hotel. This afternoon we head out to explore the city, visiting the Faisal Mosque and the Daman e Koh for a view over the capital. Overnight Envoy Continental Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Chitral - Fly to Chitral, over the fertile green plains of valley of Swat and the Lowari pass (3,200m). The landscape of the Hindu Kush range appears arid and dry, as this area is outside the reach of monsoon and receives very little rain. In the afternoon, we have time to visit the colourful bazaar and mingle with people from different parts of Afghanistan and North Pakistan. Enjoy stunning views of Tirich Mir (7,708m) the highest mountain of the Hindu Kush, and visit the central Mosque of the town. Overnight PTDC Chitral Motel or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Chitral – Kalash Valleys - Spend the morning exploring Chitral; we visit the historic Shahi Mosque as well the fort, where a small contingent of the British army was besieged for almost a month during the period of colonial expansion. From the fort is a superb view of Tirich Mir and the Chitral River. This afternoon we drive south west, to the valleys of the Kalash people, one of Pakistan’s most fascinating ethnic groups. Overnight PTDC Bamburet Motel or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Kalash Valleys - Spend two days exploring the lands of the Kalash. The Kalash are a pagan infidel tribe believing in the old gods, known to the outside world for their vibrant traditions and very unlike the other ethnic groups of Pakistan. Legend says that they are the descendants of four Greek soldiers of Alexander’s army. The women wear black robes and a skull-cap decorated with sea shells and coins. We visit the valleys of Birir, Rambur and Bamburet to see unique cattle houses, ancient deities and picturesque villages. Our tour has been timed to coincide with the Uchal festival to see some of the Kalash’s incredible cultural traditions. Overnight PTDC Bamburet Motel or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Mastuj - Drive to Mastuj, a beautiful village to the North-East of Chitral. The jeep track carves its way through the stark and rugged mountains. This traditional route has been used for centuries by traders between Chitral and Gilgit. On the way we have magnificent views of Tirich Mir and Buni Zom. Overnight PTDC Mastuj Motel or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Gilgit - Drive to Gilgit. The zigzagging perilous jeep road connects to a wide plateau with a lake and a polo field, at the famous Shandur Pass where annual polo matches are played between the Chitralis and the Gilgitis. We continue to Gilgit, bidding farewell to the Hindu Kush and driving through a wild and untamed landscape. Overnight Hotel Riviera or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Hunza - Our destination today is Karimabad, in the Hunza Valley. On the way we have excellent views of Rakaposhi and Ultar peak, stopping for tea at a viewpoint to see Rakaposhi in its all glory from summit to its glaciers. Shortly afterwards we reach Karimabad, surrounded by peaks towering above 7000 metres. Overnight Hunza View Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Hunza - Spend the day exploring the Hunza Valley. Head to Duiker to see sunrise over magnificent snow-covered peaks including Ultar (7388m), Rakaposhi (7788m) and Diran (7266m). After breakfast at Duiker, visit Altit and head to the Hoper valley on the eastern side of the Hunza River, a predominantly Shia Muslim area. Here we visit one of the world's fastest moving glaciers leading down from the Karakorum Mountains. Return to Karimabad where we visit the impressive Baltit fort. Overnight Hunza View Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Gulmit - A full day excursion to Gulmit, second biggest town in Hunza region, involving crossing Attabad lake by ferry. Gulmit, the capital of Gojal (upper Hunza) is situated on a fertile plateau and once served as the summer capital for the Mirs of Hunza. Visit some of Gulmit’s sites for more of an insight into the traditional culture of the region, including the Gulmit museum - with its traditional ethnic artefacts from the region, the former Mir’s residence, and traditional houses. Return to Karimabad in the afternoon. Overnight Hunza View Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Skardu - Today, we follow the Gilgit river downstream and travel on the Karakorum Highway eventually crossing the Gilgit river, at the confluence point of the Karakorum, Himalaya and Hindu Kush. Crossing the Gilgit river we head upstream along the Indus River, zigzagging through the narrow gorges of the Karakorum which eventually open up to capital of Baltistan, Skardu. Overnight K2 Motel or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Khaplu - Drive to the picturesque village of Khaplu and visit its fort and mosques. Depending on the weather we may be able to see the mighty Masherbrum (7,821 m) from here. Return to Skardu for the night. Overnight K2 Motel or similar. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Deosai Plateau - Rama - A long but rewarding day, crossing the Deosai Plateau, a treeless wilderness at 4,000m. After lunch at Bara Pani, we cross a suspension bridge with our jeeps – an exhilarating experience! Deosai Plateau is now a National Park and home to more than forty Himalayan brown bear, one of Pakistan’s most endangered species, as well as wolf, ibex and other species. Overnight PTDC Rama Motel or similar. (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Besham - Start our journey back south, driving along the Indus Valley on the Karakoram Highway. Our destination of the day is the small town of Besham. Overnight Besham Continental Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Islamabad - Return to Islamabad, driving through Manshera, Abbotabad and Hasanabdal. We stop to explore the archaeological site of Taxila, an early centre of Buddhism, before arriving in Islamabad, our final destination in Pakistan. Overnight Envoy Continental Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Islamabad - Transfer to the airport for departure. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "northern-pakistan-tour-kingdom-of-hunza",
    "tourName": "Northern Pakistan tour, Kingdom of Hunza",
    "placesVisited": "Islamabad and Rawalpindi, Karakoram Highway to Chilas, Fairy Meadows, Trek to Nanga Parbat Base Camp, Deosai National Park, Skadu, Satpara Lake, Shigar Valley, Khaplu, Hunza Valley, Karimabad, Nagar Valley and Upper Hunza, Khunjerab Pass",
    "generalInfo": "Explore the former Kingdom of Hunza, spectacular Karakoram mountains and high passes, and the Deosai plains, home to the elusive snow leopard, as well as bustling bazaars and peaceful villages on this northern Pakistan tour. <br/><br/>Over 15 days from Islamabad you’ll follow in the footsteps of ancient traders, pilgrims and adventurers along the Silk Road, and take in the epic scenery from the Karakoram Highway. All in the company of a small group led by a local tour leader who will share with you stories and facts about the region, and make the introductions in the remote communities you pass through along the way. <br/><br/>The landscapes are the star of the show. You’ll traverse some of the highest mountain passes on earth, and spend a night at Fairy Meadows with the imposing Nanga Parbat, ninth-highest mountain in the world, for a backdrop. Majestic peaks continue to rear up as you cross the plains of Deosai National Park to Skardu, and the Hunza and Nagar Valleys.<br/><br/>But there are many pleasures to be had on a human-scale too, from rubbing shoulders with local people amid the atmospheric bazaar of Skardu, to the warm welcomes provided by your hosts in a series of locally run guesthouses. Join this tour and discover a tranquil, hospitable Pakistan far from the sensationalist headlines, along with some of the most breathtaking mountain scenery on the planet. <br/>",
    "durationDays": "15",
    "price": "2345",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Pakistan - On arrival in Islamabad, our representative will meet you outside the customs and immigration area at the airport. They will be able to answer questions, brief you on the immediate arrangements, and escort you to the hotel in Islamabad. Depending on the time of your arrival there should be time for some sightseeing in the twin cities of Islamabad and Rawalpindi. Rawalpindi and Islamabad are two cities located in the upper Punjab region of Pakistan. Rawalpindi is an old British-era settlement, while Islamabad is the capital city and administrative centre. Both cities are situated at about 1,500 feet in elevation in the hot and steamy plains. In Rawalpindi, you can wander among the many and varied bazaars or visit the imposing Shah Faisal Mosque. This mosque is one of the largest in the world, with room for 15,000 worshippers inside and 85,000 in the courtyard. We will attend a trek briefing at the Alpine Club of Pakistan. This briefing will provide us with information about the upcoming trek, including the route, difficulty level, and safety precautions. Overnight in Hotel Hill View or similar"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Chilas - Today we set off to Chilas along the famous Karakoram Highway. It is certainly one of the world's most spectacular roads, tracing one of the many pathways of the ancient Silk Road.It is often called the 'Eighth Wonder of the World' due to its high elevation and the difficult conditions in which it was constructed. The Karakoram Highway is also known as the Friendship Highway in China, and was built by the governments of Pakistan and China, starting in 1959 and was completed in 1979 (opening to the public in 1986). It is thought that 810 Pakistanis and over 200 Chinese workers lost their lives, mostly in landslides and falls while building the highway. Overnight at the Shangrila Midway House or similar (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Fairy Meadows - This morning after breakfast we will visit the local rock carvings before starting the two hour drive to Raikot Bridge. From here, we transfer into 4WD jeeps for another hour’s drive through a narrow gorge to Tato village. We will enjoy a 2 hour trek on the pony trails through the thick covered pine forest leads to reach fairy meadows. Overnight at Raikot Sarai Camp Resort Fairy Meadows or similar (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Fairy Meadows - We will take an excursion towards the Nanga Parbat base camp. This ia an easy and gentle walk through the green meadows covered with thick pine and birch forests. We cross Ganalo glacier and then continue to walk through the lush green grassy meadows. Visit Alfred Drexel monument and explore the area. After lunch we will trek back to Fairy meadows. (total of 7 hours walking /trek). Overnight at Raikot Sarai Camp Resort Fairy Meadows or similar (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Tarashing - We leave behind the Fairy Meadows and drive to Tarashing. Tarishing is a village with around 200 inhabitants and a sub-division of Astore District. It is considered the gateway to Nanga Parbat. It has almost 25 shops, 1 high school for boys, 1 middle school for girls, 1 private English-medium school, two hotels and a small medical centre. A large glacier beside the Rupal river is also a part of this village, that is situated on an altitude of about 2900 metres. Overnight at Nanga Parbat Tourist Cottage or similar (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Skardu - Our adventure continues as we drive to the Deosai Plains, a high plateau in the Himalayas that is also the habitat of the snow leopard. We never loose sight of Nanga Parbat as we ride through the extensive meadows that are buried in snow for nine months and only reveal their velvet green cover and hundreds of flowers in the summer. Along the journey, our jeep drivers must skilfully navigate through streams that rush with glacial water. Overnight at Concordia Motel Skardu or similar (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Skardu - Situated on a hilltop overlooking Skardu, we will visiti Kharpocho Fort with panoramic views of the town, the Indus River, and the surrounding mountains. This ancient fort dates back to the 16th century and provides a glimpse into the region's history and architecture. We will then stroll through the bustling Skardu Old Bazaar to experience the local culture and indulge in some shopping. The market is filled with shops selling traditional handicrafts, gemstones, local produce, and dried fruits. It's an excellent place to interact with locals, sample regional delicacies, and immerse yourself in the vibrant atmosphere. Located about 9 kilometres from Skardu, our next destination is Satpara Lake, a serene and crystal-clear lake surrounded by mountains. There are options to take a boat ride on the lake, enjoy a picnic on its banks, or simply soak in the tranquillity of the surroundings. We then take a short drive to the enchanting Shigar Valley. Known for its terraced fields, fruit orchards, and traditional wooden houses, this valley offers a glimpse into the local way of life. You can explore the historic Shigar Fort, which has been converted into a heritage hotel and museum, showcasing artifacts and exhibits related to the area's history. Overnight at Concordia Motel Skardu or similar (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Khaplu - This handsome village of timber-and-stone houses and precision-made dry walls climbs up a wide alluvial fan beneath an arc of sheer granite walls. Painstaking irrigation has made it a shady, fertile oasis. As you climb its twisting track, the icy peaks of the Masherbrum Range rise on the other side of the valley. It’s hard to imagine a more majestic setting near a public road anywhere in Pakistan. The main attractions are the 2600m-high village itself, the old Royal Palace and the even older Mosque above it at Changchun. Oh and of course, the heart-stopping views! Overnight at Concordia Motel Skardu or similar (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Hunza - The Hunza Valley is a mountainous valley, situated north/west of the Hunza River, at an elevation of around 2,500 metres. Aliabad is the main town, while Baltit and Altit are popular tourist destinations due to the spectacular scenery of the surrounding mountains. The people here are cheerful and friendly and almost all speak Burushaski. The Hunzakuts are famed for their longevity, supposedly resulting from their mostly vegetarian diet of cereals and fruits. Overnight at the Karakorum View Hotel or similar (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Sightseeing - Today we will explore Karimabad, also known as Baltit. It is named after Prince Karim Aga Khan, the spiritual head of Shia Ismaili Nizari community. In the morning we visit the old Baltit Fort. This Tibetan style fort was originally built by the Balti Artisans, when a princess of Baltistan married a Prince of Hunza. The father of the princess sent artisans from Baltistan to build this fort in her dowery. After the Mir (king) moved to another residence, the fort has been restored by the ‘Agha Khan Trust for Culture’ as a historical asset. You will also be able to get stunning views of the Hunza and Nagar valleys from the Fort. Overnight at the Karakorum View Hotel or similar (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Nagar and Upper Hunza - The Nagar and Upper Hunza are two breathtaking regions located in the Gilgit-Baltistan province of Pakistan. Nestled amidst the majestic peaks of the Karakoram and Himalayan ranges, these areas offer a mesmerizing blend of natural beauty, cultural heritage, and warm hospitality. Some key attractions in Nagar Valley include the Hopper Glacier, a stunning glacier known for its icy landscapes and crystal-clear streams and Attabad Lake, a mesmerizing turquoise-coloured lake that was formed as a result of a massive landslide in 2010. The lake offers stunning views of the surrounding mountains and is a popular spot for boating and photography. In the Upper Hunza we will see the Passu Cones, a unique geological formation. These towering, jagged peaks offer a dramatic backdrop against the clear blue skies and are a popular attraction for photographers and hikers. The Hussaini Suspension Bridge is an iconic landmark in the region. It is a pedestrian bridge that spans across the Hunza River. Maybe not for the faint-hearted however, walking across the bridge provides panoramic views of the river and surrounding mountains. Overnight at the Silk Route Lodge or similar (B)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Khunjerab Pass - The Khunjerab Pass (elevation 4,733m) is a high mountain pass in the Karakoram Mountains in a strategic position on the northern border of Pakistan's Gilgit-Baltistan region and on the southwest border of the Xinjiang region of China. Its name is derived from Wakhi, 'Khun' meaning Home and 'Jerav' means spring water/water falling. The Khunjerab Pass is the highest paved international border crossing in the world and the highest point on the Karakoram Highway. The roadway across the pass was completed in 1982, and has superseded the unpaved Mintaka and Kilik Passes as the primary passage across the Karakoram. Overnight at the Silk Route Lodge or similar (B)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Chilas - Today, we will take a U-turn and start our journey back south. Along the way we will stop over at Rakaposhi View point for a tea break and to get some more photos. We will also top at Gilgit for lunch before we reach Chilas once again and our destination for the night. Overnight at the Shangrila Midway House or similar (B)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Islamabad - A busy day on the road as we return to Islamabad. We take plenty of comfort breaks and enjoy watching life go by. On arrival in Islamabad, we return to our original hotel. Overnight in Hotel Hill View or similar (B)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Depart Pakistan - At a suitable time, you will be transferred to the airport for your international departure. Our representative will say Khuda Hafiz “May God be your protector” here."
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "pakistan-14-day-tour",
    "tourName": "Pakistan 14 day tour",
    "placesVisited": "",
    "generalInfo": "Oh this exclusive 14-day tour we take you on experiential adventure so you can enjoy local markets, mosques, high tea by the Lake in Chitral, forts, castles and caves.<br/><br/>On this trip not only do you see and enjoy Islamabad and Lahore, but we also take you on a taste journey to enjoy local street food. Visit Chitral, home to the Kalasha Valleys and the Kalash people, as well as the Hindukush Valley and historic city of Peshawar.<br/><br/>You will get to see the handicraft the local women in Kalash do, see the art of making Chappli Kebabs in Peshawar from scratch, enjoy local street food, visit the Wagha Border which is the dividing line between India and Pakistan and has a daily ceremony of the hoisting of the flag, it can only be compared with changing of the guards at Buckingham Palace, although the atmosphere is significantly more electric with a great light hearted rivalry of cheers between the Indian and Pakistani crowds.<br/><br/>This tour has the perfect mix of natural beauty, people, culture, food and local shopping all created and developed with the local community so you can immerse yourself in the culture of Pakistan and the local community can benefit directly.<br/><br/>The festivals in Kalash take place on the following dates in 2025;<br/><br/>Chilam Joshi Festival - 13th - 16th May;<br/>Uchal Festival 20th - 22nd August;<br/>Choimus Festical - 15th - 22nd December<br/><br/>If you would like to join any of these festivals we can plan the itinerary around these dates.",
    "durationDays": "14",
    "price": "3995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Based on arrival on the previous night. Breakfast at Margalla Hills, followed by a city tour which includes visiting Faisal Mosque & Pakistan Monument.On arrival at the Islamabad you will be meet by the guide or driver and taken to the hotel for check in (Hotel Check In time is 14:00 hours). After a brief stop to freshen up at the hotel, you will begin the tour of Islamabad city. Islamabad was designed by the famous Greek architect Doxiades in the early 1960’s at the edge of the Potohar plateau. The city is divided into eight zones, including an administrative sector, diplomatic enclave, residential areas, educational sectors, industrial sectors, commercial areas, and rural and green areas. The city is known for the presence of several parks and forests, including the Margalla hills and Shakarparian park, we begin our tour at Shakerparian (or Sweet Hills) Park from where we will get a bird’s eye view of Islamabad. Nearby is the Pakistan Monument which is inspired by Moghul architecture, and has four petal-like structures symbolizing the four main cultures of the country, a small museum narrating the history and creation of Pakistan, both of which are connected by a small plaza known as the Freedom Plaza. Dinner at Monal to get a panoramic view of the city of Islamabad Overnight at Hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Leave Islamabad after breakfast, making your way to Swat, also known as Switzerland of Asia because of its blue lakes, lush green pine trees and snow-capped mountains. Once in Swat, you will visit the Swat museum & Buddh Kara. Overnight stay at hotel"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "The day will be spent mainly on the road driving to the Kailash valley, as you drive you will see the change in topography from lush green pines to more Rocky Mountains. The Kailash valley is based in the Hindukush, one of the valleys which has been impacted by the Climate change & was visited by Prince William & Kate in 2020. Overnight at Hotel."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "These two days you will spend in the valley taking part in the Uchal Festival. This is one of the top cultural festivals of Pakistan, the people of Kalash celebrate around 4 festivals during the course of the year. In the Uchal festival, the people pay homage to their God with food & crops, they prepare corn, buttermilk & cheese to celebrate the festival & rejoice uchao. Overnight at hotel."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Leave for Chitral after breakfast. After some rest at the hotel, you will be taken to visit the Shahi masjid & Chitral Bazaar. After lunch you will be taken to the Chitral Gol National Park to see the Markhor’s, the national animal of Pakistan, which come out at 5pm to go to the streams to get water. Overnight at hotel."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "A day excursion to Gharam Chashma, known as the Hot Springs, will take place. However we are looking at changing this as reviews haven’t been great, so may change this to departure to Peshawar so you have an extra day in Peshawar."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Upon arrival in Peshawar, after some rest, you will be taken to explore the street food on offer in Qissa Khwani Bazaar."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "The morning will take you to the visit the Sethi Mohalla, home to 7 of the most incredible pieces of architecture now protected as world heritage sites. Exploring the neighbouring clock tower & local shops which sell Afghani rugs, Peshawari Chappals a couple of items that Peshawar is famous for. After this you will depart and make your way to Taxila, on route to Islamabad. Taxila is home to the Mesolithic cave & archaeological remains of early settlement, made up of Buddhist monasteries. After this you will then go on for an overnight stay in Islamabad."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Following an early breakfast, you will leave and make your way to Rohtas Fort before going to the Wagha Border where you will enjoy the light-hearted ceremony of Pakistan’s equivalent of changing of the guards. It is a light-hearted affair with a lovely patriotic vibe on both sides India & Pakistan. Rohtas Fort is another UNESCO World heritage site, built by Sher Shah Suri. It is an exceptional example of early Muslim military architecture in Central & South Asia."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "The day will comprise of a visit of many of the famous key sites made up of the Walled City of Lahore, which includes Lahore Fort & Badhshai mosque, followed by dinner at the famous Haveli restaurant, which is a lovely view overlooking the Badshahi mosque."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "This will be a relaxing day, at which you can visit the local markets of Gulberg of which Anarkali is one of them. In the evening a visit to the famous Poet restaurant will be arranged which is an experience in itself. https://poetrestaurant.com/"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Leave Lahore early for the drive back to Islamabad. Along the way a visit will be made to the famous Khewra Caves, 2nd largest salt mines in the world & the Katas Temple, where many Hindu’s still visit for an annual pilgrimage."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Departure to respective countries"
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "pakistan-architecture-and-history-tour",
    "tourName": "Pakistan architecture and history tour",
    "placesVisited": "",
    "generalInfo": "Join us on a 21 day tour as our knowledgable guides provide you with stories about all the different rulers and cultures which have influenced the incredible architecture found in the different cities &amp; hill top stations we visit. The tour starts and ends in Islamabad, discover and learn the history behind the different forms of architecture prevailing in the country dating from different eras with influences from a variety of civilisations. <br/><br/>The tour will start from Islamabad &amp; then takes you up to see the incredible mountain peaks in the North of Pakistan, where you can enjoy the incredible forts from the past. We take you to see the valley of Hunza, Skardu, famous for its cold desert &amp; then moving across to the valleys of Chitral. As we descent to explore the urban cities of Pakistan we do so via the beautiful Swat Valley &amp; then on to explore the oldest city in the sub-continent region, Peshawar. The tour can be done privately and be tailor made, the group tour date provided ties into the Uchaw festival which takes place from 20th -22nd August in Kailash. <br/><br/>This tour not only looks at the architecture bit also at the plethora of archaeological sites which date back to the era of Buddhism. You will not only be visiting mosques but also buddhist remains &amp; Gudwara's, showcasing the influence of hinduism, sikhism, Islam and buddhism in the region.",
    "durationDays": "21",
    "price": "10500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival at Islamabad Airport & transfer to Hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "ISLAMABAD Full day tour of Islamabad and Rawalpindi. KEY ATTRACTIONS • Shah Faisal Mosque - the largest mosque in Pakistan • Lok Virsa (Folk Heritage) Museum • Pakistan National Monument • Daman-e-Koh (Islamabad View Point) • Golra Sharif Rail Museum or Pakistan Railways Heritage Museum • External view of Parliament House, President House, Prime Minister House & Supreme Court of Pakistan • Raja Bazaar Rawalpindi"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "ISLAMABAD –PESHAWAR Islamabad- Peshawar: 189 kms/2.5 hours’ drive After breakfast drive to Peshawar. Upon arrival visit the places of interest and overnight in Peshawar. KEY ATTRACTIONS • Peshawar Museum-collection of Buddhist art work • Mahabat Khan Mosque built by Mughal emperor Shah Jahan • Qissa Khawani Bazar (The bazar of story tellers) • Saithi House -The Mughal Central Asian Architecture • The historic Qila Bala Hissar (Bala Hissar Fort) from outside"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "PESHAWAR-TAKHT BHAI-SWAT Peshawar- Takht-e-Bhai: 85 kms/1.5 hours’ drive Takht-e-Bhai – Saidu Sharif Swat: 120 kms/3 hours’ drive In the morning visit Islamia college Peshawar. After departure from Peshawar, stop at Takht-e-Bhai Archaeological sites and proceed to Saidu Sharif Swat. KEY ATTRACTIONS • Islamia College • Takht-e-Bhai archaeological sites • Enjoy local fish in Charsadda • Barikot Archaeological sites"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "SWAT Explore attractions/places of interest around Swat valley. KEY ATTRACTIONS • Swat Museum-showcasing collections of Gandhara Art • The Buddhist sacred Area of Budkara • Jahanabad Buddha Rock"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "MINGORA SWAT - KAILASH Saidu Sharif Swat -Bumburet Kailash: 246 kms/7 hours’ drive Drive from Swat to Kailash."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "KAILASH VALLEY Full day for exploring the unique of Kailash Valley and its people. Short walks in the valley. KEY ATTRACTIONS • Kailash Museum • Traditional House to explore the way of life • Sacred places"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "KAILASH Free day to enjoy the festival"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "KAILASH – CHITRAL-MASTUJ Bumburet Kailash - Chitral: 22 kms/1 hour’s drive Chitral – Mastuj: 106 kms/4 hours’ drive In the morning leave for Chitral town. Visit places of interest. After lunch drive to Mastuj for overnight stay. KEY ATTRACTIONS • Chitral Bazaar • Shahi Mosque • Tirich Mir View Point • Rambur Valley Kailash"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "MASTUJ - GUPIS Mastuj- Gupis: 150 kms/7-8 hours’ drive Drive to Gupis via Shandur Pass and Phander valley. Overnight in Gupis. KEY ATTRACTIONS • Shandur Pass- the highest polo ground in the world • Phander Valley • Phander Lake"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "GUPIS - GILGIT Gupis – Gilgit: 109 kms/6 hours’ drive Drive to Gilgit from Gupis visiting Kargah Buddha on the way. KEY ATTRACTIONS • 4X4 drive along the beautiful valleys of Ghizer River • Kargah Buddha Rock"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "GILGIT – ATTA ABAD LAKE Gilgit - Atta Abad Lake: 115 kms/2.5 hours’ drive Drive from Gilgit to Atta Abad Lake. After lunch visit the nearby attractions. Overnight at Atta Abad Lake. KEY ATTRACTIONS • Rakaposhi viewpoint Ghulmet • Borith Lake • Hussaini Bridge"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "UPPER HUNZA Free day at Atta Abad Lake or day excursion to Khunjerab National Park. Overnight at Atta Abad Lake. KEY ATTRACTIONS • Khunjerab National Park • Wildlife in Khunjerab Ntional Park area • Passu Cones/Passu Cathedrals view point from KKH • Batura glacier view point from KKH • Gulmit Village museum • Atta Abad Lake"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "ATTA ABADE-NAGAR VALLEY -KARIMABAD Atta Abad Lake- Hoper –: 36 kms/1.5 hours’ drive Hoper- Karimabad: 23 kms/45 minutes’ drive Today, we will visit Nagar valley, Dong Rock Inscriptions and Ganish. Overnight in Karimabad. KEY ATTRACTIONS • Dong Rock Inscriptions • Stop at Ultar & Lady Finger View Point • Hoper Nagar Valley • Ganish Cluster- the oldest settlement in Hunza"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "CENTRAL HUNZA Full day tour of central Hunza. Overnight in Karimabad Hunza. KEY ATTRACTIONS • Baltit Fort • Karimabad Bazaar • Walk Along Barbar Water Channel • Altit Fort • Altit Cluster/Altit Village • Sunset from the Eagle’s Nest View Point in Duiker"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "CENTRAL HUNZA Day at leisure to enjoy the natural beautify of Hunza without any activity. Overnight in Karimabad Hunza."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Today you will spend the day visiting the Qissa khawani bazaar (Story telling bazaar), as this where traders along the Silk route would stop to grab a bite to eat and exchange stories of their travel whilst sipping on some green tea. Aside from its historical significance for traders, Qissa Khawani also boasts a famous food street. Karimabad Humza -Skardu: 290 kms/6.5 hours’ drive Skardu – Shigir: 45 kms/ 1 hour’s drive Drive from Karimabad Hunza to Shigir valley via Skardu. Overnight in Shigir KEY ATTRACTIONS • Visit the unique place near Juglot, where three great Mountain ranges; the Karakoram, the Himalaya & Hindukush meet • Nanga Parbat viewpoint • Drive along the River Indus"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "DESOAI NATIONAL PARK Day excursion to Deosai National park and back to Shigir for overnight stay. KEY ATTRACTIONS • Deosai plateau • Sadpara Lake • Chota Pani • Bara Pani • Sheosar Lake • Great spot for photography of flora and fauna"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "SHIGIR-KHAPLU-SHIGIR Shigir-Khaplu: 120 kms/2.5 hours’ drive Day excursion to Khaplu and drive back to Shigir for overnight stay. KEY ATTRACTIONS • Indus Shyok River meeting point • Khapulo Fort • Chaqchan Mosque"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Full day to explore attractions around Skardu. Overnight in Shigir. KEY ATTRACTIONS • Amburiq Mosque Shigir • Manthal Buddha Rock • Kharpocho Fort • Sarfaranga Cold Desert"
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "SKARDU – ISLAMABAD – TAXILA 1/2 day to explore Taxila. Overnight in Islamabad KEY ATTRACTIONS • Taxila Museum-showcasing antiques and artifacts of Gandhara civilization • Julian Buddhist Stupa & Monastery • Dharmarajika complex and stupa • Truck painting workshop -time permitting"
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "Day in Islamabad, at leisure or you can spend half the day visiting Saidpur Village & Bari Imam Shrines."
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "pakistan-mountain-and-city-tour",
    "tourName": "Pakistan mountain and city tour",
    "placesVisited": "",
    "generalInfo": "Embark on this spectacular voyage at Islamabad, the political &amp; administrative city of Pakistan. The capital is guarded by Karakoram giants, Hunza Valley nestles itself in the lap of snow-capped mountains, which makes it a tourist delight. The enchanting beauty of Hunza's reaches its peak in the apricot &amp; cherry blossom in spring, the valley turns green in summer &amp; leaves change their colours to red, yellow &amp; orange in the autumn season around end of October / November. <br/><br/>The magical Karimabad (Baltit), the formal capital of Hunza Valley has a charm of its own, encircled by breathtakingly beautiful snow-capped peaks, lush green fields, fruit orchards &amp; the singing Hunza River, the feeling of being here is unmatchable. Views from a fairytale like Baltit Fort, the old residence of the Mirs of Hunza standing atop Karimabad are incredibly beautiful. A walk along the Barbar irrigation channel with striking views of Rakaposhi, Diran Peak and Golden Peak add more essence to your journey. The beautiful Gulmit valley surrounded by high mountains and glaciers, and the Passu village known for Passu Glacier, Batura Glacier and Passu Cones are worth visiting. The smiling, welcoming and friendly inhabitants of Hunza truly make your stay at home.<br/><br/>In the second part of the trip, we will explore Baltistan. In the extreme north of Pakistan, Skardu is an epitome of beauty, serenity, and wilderness. It is located amidst an impressive landscape; towering mountains, deep gorges, cascading waterfalls, creeping glaciers, and quiet lakes constitute this rugged beauty. This tour takes us to heaven on earth. Skardu is the gateway to the world’s highest peaks, which include K-2, Broad Peak, Gasherbrum I, Gasherbrum II, and hundreds of peaks over 6000 metres high. <br/><br/>Encircling the heart-shaped Kachura Lake is surrounded by fruit-laden orchards and flower-filled gardens, and the breath-taking view presents a heavenly atmosphere. The Kharpocho Fort looking down the hills, the crystal clear water of Satpara Lake, the impressive Shigar and Khapulo Forts, and the Deosai, which is the second highest plateau in the world: let’s explore beautiful Baltistan, also known as \"Little Tibet.\"<br/><br/>Finally, we will visit Lahore, the cultural capital of Pakistan. It is a city steeped in history, culture, and natural beauty. From its magnificent Mughal-era architecture to its lush gardens and bustling bazaars, Lahore has something for everyone. The city is a testament to the rich cultural heritage that is why Lahore is known as “the Cultural Capital of Pakistan”.<br/><br/>Lahore is a must-visit for anyone interested in history, culture &amp; food. With its vibrant colours, exquisite designs &amp; warm hospitality, Lahore is a city that will capture your heart and leave you with memories that will last a lifetime.<br/><br/>There are group tour dates but this tour can also be done as a private tour. The recommended duration for this tour would be 21 days to enjoy it at a steady pace.<br/><br/>Cheaper options are available.",
    "durationDays": "17",
    "price": "4200",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ISLAMABAD: Arrival at the Islamabad International Airport, transfer to hotel. City tour of Islamabad after a short rest at the hotel to freshen up. Today’s visits/activities include: Shah Faisal Mosque, Lok Virsa (Folk Heritage) Museum, Pakistan National Monument, Daman-e-Koh (Islamabad view point), and Parliament House, President House, Prime Minister House, and Supreme Court of Pakistan (external view)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "ISLAMABAD - SKARDU: Flight from Islamabad to Skardu. Half day tour Skardu and surrounding attractions. The key attractions you will be taken to are; Upper Kachura Lake, Kachura Choq, and Shangri-La Resort."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "SKARDU: Full day to explore attractions around Skardu. KEY ATTRACTIONS: Manthal Buddha Rock, Kharpocho Fort, Sarfaranga Cold Desert, Shigir Fort, and Amburiq Mosque Shigir."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "SKARDU: Day excursion to Deosai National Park or Khaplu. Drive back to Skardu for overnight stay. Skardu-Khaplu: 95 kms/2.5 hours’ drive one-way (excl. stops, daily time in the car 5 hours). Skardu-Sheosar Lake: 70 kms/4 hours’ drive one-way (excl. stops). KEY ATTRACTIONS-KHAPLU: Indus Shyok River meeting point, Khapulo Fort, and Chaqchan Mosque."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "SKARDU – GILGIT: Skardu – Gilgit: 192 kms/4.5 hours’ drive (excluding stops). After a late breakfast, we will drive from Skardu to Gilgit along the Indus River, making stops at various attractions. KEY ATTRACTIONS: Drive along the River Indus, Nanga Parbat viewpoint, and Visit the unique place near Juglot, where three great mountain ranges -the Karakoram, the Himalaya & the Hindukush meet."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "GILGIT – KARIMABAD HUNZA: Gilgit – Karimabad Hunza: 100 kms/2 hours’ drive (excl. any stops). Visit Gilgit in the morning, then proceed to Karimabad Hunza, travelling on the Karakoram Highway along the Hunza River. KEY ATTRACTIONS: Kargah Rock Buddha, Gilgit Bazaar, including suspension bridge, The collision point of continental plates near Chalt, Rakaposhi Viewpoint Ghulmet, and Ganish Cluster- the oldest settlement in Hunza."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "CENTRAL HUNZA: Full day tour of central Hunza. Overnight in Karimabad Hunza. KEY ATTRACTIONS: Karimabad Bazaar, Visit to Baltit Fort, Walk along the Barbar Water Channel followed by a lunch with a local family, Altit Fort, Altit Cluster/Altit Village, Shiqam project- women artisans at work, and Sunset from the Eagle’s Nest Viewpoint in Duiker."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "CENTRAL HUNZA: Day at leisure"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "NAGAR VALLEY & UPPER HUNZA: Karimabad – Hoper: 23 kms/45 minutes’ drive. Hoper – Atta Abad Lake: 36 kms/1.5 hours’ drive. In the morning visit Ganish, the oldest settle of Hunza Valley followed by Nagar and then proceed towards upper Hunza. KEY ATTRACTIONS: Ganish Cluster- the oldest settlement in Hunza, Hoper Nagar Valley, Stop at Ultar & Lady Finger view point, Dong Rock Inscriptions, Atta Abad Lake, and Gulmit Village."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "UPPER HUNZA – GILGIT: Atta Abad Lake – Passu: 20 kms/30 minutes drive. Passu - Gilgit: 145km / 3.5 hours drive. The first half of the day, we will take you to explore the beautiful valley of upper Hunza. In the afternoon we will drive back to Gilgit. KEY ATTRACTIONS: Hussaini Bridge, Passu Cones/Passu Cathedrals view point, Batura Glacier viewpoint, Borith Lake, Danyor suspension bridge (optional), and Kargah Buddha."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Flight from Gilgit to Islamabad. Upon arrival transfer Taxila to visit Archaeological sites. Or drive to Naran or Besham if flight does not operate. KEY ATTRACTIONS: Taxila Museum-showcasing antiques and artifacts of Gandhara civilization, Julian Buddhist Stupa & Monastery, Dharmarajika complex and stupa, and Truck painting workshop. The number of attractions covered will depend upon the timing of the Gilgit - Islamabad flight and whether it operates."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "ISLAMABAD - LAHORE: There are two options available for traveling from Islamabad to Lahore. Traveling to Lahore visiting historical Rohtas Fort or traveling via Katas Raj Temple and Khewra Salt Mines. Islamabad - Katas Raj Temple: 156 kms / 2.5 hours’ drive (travel time only, excludes stops). Katas Raj Temple-Khewra Salt Mines: 22 kms / 50 minutes’ drive. Khewra Salt Mines – Lahore: 260 kms/3.5 hours’ drive. KEY ATTRACTIONS: Katas Raj Temple, and Khewra Salt Mines - Asia’s biggest and world second largest salt mines. Note: The day will be long, so you can either skip the temple or the Khewra Salt Mines if either of these are not a significant attraction for you."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "LAHORE: Full day tour of historical sites/places of interest in Lahore. KEY ATTRACTIONS: Lahore Fort -built by Mughal emperor Shah Jahan, Badshahi Masjid built between 1671 & 1673 by Mughal emperors, Anarkali Bazaar, Food street, and Musical program at Lahore Fort in the evening (subject to availability)."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "LAHORE: Another full day tour of historical sites/places of interest in Lahore including flag ceremony at Pakistan-India border. KEY ATTRACTIONS: Mausoleums of Jahangir & Noor Jahan in Lahore, Lahore Museum -Showcasing one of the largest and most representative collections of miniature paintings in the subcontinent, Visit Shalimar Garden (optional), and Experience the flag ceremony at the Wagah, the border between Pakistan & India."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "LAHORE: Half day at leisure. In the afternoon, a rikshaw tour of Lahore. KEY ATTRACTIONS: Rikshaw tour of walled city gates, including Akbari Gate, Delhi Gate, and Spice Bazaar. Visit Masjid Wazir Khan-built by Wazir Khan, the viceroy of Punjab, during the reign of the Mughal Emperor Shah Jahan. Shahi Hammam -a Persian-style bath that was built during the reign of Mughal Emperor Shah Jahan."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "LAHORE TO ISLAMABAD VIA RHOTAS FORT: Lahore- Rohtas Fort: 252 kms/4 hours’ drive. Rohtas Fort- Islamabad: 113 kms/2.5 hours’ drive. After breakfast, departure for Islamabad. Visit Rohtas Fort and Raja Bazaar Rawalpindi on the way. KEY ATTRACTIONS: Part of Grand Trunk Road (GT Road), Rohtas Fort to experience Mughal architecture, and Raja Bazaar Rawalpindi."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "ISLAMABAD: Transfer to airport for return to respective countries."
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "pakistan-summer-mountain-holiday",
    "tourName": "Pakistan summer mountain holiday",
    "placesVisited": "Islamabad, Faisal Mosque, Kaghan Valley, Naran, Fairy Meadows, Indus River, Rama Lake, Dosai Plateau, Skardu, Khaplu Fort, Baleygon school visit, Hunza, Hoper Glacier, Kalash Valley, Ayun, Taxila",
    "generalInfo": "This itinerary has the capacity to enthrall even the worldliest of travellers. From mountain scenery that will make your heart leap to lively markets and azure lakes, absorbing cultural encounters and historic forts. While every day offers something to fire your imagination, there are several gems worth dwelling on in detail. <br/><br/>You’ll spend a few days hiking around the mountainous Hunza Valley, with a backdrop of cathedral peaks, pristine lakes and the Hoper Glacier, and staying in a clifftop hotel offering dramatic views. Later in the trip you’ll arrive in the otherworldly Kalash Valley, and take part in the celebrations around the Uchao Festival. And in Ayun you’ll visit the home of one of the princes of Chitral, and take a stroll through his elegant gardens.<br/><br/>Then of course there is Fairy Meadows, known locally as Joot, a pristine national park at the foot of  Nanga Parbat. These alpine grasslands and forests overlooked by snowy peaks are an absolutely stunning place to walk.<br/><br/>Other moments to treasure – the open-top jeep ride through the Hushe Valley to meet the children at a local school; crossing the famous Indus River, and driving across the Dosai Plateau with the Karakoram Mountains in the foreground. <br/><br/>The communities you’ll visit will often be remote, rarely encountering western travellers, but no less the welcoming for it. Staying in homestays and family-run guesthouses, and using local guides, this tour brings vital income to areas of Pakistan that are still well beyond the main tourist track. It feels pretty good to be a trailblazer, right?<br/><br/>Please note that we have two festival departures - the Shandur Polo Festival starting in June, and the Kalash Uchaw Festival in August. The durations of the tours may vary so please see individual itineraries for details.",
    "durationDays": "21",
    "price": "4995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tour starts in Islamabad: Today the tour starts in Islamabad, 'City of Islam', Pakistan's capital city. It replaced Karachi back in the 1967 and is now the political and commercial heart of the country. Situated against the lush backdrop of the Margalla Hills it is a city where old and new collide. Leafy green boulevards are home to modern buildings, and shopping malls, but also dotted with traditional homes and mosques. After checking in to our rooms, available from 14:00 or possibly earlier, we have the chance to visit some of the famous sights of Islamabad including the Faisal Mosque, the largest in South Asia, and one of the largest mosques in the world, accommodating up to 100,000 worshippers at any one time. We will also take time to visit the Lok Virsa Museum, the first state museum of ethnology in Pakistan, representing the history and astounding diversity of country’s living traditions. We will also visit the Pakistan Monument and take in the views of the city from Daman-koh, a hilltop garden on the northern side of the city."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Islamabad - Ayun: This morning we’ll leave very early to drive this spectacular journey, through the Lowari Tunnel and up through the frontier, towards Ayun. This is a full day’s drive and we will not reach our hotel in Ayun until the evening for a well-earned rest."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Ayun - Kalash: After breakfast we will drive in to the Kalash Valley of Rumbor and the village of Balanguru where we stay with our good friend Saifullah Jan, the chief spokesperson for the colourful Kalash people. The journey takes about two hours, though if people prefer we can walk the last few miles through the gorgeous valley. After lunch we will meet the Kalash and go for walks around the village, or further afield to visit some of our friends in Grum or Kalashagrum."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "In the Kalash: Village & Valley Walks: Today we maximise our time by walking in and around the valley to enjoy the local scenery and experience the local hospitality. This morning we should be able to take a walk up in the direction of the Afghan frontier to visit some small villages. We return to Balanguru for lunch and then for those who wish to we head out on another walk around the valley to understand more of the lifestyle of the Kalash people. These walks are optional, and you may wish to spend your time relaxing in the village."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Kalash - Chitral: After breakfast we spend our last morning with The Kalash before driving on to Chitral. In the late afternoon we’ll travel on towards Chitral National Park to see the markhor, a kind of mountain antelope and favoured prey of the snow leopards, before checking into our lovely local hotel and have dinner."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Chitral 3800m approx - Mastuj: Another beautiful and dramatic drive takes us we winding our way along the Mastuj Valley, passing Tirich Mir and Boni Zong. After lunch we will be taking a short walk up to the main road to capture views of the Tirich Mir Peak. We can also see the Yarkhun Valley at the top of which lies Afghanistan’s Wakhan Corridor."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Mastuj 3800m approx - Ghizer Valley: Today is probably the most spectacular drive of the tour as we make our way across the Phander and Laspur valleys, not forgetting the drive over the Shandur Pass. Here we stop for tea at the top of the pass at 3,800 metres. Shandur boasts the highest polo field in the world, where the best teams from Gilgit and Chitral play very fast and aggressive matches. Nearby the Shandur Lake is famous for the vivid reflections of lofty Hindu Kush mountains that surround it. The Langer is a beautiful plain used for grazing the yaks and dzos – where we’ll enjoy a nice picnic lunch and then drive on to the Ghizer Valley, our resting place for this evening."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Ghizer Valley - Hunza: After breakfast we will then drive to Gilgit, and onwards to Hunza. We know we use a lot of superlatives in this dossier but this trip really is epic, particularly as you round the corner and see the titanic form of Mount Rakaposhi basking in the sun, right beside the road. We will take lunch on the way – at the Rakaposhi View Restaurant – before continuing on to Hunza. On arrival we will have the chance to explore the laid back little town of Karimabad and admire the mountains that surround it before continuing on to our hotel which is situated in a spectacular location, 2,850m above sea level, and 500m above the valley floor with panoramic views of five 7,000m peaks!"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "In Hunza: After breakfast we visit the famous Baltit Fort, restored by the Aga Khan Trust for Culture to a fantastic standard. It is now a UNESCO World Heritage Centre. We will then take lunch in town. In the afternoon those that wish can have a water channel walk down around Karimabad before having a wander around the local shops where there will be plenty to buy. Café De Hunza serves best coffee and walnut cake in town"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Hunza - Attabad Lake - Hunza: Wake at around 5:30 to watch the rising sun turn the peak of Rakaposhi flamingo pink...optional of course! After breakfast we will first drive to the other side of the valley to take a look at the Hoper Glacier. After this we’ll have lunch in a pretty garden café before driving an hour and a half further up the KKH to visit the newly formed lake at Attabad. In January 2010 a massive landslide blocked the Hunza River, which submerged 28kms of the KKH by forming a beautiful azure lake. At Gulmit we visit a carpet weaving centre run by very friendly Wakhi women. A little later we drive further north up to Batura Glacier, the fifth longest in world, and enjoy the stunning views of Passu Cones, the white Passu Glacier, and a number of 7000m peaks. In the late afternoon we return to Karimabad."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Hunza - Gilgit: This morning we end our time in Hunza and head back down to Gilgit. We will have a chance to take a look around this classic frontier town, once considered the furthest outpost of the empire. We will see the Christian graveyard and the bazaar, before heading to our hotel for the evening."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Gilgit - Skardu - Khaplu: Today we will take a day long drive to Khaplu. Following the Indus most of the way, this is a hugely impressive journey. We will take lunch along the way before arriving into Khaplu in the early evening."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Khaplu - Hushe Valley - Khaplu (3050m approx): Today the adventure continues as we follow the Shyok and Hushe Rivers into the heart of the Karakoram. Draining an enormous area of the eastern Karakoram, much of which is now in India, the Shyok and Hushe rivers cut a spectacular trail into this eastern most part of Baltistan. We'll drive up the Hushe Valley, where we have the opportunity to visit our foundation-sponsored school in the remote village of Baleygon. From here we’ll continue further up the valley to Marzigone where we see the magnificent 7,000m Mashabrum Mountain standing sentinel ahead of us. In the late afternoon, as the sun is setting, we’ll return to Khaplu."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Khaplu - Skardu: This morning we’ll drice to Skardu where we'll visit the old bazaar, and then head out to see the Manthal Buddha rock carving just outside of town."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Skardu – Deosai Plateau - Astore (4100m approx): This morning we are continuing our journey to the amazing Deosai Plateau National Park. This plateau is a stunning 4,000m high wildlife wilderness complete with an array of wild flowers at this time of year. We’ll enjoy a hearty picnic lunch with views of the Himalayas before continuing on to Astore."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Astore - Fairy Meadows (3300m approx): This morning after an early breakfast we’ll leave Astore and drive to Raikot Bridge. Here we’ll transfer to jeeps for the short, but wildly dramatic, drive to the road head before walking up to the cabins at Fairy Meadows. The walk is of a moderate nature on a good mountain path and should take around 3 hours. We will enjoy the views of Nanga Parbat – or Naked Mountain (the 8,100m peak and massif that marks the western end of the Himalayas). Here we will stay in the rustic log cabins, all of which have commanding views of the great mountain. This is truly one of the most magical places on earth."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "In Fairy Meadows (3300m approx): Today we walk through the forested foothills of the massif to the Beyal Camp and back. This will not be too strenuous, as we will run along the contours rather than straight up, but it will be spectacular. Anyone wanting a more relaxed time can stay at the meadows, which is a lovely place to unwind. We will take lunch at a local camp and return to have dinner back at the cabins."
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Fairy Meadows - Naran (4173m approx): This morning after an early breakfast we’ll walk back to the road head, pick up the jeeps and re-join the KKH. We’ll drive for another couple of hours, before heading over the spectacular Babusa Pass, before driving on to Naran for the night."
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Naran - Islamabad: It is an early start this morning to make our long drive south, through the Kaghan Valley, stopping for lunch en route and then for the evening at the hotel in Islamabad. The journey will take about six to seven hours."
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Islamabad - Taxila - Islamabad: Today we will have a relaxed start and take a short drive to Taxila to explore this fascinating Buddhist university town, dating back to the Gandaharan era of Alexander the Great. We’ll then return to Islamabad for some last minute shopping and our farewell dinner."
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Tour ends.: Today the tour ends after breakfast in Islamabad."
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "shandur-polo-festival-and-cultural-tour-in-pakistan",
    "tourName": "Shandur Polo festival and cultural tour in Pakistan",
    "placesVisited": "",
    "generalInfo": "Located at an altitude if 3700m / 12,200 feet above sea level, Shandur Pass is the highest mountain pass, which connects the Chitral &amp; Gilgit Baltistan regions. It is often referred to as 'The Roof of the World' due to its high altitude &amp; stunning panoramic views of the surrounding mountains. The pass is also known for its annual polo festival that takes place in July, which attracts visitors from all over the world. <br/><br/>Shandur invites visitors to experience a traditional polo tournament between the teams of Chitral &amp; Gilgit in July every year. The festivals include folk music, dancing &amp; a camping village. The first polo tournament took place at Shandur Pass in 1936. A British Political agent Major Cobb, who was fond of playing polo under a full moon, nicknamed the polo ground in Shandur named 'Moony Polo Ground'. This event is like Pakistan's equivalent of Glastonbury, attracting visitors from all over Pakistan to come and camp there for 3 nights. <br/><br/>This trip also includes a visit to Hunza, Ghizer, Chitral &amp; Kailash Valleys. the trip combines cultural experiences, driving through enchanting valleys &amp; experiencing freestyle polo tournaments.<br/><br/>This is a great way to help the local economy of Pakistan as much of the trip entails visiting local small bazaars with shops run by the local people and staying in local hotels. The prices quoted have been based on budget accommodation to make Pakistan accessible to a wider audience, however this can be upgraded for those who prefer more luxury accommodation and are able to afford it.<br/><br/>Please note that you can also do this tour privately. <br/><br/>This tour will go ahead even if we just get 2 people booked on it, if people are willing to pay the higher price of £3,200.",
    "durationDays": "13",
    "price": "2950",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Islamabad – Discover the Capital Your journey begins upon arrival at Islamabad International Airport, where you'll be greeted and transferred to your hotel. After a short rest, embark on a city tour of Islamabad, an oasis of serenity amidst green hills. Marvel at the grand Shah Faisal Mosque, one of the largest mosques in the world. Dive into the cultural heritage at the Lok Virsa Museum and enjoy panoramic views of the city from Daman-e-Koh. Uncover historical gems at the Golra Sharif Railway Museum, and drive past the iconic landmarks of Parliament House and the President's House, soaking in the contemporary spirit of Pakistan’s capital."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Fly to Gilgit – Journey to the Heart of Hunza A morning flight will whisk you to Gilgit, where the true adventure begins. From there, embark on a scenic 2-hour drive to Karimabad, Hunza, a land renowned for its towering peaks and ancient cultures. Spend the afternoon exploring the picturesque Hunza Valley. Visit the historic Baltit Fort, shop for traditional crafts in the lively Karimabad Bazaar, and stroll along the Barbar Water Channel, an architectural marvel. Bask in the tranquility of Rakaposhi View Point, where the snow-capped peak of Rakaposhi dominates the horizon."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Explore Central Hunza and Nagar Valleys Today, immerse yourself in the unparalleled beauty of the Hunza and Nagar valleys. Visit the peaceful Hoper Valley and enjoy breathtaking views at the Ultar and Lady Finger viewpoints. Take an optional hike to the majestic Barpu Glacier or visit the ancient Altit Fort, perched on a cliff. Witness history unfold at the Altit Village and Altit Cluster before ending your day watching the sun set from Duiker, at the famed Eagle’s Nest View Point, offering panoramic vistas of the surrounding mountains."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Visit Upper Hunza and the Stunning Atta Abad Lake Travel to Upper Hunza, home to the breathtaking Atta Abad Lake. Its vivid turquoise waters, set against a backdrop of towering mountains, are the result of a natural disaster turned wonder. You’ll visit the ancient Ganish Village, the oldest settlement in Hunza, and admire rock carvings at Dong. Traverse the nerve-testing Hussaini Bridge, one of the most precarious bridges in the world, and stand in awe of the towering Passu Cones and Cathedrals."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Onward to Phander – The Gem of Ghizer Today’s journey takes you deeper into the rugged beauty of northern Pakistan. A scenic 7-hour drive will lead you from Gilgit to Phander, passing lush valleys, small villages, and the sacred Kargah Buddha, a centuries-old Buddhist rock carving. Travel along the Ghizer River, stopping to admire the beauty of local villages before arriving in Phander, known for its serene, cobalt-blue lake."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Phander to Shandur Pass – Gateway to the Roof of the World After a restful night in Phander, continue your journey to the legendary Shandur Pass, the highest polo ground in the world, sitting at 3,700 meters above sea level. En route, you’ll pass Phander Lake, an oasis of calm surrounded by lush greenery. Settle into camp near Shandur and prepare for the cultural spectacle of the Shandur Polo Festival."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Shandur Polo Festival – Experience the Magic Over the next two days, immerse yourself in the grand tradition of freestyle polo at the Shandur Polo Festival, where the rugged teams from Chitral and Gilgit face off in a thrilling match. Beyond the polo, enjoy lively music and traditional dancing, all set against the dramatic backdrop of the Karakoram and Hindukush mountain ranges. Campsites surround the festival grounds, providing a unique way to connect with nature and the vibrant local culture."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Journey to Chitral – Explore Its Rich History Depart from Shandur Pass and journey to Chitral, a valley steeped in history and surrounded by majestic peaks. Visit the Chitral Fort, a relic of the valley’s storied past, and explore the grand Shahi Mosque (Royal Mosque), an architectural gem. Enjoy the day wandering through this enchanting town, nestled beneath the towering Tirich Mir mountain."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Discover the Kalash Valleys Today, visit the captivating Kalash Valley, home to the ancient Kalash people, a unique and vibrant community. Explore the lush Chitral Gol National Park and then venture to Bumburet, where you’ll encounter the Kalash culture in its full, vibrant form. Visit the Kailash Museum, showcasing the heritage and customs of the Kalash people, and walk through their sacred spaces, gaining insight into their unique way of life."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Chitral to Swat – Land of Gandhara A long but rewarding drive will take you from Kalash to the legendary Swat Valley. Known as the “Switzerland of the East,” Swat’s lush landscapes are dotted with historical and archaeological treasures. Upon arrival, visit the Swat Museum, which houses a stunning collection of artifacts from the Gandhara civilization, known for its Buddhist art."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Exploring Swat’s Historical Wonders – Return to Islamabad. Before heading back to Islamabad, delve into Swat’s ancient past. Visit the sacred area of Butkara, once a major Buddhist pilgrimage site, and the Barikot archaeological site, which provides a glimpse into Swat’s pre-Islamic history. Drive back to Islamabad, with time to reflect on the incredible journey that has unfolded before your eyes."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Your extraordinary journey comes to an end today. After breakfast, you will be transferred to Islamabad International Airport for your departure, taking with you memories of a once-in-a-lifetime adventure through some of the world’s most stunning landscapes."
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "skardu-karakoram-holiday-pakistan",
    "tourName": "Skardu Karakoram holiday, Pakistan",
    "placesVisited": "",
    "generalInfo": "•\tExperience the rich cultural heritage of secluded valleys.<br/>•\tWitness the spectacular high mountain peaks such as Masherbrum, Nanga Parbat, Haldi Cones etc.<br/>•\tVisit the beautiful lakes, including Sadpara, upper Kachura, and Sheosar. <br/>•\tVisit the Safranga cold desert and world-famous Deosai plains*<br/>•\tPlenty of opportunities for short/day hikes.<br/>•\tDrive along the mighty Indus and Shayok Rivers.<br/>•\tVisit famous forts, including the Kharpocho fort, Shigar fort and Khaplu fort.<br/>•\tEnjoy the traditional food throughout the holiday.<br/>•\tExperience village life in pristine areas.",
    "durationDays": "9",
    "price": "1760",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive at Islamabad International airport and transfer to the hotel. Participants will have free time to relax and recover from the journey on this day. Accommodation: Hotel Altitude: 540m Meals included: Lunch & Dinner Driving Duration: 40 Minutes"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Fly from Islamabad airport to Skardu (1-hour scenic flight) and then drive to the stunning Ghanche district of Baltistan. We will be passing through small villages to reach Yugo village. En route, we will have short stops at Thorgo Pari, the Shayok & Indus Rivers' meeting points and multiple photography spots. Enjoy traditional lunch at Yugo and. After lunch, two optional activities: trek to Kharfaq Lake (5 hours trek both ways) or a cultural walk in the village streets of Yugo to witness village life and meet locals. Later in the late afternoon, we drive to Khaplu and check into the hotel with leisure time to visit the Khaplu fort museum and organic garden. OR In case of flight cancellation due to weather, drive from Islamabad via Karakoram Highway with short stops. Accommodation: Hotel Altitude: 2500m Driving Duration: 05 - 06 hours Meals Included: Breakfast, Lunch & Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Early morning hike up to Toqsikhar (old fort), a viewpoint of the confluence of rivers Shyok, Hushe & Saltoro. Visit & witness the architectural heritage of the famous Chaqchan mosque and then drive to Macholo valley (1 hour). Spend some free time enjoying the splendid view of Masherbrum Peak, also known as K-1, leisure time for photography, meeting local people and enjoying the pristine natural beauty. Drive back to Sailing and enjoy a cultural walk through the village streets and interact with local people—lunch at the Sailing fish farm and drive back to Khaplu. In the afternoon, visit Khanqah-e-Maula and then move to Hanjor Broq to witness the sunset. Accommodation: Hotel Altitude: 2500m Meals Included: Breakfast, Lunch & Dinner Driving Duration: 03-04 hours"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Drive from Khaplu to Shigar valley with short stops at multiple points of interest for photography. Visit the famous Sarfaranga cold desert and Shigar fort for lunch. Visit the fort museum and garden, and spend time exploring the area. (The Shigar Fort- Fong Khar, which means The Fort on Rock, is an old fort built in the 17th century by the Raja of the Amacha Dynasty of Shigar). End the evening with a short hike up to the old fort to witness the sun setting over the Shigar river. Accommodation: Hotel Altitude: 2300m Meals Included: Breakfast, Lunch & Dinner Driving Duration: 3-4 hours"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "We will spend a whole day in Skardu. Visiting Shangri-La resort (optional boating), drive to upper Kachura, and walk through the local houses, fields & trees. After 20 minutes beautiful walk, we will reach upper Kachura Lake, having free time to explore the area and enjoy boating. Then drive to Soq valley (a beautiful valley near upper Kachura), and enjoy fishing and lunch. Drive back to Skardu and hike to Nansoq village (50 minutes), a beautiful hike to the first organic village of Baltistan. 11 homes and 92 Inhabitants, visited by King Charles and Prince Agha Karim! This centuries-old tiny settlement is one of the most peaceful places in the region. Explore the area and enjoy leisure time with a host family. Hike back to Skardu (50 minutes) and visit Skardu Bazar for shopping (local handicrafts, jewellery, carpet etc.). Drive back to Shigar for an overnight stay. Accommodation: Hotel Altitude: 2300m Meals Included: Breakfast, Lunch & Dinner Driving Duration: 4 hours"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Day excursion to the famous Deo Sai plains, the second-highest plateaus in the world. We will visit Manthal rock Budha, Sadpara Lake, Ali Malik top, Bara Pani and Sheosar Lake (4114 m). Enjoy leisure time to explore the area. The plains are a floral extravaganza of the summer months with a recorded number of 406 species (Nawaz et al., 2006). Drive back to our hotel for a second night stay in Shigar. Accommodation: Hotel Altitude: 2300m Driving Duration: 7 - 8 hours Meals Included: Breakfast, Lunch & Dinner"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Fly from Skardu to Islamabad (1-hour scenic flight). Transfer to hotel and after lunch sightseeing OR Drive from Skardu via Karakoram highway with short stops (in case of flight cancellation) Accommodation: Hotel Altitude: 540m Meals Included: Breakfast, Lunch & Dinner Driving Duration: 1 Hour"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Contingency Day in case of delays If we cannot fly due to the weather, we will travel down to Islamabad by road. If we pass from Gilgit to Islamabad, we will enjoy sightseeing in the capital, or your leader will advise you on the options available for today. (Day excursion to the Taxila museum and archaeological sites will be one of the options) Accommodation: Hotel Altitude: 540m Meals Included: Breakfast, Lunch & Dinner"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "After breakfast, transfer from Hotel to the airport for international flights Altitude: 540m Meals Included: Breakfast Driving Duration: 40 Minutes"
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "southern-pakistan-cultural-tour-for-over-50s",
    "tourName": "Southern Pakistan cultural tour for over 50s",
    "placesVisited": "",
    "generalInfo": "This is one of our most popular tours for the history &amp; architect lover as this itinerary takes you on an incredible adventure to to enjoy traditional cities and more contemporary ones, experience different cultural influences, and see some of the most incredible world heritage sites, from Sethi Mohalla in Peshawar to Uch Sharif in Multan. <br/><br/>Along your journey you will be taken on sensorial taste adventures, from street food vendors to some of the most exquisite fine dining on offer in Pakistan. The tour takes you down streets which share hidden stories of previous civilisations which once lived in Pakistan from the people of the Indus Valley to traders which lived in the famous trade route of Peshawar. <br/><br/>This tour has been designed to take you on a tour specifically for 50+ as we feel there will be incredible life experience which you will all bring to the group, thus enabling you to enjoy and exchange life experiences at a similar life stage. <br/><br/>This 15 day tour covers a great extent of Pakistan from Islamabad to Karachi and there are days when you will spend a great deal of time on the road. There is a 16 Day option, which entails a rest day in Lahore, should the group collectively decide to do this. <br/><br/>This tour is deliberately done in the Autumnal / winter months because outside of these months temperatures from Multan onwards can be painfully hot.<br/><br/>This itinerary is also available as a private tour, should you wish to do it by yourself.<br/><br/>Please note that if going as part of a group but you would like your own room, a single supplement charge would apply.<br/><br/>You can also add 5 days at the end as an extension, if you would like to visit Gwader &amp; Hingol National Park",
    "durationDays": "15",
    "price": "3900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival at the Islamabad International Airport, transfer to hotel. City tour of Islamabad. Today’s visits/stops/activities include Shah Faisal Mosque Lok Virsa (Folk Heritage) Museum Pakistan National Monument Daman-e-Koh (Islamabad View Point) Golra Sharif Rail Museum External view of Parliament House, President House, Prime Minister House & Supreme Court of Pakistan"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Islamabad- Taxila: 35 kms/45 minutes’ drive Taxila –Raja Bazar: 35 kms/1 hour drive Raja Bazar- Islamabad: 20 kms/45 minutes’ drive Full day tour of Taxila Archaeological sites & the old Raja Bazar in Rawalpindi. Today’s visits/stops/activities include Taxila Museum Julian Buddhist Stupa & Monastery Dharmarajika complex and stupa Taxila Truck Painting Workshop Gurdwara Panja Sahib (subject to prior permission) Dinner at Margalla Hills"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "ISLAMABAD - TAKHT-E-BHAI - PESHAWAR Islamabad: 120 kms/2.5 hours' drive Takht-e-Bhai - Peshawar: 65 kms/1.5 hours' drive After breakfast drive to archaeological sties of Takh-e-Bhai. Then drive to Peshawar. After lunch visit Peshawar Museum."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "PESHAWAR Full day tour of Peshawar. KEY ATTRACTIONS • Mahabat Khan Mosque built by Mughal emperor Shah Jahan • Qissa Khawani Bazar (The bazar of story tellers) • Sethi House - The Mughal Central Asian Architecture • The historic Qila Bala Hissar (Bala Hissar Fort) from outside"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "PESHAWAR - KEHWRA SALT MINES - LAHORE Peshawar-Katas Temple: 295 kms 3 . 5 hours' drive Katas Temple-Khewra Salt Mines: 2 kms c 54 minutes' drive Khewra Salt Mines-Lahore: 260 Kms & 3.5 hours' drive Leave the hotel at 07:00 am ni the morning towards Lahore. On the way; visit Katas Raj Temple & Khewra Salt Mines. KEY ATTRACTIONS • Katas Raj Temple (Qila Katas) • Khewra Salt Mines- the largest ni Asia and the second largest salt mine ni the world"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "LAHORE Full day city tour of Lahore. KEY ATTRACTIONS • Lahore's walled city • Lahore Fort -built by Mughal emperor Shah Jahan • Badshahi Masjid built between 1671 & 1673 by Mughal emperors • Lahore Museum - Showcasing one of the largest and most representative collection of miniature paintings in the Subcontinent • Anarkali Bazar- one of oldest surviving markets in the Lahore"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "LAHORE Full day city tour of Lahore including flag ceremony at Pakistan-India border. KEY ATTRACTIONS • Mausoleums of Jahangir & Noor Jahan in Lahore • Visit Masjid Wazir Khan- Built by Wazir Khan, the viceroy of Punjab during the reign of the Mughal Emperor Shah Jahan • Shahi Hammam - a Persian-style bath which was built during the reign of Mughal Emperor Shah Jahan. • Visit Shalimar Garden (optional) • Experience the flag ceremony at the Wagah, the border between Pakistan & India"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "LAHORE - HARAPPA - MULTAN Lahore- Harappa: 196 kms/3.5 hours' drive Harappa- Multan: 160 kms /2.5 hours' drive Drive to Multan visiting Harappa archaeological site on the way. Upon arrival transfer to hotel. Visit Damdama, the highest point in the fort. Today's visits/ stops/ activities include • Harappa Archaeological Site"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "MULTAN- DERAWAR FORT. - BAHAWALPUR Multan- Derawar Fort: 20 kms/3 hours' drive Derawar Fort- Bahawalpur: 98 kms/2 hours' drive After an early breakfast drive to Cholistan Desert and Derawar Fort. In the afternoon drive to Bahawalpur. Visit Noor Mahal Today's visits/ stops/activities include • Derawar Fort • Cholistan Desert • Noor Mahal"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "BAHAWALPUR - UCH SHARIF - SUKKUR Bahawalpur- Uch Sharif: 78 kms/1.5 hours' drive Uch Sharif- Sukkur: 310 kms/3.5 hours' drive Drive to the archacological sites of Uch Sharif. After visiting Uch Sharif drive to Sukkur. Today's visits/ stops/ activities include • Bibi Jawindi Tomb • Shrine of Jalaluddin Bukhari • Shrine of Hazrat Fazaluddin Ladla Bukhari • Shrine of Pir Sadruddin"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "SUKKUR-MOHENJO DARO-SEHWAN SHARIF Sukkur- Kot Diji-Mohenjo Daro: 135 kms/ 3hours' drive Mohenjo Daro - Sehwan Sharif: 150 kms /2.5 hours' drive Drive to Mohenjo Daro visiting Kot Diji en-route. Visit the archaeological site of Mohenjo Daro. After lunch drive to Sehwan Sharif. Upon arrival and check-in at hotel visit the Shrine of Lal Shahbaz Qalandar. Attend Sufi dances in the evening. Today's visits/ stops/ activities include • Kot Diji Fort • Mohenjo Daro • Shrine of Lal Shahbaz Qalandar • Dhamal (Sufi Dances) in the evening"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "SEHWAN SHARIF-RANIKOT FORT-BHIT SHAH-HYDERABAD Sehwan - Ranikot Fort: 88 kms/1.5 hours' drive Ranikot Fort- Bhit Shah: 140 kms/2.5 hours' drive Bhit Shah - Hyderabad: 60 kms/1.5 hours' drive After breakfast visit Ranikot Fort, then the Shrine of Shah Abdul Latif Bhitai. Finaly drive to Hyderabad for the overnight stay. Today's visits/ stops/ activities include • Ranikot Fort- the great wal of Sindh • Shrine of Shah Abdul Latif Bhitai • Sufi dances (if available today)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "HYDERABAD- KARACHI Hyderabad- Shah Jahan Mosque: 100 kms /1.5 hours' drive Shah Jahan Mosque- Makli Hills: 3.5 kms /10 minutes' drive Makli Hills - Bhanbore Museum: 40 kms/40 minutes' drive Bhanbore - Chaukandi Tombs: 35 kms/45 minutes' drive Chaukandi Tombs - Karachi: 30 kms/ 1 hour's drive After breakfast drive ot Karachi visiting Shah Jahan Mosque, Makli Necropolis, Bhanbore Archaeological Site and Chaukandi Tombs on the way. Upon arrival transfer to hotel for overnight stay. Depending on energy levels dinner at Port Grand Today's visits/ stops/ activities include • Shah Jahan Mosque Thatta • Makli Necropolis • Bhambore Archeological Site • Chaukandi Tombs"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "KARACHI Full day tour of Karachi the financial capital of Pakistan. Full day tour of Karachi the financial capital of Pakistan. During the course of the day we will take you to see the National museum which showcases a complete vista of Pakistans cultural heritage from the Stone Age to its present day. A visit will also be made to Frere Hall, a popular place where the British would have tap dancing evenings when they ruled over the region. Today it is an Art gallery. We will also be taking you to Mohatta Palace, a luxurious summer house of the Mohatta family who lived there until 1947. We will also take you to the tomb of Quaid-e-Azam, founder of Pakistan and the merewether clock tower built during the victorian era and situated by Empress market. In the evening we will take you to Port Grande, which has a lovely ambience, known as Disney Springs of Karachi. It is an area built by the Arabian sea, which has a plethora of restaraunts looking over the port. In the evenings you can also enjoy local live music and on some nights have a go at some Karaoke."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Depending on flight tine. Shopping at local bazaars and malls & then transfer to the airport."
      }
    ],
    "map": ""
  },
  {
    "destination": "Pakistan",
    "mainPhoto": "",
    "id": "southern-pakistan-tour-small-group",
    "tourName": "Southern Pakistan tour, small group",
    "placesVisited": "",
    "generalInfo": "Enigmatic, edgy and intriguing, Pakistan often makes the headlines for all the wrong reasons. However, it is a land filled with colour and contrast, offering the adventurous traveller a stunning wealth of culture, tradition and natural beauty.<br/><br/>This remarkable journey travels through the Indus Valley encompassing everything from Sufi tombs and desert fortresses, to bustling bazaars and lively cities, as we travel from the streets of Karachi and deep into the Punjab.<br/><br/>Beginning in Karachi we’ll have a chance to explore one of Pakistan’s most exciting and historic cities, discover the tombs of some of the country’s most revered mystics and poets, visit the UNESCO World Heritage ruins of Mohenjo-daro and travel into the deserts of Cholistan to see the imposing fortress of Derawar. In Multan we explore the renowned City of the Sufis, before moving on to Lahore, the cultural heart of the Punjab. The second largest city after Karachi, it offers a backdrop of the traditional walled city and the chaos and clamour of one of the most vibrant cities in the country, where we discover the historic and religious reminders of the Moghul, Sikh and British Empires.",
    "durationDays": "12",
    "price": "3395",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tour starts in Karachi: We start our tour in the capital of Pakistan, Karachi. Check-in will be available at your hotel from 14:00 today. This afternoon we will begin our tour of the city with a visit to the Shrine of Abdullah Shah Ghazi. Born in Medina in 720 AD and widely revered throughout Pakistan, he was considered the patron saint of Karachi. Later we will have an opportunity to visit Clifton Beach, the National Museum and the outside of the Mausoleum of Muhammad Ali Jinnah."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Karachi – Hyderabad: Departing Karachi after breakfast this morning, we'll drive on to the city of Hyderabad. The journey takes us by way of the UNESCO World Heritage Site at Makli Hill, home to one of the largest necropolises in the world, and the Shah Jahan Mosque at Thatta, built during the golden age of Mughal architecture. Time permitting, we can also enjoy brief stops at the Chaukhandi tombs and the ancient port city of Bhanbore."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Hyderabad – Larkana: From Hyderabad the adventure continues through the north-west regions of Sindh province, towards the historic city of Larkana. Stops en route at the shrines of the famous Sufi saints of Lal Shahbaz Qalander and Abdul Latif Bhittai provide a chance to discover more about these revered mystics, philosophers and poets, before continuing on to our overnight stop in Larkana, on the banks of the River Indus."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Larkana – Sukkur: Larkana is home to one of the largest and oldest settlements of the ancient Indus Valley Civilisation. The site at Mohenjo-daro (Mound of the Dead) was abandoned as far back as the 19th century BC. Here we will have the chance to visit this impressive UNESCO World Heritage Site. We continue in the afternoon to the village of Ranipur to the archeological and historical site of Kot Diji Fort, formally known as Fort Ahmadabad. Built between 1785 and 1795 by Mir Sohrab Khan Talpur, founder of the Upper Sindh Kingdom in 1783, the fort was strategically placed on the edge of the desert to intercept any enemies approaching from the east before they could refresh their supplies after a long journey through the desert. Our journey today ends in Sukkur where we can admire the impressive Sukkur Barrage, an engineering marvel of this region."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Sukkur – Bahawalpur: A full day's drive takes us north on to Bahawalpur, once part of an independent princely state that was founded in 1802 by Nawab Mohammad Bahawal Khan II. The road passes by the city of Uch Sharif, which was believed to have been founded by Alexander the Great in 325 BC at the confluence of the Indus and Chenab Rivers. Here we stop to visit the beautiful tomb of Bibi Jawindi, one of the five monuments in Uch village which today is a pilgrimage site for Muslims visiting Sufi shrines. From here we then complete the journey on to Bahawalpur."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Bahawalpur: Following breakfast we will drive into the remote landscapes of the Cholistan Desert to pay a visit to the imposing setting of Derawar Fort. With the increasing irrigation from the Indus the desert has receded and been replaced by cultivated fields now quite close to the fort which is surrounded by scrubland. Built by the Rajput Bhati, the fortress dominates the desert around it, with 40 towering bastions that stand over 30 metres in height. A visit to the fort and the royal tombs of the Bahawalpur Nawabs is followed by a visit to a local village, before returning to Bahawalpur for a second night."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Bahawalpur – Multan: A morning tour of Bahawalpur today provides an opportunity to discover a little something of its historic and cultural highlights relating to the local Nawabs, along with modern day local market. Departing the city after the visit, we'll then head on towards Multan, located on the banks of the Chenab River."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Multan: Multan (Madinat-ul-Auliya) is known as the City of the Sufis, or the City of the Saints, largely due to the abundant number of Sufi shrines that lie scattered across the city. Amongst the monuments that we will visit today are included the shrines of Shah Rukn-i-Alam, Bhahuddin Zikria and Shams Tabraz. We'll also have an opportunity to spend some time exploring the Old Bazaar."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Multan – Lahore: From Multan the journey next takes us on to the capital of the Punjab, as we drive to Lahore, the largest Punjabi city in the world and the country’s cultural and artistic capital. Stopping en route at the famous archaeological site at Harappa, we'll have a chance to discover the remains of a Bronze Age fortified city whose origins have been dated back to 2600BC. This afternoon we continue our journey to the colonial city of Lahore where we stay for the next three nights."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Lahore: The historic capital of both the Moghul and Sikh empires, the city also played a significant part in the British governance of the Punjab. Home to a remarkable collection of cultural and historic highlights, our tour over the next two days includes visits to the Lahore Museum, the Badshahi Mosque, Lahore Fort along with several local shrines and mosques. Along with visits to the old town, we will also head out east to the Wagah Border to witness the dramatic flag lowering ceremony."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Tour ends Lahore: This morning the tour ends in Lahore."
      }
    ],
    "map": ""
  }
]
