{
  "destination": "Equatorial Guinea",
  "mainPhoto": "",
  "id": "equatorial-guinea-small-group-holiday",
  "tourName": "Equatorial Guinea small group holiday",
  "placesVisited": "",
  "generalInfo": "A short trip to one of Africa’s more unusual corners. Equatorial Guinea has had a reputation for being largely inaccessible, but in recent years has become much easier to visit. We concentrate on its most interesting part, the island of Bioko, a tropical jewel sitting off the Cameroonian coast in the Gulf of Guinea.<br/><br/>Starting in the capital Malabo, we explore its Latin colonial heritage – Equatorial Guinea was one of just two Spanish colonies in Africa – and then from here drive past small picturesque villages and coastlines to the town of Moka. Here we hike through forest to waterfalls, and learn about the wildlife of the island, much of which is found in few other places. Moving on we continue to Ureka and the beach of Moaba, where we wait for turtles to come ashore to lay their eggs. Finally we return to Malabo via the small town of Riaba, the first colonial settlement on the island.<br/><br/>Equatorial Guinea isn’t the most obvious choice for a holiday, and compared to some other destinations its sites are ‘low key’ but what it offers in abundance is the sense of exploration. Very few people visit this tiny nation, and the locals aren’t too used to tourism, but this means that your experience here will be nothing if not authentic…",
  "durationDays": "10",
  "price": "4199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Malabo - Arrive in Malabo and transfer to your hotel. The rest of the day is free. Overnight Hotel Bahia 1 or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Malabo - Batete - Luba - Spend the morning exploring Equatorial Guinea’s capital. We visit the city centre with its colonial buildings dating back to the 19th century, including the neo- Gothic cathedral and Independence Square. We then head to Batete, home of the Bubi people, where we see a boarding school used by nuns, the colonial plaza and wood-built church. We also visit Luba with its white sand beach and old town which we explore. We visit the port, learning about the slave trade in Equatorial Guinea, and finish up back in Malabo at Arena Blanca Beach. Overnight Hotel Bahia 1 or similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Malabo - Drive to Pico Basile, the highest peak in Equatorial Guinea, and drive to the summit for great views of the surrounding landscape. Upon reaching the summit we discover Bisila Church. Overnight Hotel Bahia 1 or similar. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bata - Fly from the island of Bioko to the continental part of Equatorial Guinea, and the city of Bata. Far bigger than Malabo, this is the heart of the nation, and we explore the city including its cathedral and markets, to get a feel for life on mainland EG. Overnight Ibis Hotel or similar. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Mongomo - Oyala - Drive through the forested inland plateau to the city of Mongomo, where its connections to the ruling dynasty have resulted in a series of impressive building projects. From here continue to the new capital of Oyala, still under construction and promising to be filled with skyscrapers and glitzy modern buildings when completed, a far cry from the village that once existed here. Overnight Hotel Djibloho or similar. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Monte Alen National Park - Bata - Explore Mongomo in the morning, visiting Presidents’ Square, the Central Market, and the enormous basilica modelled on St Peter’s in Rome. After, we drive to Monte Alen National Park, home to forest elephants, gorillas and chimpanzees. Although this wildlife is hard to spot, we will take a short walk through the rainforest before returning to Bata for the evening. Overnight Ibis Hotel or similar. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bata – Ndjanmanguila – Malabo - Take a canoe ride through lush mangroves keeping our eyes peeled for wildlife such as toucans, primates and snakes. We reach a local farm and meet a Combe family, one of the five main ethnic groups in Equatorial Guinea. Fly back to Malabo in the afternoon. Overnight Hotel Bahia 1 or similar. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ureka - Moaba - Head to Ureka on the coast and from here we embark on a hike via dense forests and cascading waterfalls. As the sun sets on the beach, we look out for turtles coming ashore to lay their eggs. Since 1996 the villagers here have worked as guards to patrol the beaches during nesting season, as part of an NGO protection project. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Moka - Malabo - Travel to Moka where we explore the village and its surrounding areas. Located on the heights of the volcanic massif, Moka is a good place to appreciate the island’s endemic forest and learn about the culture of the Bubi people. In the afternoon we visit the Moka Wildlife Centre. Overnight Hotel Bahia 1 or similar. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Malabo - Transfer to the airport for your flight home. (B)"
    }
  ],
  "map": ""
}