[
  {
    "destination": "Sierra Leone",
    "mainPhoto": "",
    "id": "sierra-leone-discovery-tour",
    "tourName": "Sierra Leone discovery tour",
    "placesVisited": "",
    "generalInfo": "Sierra Leone is a hidden gem on the western coast of Africa! Nestled between Guinea to the north and Liberia to the south, this captivating country offers a unique and enriching travel experience like no other. With its stunning natural landscapes, vibrant culture, and warm hospitality, Sierra Leone is a destination that will leave you spellbound.<br/><br/>Begin your journey in the bustling capital city of Freetown, where a blend of history and modernity awaits you. Explore the historic Cotton Tree, a symbol of freedom, and visit the National Museum to delve into the rich cultural heritage of the country. Take a stroll along the stunning Lumley Beach, or immerse yourself in the vibrant markets, where you can find everything from traditional crafts to mouth-watering local delicacies.<br/><br/>Beyond the city, Sierra Leone offers an unforgettable adventure, breathtaking natural beauty, cultural immersion, and a chance to connect with a resilient and welcoming nation. Whether you are a nature lover, history enthusiast, or simply seeking an off-the-beaten-path experience, Sierra Leone will exceed your expectations at every turn.",
    "durationDays": "9",
    "price": "2595",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival into Freetown. Transfer across to your lodge and have the rest of the day at leisure."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "This morning is dedicated to the most prominent historical sites such as the Railway Museum, St. Georges Cathedral, National Museum, Peace Monument, the Maroon Church, the Cotton Tree, The Gateway to the Old King's Yard and Fort Thornton (where the Presidential State House now stands). The afternoon will be spent at the infamous Tacugama Chimpanzee Sanctuary to witness first hand the wonderful conservation work done by Bala and his team."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Today you will visit Bunce Island via private speedboat, viewing the city from the coast as you go by. Bunce Island was the largest British slave castle on the Rice Coast of West Africa, founded around 1670."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today is set aside to climb Gbawuria Hill for fantastic views across Kabala Town and the Wara Wara Mountains (5.5km, approx. 1 hr 30 mins total walking time, low-medium difficulty)."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Set out this morning for a guided tour of Robgbonko Village Retreat. Rogbonko Mathaka (meaning \"The Place in The Forest\"), has no electricity, running water, telephones, and little contact from the outside world. You will meet the villagers, enjoy their food and witness their culture by sharing in their daily lives."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This morning, head to Kent Village on the peninsula to catch a boat to Banana Island, for a chance to explore this scenic paradise. Three islands make up the Banana Islands: Dublin and Ricketts are linked by a stone causeway, and the third Mes-Meheux is uninhabited. There will be various optional activities available for everyone, including hiking, snorkeling, scuba diving, fishing and or a scenic boat trip around the island."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Spend the full day exploring the Banana Islands, you can take the two hour hike to Ricketts, go fishing with local fishermen or go snorkeling. Alternatively, you could always just chill on the beach."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Today you head to one of the most beautiful beaches Sierra Leone has to offer. Tokeh beach has a backdrop of lush, green mountains and an old wooden pier that runs into the sea to make this place a visual spectacle"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Today you set off back to Freetown. On arrival you can enjoy some last-minute shopping at one of Freetown’s craft markets for gifts and souvenirs before we transfer you to the airport in time for your trip home"
      }
    ],
    "map": ""
  },
  {
    "destination": "Sierra Leone",
    "mainPhoto": "",
    "id": "sierra-leone-holiday-forts-chimps-and-beaches",
    "tourName": "Sierra Leone holiday, Forts, Chimps and Beaches",
    "placesVisited": "Freetown, Bunce Island, Tacugama Chimpanzee Sanctuary, Banana Islands, Tiwai Island Wildlife Sanctuary",
    "generalInfo": "Join this small group holiday in Sierra Leone and you’ll get to explore the country’s little-visited forts, wildlife areas and beaches with few other foreign visitors in sight. The country is once again welcoming intrepid travellers to experience its beautiful landscapes and vibrant cultural traditions.<br/><br/>After time spent getting to know the lively capital Freetown, you’ll head to Bunce Island for a sobering visit to the country’s former slave fort. Then you’ll visit the Tacugama Chimpanzee Sanctuary, a lush slice of forest near Freetown that’s dedicated to rescuing and rehabilitating endangered primates. <br/><br/>A few days on a tiny but beautiful tropical island comes next. The Banana Islands sit just off the Freetown Peninsula and are home to clear waters, sandy beaches, friendly fishing villages, and a few old colonial relics. Your final stop is the Tiwai Island Wildlife Sanctuary, a unique rainforest island home to diverse plant, animal and bird life, where you can camp under the trees and awaken to the calls of monkeys and hornbills in the surrounding trees.",
    "durationDays": "8",
    "price": "2085",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Freetown - Arrive in Freetown and transfer to the hotel, which includes a 30-minute boat ride. The rest of the day is at leisure for you to either relax after your journey or start exploring the town. No meals or activities included today. Overnight at Country Lodge Hotel, Cole Street Guesthouse or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Freetown - Tacugama - Today we start by exploring the vibrant capital, Freetown and learn the history of the city. Visits include the Railway Museum, St. Georges Cathedral, National Museum, Peace Monument, the Maroon Church, the Cotton Tree, the Gateway to the Old King’s Yard and Fort Thornton where the Presidential State House now stands. This afternoon we head to Tacugama Chimpanzee Sanctuary, which is located about 40 minutes from the centre of Freetown. The Sanctuary was set up in 1995, and is committed to the rescue and rehabilitation of orphaned and abandoned chimpanzees. The chimps enjoy a semi-wild life within the 100-acre reserve. Overnight at Country Lodge Hotel, Cole Street Guesthouse or similar (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Bunce Island – Tasso Island - Freetown - This morning we head to Bunce Island. The island was established as a major slave trading fortress and castle in 1670 and is located approximately 20 miles upriver in the Freetown Harbour on the Sierra Leone River. Bunce Island is a powerful experience for anyone interested in the history of the country and the slave trade. We then visit Tasso Island before heading back to Freetown. In Freetown, we take a short tour of the peninsula beaches, arguably the best in the sub-region. Stop at Lakka, Hamilton and River Number 2, before an early dinner at one of the beaches. You will then be transferred to your hotel. Overnight at Country Lodge Hotel, Cole Street Guesthouse or similar. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Tiwai Island Wildlife Sanctuary - Drive to Tiwai, a unique rainforest island where visitors can camp in prepared tents surrounded by an evergreen forest and the sounds of hornbills and monkeys calling from the canopy. We expect to arrive at the sanctuary around 3pm. Early evening we take a boat trip up the Mao River where you have spectacular views of the island and neighbouring mainland, and look out for monkeys, the occasional crocodile and elusive pygmy hippo. Overnight camping at a permanent campsite. (BLD) Notes: All non- alcoholic drinks and camping items are provided (tents, bed sheets/blankets) On occasions it may not be possible to visit Tiwai Island Wildlife Sanctuary. On these occasions the trip will be replaced with Outamba-Kilimi National Park, which is equally as impressive."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Tiwai Island - We spend today exploring the area. This morning walk through the forest and search for Tiwai’s wildlife. After an early lunch we take a boat to the mainland and explore the fascinating culture and heritage of the rural villages of Kambama and nearby Nianiahun, including sites of traditional sacrifice, meeting points of the village elders birth ceremonial sites and the ‘blood stream’ hiding place for the weapons of ancient warriors. This evening head back into forest to search for monkeys and birds. Overnight camping at a permanent campsite. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Banana Islands - The Banana Islands lie south west of the Freetown Peninsula. The journey to the islands takes us about 2 hours by a combination of car and boat. Once here, you will be staying in a traditional eco-chalet with mod-cons. There is ample time for you to explore the Island and snorkel in the clear blue seas. Overnight at Bafa Resort or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Tokeh - After breakfast we leave Banana Islands and travel to Tokeh, with a stop at Bureh beach. After a seafood lunch, head to Tokeh where there is time to enjoy the beach or pool area. Overnight The Place Resort or similar (BL)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Departure from Freetown - Time at leisure until you are transferred to the airport on due time for your flight home. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Sierra Leone",
    "mainPhoto": "",
    "id": "sierra-leone-small-group-tour",
    "tourName": "Sierra Leone small group tour",
    "placesVisited": "",
    "generalInfo": "This captivating 11-day tour of Sierra Leone offers a diverse and immersive experience, blending historical exploration, cultural encounters, and natural wonders. From the vibrant capital of Freetown to the tranquil shores of Banana Island and the depths of the rainforest, you'll discover the heart and soul of this captivating country. Begin your journey with a scenic boat ride across the Sierra Leone River to Freetown, where you'll explore historical landmarks, bustling markets, and cultural museums. Immerse yourself in the local culinary scene with a hands-on cooking class and savor the flavors of traditional Sierra Leonean cuisine. Venture into the lush rainforest to encounter rescued chimpanzees at the Tacugama Chimpanzee Sanctuary and spend a night nestled amongst the trees in an eco-lodge. Explore the bustling city of Makeni and experience authentic village life in Rogbonko, participating in local activities like cooking and basket weaving. Witness the awe-inspiring Wara Wara Mountains in Kabala and delve into the region's cultural heritage with a visit to a local cotton weaver. Embark on a heritage trail to the unique village of Boma, led by a female chief, and learn about local legends and traditions. Hike through the rainforest to a mystical village, encounter fascinating folklore, and cruise to Tiwai Island, a haven for wildlife where you can spot pygmy hippos and track chimpanzees. Relax on the pristine beaches of Banana Island and River No. 2, soaking up the sun and enjoying the tranquil atmosphere. Confront the sobering history of the slave trade at Bunce Island, the largest British slave castle on the West African Rice Coast. Find solace in the natural beauty of Tasso Island, a tropical paradise offering a stark contrast to the somber past. This tour provides a unique opportunity to connect with the people, culture, and nature of Sierra Leone, creating unforgettable memories that will last a lifetime",
    "durationDays": "11",
    "price": "2899",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Freetown. Transfer to city centre hotel by boat Upon arrival at Lungi International Airport (FNA), you'll be greeted by the warm hospitality of Sierra Leone. Our friendly representatives will be waiting to meet you upon arrival. From there, you'll embark on a scenic boat journey across the beautiful Sierra Leone River to Freetown, the vibrant capital city. This ferry ride offers stunning views of the coastline and a chance to get a first glimpse of this captivating country. The remainder of the day is free for you to settle in and begin exploring this West African capital. OVERNIGHT"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Explore the sober history of Bunce Island before visiting the idyllic Tasso Island Today, you'll delve into a poignant chapter of Sierra Leone's history with a visit to Bunce Island. Departing from Tokeh, you'll embark on a boat journey that takes you along the scenic Sierra Leone River to this once-infamous site. Bunce Island holds a somber significance as the largest British slave castle on the West African Rice Coast. Established around 1670, this fortified trading post served as a major hub for the transatlantic slave trade. For over a century, tens of thousands of African captives were held here in horrific conditions before being transported across the Atlantic to North America and the West Indies. Walk through the ruins of the castle, where the stark remnants of slave quarters, dungeons, and trading houses paint a vivid picture of the island's dark past. Reflect on the profound human impact of the slave trade and its enduring legacy. After your visit to Bunce Island, a wave of emotions likely washing over you, a change of scenery awaits. You'll journey to Tasso Island, a tranquil paradise offering a stark contrast to the somber history of Bunce Island. This idyllic island is known for its pristine beaches, lush vegetation, and laid-back atmosphere. Relax on the sandy shores, swim in the turquoise waters, and soak up the tranquility of this tropical haven. It's the perfect place to reflect on the day's experiences and find solace in the beauty of nature. OVERNIGHT"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Hike Sugar Loaf Mountain and visit Tacugama Chimpanzee Sanctuary Towering over Freetown is Sugar Loaf Mountain, a lush forested peak that forms a dramatic backdrop to the city. Reaching 727 meters above sea level, this natural wonder is part of the Western Area Forest Reserve, a protected area that provides a haven for diverse flora and fauna. We'll take a hike up Sugar Loaf mountain this morning, which generally takes 3 to 4 hours. We recommend bringing along good hiking shoes/boots for this hike as the terrain can be steep in parts. Once you reach the top, you'll be rewarded with beautiful views of the surrounding landscape. Later, venture to the Tacugama Chimpanzee Sanctuary, nestled in the rainforest just 40 minutes from Freetown. Established in 1995, this sanctuary is dedicated to rescuing and rehabilitating orphaned and abandoned chimpanzees. Observe these incredible primates in their semi-wild habitat within the 100-acre reserve as they swing through the trees, play, and socialize. Learn about the sanctuary's conservation efforts and the importance of protecting these endangered animals. For a truly unforgettable experience, you'll spend the night in one of Tacugama's eco-lodge chalets. These basic but charming chalets are nestled amongst the trees, offering a unique opportunity to immerse yourself in the rainforest and fall asleep to the sounds of nature. Wake up to the calls of the chimpanzees and enjoy breathtaking views of the surrounding landscape. OVERNIGHT"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Explore Makeni before experiencing traditional village life in Rogbonko village After breakfast overlooking the lush rainforest, bid farewell to the chimpanzees of Tacugama and embark on a journey to Makeni, a bustling city in the heart of Sierra Leone. As you travel through the countryside, observe the changing landscape, from rolling hills and verdant fields to vibrant villages and bustling market towns. Upon arrival in Makeni, we'll have a city tour that unveils the unique character of this regional hub. Explore its lively markets, where vendors offer a colorful array of goods, from fresh produce and aromatic spices to handcrafted jewelry and traditional textiles and discover historical landmarks that tell the story of Makeni's past. Next, we'll venture off the beaten path to the charming village of Rogbonko, a hidden gem nestled amidst the tranquil countryside. Here, you'll have the opportunity to experience authentic rural life in Sierra Leone. Receive a warm welcome from the village chief and engage in a traditional ceremony to pay your respects to the local customs. Immerse yourself in the daily rhythms of village life, participating in hands-on activities that offer a glimpse into the local culture. Learn the art of traditional cooking, using fresh ingredients and time-honored techniques to create flavorful Sierra Leonean dishes. Discover the intricate skill of basket weaving, crafting your own unique souvenir to take home. Engage with the friendly villagers, as you gain a deeper understanding of their way of life. As the sun begins to set, bid farewell to the welcoming community of Rogbonko and return to Makeni where you'll spend the night. OVERNIGHT"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Visit the Wara Wara Mountain in Kabala. Evening cotton weaving experience and cultural dance performance After breakfast, prepare to be awestruck by the natural wonder of the Wara Wara Mountains. Your journey takes you to Kabala, a town nestled amidst a landscape of breathtaking beauty. As you approach, the majestic Wara Wara Mountains rise before you. These imposing rock formations, sculpted by centuries of erosion, inspire awe and wonder. Explore the surrounding landscape, where hidden waterfalls cascade down rocky slopes and lush valleys cradle traditional villages. Hike through the foothills, breathing in the fresh mountain air and marveling at the panoramic vistas that unfold before you. In the afternoon, delve into the rich cultural heritage of Kabala with a visit to a local cotton weaver. Witness the intricate process of transforming raw cotton into vibrant textiles, a tradition passed down through generations, maybe even try your hand at the loom. We'll return to our hotel for dinner before a vibrant folklore and cultural dance performance. The rhythmic beats of traditional drums will fill the air as dancers, adorned in colorful costumes, tell stories of ancient legends and celebrate the spirit of Sierra Leone. OVERNIGHT"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Join the Heritage Trail with a stop in Boma Village, learn about the legend of a local giant and stay in an Eco-Camp Today's journey takes you to Kabala, where the mighty Sewa River meets the Waanje, forming the Kittam River that eventually flows into the Atlantic. From there, you'll embark on a heritage trail, venturing deep into the heart of Sierra Leone's cultural heritage. Your destination is the unique village of Boma, situated along the Moa River near Nainiati (Sand Island). Boma stands out among the villages on the heritage trail because it's led by a female chief. Legend has it that a genie prophesied Boma would only prosper under a woman's leadership. You'll have the chance to experience the daily life of this fascinating community, witnessing their dances and rituals firsthand. Your visit to Boma includes an encounter with local folklore at the grave of a \"giant,\" where you'll hear the captivating story of an ancient war between giants and dwarves. You'll also stand in awe of the Boma Cotton Tree, a towering symbol of the village's harmonious relationship with nature. This majestic tree, the last of its kind in the surrounding area, is believed to protect Boma from strong winds and storms. Immerse yourself in the tranquility of rural life as you spend the night at Kwaanma Eco-Camp (\"Far Away\"). This unique accommodation allows you to connect with nature and experience the serenity of the Sierra Leonean countryside. OVERNIGHT"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Hike to a mystical village, encounter local legends. Cruise to Tiwai Island for pygmy hippo & chimpanzee spotting After breakfast, embark on a scenic walk to the neighboring village of Nainiahun, meaning \"Sand Village.\" Your journey will take you along winding bush trails, through verdant rice paddies, and past fragrant cocoa and kola nut plantations. Along the way, you'll cross clear streams and observe the local way of life, gaining insights into the daily rhythms of rural Sierra Leone. Nainiahun is known for its artisanal diamond mining, which draws together people from the Temne and Mende tribes, hoping to strike it rich in the surrounding swamps. Here, you'll visit \"Kote Wulehun\" (Large Stone Village), a fascinating cultural heritage site shrouded in mystique. Legend has it that during tribal wars, community members would seek refuge among these massive rock formations, where they could become invisible at will. Before entering this mystical place, you'll remove your shoes as a sign of respect. Venture into the heart of Kote Wulehun, home to porcupines, bats, and other wildlife. Protected by traditional decree, this area serves as a testament to the community's commitment to conservation through their cultural beliefs. Listen as the Nainiahun elders share captivating stories of elves, invisibility spells, and powerful rituals. They will then perform a libation pouring ceremony, offering blessings for your onward journey. After this enchanting encounter, enjoy a delicious meal prepared with locally sourced ingredients, savoring the flavors under the shade of swaying palm trees. Replenished and refreshed, continue your journey on foot to the banks of the Moa River. Here, a boat awaits to transport you to the secluded paradise of Tiwai Island (recently added to the UNESCO World Heritage list). As the day progresses, embark on a captivating boat ride upriver, keeping your eyes peeled for the elusive pygmy hippopotamus. Return as the sun dips below the horizon, painting the sky with vibrant hues. Throughout your boat trip, soak in the spectacular scenery of Tiwai Island and the neighboring mainland. Observe playful monkeys leaping through the trees, identify some of the 135 bird species that call this area home, and watch for the occasional crocodile basking in the sun. In the late afternoon, venture into the depths of the rainforest with experienced guides to track chimpanzees and observe endangered monkey species in their natural habitat. This immersive experience offers a rare glimpse into the rich biodiversity of Tiwai Island and the importance of conservation efforts to protect this fragile ecosystem. OVERNIGHT"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Travel from Kent Beach to Banana Island. Explore the island and spend time relaxing on the beach Leaving the wildlife haven of Tiwai Island, your journey continues to the captivating Banana Island. You'll first travel to Kent Beach, where a boat awaits to transport you across the shimmering waters to this idyllic island. Step ashore and discover a unique blend of history and natural beauty. Banana Island offers a glimpse into the past, with remnants of Portuguese infrastructure from the 1800s and a rich cultural heritage shaped by the Krio people, descendants of freed slaves who settled here. Explore the vibrant local communities, where you'll encounter warm hospitality and a fascinating blend of traditions. Your destination on Banana Island is Bafa Resort, a secluded haven nestled amidst lush greenery and pristine beaches. This eco-friendly resort provides a tranquil escape, allowing you to unwind and immerse yourself in the island's serene atmosphere. Accommodation here is in pre-erected teepee style tents. OVERNIGHT"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Leave Banana Island, time to relax at River No. 2 After a week of adventure and cultural immersion, it's time to unwind and soak up the sun at River No. 2. Depart Banana Island and head to this picturesque coastal destination, where golden sands and crystal-clear waters await. Here, you have the option to simply relax and bask in the warmth of the tropical sun, or embark on a leisurely stroll along the pristine beach. Take a refreshing dip in the ocean, feel the soft sand between your toes, and let the tranquil atmosphere wash away any lingering stress. Later, you'll check in to the Estuary Resort, your haven for the night. This charming resort offers comfortable accommodations and a relaxed ambiance, perfect for unwinding after a busy week of exploration. OVERNIGHT"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Full day exploration of Freetown and evening cooking class This morning, embark on a captivating exploration of Freetown, a city steeped in history and brimming with vibrant culture. Your journey begins at the esteemed Old Fourah Bay College, perched atop Mount Aureol. Founded in 1827, it holds the distinction of being the oldest Western-style university in Sub-Saharan Africa. Wander through its historic halls, where generations of scholars have pursued knowledge, and learn about its profound impact on education across the continent. Next, descend into the heart of Freetown, where the iconic Cotton Tree stands tall. This majestic tree has witnessed centuries of history, serving as a symbol of hope and freedom since the arrival of freed slaves in the late 1700s. Pause for a moment of reflection at the nearby Peace and Cultural Monument, a poignant tribute to Sierra Leone's resilience in overcoming conflict and striving for unity. Immerse yourself in the nation's captivating past at the Sierra Leone National Museum. Explore fascinating exhibits showcasing the country's diverse cultural heritage, from traditional masks and intricate carvings to historical artifacts that tell the story of Sierra Leone's journey through time. Continue your exploration at the Peace Museum, a testament to the power of reconciliation and the enduring human spirit. Discover inspiring stories of individuals and communities working together to build a brighter future after years of civil war. Venture into the heart of the city's colonial past with a visit to the Gate Way to the King's Yard. This historical landmark offers a glimpse into the era when Freetown served as a key trading post and a refuge for freed slaves. Then, prepare to be swept away by the vibrant energy of Big Market, a bustling hub of local life. Wander through its labyrinthine alleys, where vendors proudly display their wares, from colorful fabrics and fragrant spices to fresh produce and handcrafted souvenirs. As lunchtime approaches, savor the authentic flavors of Sierra Leone at Way Li Restaurant. Meaning \"sweet\" in the Fullah language, Way Li offers a delectable array of traditional dishes, each bursting with unique flavors and spices. After lunch, you'll have a chance to see the impressive State House, the official residence and workplace of the President of Sierra Leone. Originally known as Fort Thornton, this stately building has played a significant role in the country's political history. Next, proceed to the Parliament Building, a striking architectural landmark constructed with assistance from Israel. Embark on a guided tour through its grand halls, including the well of parliament, and gain insights into Sierra Leone's democratic processes. As evening descends, prepare for a truly immersive cultural experience. Head to Treat Food Concept, a culinary haven founded by Susan Senesi, a passionate chef and champion of women's empowerment. Join Susan for a hands-on home cooking class, where you'll learn the art of preparing authentic Sierra Leonean dishes from scratch. Under her expert guidance, you'll chop, stir, and simmer, discovering the secrets behind the country's rich culinary traditions. As you create your own delicious meal, Susan will share fascinating stories and insights into the cultural significance of each dish. Finally, gather around the table and savor the fruits of your labor, enjoying a delightful dinner filled with flavor, conversation, and the warmth of Sierra Leonean hospitality. OVERNIGHT"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Transfer back to Lungi Airport for departure Today you'll have free time in Freetown untli tranferring to the sea-coach for your transfer back to Lungi Airport. OVERNIGHT"
      }
    ],
    "map": ""
  }
]
