{
  "destination": "Saudi Arabia",
  "mainPhoto": "",
  "id": "saudi-arabia-small-group-holiday",
  "tourName": "Saudi Arabia small group holiday",
  "placesVisited": "Riyadh, Diriyah, Hail, Nafud desert, Jubbah and ancient petroglyphs, Dawmat Al Jandal ruined city, Jeddah, Abha, traditional markets",
  "generalInfo": "A land of arid desert and scorched mountains, the Kingdom of Saudi Arabia conjures up all the romance and adventure of the golden age of discovery. The only country on the Arabian Peninsula with a foot in both the Red Sea and the Arabian Gulf, the birthplace of Islam remains arguably one of the most enigmatic countries on earth to visit.Including historic Jeddah with its beautiful Ottoman houses, this astonishing journey takes us deep into the heart of its ancient landscapes, visiting sites that few travellers from beyond the Arab world have ever seen. Blessed with a remarkable cultural heritage, we will visit several of its spectacular World Heritage sites including Nabatean Hegra (aka Mada’in Saleh) at AlUla, traverse some of the world’s finest desert scenery, marvel at the UNESCO site of Ad Diriyah the birthplace of the first Saudi state, and have the chance to explore on foot the natural wonder of the striking Hutaymah volcanic crater.This is a tour like no other, offering a glimpse into one of the world’s most misunderstood and least known countries that is certain to appeal to those who are drawn to destinations with a difference.",
  "durationDays": "11",
  "price": "6150",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Jeddah: The tour begins at Jeddah, Saudi Arabia’s commercial capital and the main gateway to Mecca, the holiest city in Islam. Its historic centre, Al-Balad (The Town), once served as a major trading port along the Indian Ocean trade routes and today its distinctive architecture has seen it inscribed on the UNESCO World Heritage list. Characterised by imposing tower houses and coral stone buildings, the old centre of the city encapsulates the rich mix of influences and traditions that once flourished along these trade routes and reflects a style and tradition essentially lost now outside Saudi Arabia. Please note that the suggested group tour flights currently arrive late this evening."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Jeddah: Full Day Exploring: This morning we will start our discovery of The Kingdom by exploring the port city of Jeddah. The local motto in Arabic is Jeddah Ghair meaning “Jeddah is different” and today we find out why. The city boasts the largest seaport on the Red Sea, including the Central Fish Market where we will enjoy lunch today. Jeddah hides many a unique historic treasure inside its contemporary walls. Today we manoeuvre through the streets taking in the modern elements such as the artsy Corniche waterfront and the contrasting old city, souqs and traditional bazaars of UNESCO Al Balad."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Jeddah – Medina: Prophet’s Mosque & Historic Sites: Leaving Jeddah behind, schedules permitting we plan to take the high-speed Haramain train northwards to the holy city of Medina. Home to the Prophet’s Mosque, the second largest mosque in the world, Medina was once a predominantly Jewish settlement called Yathrib and it was to here that Mohammed fled in 622AD, in what is known as the hegira, marking Year 0 for Islam. Until late 2021, the centre of the city was off-limits to non-Muslims but this is slowly changing and we should be able to view some of the key historic sites of the city."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Medina - AlUla: A Cultural Highlight of Arabia: Leaving Medina, we effectively pick up the same route of the famous Hejaz Railway. Long since abandoned, the railway was a flagship project of the Ottomans intended to link Damascus with Mecca but which ultimately was brought to a halt by frequent sabotage under the instigation of rebel Arab tribes, some in conjunction with T.E. Lawrence during WWI. Later we'll arrive to the strategically located town of AlUla, continually inhabited for millennia and rightly considered to be one Arabia’s cultural highlights. Time permitting, we aim to stretch our legs with a short desert oasis walk on arrival before checking into our stunningly located desert resort which will be our base for the next two nights."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "AlUla: Elephant Rock, Old Town, Hegra: Exact timings over the next two days will be kept flexible but during our time in AlUla we will certainly discover why this area is becoming a must-visit location for anyone interested in the scenery and rich cultural heritage of Arabia. During our time here we plan to visit the iconic Elephant Rock, have lunch on a date-farm, embark on a 4WD ride through the narrow overarching canyons of the Madahkil Mountain range as well as taking a walk along the Oasis Trail from Dadan south to the ruins of AlUla’s Old Town, which was for centuries a significant stop for Muslims heading south to Mecca for the annual Hajj pilgrimage. Of course, we will also have time to explore the UNESCO World Heritage site of Hegra (aka Mada’in Saleh). Second only in size to Petra (in neighbouring Jordan), this strategically sited Nabatean city has over one hundred ornately decorated royal tombs, including the striking Qasr Farid, dating back to the 1st century CE. Please note that many of the activities in and around AlUla are controlled by the Royal Commission for AlUla which includes the times and durations allowed for visiting the sites."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "AlUla - Ha'il: AlUla and Onward Journey: This morning, you may wish to take the opportunity to take in sunrise over the desert landscapes of AlUla before we continue our journey with a drive north-eastwards to Ha’il, once an important stop on the camel caravan route to Mecca.Approx 5 - 6 hours of driving today"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ha'il - Jubbah - Ha'il: Rock-Art, Forts & Markets: A short distance north-west of Ha’il we find the UNESCO World Heritage site, Jubbah. This world-famous site features some of the best rock-art in Saudi Arabia. Strewn across the scorched rocks of Jabal Umm Sinman are thousands of intricate rock carvings, some of which are thought to be over 10,000 years old. Subjects etched into the sandstone include man, cattle, ibex, horse, ostrich and lion all of which are impressively well-preserved on their rock canvas. On returning to Ha’il we’ll have time to explore this important agricultural centre with its impressive Aarif and Qishlah forts (currently from the outside only) as well as the well-stocked souks, a popular shopping area home to a date market, clothing stalls and a women's market."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ha'il - Hutaymah Crater - Fayd Fort – Buraydah: With an early start today we’ll leave Ha’il and drive south to the distinctly impressive Hutaymah crater with a salt field at its centre where there is the option to circumnavigate the crater rim (5km circular trail). After our exploration we will enjoy lunch before heading to Fayd Fort to view the remains of this once important oasis city. In the afternoon we make our way to our overnight stop near to Buraydeh; time permitting we will visit another souk before checking into our boutique hotel for the night.Approx 4 - 5 hours of driving today"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Buraydah - Ushaiqer – Riyadh: Camel Market & National Museum: Today we need another early start to make the most of a truly unique Saudi experience. Buraydah’s lively camel market is located just a short distance outside modern-day Buraydah. This is the world’s largest camel market where thousands of camels, goats and sheep are traded every day and this morning is sure to be a feast for the senses. We then start our drive towards Riyadh. En route we will visit the heritage village of Ushaiqer, one of the oldest settlements in the region which boasts some stunning traditional Najdi architecture and considered one of the most attractive places in the country. We’ll have lunch here before our afternoon drive to the Kingdom’s sprawling capital, where we will visit the National Museum before checking into our hotel.Approx 4 hours of driving today"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Riyadh: Full Day Exploring Many Historic Sites: Today we explore the capital city and environs of Riyadh which over seven million people call home. There are a couple of key historic sites to visit including the UNESCO site of Ad Diriyah which was the location of the royal residence and the First Saudi State and one of the most historic mudbrick settlements in the world. After lunch we will then visit Al Masmak Fortress and Murabbah Palace (currently from the outside only), finishing the day with a local dinner."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Tour ends in Riyadh: The tour officially ends after breakfast those on the suggested group flights will be transferred to the airport for your flight departing at lunchtime."
    }
  ],
  "map": ""
}