{
  "destination": "Saudi Arabia",
  "mainPhoto": "",
  "id": "saudi-arabia-7-day-holiday",
  "tourName": "Saudi Arabia 7 day holiday",
  "placesVisited": "",
  "generalInfo": "This 7-day itinerary takes travelers through Saudi Arabia to explore the country’s rich cultural and natural wonders. From Riyadh, the capital city, visitors will discover its historical sites, including the iconic Fort Masmak and Justice Square, and traditional markets like Souq Al Zal. The itinerary then takes travelers on an outdoor adventure to the Edge of the World and Red Sands, offering breathtaking views of the desert landscape. A night tour of Diriyah, a UNESCO site, provides an opportunity to experience Saudi Arabia’s rich cultural heritage with dinner at Najd Village.<br/><br/>Visitors can travel from Riyadh to Al Ula to explore the ancient town and market and marvel at the stunning Elephant Rock at sunset. The Al Hegra and Dadan sites offer a glimpse into the country’s rich history, and stargazing at a desert campsite provides a unique and unforgettable experience. A trip to Medina and Jeddah, by bus and train offers a chance to discover these two cities’ cultural and historical gems. Jeddah, a UNESCO site, boasts stunning historic architecture, museums, and a bustling traditional market. A seafood lunch at Twina, a boat tour of Obhur Creek, and a visit to Jeddah Waterfront provide an opportunity to experience the city’s modern charm.<br/><br/>Inclusion.<br/>Meet And Greet At the Airport and Transportation<br/>Tours and Activities<br/>Flights Economy Class (Riyadh – Hail)<br/>Hotels<br/>Travel by train (Medina – Jeddah)<br/>English-speaking Tour guides<br/>Sites entrance fee<br/>Total Meals<br/>Taxes<br/><br/>Exclusion<br/>International Airfare<br/>Entry Visa<br/>Optional Tours<br/>Tip and Personal Expenses",
  "durationDays": "7",
  "price": "5999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Exploring Riyadh's Heritage and Culture:- Upon arrival at the airport, guests will be picked up and transferred to the hotel for breakfast. The day’s itinerary includes visits to historical sites like Fort Masmak and Justice Square, as well as the traditional market of Souq Al Zal. After a break at the hotel, visitors will embark on a night tour of the UNESCO site of Diriyah, followed by dinner at Najd Village before returning to the hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Outdoor Adventures in Riyadh:- After breakfast at the hotel, guests will embark on a desert and hiking tour to the Edge of the World, followed by a desert trip to the Red Sands. A lunch of Arabian BBQ will be provided before returning to the hotel for a break. Later in the evening, visitors will enjoy a night city tour before returning to the hotel for the night."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Traveling from Riyadh to Al Ula and Exploring the Old Town:- Guests will have breakfast at the hotel before checking out and being transferred to the Riyadh airport for their flight to Al Ula. Upon arrival at the Al Ula airport, they will be picked up and transferred to their hotel for check-in. The day’s itinerary includes a tour of the old town and market, followed by a visit to Elephant Rock to enjoy the sunset. Dinner will be served at the hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Discovering Al Ula's Ancient Treasures and Stargazing:- After breakfast at the hotel, guests will embark on a tour of the UNESCO site of Al Hegra and heritage sites of Dadan. A break at the hotel will be provided before heading out on a one-hour drive or 100 km journey for a star gazing trip. Dinner will be served at a star gazing camp where guests can enjoy a BBQ before returning to the hotel for the night."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Traveling from Al Ula to Medina and Jeddah:- Guests will have breakfast at the hotel before checking out and traveling to Medina by bus, covering a distance of 330 km. A city tour of Medina is scheduled for the day, followed by lunch featuring local cuisine. Later, visitors will board a train for a 2-hour journey to Jeddah, where they will check in at the hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Discovering Jeddah's Cultural and Historical Gems:- Following breakfast at the hotel, guests will embark on a Jeddah historical tour of the UNESCO site, including visits to the local museums of Beit Saloum, Ba’ashin House, Al Shafi Mosque, and Nassif House. The tour will continue with a visit to the old historical market of Al Alawi souq before stopping for lunch at Twina, where guests can enjoy seafood. Later, a one-hour boat tour of Obhur Creek is scheduled before heading to the Jeddah Waterfront to enjoy the sunset. The day will conclude with a return to the hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Departing from Jeddah:- After having breakfast at the hotel, you will check out and proceed to the airport for your departure flight."
    }
  ],
  "map": ""
}