{
  "destination": "Saudi Arabia",
  "mainPhoto": "",
  "id": "saudi-arabia-holiday-highlights-8-days",
  "tourName": "Saudi Arabia holiday highlights, 8 days",
  "placesVisited": "Riyadh, Ushaiqer, Al Nafud, AlUla, Madain Saleh (Hegra), Jeddah",
  "generalInfo": "One of the most important, essential places to visit for Muslims, outside of the Islamic world Saudi Arabia has been out of the reach for many tourists. It’s only relatively recently that the country started issuing tourism visas – you can be one of the first to explore the desert kingdom’s wealth of sights.<br/><br/>This is a more budget-friendly trip to Saudi Arabia, which can be an expensive country. As well as visiting Riyadh and Jeddah, you’ll get time in a tented camp in the desert in AlUla. <br/><br/>The highlight of this trip is Madain Saleh (Hegra) where you’ll find fantastically preserved rock-hewn tombs in a spectacular desert setting. This ancient Nabatean city was the kingdom’s second largest after Petra. In AlUla, you’ll see even older structures at Dadan, too: the lion tombs.<br/><br/>This tour is designed to show off the cultural history of Saudi Arabia now that it’s open to the outside world. Your visit helps raise the profile of this history, against the flashy new modern developments. Expect to be surprised by the ‘real’ Saudi Arabia – one with mud brick villages and rock-carved tombs as well the tallest fountain in the world, King Fahad’s fountain at Jeddah, and Riyadh’s glitzy skyscrapers.<br/>",
  "durationDays": "8",
  "price": "4199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Riyadh - Arrive in Riyadh and transfer to the hotel. Depending on when you arrive there may be time to explore the city. Overnight Warwick Hotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Riyadh - Spend today exploring Riyadh. We visit the Murraba Palace, built by King Abdul Aziz in the traditional style as a home for his family, as well as the historic Masmak fortress, one of the oldest buildings in the city. As well as this we will visit the Dira souq, specialising in copper and brass as well as old Bedouin jewellery, and if time allows, the Rajhi Mosque. Overnight Warwick Hotel similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ushaiger – Al Nafud - Drive to the well-preserved mud brick village of Ushaiger, with its approximately 400 houses and 25 mosques lining a maze of paths amidst the palm trees and orchards. Later head out to explore the desert dunes of Al Nafud, then return to Riyadh for the night. Overnight Warwick Hotel or similar. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Al Ula - Fly to Al Ula, with its superbly preserved historic buildings. This is the gateway to Madain Saleh but is well worth exploring on its own. Upon arrival we visit its main sites including the ‘lion tomb’ and Ikmah Mountain with its ancient inscriptions, followed by a walk through the old town. Overnight Sahary Resort or similar. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Madain Saleh - Head to the site of Madain Saleh – perhaps the highlight of this trip. We spend time exploring its numerous tombs and chambers hewn into the rocks, a remnant of the Nabataean civilisation which once ruled this part of Arabia. We also visit the famous ‘elephant rock’, before returning to Al Ula for the night. Overnight Sahary Resort or similar. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Al Ula – Jeddah - Fly to south to Jeddah and transfer to the hotel. Later we head out to see the King Fahd Fountain, a 30-year-old monument with spectacular displays in the middle of the Red Sea. Overnight Warwick Hotel or similar. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Jeddah - Spend today exploring Jeddah. This morning visit some of the old Ottoman houses, constructed from coral and wood, for a sense of the history of this Red Sea city, built on the wealth of ancient trade routes. We also explore the fish market and have time to stroll along the cornice with the locals. Overnight Warwick Hotel or similar. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Jeddah - Transfer to the airport for departure. (B)"
    }
  ],
  "map": ""
}