{
  "destination": "Saudi Arabia",
  "mainPhoto": "",
  "id": "riyadh-to-jeddah-holiday-4-days",
  "tourName": "Riyadh to Jeddah holiday, 4 days",
  "placesVisited": "",
  "generalInfo": "Riyadh – Jeddah<br/>Discover the dynamic blend of modernity and tradition on this journey through Saudi Arabia. Explore the vibrant capital, Riyadh, with its rich history and cultural landmarks, before heading to the coastal city of Jeddah, known for its historical charm and thriving arts scene. This itinerary offers a unique glimpse into the heart of the Kingdom.<br/><br/>Inclusions.<br/>Transportation (Van,bus)<br/>Accommodation on B.B basis as per below<br/>Tour guides (English speaking)<br/>Museum &amp; sites entrance fee.<br/>Meals (1 lunch + 1 dinners)<br/>Snacks &amp; refreshments<br/><br/>Exclusions.<br/>International Flight Tickets<br/>Any additional tours, activities, or upgrades not included in the package<br/>Personal Expenses<br/>Tipping",
  "durationDays": "4",
  "price": "2999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon your arrival at the airport, you will be greeted by our team and escorted to your hotel. Later in the evening, we invite you to indulge in the flavors of local cuisine with a delicious dinner at a carefully selected restaurant."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Riyadh • Breakfast at hotel • Start the tour by visiting Ad Diriyah, Diriyah is the heart of a historical city that was established in 1446 AD • Continuing to the Masmak Fort in the middle of Riyadh city, the fort stands as a symbol of the history of regaining power and rule of the country. • Lunch at Najd Village where the atmosphere reflects the heritage and life of the beautiful past. • Explore Riyadh old market by visiting Souk Al-Zal. The souk is known for its antiques, rare coins, and old utensils. • Back to hotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Riyadh – Jeddah • Breakfast at hotel • Hotel check out • Fly to Jeddah “flight tickets not included” • Strap on your shoes and come explore one of the latest waterfronts in the world. • Lunch • Discover the place chosen amongst UNESCO World Heritage List Al Balad. • Visit both old and modern shops in Al Balad. • Dinner traditional cousin. • Back to hote"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Jeddah • Breakfast at hotel • Hotel check out • Airport drop-off"
    }
  ],
  "map": ""
}