{
  "destination": "Saudi Arabia",
  "mainPhoto": "",
  "id": "jeddah-and-alula-tour-in-saudi-arabia",
  "tourName": "Jeddah and AlUla tour in Saudi Arabia",
  "placesVisited": "",
  "generalInfo": "Immerse yourself in six days of historical splendour with our Jeddah and AlUla Tour. From the vibrant streets of Jeddah to the ancient wonders of AlUla, experience a perfect blend of Saudi Arabia’s rich cultural heritage and natural beauty. Book your adventure today!<br/><br/>Included<br/>All airport transfers in air-conditioned vehicles<br/>Accommodation in Jeddah for 2 nights including breakfast<br/>Accommodation in AlUla for 3 nights including breakfast and dinner<br/>Airport transfers in modern air-conditioned vehicles with the assistance of a Tour Coordinator<br/>Tours in Jeddah as outlined in the programme with a local English-speaking guide<br/>Spot local English-speaking guide in AlUla at Hegra, Dadan, and Ekmah Mountain, joining group tours<br/>Admission fees for all sightseeing mentioned in the programme<br/>Meals as specified in the itinerary<br/>Portage at airports and hotels<br/>Mineral water provided in the vehicle<br/>All taxes and service charges<br/><br/>Excluded<br/>International flights<br/>Entry visa<br/>Any meals not mentioned in the programme<br/>Personal expenses such as beverages during meals, laundry, and phone calls<br/>Gratuities for guides, drivers, or any other tips<br/>Camera tickets at sites where applicable<br/><br/>Golden Plan:<br/>WA Jeddah Hotel<br/>Sahary AlUla Resort<br/><br/>Diamond Plan:<br/>Sheraton Jeddah Hotel<br/>Cloud 7 Residence Hotel",
  "durationDays": "6",
  "price": "5300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Jeddah Upon arrival at King Abdulaziz International Airport in Jeddah, you will be met and assisted by our representative, then transferred to your hotel. Enjoy the remainder of the day at leisure. Overnight in Jeddah."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Jeddah City Tour After breakfast, embark on a fascinating tour of Jeddah. Begin with a visit to the Tayebat Museum, a private four-storey collection showcasing artefacts from the pre-Islamic period, exquisite Islamic manuscripts, ancient coins, weaponry, traditional Saudi attire, and more. Continue to the Jeddah Open-Air Museum, one of the largest collections of sculptures in an outdoor setting, beautifully situated along the Corniche—a perfect spot for a stroll or picnic. Visit the iconic Floating Mosque, seemingly adrift on the surface of the Red Sea, glistening under the sunlight. Pause here to take in the panoramic sea views. Proceed to view the King Fahd Fountain, the tallest of its kind in the world, projecting saltwater up to 300 metres high at speeds exceeding 300 km/h. Later, explore Al-Balad, Jeddah’s Old Town, renowned for its traditional architecture. Visit the historic Nasif House, built in the 1850s by one of the city’s most influential merchant families, and admire the coral-stone buildings reinforced with wooden beams. Overnight in Jeddah. Meals: Breakfast and Lunch"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Jeddah – Madinah – AlUla After breakfast, transfer from your hotel to the train station or airport for your journey to Madinah. Upon arrival, meet your private guide and begin your cultural exploration of the city. Visit the International Fair and Museum of the Prophet’s Biography and Islamic Civilisation, followed by a walk along Qiba Street, which connects the Prophet’s Mosque and Quba Mosque, including a stop at Souq Taiba. Note: Access to the mosques is restricted to Muslims only; however, non-Muslim visitors may view them from the outside. Enjoy lunch at a local restaurant before continuing your journey to AlUla (approx. 5 hours by road). Upon arrival, check in at your hotel and relax. Overnight in AlUla. Meals: Breakfast, Lunch and Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Exploring the Ancient City of Hegra Begin your guided tour of the remarkable site of Hegra (Madain Saleh), Saudi Arabia’s first UNESCO World Heritage Site and once a prominent city of the Nabataean Kingdom. Also known as Al-Hijr in ancient times, this archaeological treasure was an important trading post along the incense route, flourishing as a hub of commerce and culture. Spanning over 2,000 square metres, the site features a wealth of rock-carved tombs, monumental façades, and ancient inscriptions, all etched into the golden sandstone cliffs. Key highlights include: Qasr Al-Farid (The Lonely Castle) Jabal Al-Ahmar (The Red Mountain) Jabal Al-Banat (Mountain of the Daughters) Diwan & Jabal Ithlib If time allows, conclude the day with a visit to Harrat Uwayrid, AlUla’s highest vantage point, where you can take in stunning panoramic views of the surrounding desert landscape and dramatic rock formations. Return to your hotel for a relaxing evening and dinner. Overnight: AlUla Meals: Breakfast, Lunch and Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Uncovering the Legacy of AlUla After breakfast, meet your guide in the hotel lobby and set off on a captivating day of cultural and historical discovery in AlUla. Begin with a visit to Dadan, the once-flourishing capital of the Dadanite and Lihyanite civilisations, dating back to the 9th–8th century BCE. This impressive archaeological site reveals a city carved in stone, featuring over a dozen tombs hewn into the towering red cliffs. Among the most remarkable are the 'Lion Tombs', marked by intricately carved lion sculptures—symbols of strength and prestige that adorned the burial places of society’s elite. Continue to Jabal Ikmah, often referred to as AlUla’s open-air library. Here, you’ll discover the largest and most diverse collection of inscriptions and rock carvings in the region, etched into the cliff faces in ancient scripts. These remarkable writings provide invaluable insights into the early societies that once inhabited this land. In the afternoon, explore AlUla Old Town, a beautifully preserved heritage village with narrow winding lanes and centuries-old architecture. Afterwards, enjoy a leisurely walk through the lush oasis and surrounding farmlands, where traditional agricultural methods continue to thrive amidst the desert landscape. End the day at the awe-inspiring Elephant Rock (Jabal AlFil), a stunning natural sandstone formation that has become one of AlUla’s most iconic landmarks. The site is particularly magical at sunset, when the rock glows under the changing colours of the sky. Return to your hotel for dinner and a restful evening. Overnight: AlUla Meals: Breakfast, Lunch and Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Departure from AlUla After breakfast, you will be transferred to AlUla Airport for your departure flight. Meals: Breakfast"
    }
  ],
  "map": ""
}