{
  "destination": "Saudi Arabia",
  "mainPhoto": "",
  "id": "saudi-arabia-cultural-tour",
  "tourName": "Saudi Arabia cultural tour",
  "placesVisited": "Riyadh, Buraydah, Hail, AlUla, Madain Saleh (Hegra), Medina, Jeddah, Al Bahah, Largest camel market in the world, UNESCO-listed Nabatean ruins at Jubbah, Visit the mountainous south, Get around by road and high-speed rail, Homestays, farm stays, and local hotels where possible",
  "generalInfo": "Muslims have made pilgrimage here for centuries, yet the Kingdom of Saudi Arabia has only recently begun to open to outsiders. Discover it with an expert Saudi leader, visiting several World Heritage sites as we travel through desert, mountains and to the Red Sea. Along the way, we explore modern cities, stay in a village home, visit the largest camel market in the world, and explore Medina, Islam’s second holiest city. Visiting now, we see a country beginning to open to the world and undergoing a period of considerable change.",
  "durationDays": "13",
  "price": "6149",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The adventure begins in Riyadh, the capital of Saudi Arabia. Check-in is available from mid-afternoon and we have a welcome briefing this evening, our first chance to meet as a group. Accommodation: Joudyan Hotel by Elaf (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Riyadh is a city of contrasts, from local marketplaces to gleaming high-rise buildings. We begin our day at Masmak Fortress in the old part of the city. This large clay and mud-brick citadel bore witness to the birth of the Kingdom of Saudi Arabia. While much of Riyadh is modern, some old market areas remain, and we visit a souq (such as Souq al Zel or Souq Bisht). We continue to Murabba Palace and the excellent National Museum of Saudi Arabia for an introduction to the country’s history. Passing through the King Abdullah Financial District, we see the strikingly modern heart of business in the Kingdom, and the Grand Mosque. From new to old, explore Ad Diriyah, the birthplace of the first Saudi state, which lasted from 1744 to 1818. This World Heritage Site has recently been restored and is now an impressive place to visit. Learn about the architecture and history of the site and find out how mud-brick houses were built. Just outside Ad Diriyah are several good restaurants for dinner. Accommodation: Joudyan Hotel by Elaf (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Start early today and begin our journey by road to Buraydah, in the heart of the Arabian Peninsula. Along the way, we visit Ushaiger, one of the oldest settlements in the region. Though mostly abandoned now, this ancient mud village displays stunning traditional Najdi architecture. Then, around 25 minutes from Buraydah, we visit Al Bassam Heritage House in Unaizah, which was built in 1955 using traditional Najdi ventilation and lighting techniques. It features 30 rooms on two floors, including bedrooms, guestrooms and storage rooms. Inside, enjoy ancient crafts, traditional foods, folk tales, poems, and ancestral heritage and history. After, we reach Buraydah, the capital of Al-Qassim province. The climate is typical of the desert with hot summers, cold winters and low humidity. Agriculture is still the cornerstone of the economy here, where crops include traditional oasis produce such as dates, lemons, oranges and other fruits. We drive about 250mi (400km) today. Accommodation: Ewaa Express, Buraydah (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Early this morning, we visit Buraydah Camel Market – said be the largest in the world! Thousands of camels, goats and sheep are bought and sold, along with saddles and other accessories. Some days there is more to see than on others, but there are always camels. We also visit another market and what is probably the largest date market in the world where we can sample the region’s famously succulent dates (the amount of produce on sale varies by season, but is interesting year round). Leave Al-Qassim province and take the high-speed train for two hours to Hail – a much faster option than road travel. In this ancient Arab capital, we visit the hilltop A’arif Fort, which shows the historic importance of the city. Next stop is Al Qishlah compound, built with the same red mud as A’arif, the high walls show the power of the local rulers. Accommodation: Holiday Villa Hail (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Head to Jubbah in the Al Nafud desert, where large sandstone outcrops are covered by neolithic petroglyphs and inscriptions, some of the finest in the Arab World. These UNESCO-listed artworks depict animals such as aurochs, cheetahs and lions, which were present when the region had a wetter, savannah-like climate. After, we drive to AlUla, covering a lot of distance as we pass through Nefud Al Kabir, which literally means the great extent of dunes. Along the way, we have a picnic lunch. We plan to arrive into AlUla in time for sunset at Jabel Al Fil, or Elephant Rock. Here, the local people and tourists gather in the evenings to relax and watch the sun go down. We continue to our base for the next two nights, a farm stay. We drive about 390mi (625km) today. Accommodation: Mazham Boutique Farm (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "AlUla is an ancient oasis that has been inhabited for the last 7,000 years. The main draws are remarkable natural rock formations and canyons, extensive and varied pre-Arabic rock art, and immaculately preserved tombs built more than 2,000 years ago by the Nabataeans. Begin with a visit to the World Heritage site of Hegra (Madain Saleh). Hegra is the southernmost major city of the Nabatean Kingdom, which flourished thanks to the caravan trade between the second century BCE until the Roman conquest in 106 CE. It is the second richest Nabatean city in terms of monumental tombs with more than 130 decorated funeral monuments, including some of the most vibrant and well-conserved architectural achievements of the Nabatean builders. We explore this fascinating site and the secrets of its tombs, ancient inscriptions, stone structures and more. After Hegra, visit one of AlUla’s modern marvels: Maraya. Hidden in the exclusive Ashar Valley, this multi-purpose arts hub is the largest mirrored building in the world. Maraya, meaning mirror or reflection in Arabic, celebrates AlUla’s historic role as a crossroads of cultures and is the focus of the growing modern cultural scene in the region. We visit the outside only. Next, we head to AlUla Oasis, where we can enjoy coffee amid the date farms. Take a stroll where lush palm trees sway gently and the smell of citrus fills the fresh air. Follow the shaded Oasis Heritage Trail through the orange grove, hear birds and imagine how the nomads of the past found water and refuge from the desert here. We exit the lush oasis at Al Jadeeda, an area known also as Art City, which has colourful exhibits spread out along its streets. Continue exploring AlUla historic city, often called the Old Town, a charismatic place that once sat at the crossroads of the Silk Road and the Incense Route. Recent renovations have turned it into a magical mix of ancient alleys, trendy restaurants and upmarket souvenir shops. The city had nearly 900 houses and five town squares and the remains of some of the original stone and mudbrick buildings can still be seen today. Accommodation: Mazham Boutique Farm (or similar) Please note – the order of visits today and tomorrow can vary depending on ticket availability at the main sights. Also, we may be divided into two groups for the tour of AlUla Old Town."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today, we visit either Dadan and Jabal Ikmah or the Khaybar oasis, depending on your departure date. For departures up to and including April 2025, we visit Dadan and Jabal Ikmah. First up is Dadan, the capital of the ancient Dadan and Lihyan kingdoms, where 2,000-year-old tombs are cut into red-rock cliffs. Then, 10 minutes away, is Jabal Ikmah, where inscriptions, rock art and petroglyphs are on display in a desert canyon. For departures after April 2025, we visit the Khaybar oasis if it is open. This is a volcanic area with black lava stone, mountain vistas and a rich history. Before the rise of Islam in the seventh century, the Khaybar region was inhabited by Arabian Jewish tribes. In 628 CE, Muslims under the leadership of Prophet Muhammad took over the city during the Battle of Khaybar. We visit the remains of the mud city situated in a steep wadi (valley) with several fortresses towering over thousands of green palm trees. Whichever you visit, we then continue by road to the second holiest city in Islam: Medina. While tourists are strictly forbidden from visiting Mecca, we can see many parts of Medina. Medina is centered around Al Masjid an Nabawi (the Prophet’s Mosque), a 10-minaret giant that can accommodate one million people. We join the throngs of pilgrims in the heart of the city. Non-Muslims are welcome to enjoy exterior views of the mosque from the edge of the square, but cannot pass through the gate or enter. Sunset is a great time to visit Mount Uhud, a major pilgrimage site and viewpoint across the Holy City. We drive about 250mi (400km) today. Accommodation: Millennium Hotel (or similar) Our hotel today is close to Medina airport due to restrictions on where non-Muslim visitors can stay in the city itself."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "There’s much more to Medina than its primary holy site. We get the chance to visit the terminus station of the Hijaz or Ottoman railway, which once brought pilgrims to Medina from as far away as Damascus in Syria. We have browsing time at the central market. Saudis are known for having a sweet tooth and the stalls at this bustling souk are ideal for treats such as ma’amoul (butter cookies stuffed with pistachios, walnuts, almonds, or dates), luqaimat (hot, crispy dumplings drizzled in honey) and kunafa (a kind of sweet cheese pie made with semolina pastry and rose water syrup). After lunch overlooking the Prophet’s Mosque, it’s time to board another high-speed train to cover the 250mi (400km) to the coastal city of Jeddah in less than two hours. On arrival, head to the corniche and enjoy drinks, sat on takwa carpets, Saudi style. In the evenings, the call to prayer sounds and the tallest fountain in the world, King Fahd’s Fountain, comes to life. Accommodation: Ewaa Express, Jeddah (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Start our tour with a visit to Tayebat Museum (Abdul Raouf Khalil Museum), which presents local and Arabian heritage. The museum consists of life-size examples of Saudi (especially Jeddahwi) building styles, everyday tools and utensils, art and details about the two Holy Cities: Mecca and Medina. We visit Jeddah fish market and can see the local catch. We can buy our own fish and then have it cooked in a simple restaurant in the market, or we can eat in style in a nearby seafood restaurant. In the afternoon, enjoy a walk in Al-Balad, the old part of the city and another World Heritage site. Its traditional multi-level buildings and merchant houses are an architectural treasure trove. The roshan (wooden window covers) are the ancient way to create shade and cool in this hot and humid climate, and they make these alleys especially picturesque. Accommodation: Ewaa Express, Jeddah (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Start early and drive south along the Red Sea coast through an empty land of rocky and sometimes sandy views. The silence is broken by camel herds and the occasional Bedouin tent. Roadside towns and some cities flank the road, until it is time to branch east, and into the foothills of the Sarawat mountain range. Our first stop is Thee Ain, a village that dates back about 400 years and has witnessed battles between the Ottoman Turks and its inhabitants. We have a picnic lunch under the trees nearby, wander around steep alleyways and enter a house or two. Find your way up the narrow staircases and maybe end up on a rooftop, viewing over the valley. A torch (flashlight) may come in handy. From Thee Ain, we drive upwards along a spectacular mountain road, the air cooling as we climb to Al Bahah. This city enjoys a pleasant climate at around 7,220ft (2,200m) above sea level and is surrounded by more than 40 forests, including Raghdan, Al-Zareeb and Baidan. The views all around the city are spectacular. Some of the best can be enjoyed from Raghdan park, which overlooks a deep wadi gorge. We drive around 270mi (430km) today. Accommodation: Swiss Spirit Cloud City, Al Bahah (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We drive south through the mountains in the direction of Abha and Yemen. Stop at Al Malad Castle on the way, a dual fortress perched on a hill along the commercial road to Asir. Constructed by two brothers four centuries ago, it served military functions and housed provisions. We continue driving with a break for lunch. We have an afternoon hike (2mi/3km) to our final destination, walking through a valley with agricultural terraces, a rare sight in a desert country. We arrive at a historic village with stone houses. A clear highlight of this section is a crescent-shaped settlement in the Al Shaaf area, precarious at the edge of a cliff. The local people work hard to ensure the preservation of their village in its challenging location and it’s fascinating to hear their tales over cups of sugary mint tea. Contrary to the desert areas where Saudis traditionally use tents or mud-brick houses, this mountainous area has an abundance of rocks; therefore houses, mosques and defensive structures are all made of stone often with white marble used as decoration. The outside of doors and especially the interior of the houses are painted in bright combinations of white, red, yellow and green. We enter one of those and are welcomed by the local family for our homestay experience. Meals are taken sitting on the floor. We may have time for a stroll around the village to enjoy the views, see goat herds and perhaps the occasional monkey. At sunset, clouds often come in from the valley and obscure the view temporarily. Once the temperatures level out, this mist disappears and the starry night awaits exploration. We drive about 155mi (250km) today. Please see the accommodation section for more detail on the homestay experience. Accommodation: Homestay"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "The call to prayer may wake us before sunrise today. After a local breakfast, we begin our journey back to Jeddah. We stop in the town of Baljurashi, known for its unique Saturday historic market (some of our departures coincide with market days, but not all). On all departures, we explore Baljurashi Heritage Village and a small museum. We continue our journey to Taif, known as the City of Roses. It has abundant natural beauty and is also known for the cultivation of grapes, figs, pomegranates, and honey. The last leg of the journey takes us close to Mecca (but we cannot enter the city). The holiest city in Islam is just under 62mi (100km) from Jeddah and the millions of pilgrims who flock to Saudi Arabia from around the world to perform the Hajj generally ply this route on their way to the sacred Kaaba. There are about 7hr 30min of driving today. Back in Jeddah, we can go out for our final taste of Saudi cuisine before we can say “hay maa al-salama”, goodbye, until next time. Accommodation: Ewaa Express, Jeddah (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Our adventure ends in Jeddah this morning. If you'd like a little more time to explore, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}