{
  "destination": "Saudi Arabia",
  "mainPhoto": "",
  "id": "saudi-arabia-culture-history-holiday",
  "tourName": "Saudi Arabia culture & history holiday",
  "placesVisited": "",
  "generalInfo": "Embark on an unforgettable 8-day private journey through the stunning landscapes and rich cultural heritage of Saudi Arabia. Our expertly curated tour offers an immersive experience across this remarkable destination – from the historical wonders of AlUla and the spiritual landmarks of Madinah to the vibrant cities of Riyadh and Jeddah. Delve into the country's ancient stories and modern marvels, visiting iconic sites such as Qasr Al-Farid, Jabal Al-Ahmar, Jabal Al-Banat, the Holy Mosque, Qiba Mosque and more.<br/><br/>Inclusions:<br/>- All airport transfers in air-conditioned vehicles  <br/>- 2 nights’ accommodation in Riyadh including breakfast and applicable taxes  <br/>- 2 nights’ accommodation in AlUla including breakfast and dinner  <br/>- 3 nights’ accommodation in Jeddah including breakfast and applicable taxes  <br/>- Domestic economy class flights: Riyadh – AlUla – Jeddah  <br/>- All tours and excursions as outlined in the itinerary  <br/>- Local English-speaking guide in Riyadh and Jeddah  <br/>- Spot local English-speaking guide in AlUla (Hegra, Dadan and Jabal Ikmah)  <br/>- Spot local guide in Madinah  <br/>- English-speaking driver during other excursions  <br/>- Entrance fees to all sites listed in the itinerary  <br/>- Meals as specified in the programme  <br/>- Mineral water provided during tours  <br/>- All taxes and service charges<br/><br/>Exclusions:<br/>- International flights  <br/>- Entry visa  <br/>- Meals not specified in the programme  <br/>- Personal expenses such as drinks during meals, laundry, phone calls  <br/>- Gratuities for guides, drivers, or any other tips  <br/>- Camera permits at sites where required<br/><br/>Accommodation plan:<br/>Golden option<br/>Holiday Inn Riyadh Hotel<br/>Sahary AlUla Resort<br/>WA Jeddah Hotel<br/><br/>Diamond option<br/>Narcissus Riyadh AlOlaya Hotel<br/>Cloud 7 Resodence Hotel<br/>Sheraton Jeddah Hotel",
  "durationDays": "8",
  "price": "6630",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Riyadh Welcome to Riyadh, the dynamic capital of Saudi Arabia. Upon arrival, you will be greeted by a representative and transferred comfortably to your hotel. The rest of the day is at your leisure to relax or begin exploring the city at your own pace. Overnight: Riyadh"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Riyadh City Exploration After breakfast, begin your exploration with a visit to the historic district of Diriyah, a UNESCO World Heritage Site located on the outskirts of Riyadh. Often referred to as the birthplace of the first Saudi state, Diriyah is steeped in history and tradition. Its mud-brick architecture once enclosed a prosperous desert city that served as a centre of culture, trade, and political power. In 1745, it was declared the capital, laying the foundations for the Kingdom of Saudi Arabia as we know it today. Enjoy a guided walk through the old town, where you can admire the remains of ancient palaces, traditional houses, and a historic marketplace. Continue to Masmak Fort, an iconic 19th-century fortress in Riyadh’s old quarter. Built in 1895, this adobe structure played a significant role in the formation of modern Saudi Arabia. Next, visit the vibrant Dirah Souq, famed for its rich selection of textiles—from fine silk to exquisite pashminas—before pausing for lunch at a local restaurant. In the afternoon, delve into Saudi Arabia’s heritage at the National Museum, one of the Kingdom’s most important cultural institutions. Its eight impressive galleries offer a comprehensive journey through Arabian history—from prehistoric times to the contemporary era. Conclude your day with a visit to Murabba Palace, a royal residence built by King Abdulaziz in 1937. Constructed using traditional materials, the palace complex features several residences, service buildings, and the Royal Diwan, reflecting the architectural style of the era. Return to your hotel for an evening at leisure. Overnight: Riyadh Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Flight to AlUla – Exploring the Ancient City of Hegra After breakfast, transfer to the airport for your domestic flight to AlUla, a region renowned for its extraordinary historical and archaeological significance. Upon arrival, begin your guided tour of the remarkable site of Hegra (Madain Saleh), Saudi Arabia’s first UNESCO World Heritage Site and once a prominent city of the Nabataean Kingdom. Also known as Al-Hijr in ancient times, this archaeological treasure was an important trading post along the incense route, flourishing as a hub of commerce and culture. Spanning over 2,000 square metres, the site features a wealth of rock-carved tombs, monumental façades, and ancient inscriptions, all etched into the golden sandstone cliffs. Key highlights include: Qasr Al-Farid (The Lonely Castle) Jabal Al-Ahmar (The Red Mountain) Jabal Al-Banat (Mountain of the Daughters) Diwan & Jabal Ithlib If time allows, conclude the day with a visit to Harrat Uwayrid, AlUla’s highest vantage point, where you can take in stunning panoramic views of the surrounding desert landscape and dramatic rock formations. Return to your hotel for a relaxing evening and dinner. Overnight: AlUla Meals: Breakfast, Lunch and Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Uncovering the Legacy of AlUla After breakfast, meet your guide in the hotel lobby and set off on a captivating day of cultural and historical discovery in AlUla. Begin with a visit to Dadan, the once-flourishing capital of the Dadanite and Lihyanite civilisations, dating back to the 9th–8th century BCE. This impressive archaeological site reveals a city carved in stone, featuring over a dozen tombs hewn into the towering red cliffs. Among the most remarkable are the 'Lion Tombs', marked by intricately carved lion sculptures—symbols of strength and prestige that adorned the burial places of society’s elite. Continue to Jabal Ikmah, often referred to as AlUla’s open-air library. Here, you’ll discover the largest and most diverse collection of inscriptions and rock carvings in the region, etched into the cliff faces in ancient scripts. These remarkable writings provide invaluable insights into the early societies that once inhabited this land. In the afternoon, explore AlUla Old Town, a beautifully preserved heritage village with narrow winding lanes and centuries-old architecture. Afterwards, enjoy a leisurely walk through the lush oasis and surrounding farmlands, where traditional agricultural methods continue to thrive amidst the desert landscape. End the day at the awe-inspiring Elephant Rock (Jabal AlFil), a stunning natural sandstone formation that has become one of AlUla’s most iconic landmarks. The site is particularly magical at sunset, when the rock glows under the changing colours of the sky. Return to your hotel for dinner and a restful evening. Overnight: AlUla Meals: Breakfast, Lunch and Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Flight to Jeddah This morning, you will be transferred from your hotel in AlUla to the airport for your domestic flight to Jeddah. Upon arrival at Jeddah Airport in the evening, you will be met and transferred to your hotel for check-in and overnight stay. Overnight: Jeddah Meals: Breakfast"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Jeddah – Madinah – Jeddah After breakfast, you will be transferred from your hotel to Jeddah Train Station to board the high-speed train to Madinah. The journey takes approximately two hours, reaching speeds of up to 300 km/h, offering a smooth and comfortable ride through the desert landscapes. Upon arrival in Madinah, your private guide will be waiting to welcome you for a fascinating day of exploration. Begin your tour at the International Fair and Museum of the Prophet’s Biography and Islamic Civilisation, where immersive exhibits and interactive displays bring the history and spiritual legacy of the Prophet Muhammad (peace be upon him) to life. Continue along the historical Qiba Street, a symbolic route that links two of Islam’s most sacred sites: the Prophet’s Mosque (Al-Masjid an-Nabawi) and the Quba Mosque — the first mosque built in Islamic history. You will also explore the bustling Souq Taiba, a traditional marketplace known for its vibrant atmosphere and a variety of local crafts, perfumes, and souvenirs. Please note: Access to the interior of the mosques is reserved for Muslims; however, non-Muslim visitors can enjoy views of their magnificent architecture from outside. Enjoy lunch at a local restaurant before boarding the train for your return journey to Jeddah. Upon arrival, transfer back to your hotel for the evening at leisure and overnight stay. Overnight: Jeddah Meals: Breakfast and Lunch"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Jeddah – Cultural Heritage & Coastal Beauty Begin your day with a visit to the fascinating Tayebat Museum, a privately owned four-storey treasure trove showcasing the rich heritage of the region. The museum features everything from pre-Islamic artefacts and exquisite Islamic manuscripts, to ancient coins, weaponry, intricately carved furniture, pottery, and traditional Saudi attire – offering a deep insight into the Kingdom’s diverse cultural tapestry. Next, enjoy a stroll through the Jeddah Open Museum, one of the largest collections of outdoor sculptures in the world. Located along the scenic New Corniche, the area offers both a delightful artistic experience and charming seaside views – perfect for a relaxed walk or a picnic by the sea. You’ll then visit the city’s iconic ‘Floating Mosque’, which appears to gracefully drift on the surface of the Red Sea, shimmering under the sunlight – an ideal spot to pause and take in the serene surroundings. Continue to the majestic King Fahd’s Fountain, also known as the Jeddah Fountain – the tallest of its kind globally. This spectacular jet of seawater reaches heights of up to 300 metres, shooting into the sky at incredible speed and creating a dramatic sight against the coastal skyline. In the afternoon, explore the timeless charm of Al-Balad, Jeddah’s historic Old Town. Here, you’ll walk through narrow lanes lined with traditional houses constructed from coral stone and reinforced with wooden beams. Visit the renowned Nasif House, a beautifully preserved 19th-century residence that once belonged to one of Jeddah’s most influential trading families. Return to your hotel for your final overnight stay in Jeddah. Overnight: Jeddah Meals: Breakfast and Lunch"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Depart Jeddah Enjoy a leisurely breakfast at the hotel before checking out. At the designated time, you will be transferred to Jeddah International Airport to board your departure flight, marking the end of your unforgettable journey through Saudi Arabia. Meals: Breakfast"
    }
  ],
  "map": ""
}