{
  "destination": "Saudi Arabia",
  "mainPhoto": "",
  "id": "alula-holiday-in-saudi-arabia",
  "tourName": "AlUla holiday in Saudi Arabia",
  "placesVisited": "",
  "generalInfo": "Embark on a captivating 4-day short break to AlUla, where the cultural richness and breathtaking landscapes of Saudi Arabia await. Explore the charm of Jeddah and the ancient wonders of AlUla. A perfect escape that blends vibrant city discovery with historical adventure.<br/><br/>Inclusions:<br/>- Meet at the airport by the Tour Coordinator  <br/>- All airport transfers in an air-conditioned vehicle  <br/>- Accommodation in AlUla for 3 nights, including breakfast and dinner  <br/>- Spot local English-speaking guide in AlUla at Hegra, Dadan, and Jabal Ikmah (joining group tours)  <br/>- Entry fees to all sites mentioned in the itinerary  <br/>- Meals as specified in the programme  <br/>- Mineral water during transfers and tours  <br/>- All taxes and service charges  <br/><br/>Exclusions:<br/>- International flights  <br/>- Entry visa  <br/>- Personal expenses  <br/>- Camera permits at applicable sites  <br/>- Gratuities for guides and drivers<br/><br/>Accommodation plan:<br/>Golden option<br/>Sahary AlUla Resort<br/><br/>Diamond option<br/>Cloud 7 Residence Hotel",
  "durationDays": "4",
  "price": "2385",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in AlUla Welcome to AlUla – one of the most fascinating destinations in Saudi Arabia. Upon arrival, you will be met by our representative, who will assist you with a smooth transfer to your hotel. Take some time to settle in and unwind. Your AlUla adventure is just beginning!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring the Ancient City of Hegra Begin your guided tour of the remarkable site of Hegra (Madain Saleh), Saudi Arabia’s first UNESCO World Heritage Site and once a prominent city of the Nabataean Kingdom. Also known as Al-Hijr in ancient times, this archaeological treasure was an important trading post along the incense route, flourishing as a hub of commerce and culture. Spanning over 2,000 square metres, the site features a wealth of rock-carved tombs, monumental façades, and ancient inscriptions, all etched into the golden sandstone cliffs. Key highlights include: Qasr Al-Farid (The Lonely Castle) Jabal Al-Ahmar (The Red Mountain) Jabal Al-Banat (Mountain of the Daughters) Diwan & Jabal Ithlib If time allows, conclude the day with a visit to Harrat Uwayrid, AlUla’s highest vantage point, where you can take in stunning panoramic views of the surrounding desert landscape and dramatic rock formations. Return to your hotel for a relaxing evening and dinner. Overnight: AlUla Meals: Breakfast, Lunch and Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Uncovering the Legacy of AlUla After breakfast, meet your guide in the hotel lobby and set off on a captivating day of cultural and historical discovery in AlUla. Begin with a visit to Dadan, the once-flourishing capital of the Dadanite and Lihyanite civilisations, dating back to the 9th–8th century BCE. This impressive archaeological site reveals a city carved in stone, featuring over a dozen tombs hewn into the towering red cliffs. Among the most remarkable are the 'Lion Tombs', marked by intricately carved lion sculptures—symbols of strength and prestige that adorned the burial places of society’s elite. Continue to Jabal Ikmah, often referred to as AlUla’s open-air library. Here, you’ll discover the largest and most diverse collection of inscriptions and rock carvings in the region, etched into the cliff faces in ancient scripts. These remarkable writings provide invaluable insights into the early societies that once inhabited this land. In the afternoon, explore AlUla Old Town, a beautifully preserved heritage village with narrow winding lanes and centuries-old architecture. Afterwards, enjoy a leisurely walk through the lush oasis and surrounding farmlands, where traditional agricultural methods continue to thrive amidst the desert landscape. End the day at the awe-inspiring Elephant Rock (Jabal AlFil), a stunning natural sandstone formation that has become one of AlUla’s most iconic landmarks. The site is particularly magical at sunset, when the rock glows under the changing colours of the sky. Return to your hotel for dinner and a restful evening. Overnight: AlUla Meals: Breakfast, Lunch and Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Departure from AlUla After breakfast, you will be transferred to AlUla Airport for your departure flight. Meals: Breakfast"
    }
  ],
  "map": ""
}