[
  {
    "destination": "Saudi Arabia",
    "mainPhoto": "",
    "id": "al-ula-and-dubai-holiday",
    "tourName": "Al Ula and Dubai holiday",
    "placesVisited": "",
    "generalInfo": "This tour package includes comfortable transportation with a 4x4 vehicle in Al Ula and a private vehicle in Dubai, accommodating 2 to 6 passengers as per group size. Enjoy accommodation as outlined in the itinerary, accompanied by an English-speaking local driver to enhance your experience. Entrance fees to museums and key sites are covered.<br/><br/>Meals include 2 dinners and 1 lunch in Al Ula, plus 4 dinners and 2 lunches in Dubai, along with snacks and refreshments throughout the trip.<br/><br/>Please note that international and domestic flights, personal expenses, gratuities, optional tours or activities, and travel insurance are not included in the package.<br/><br/>Inclusions<br/>•\tTransportation (4x4 in Al Ula, private vehicle in Dubai)<br/>o\tOne vehicle for 2-4 pax<br/>o\tTwo vehicles for 6 pax<br/>•\tAccommodation as per itinerary<br/>•\tLocal driver (English speaking)<br/>•\tMuseum &amp; site entrance fees<br/>•\tMeals:<br/>o\tAl Ula: 2 Dinners, 1 Lunch<br/>o\tDubai: 4 Dinners, 2 Lunches<br/>•\tSnacks &amp; refreshments<br/><br/>Exclusions<br/>•\tInternational &amp; domestic flights<br/>•\tPersonal expenses &amp; gratuities<br/>•\tOptional tours &amp; activities<br/>•\tTravel insurance",
    "durationDays": "7",
    "price": "2999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Al Ula • Airport pick-up • Hotel check-in • Sunset at Elephant Rock • Dinner at the hotel (included)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Explore Al Ula’s Rich Heritage • Breakfast at hotel • Visit Al Hegra (UNESCO site) • Lunch at a local restaurant (included) • Visit Dadan & Lihyanite Kingdoms • Return to hotel • Dinner at the hotel (included)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Old Town & Departure to Dubai • Breakfast at hotel • Explore Old Town AlUla & market • Airport drop-off • Flight to Dubai (excluded) • Arrival in Dubai & transfer to hotel • Dinner at the hotel (included)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Dubai Modern City Tour & Marina Dhow Cruise • Breakfast at hotel • Explore Burj Khalifa, Dubai Marina, Palm Jumeirah, Bluewaters Island • Lunch at a local restaurant (included) • Free time for shopping or optional activities • Evening Marina Dhow Cruise with dinner on board (included)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Classic Dubai Tour & Desert Safari • Breakfast at hotel • Visit Dubai Creek, Gold Souk, Spice Souk, Al Fahidi Historical District • Lunch at a local restaurant (included) • Afternoon Desert Safari – Dune bashing, camel rides, live entertainment • BBQ dinner in the desert (included)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Free Day or Optional Tours • Breakfast at hotel • Free day for relaxation, shopping, or optional tours (Abu Dhabi, Theme Parks, etc.) • Dinner at the hotel (included)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Departure • Breakfast at hotel • Airport transfer for departure"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Saudi Arabia",
    "mainPhoto": "",
    "id": "alula-holiday-in-saudi-arabia",
    "tourName": "AlUla holiday in Saudi Arabia",
    "placesVisited": "",
    "generalInfo": "Embark on a captivating 4-day short break to AlUla, where the cultural richness and breathtaking landscapes of Saudi Arabia await. Explore the charm of Jeddah and the ancient wonders of AlUla. A perfect escape that blends vibrant city discovery with historical adventure.<br/><br/>Inclusions:<br/>- Meet at the airport by the Tour Coordinator  <br/>- All airport transfers in an air-conditioned vehicle  <br/>- Accommodation in AlUla for 3 nights, including breakfast and dinner  <br/>- Spot local English-speaking guide in AlUla at Hegra, Dadan, and Jabal Ikmah (joining group tours)  <br/>- Entry fees to all sites mentioned in the itinerary  <br/>- Meals as specified in the programme  <br/>- Mineral water during transfers and tours  <br/>- All taxes and service charges  <br/><br/>Exclusions:<br/>- International flights  <br/>- Entry visa  <br/>- Personal expenses  <br/>- Camera permits at applicable sites  <br/>- Gratuities for guides and drivers<br/><br/>Accommodation plan:<br/>Golden option<br/>Sahary AlUla Resort<br/><br/>Diamond option<br/>Cloud 7 Residence Hotel",
    "durationDays": "4",
    "price": "2385",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in AlUla Welcome to AlUla – one of the most fascinating destinations in Saudi Arabia. Upon arrival, you will be met by our representative, who will assist you with a smooth transfer to your hotel. Take some time to settle in and unwind. Your AlUla adventure is just beginning!"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Exploring the Ancient City of Hegra Begin your guided tour of the remarkable site of Hegra (Madain Saleh), Saudi Arabia’s first UNESCO World Heritage Site and once a prominent city of the Nabataean Kingdom. Also known as Al-Hijr in ancient times, this archaeological treasure was an important trading post along the incense route, flourishing as a hub of commerce and culture. Spanning over 2,000 square metres, the site features a wealth of rock-carved tombs, monumental façades, and ancient inscriptions, all etched into the golden sandstone cliffs. Key highlights include: Qasr Al-Farid (The Lonely Castle) Jabal Al-Ahmar (The Red Mountain) Jabal Al-Banat (Mountain of the Daughters) Diwan & Jabal Ithlib If time allows, conclude the day with a visit to Harrat Uwayrid, AlUla’s highest vantage point, where you can take in stunning panoramic views of the surrounding desert landscape and dramatic rock formations. Return to your hotel for a relaxing evening and dinner. Overnight: AlUla Meals: Breakfast, Lunch and Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Uncovering the Legacy of AlUla After breakfast, meet your guide in the hotel lobby and set off on a captivating day of cultural and historical discovery in AlUla. Begin with a visit to Dadan, the once-flourishing capital of the Dadanite and Lihyanite civilisations, dating back to the 9th–8th century BCE. This impressive archaeological site reveals a city carved in stone, featuring over a dozen tombs hewn into the towering red cliffs. Among the most remarkable are the 'Lion Tombs', marked by intricately carved lion sculptures—symbols of strength and prestige that adorned the burial places of society’s elite. Continue to Jabal Ikmah, often referred to as AlUla’s open-air library. Here, you’ll discover the largest and most diverse collection of inscriptions and rock carvings in the region, etched into the cliff faces in ancient scripts. These remarkable writings provide invaluable insights into the early societies that once inhabited this land. In the afternoon, explore AlUla Old Town, a beautifully preserved heritage village with narrow winding lanes and centuries-old architecture. Afterwards, enjoy a leisurely walk through the lush oasis and surrounding farmlands, where traditional agricultural methods continue to thrive amidst the desert landscape. End the day at the awe-inspiring Elephant Rock (Jabal AlFil), a stunning natural sandstone formation that has become one of AlUla’s most iconic landmarks. The site is particularly magical at sunset, when the rock glows under the changing colours of the sky. Return to your hotel for dinner and a restful evening. Overnight: AlUla Meals: Breakfast, Lunch and Dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Departure from AlUla After breakfast, you will be transferred to AlUla Airport for your departure flight. Meals: Breakfast"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Saudi Arabia",
    "mainPhoto": "",
    "id": "jeddah-and-alula-tour-in-saudi-arabia",
    "tourName": "Jeddah and AlUla tour in Saudi Arabia",
    "placesVisited": "",
    "generalInfo": "Immerse yourself in six days of historical splendour with our Jeddah and AlUla Tour. From the vibrant streets of Jeddah to the ancient wonders of AlUla, experience a perfect blend of Saudi Arabia’s rich cultural heritage and natural beauty. Book your adventure today!<br/><br/>Included<br/>All airport transfers in air-conditioned vehicles<br/>Accommodation in Jeddah for 2 nights including breakfast<br/>Accommodation in AlUla for 3 nights including breakfast and dinner<br/>Airport transfers in modern air-conditioned vehicles with the assistance of a Tour Coordinator<br/>Tours in Jeddah as outlined in the programme with a local English-speaking guide<br/>Spot local English-speaking guide in AlUla at Hegra, Dadan, and Ekmah Mountain, joining group tours<br/>Admission fees for all sightseeing mentioned in the programme<br/>Meals as specified in the itinerary<br/>Portage at airports and hotels<br/>Mineral water provided in the vehicle<br/>All taxes and service charges<br/><br/>Excluded<br/>International flights<br/>Entry visa<br/>Any meals not mentioned in the programme<br/>Personal expenses such as beverages during meals, laundry, and phone calls<br/>Gratuities for guides, drivers, or any other tips<br/>Camera tickets at sites where applicable<br/><br/>Golden Plan:<br/>WA Jeddah Hotel<br/>Sahary AlUla Resort<br/><br/>Diamond Plan:<br/>Sheraton Jeddah Hotel<br/>Cloud 7 Residence Hotel",
    "durationDays": "6",
    "price": "5300",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Jeddah Upon arrival at King Abdulaziz International Airport in Jeddah, you will be met and assisted by our representative, then transferred to your hotel. Enjoy the remainder of the day at leisure. Overnight in Jeddah."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Jeddah City Tour After breakfast, embark on a fascinating tour of Jeddah. Begin with a visit to the Tayebat Museum, a private four-storey collection showcasing artefacts from the pre-Islamic period, exquisite Islamic manuscripts, ancient coins, weaponry, traditional Saudi attire, and more. Continue to the Jeddah Open-Air Museum, one of the largest collections of sculptures in an outdoor setting, beautifully situated along the Corniche—a perfect spot for a stroll or picnic. Visit the iconic Floating Mosque, seemingly adrift on the surface of the Red Sea, glistening under the sunlight. Pause here to take in the panoramic sea views. Proceed to view the King Fahd Fountain, the tallest of its kind in the world, projecting saltwater up to 300 metres high at speeds exceeding 300 km/h. Later, explore Al-Balad, Jeddah’s Old Town, renowned for its traditional architecture. Visit the historic Nasif House, built in the 1850s by one of the city’s most influential merchant families, and admire the coral-stone buildings reinforced with wooden beams. Overnight in Jeddah. Meals: Breakfast and Lunch"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Jeddah – Madinah – AlUla After breakfast, transfer from your hotel to the train station or airport for your journey to Madinah. Upon arrival, meet your private guide and begin your cultural exploration of the city. Visit the International Fair and Museum of the Prophet’s Biography and Islamic Civilisation, followed by a walk along Qiba Street, which connects the Prophet’s Mosque and Quba Mosque, including a stop at Souq Taiba. Note: Access to the mosques is restricted to Muslims only; however, non-Muslim visitors may view them from the outside. Enjoy lunch at a local restaurant before continuing your journey to AlUla (approx. 5 hours by road). Upon arrival, check in at your hotel and relax. Overnight in AlUla. Meals: Breakfast, Lunch and Dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Exploring the Ancient City of Hegra Begin your guided tour of the remarkable site of Hegra (Madain Saleh), Saudi Arabia’s first UNESCO World Heritage Site and once a prominent city of the Nabataean Kingdom. Also known as Al-Hijr in ancient times, this archaeological treasure was an important trading post along the incense route, flourishing as a hub of commerce and culture. Spanning over 2,000 square metres, the site features a wealth of rock-carved tombs, monumental façades, and ancient inscriptions, all etched into the golden sandstone cliffs. Key highlights include: Qasr Al-Farid (The Lonely Castle) Jabal Al-Ahmar (The Red Mountain) Jabal Al-Banat (Mountain of the Daughters) Diwan & Jabal Ithlib If time allows, conclude the day with a visit to Harrat Uwayrid, AlUla’s highest vantage point, where you can take in stunning panoramic views of the surrounding desert landscape and dramatic rock formations. Return to your hotel for a relaxing evening and dinner. Overnight: AlUla Meals: Breakfast, Lunch and Dinner"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Uncovering the Legacy of AlUla After breakfast, meet your guide in the hotel lobby and set off on a captivating day of cultural and historical discovery in AlUla. Begin with a visit to Dadan, the once-flourishing capital of the Dadanite and Lihyanite civilisations, dating back to the 9th–8th century BCE. This impressive archaeological site reveals a city carved in stone, featuring over a dozen tombs hewn into the towering red cliffs. Among the most remarkable are the 'Lion Tombs', marked by intricately carved lion sculptures—symbols of strength and prestige that adorned the burial places of society’s elite. Continue to Jabal Ikmah, often referred to as AlUla’s open-air library. Here, you’ll discover the largest and most diverse collection of inscriptions and rock carvings in the region, etched into the cliff faces in ancient scripts. These remarkable writings provide invaluable insights into the early societies that once inhabited this land. In the afternoon, explore AlUla Old Town, a beautifully preserved heritage village with narrow winding lanes and centuries-old architecture. Afterwards, enjoy a leisurely walk through the lush oasis and surrounding farmlands, where traditional agricultural methods continue to thrive amidst the desert landscape. End the day at the awe-inspiring Elephant Rock (Jabal AlFil), a stunning natural sandstone formation that has become one of AlUla’s most iconic landmarks. The site is particularly magical at sunset, when the rock glows under the changing colours of the sky. Return to your hotel for dinner and a restful evening. Overnight: AlUla Meals: Breakfast, Lunch and Dinner"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Departure from AlUla After breakfast, you will be transferred to AlUla Airport for your departure flight. Meals: Breakfast"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Saudi Arabia",
    "mainPhoto": "",
    "id": "riyadh-to-al-ula-holiday",
    "tourName": "Riyadh to Al Ula holiday",
    "placesVisited": "",
    "generalInfo": "Riyadh – Al Ula<br/>Discover the vibrant capital of Riyadh, blending rich history with modern landmarks. Then, journey to AlUla, where ancient heritage meets stunning desert landscapes, including the iconic Maraya and breathtaking rock formations.<br/><br/>Inclusions<br/>Transportation<br/>Bus in Riyadh <br/>4WD in AlUla (4 pax per car)<br/>Accommodation on B.B basis as per below.<br/>Tour guides (English speaking) in Riyadh<br/>Local driver (basic English speaking) in AlUla<br/>Museum &amp; sites entrance fee<br/>Meals (2 lunch + 3 dinners)<br/>Snacks &amp; refreshments<br/><br/>Exclusion<br/>International Flight Tickets<br/>Any additional tours, activities, or upgrades not included in the package<br/>Personal Expenses<br/>Tipping",
    "durationDays": "5",
    "price": "4999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Saudi Arabia",
    "mainPhoto": "",
    "id": "riyadh-to-jeddah-holiday-4-days",
    "tourName": "Riyadh to Jeddah holiday, 4 days",
    "placesVisited": "",
    "generalInfo": "Riyadh – Jeddah<br/>Discover the dynamic blend of modernity and tradition on this journey through Saudi Arabia. Explore the vibrant capital, Riyadh, with its rich history and cultural landmarks, before heading to the coastal city of Jeddah, known for its historical charm and thriving arts scene. This itinerary offers a unique glimpse into the heart of the Kingdom.<br/><br/>Inclusions.<br/>Transportation (Van,bus)<br/>Accommodation on B.B basis as per below<br/>Tour guides (English speaking)<br/>Museum &amp; sites entrance fee.<br/>Meals (1 lunch + 1 dinners)<br/>Snacks &amp; refreshments<br/><br/>Exclusions.<br/>International Flight Tickets<br/>Any additional tours, activities, or upgrades not included in the package<br/>Personal Expenses<br/>Tipping",
    "durationDays": "4",
    "price": "2999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Upon your arrival at the airport, you will be greeted by our team and escorted to your hotel. Later in the evening, we invite you to indulge in the flavors of local cuisine with a delicious dinner at a carefully selected restaurant."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Riyadh • Breakfast at hotel • Start the tour by visiting Ad Diriyah, Diriyah is the heart of a historical city that was established in 1446 AD • Continuing to the Masmak Fort in the middle of Riyadh city, the fort stands as a symbol of the history of regaining power and rule of the country. • Lunch at Najd Village where the atmosphere reflects the heritage and life of the beautiful past. • Explore Riyadh old market by visiting Souk Al-Zal. The souk is known for its antiques, rare coins, and old utensils. • Back to hotel"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Riyadh – Jeddah • Breakfast at hotel • Hotel check out • Fly to Jeddah “flight tickets not included” • Strap on your shoes and come explore one of the latest waterfronts in the world. • Lunch • Discover the place chosen amongst UNESCO World Heritage List Al Balad. • Visit both old and modern shops in Al Balad. • Dinner traditional cousin. • Back to hote"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Jeddah • Breakfast at hotel • Hotel check out • Airport drop-off"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Saudi Arabia",
    "mainPhoto": "",
    "id": "saudi-arabia-7-day-holiday",
    "tourName": "Saudi Arabia 7 day holiday",
    "placesVisited": "",
    "generalInfo": "This 7-day itinerary takes travelers through Saudi Arabia to explore the country’s rich cultural and natural wonders. From Riyadh, the capital city, visitors will discover its historical sites, including the iconic Fort Masmak and Justice Square, and traditional markets like Souq Al Zal. The itinerary then takes travelers on an outdoor adventure to the Edge of the World and Red Sands, offering breathtaking views of the desert landscape. A night tour of Diriyah, a UNESCO site, provides an opportunity to experience Saudi Arabia’s rich cultural heritage with dinner at Najd Village.<br/><br/>Visitors can travel from Riyadh to Al Ula to explore the ancient town and market and marvel at the stunning Elephant Rock at sunset. The Al Hegra and Dadan sites offer a glimpse into the country’s rich history, and stargazing at a desert campsite provides a unique and unforgettable experience. A trip to Medina and Jeddah, by bus and train offers a chance to discover these two cities’ cultural and historical gems. Jeddah, a UNESCO site, boasts stunning historic architecture, museums, and a bustling traditional market. A seafood lunch at Twina, a boat tour of Obhur Creek, and a visit to Jeddah Waterfront provide an opportunity to experience the city’s modern charm.<br/><br/>Inclusion.<br/>Meet And Greet At the Airport and Transportation<br/>Tours and Activities<br/>Flights Economy Class (Riyadh – Hail)<br/>Hotels<br/>Travel by train (Medina – Jeddah)<br/>English-speaking Tour guides<br/>Sites entrance fee<br/>Total Meals<br/>Taxes<br/><br/>Exclusion<br/>International Airfare<br/>Entry Visa<br/>Optional Tours<br/>Tip and Personal Expenses",
    "durationDays": "7",
    "price": "5999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Exploring Riyadh's Heritage and Culture:- Upon arrival at the airport, guests will be picked up and transferred to the hotel for breakfast. The day’s itinerary includes visits to historical sites like Fort Masmak and Justice Square, as well as the traditional market of Souq Al Zal. After a break at the hotel, visitors will embark on a night tour of the UNESCO site of Diriyah, followed by dinner at Najd Village before returning to the hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Outdoor Adventures in Riyadh:- After breakfast at the hotel, guests will embark on a desert and hiking tour to the Edge of the World, followed by a desert trip to the Red Sands. A lunch of Arabian BBQ will be provided before returning to the hotel for a break. Later in the evening, visitors will enjoy a night city tour before returning to the hotel for the night."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Traveling from Riyadh to Al Ula and Exploring the Old Town:- Guests will have breakfast at the hotel before checking out and being transferred to the Riyadh airport for their flight to Al Ula. Upon arrival at the Al Ula airport, they will be picked up and transferred to their hotel for check-in. The day’s itinerary includes a tour of the old town and market, followed by a visit to Elephant Rock to enjoy the sunset. Dinner will be served at the hotel."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Discovering Al Ula's Ancient Treasures and Stargazing:- After breakfast at the hotel, guests will embark on a tour of the UNESCO site of Al Hegra and heritage sites of Dadan. A break at the hotel will be provided before heading out on a one-hour drive or 100 km journey for a star gazing trip. Dinner will be served at a star gazing camp where guests can enjoy a BBQ before returning to the hotel for the night."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Traveling from Al Ula to Medina and Jeddah:- Guests will have breakfast at the hotel before checking out and traveling to Medina by bus, covering a distance of 330 km. A city tour of Medina is scheduled for the day, followed by lunch featuring local cuisine. Later, visitors will board a train for a 2-hour journey to Jeddah, where they will check in at the hotel."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Discovering Jeddah's Cultural and Historical Gems:- Following breakfast at the hotel, guests will embark on a Jeddah historical tour of the UNESCO site, including visits to the local museums of Beit Saloum, Ba’ashin House, Al Shafi Mosque, and Nassif House. The tour will continue with a visit to the old historical market of Al Alawi souq before stopping for lunch at Twina, where guests can enjoy seafood. Later, a one-hour boat tour of Obhur Creek is scheduled before heading to the Jeddah Waterfront to enjoy the sunset. The day will conclude with a return to the hotel."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Departing from Jeddah:- After having breakfast at the hotel, you will check out and proceed to the airport for your departure flight."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Saudi Arabia",
    "mainPhoto": "",
    "id": "saudi-arabia-and-dubai-holiday-7-days",
    "tourName": "Saudi Arabia and Dubai holiday, 7 days",
    "placesVisited": "",
    "generalInfo": "Inclusions:<br/>•\tTransportation (Private Van/Bus)<br/>•\tAccommodation on a Bed &amp; Breakfast basis<br/>•\tEnglish-speaking tour guides<br/>•\tEntrance fees to museums and historical sites<br/>•\tMeals as mentioned (1 Lunch &amp; 1 Dinner in Saudi, multiple meals in Dubai)<br/>•\tSnacks &amp; refreshments<br/>•\tDubai Inclusions:<br/>o\tAirport meet &amp; assist with private transfers<br/>o\tDubai Classic Tour (Bastakia, Souks, Abra Ride)<br/>o\tDesert Safari with Dune Bashing &amp; BBQ Dinner<br/>o\tModern Dubai Tour with Burj Khalifa access<br/>o\tMarina Dhow Cruise with Dinner<br/>o\tAll transfers in Dubai on a private basis<br/><br/>Exclusions:<br/>•\tInternational and domestic flights<br/>•\tPersonal expenses and shopping<br/>•\tAdditional meals and beverages not mentioned<br/>•\tAny optional tours or activities<br/>•\tTravel insurance",
    "durationDays": "7",
    "price": "2600",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Riyadh • Airport pick-up and private transfer to the hotel. • Check-in and free time to relax. • Overnight stay in Riyadh. • Meals: No Meals."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Discover Riyadh • Breakfast at the hotel. • Explore Ad Diriyah, the historical heart of Saudi Arabia (established in 1446 AD). • Visit Masmak Fort, symbolizing the country’s historical rule. • Enjoy a traditional lunch at Najd Village, reflecting the rich Saudi heritage. • Explore Souk Al-Zal, famous for antiques, rare coins, and traditional items. • Return to the hotel and overnight stay in Riyadh. • Meals: Breakfast & Lunch."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Riyadh to Jeddah • Breakfast at the hotel and check-out. • Transfer to the airport for the flight to Jeddah (flight ticket not included). • Explore the Jeddah Waterfront, one of the latest world-class coastal developments. • Enjoy lunch at a local restaurant. • Discover Al Balad, a UNESCO World Heritage site, and visit its old and modern shops. • Experience an authentic traditional dinner. • Return to the hotel and overnight stay in Jeddah. • Meals: Breakfast, Lunch & Dinner."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Jeddah to Dubai • Breakfast at the hotel and check-out. • Transfer to Jeddah Airport for a flight to Dubai (flight ticket not included). • Arrival in Dubai and meet & greet with an airport representative. • Private transfer to the hotel, witnessing Dubai’s stunning skyline. • Check-in and overnight stay in Dubai. • Meals: Breakfast."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Dubai Classic Tour & Desert Safari • Breakfast at the hotel. • 09:00 AM: Meet the driver guide and start the Dubai Classic Tour: o Visit the Bastakia Area to explore Emirati culture and history. o Enjoy a scenic Abra Boat ride (Water Taxi). o Visit the Spice Souk & Gold Souk. • Return to the hotel for a short rest. • 03:00 PM: Pick-up for Desert Safari: o Experience dune bashing and enjoy the sunset in the desert. o Arrive at a Bedouin-style camp for a traditional experience. o Activities include camel riding, belly dance, Tanura, and fire dance shows. o Enjoy a BBQ dinner under the stars. • Return to the hotel and overnight stay in Dubai. • Meals: Breakfast & BBQ Dinner."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Dubai Modern Tour & Marina Dhow Cruise • Breakfast at the hotel. • 09:00 AM: Start the Dubai Modern Tour: o Explore Dubai Marina, a vibrant waterfront district. o Photo stops at Ain Dubai, Bluewaters Island, and Atlantis The Palm. o Visit the Souk Madinat Jumeirah for traditional shopping. o Take a picture with the iconic Burj Al Arab. o Visit Dubai Mall and Burj Khalifa 124th & 125th floor (non-prime time). o Free time for shopping at Dubai Mall. • 07:30 PM: Evening transfer to Dubai Marina. • Enjoy a Marina Dhow Cruise Dinner, admiring Dubai’s skyline. • Return to the hotel and overnight stay in Dubai. • Meals: Breakfast & Dinner."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Departure from Dubai • Breakfast at the hotel. • Check-out and transfer to Dubai International Airport for departure. • Meals: Breakfast."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Saudi Arabia",
    "mainPhoto": "",
    "id": "saudi-arabia-cultural-tour",
    "tourName": "Saudi Arabia cultural tour",
    "placesVisited": "Riyadh, Buraydah, Hail, AlUla, Madain Saleh (Hegra), Medina, Jeddah, Al Bahah, Largest camel market in the world, UNESCO-listed Nabatean ruins at Jubbah, Visit the mountainous south, Get around by road and high-speed rail, Homestays, farm stays, and local hotels where possible",
    "generalInfo": "Muslims have made pilgrimage here for centuries, yet the Kingdom of Saudi Arabia has only recently begun to open to outsiders. Discover it with an expert Saudi leader, visiting several World Heritage sites as we travel through desert, mountains and to the Red Sea. Along the way, we explore modern cities, stay in a village home, visit the largest camel market in the world, and explore Medina, Islam’s second holiest city. Visiting now, we see a country beginning to open to the world and undergoing a period of considerable change.",
    "durationDays": "13",
    "price": "6149",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "The adventure begins in Riyadh, the capital of Saudi Arabia. Check-in is available from mid-afternoon and we have a welcome briefing this evening, our first chance to meet as a group. Accommodation: Joudyan Hotel by Elaf (or similar)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Riyadh is a city of contrasts, from local marketplaces to gleaming high-rise buildings. We begin our day at Masmak Fortress in the old part of the city. This large clay and mud-brick citadel bore witness to the birth of the Kingdom of Saudi Arabia. While much of Riyadh is modern, some old market areas remain, and we visit a souq (such as Souq al Zel or Souq Bisht). We continue to Murabba Palace and the excellent National Museum of Saudi Arabia for an introduction to the country’s history. Passing through the King Abdullah Financial District, we see the strikingly modern heart of business in the Kingdom, and the Grand Mosque. From new to old, explore Ad Diriyah, the birthplace of the first Saudi state, which lasted from 1744 to 1818. This World Heritage Site has recently been restored and is now an impressive place to visit. Learn about the architecture and history of the site and find out how mud-brick houses were built. Just outside Ad Diriyah are several good restaurants for dinner. Accommodation: Joudyan Hotel by Elaf (or similar)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Start early today and begin our journey by road to Buraydah, in the heart of the Arabian Peninsula. Along the way, we visit Ushaiger, one of the oldest settlements in the region. Though mostly abandoned now, this ancient mud village displays stunning traditional Najdi architecture. Then, around 25 minutes from Buraydah, we visit Al Bassam Heritage House in Unaizah, which was built in 1955 using traditional Najdi ventilation and lighting techniques. It features 30 rooms on two floors, including bedrooms, guestrooms and storage rooms. Inside, enjoy ancient crafts, traditional foods, folk tales, poems, and ancestral heritage and history. After, we reach Buraydah, the capital of Al-Qassim province. The climate is typical of the desert with hot summers, cold winters and low humidity. Agriculture is still the cornerstone of the economy here, where crops include traditional oasis produce such as dates, lemons, oranges and other fruits. We drive about 250mi (400km) today. Accommodation: Ewaa Express, Buraydah (or similar)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Early this morning, we visit Buraydah Camel Market – said be the largest in the world! Thousands of camels, goats and sheep are bought and sold, along with saddles and other accessories. Some days there is more to see than on others, but there are always camels. We also visit another market and what is probably the largest date market in the world where we can sample the region’s famously succulent dates (the amount of produce on sale varies by season, but is interesting year round). Leave Al-Qassim province and take the high-speed train for two hours to Hail – a much faster option than road travel. In this ancient Arab capital, we visit the hilltop A’arif Fort, which shows the historic importance of the city. Next stop is Al Qishlah compound, built with the same red mud as A’arif, the high walls show the power of the local rulers. Accommodation: Holiday Villa Hail (or similar)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Head to Jubbah in the Al Nafud desert, where large sandstone outcrops are covered by neolithic petroglyphs and inscriptions, some of the finest in the Arab World. These UNESCO-listed artworks depict animals such as aurochs, cheetahs and lions, which were present when the region had a wetter, savannah-like climate. After, we drive to AlUla, covering a lot of distance as we pass through Nefud Al Kabir, which literally means the great extent of dunes. Along the way, we have a picnic lunch. We plan to arrive into AlUla in time for sunset at Jabel Al Fil, or Elephant Rock. Here, the local people and tourists gather in the evenings to relax and watch the sun go down. We continue to our base for the next two nights, a farm stay. We drive about 390mi (625km) today. Accommodation: Mazham Boutique Farm (or similar)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "AlUla is an ancient oasis that has been inhabited for the last 7,000 years. The main draws are remarkable natural rock formations and canyons, extensive and varied pre-Arabic rock art, and immaculately preserved tombs built more than 2,000 years ago by the Nabataeans. Begin with a visit to the World Heritage site of Hegra (Madain Saleh). Hegra is the southernmost major city of the Nabatean Kingdom, which flourished thanks to the caravan trade between the second century BCE until the Roman conquest in 106 CE. It is the second richest Nabatean city in terms of monumental tombs with more than 130 decorated funeral monuments, including some of the most vibrant and well-conserved architectural achievements of the Nabatean builders. We explore this fascinating site and the secrets of its tombs, ancient inscriptions, stone structures and more. After Hegra, visit one of AlUla’s modern marvels: Maraya. Hidden in the exclusive Ashar Valley, this multi-purpose arts hub is the largest mirrored building in the world. Maraya, meaning mirror or reflection in Arabic, celebrates AlUla’s historic role as a crossroads of cultures and is the focus of the growing modern cultural scene in the region. We visit the outside only. Next, we head to AlUla Oasis, where we can enjoy coffee amid the date farms. Take a stroll where lush palm trees sway gently and the smell of citrus fills the fresh air. Follow the shaded Oasis Heritage Trail through the orange grove, hear birds and imagine how the nomads of the past found water and refuge from the desert here. We exit the lush oasis at Al Jadeeda, an area known also as Art City, which has colourful exhibits spread out along its streets. Continue exploring AlUla historic city, often called the Old Town, a charismatic place that once sat at the crossroads of the Silk Road and the Incense Route. Recent renovations have turned it into a magical mix of ancient alleys, trendy restaurants and upmarket souvenir shops. The city had nearly 900 houses and five town squares and the remains of some of the original stone and mudbrick buildings can still be seen today. Accommodation: Mazham Boutique Farm (or similar) Please note – the order of visits today and tomorrow can vary depending on ticket availability at the main sights. Also, we may be divided into two groups for the tour of AlUla Old Town."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Today, we visit either Dadan and Jabal Ikmah or the Khaybar oasis, depending on your departure date. For departures up to and including April 2025, we visit Dadan and Jabal Ikmah. First up is Dadan, the capital of the ancient Dadan and Lihyan kingdoms, where 2,000-year-old tombs are cut into red-rock cliffs. Then, 10 minutes away, is Jabal Ikmah, where inscriptions, rock art and petroglyphs are on display in a desert canyon. For departures after April 2025, we visit the Khaybar oasis if it is open. This is a volcanic area with black lava stone, mountain vistas and a rich history. Before the rise of Islam in the seventh century, the Khaybar region was inhabited by Arabian Jewish tribes. In 628 CE, Muslims under the leadership of Prophet Muhammad took over the city during the Battle of Khaybar. We visit the remains of the mud city situated in a steep wadi (valley) with several fortresses towering over thousands of green palm trees. Whichever you visit, we then continue by road to the second holiest city in Islam: Medina. While tourists are strictly forbidden from visiting Mecca, we can see many parts of Medina. Medina is centered around Al Masjid an Nabawi (the Prophet’s Mosque), a 10-minaret giant that can accommodate one million people. We join the throngs of pilgrims in the heart of the city. Non-Muslims are welcome to enjoy exterior views of the mosque from the edge of the square, but cannot pass through the gate or enter. Sunset is a great time to visit Mount Uhud, a major pilgrimage site and viewpoint across the Holy City. We drive about 250mi (400km) today. Accommodation: Millennium Hotel (or similar) Our hotel today is close to Medina airport due to restrictions on where non-Muslim visitors can stay in the city itself."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "There’s much more to Medina than its primary holy site. We get the chance to visit the terminus station of the Hijaz or Ottoman railway, which once brought pilgrims to Medina from as far away as Damascus in Syria. We have browsing time at the central market. Saudis are known for having a sweet tooth and the stalls at this bustling souk are ideal for treats such as ma’amoul (butter cookies stuffed with pistachios, walnuts, almonds, or dates), luqaimat (hot, crispy dumplings drizzled in honey) and kunafa (a kind of sweet cheese pie made with semolina pastry and rose water syrup). After lunch overlooking the Prophet’s Mosque, it’s time to board another high-speed train to cover the 250mi (400km) to the coastal city of Jeddah in less than two hours. On arrival, head to the corniche and enjoy drinks, sat on takwa carpets, Saudi style. In the evenings, the call to prayer sounds and the tallest fountain in the world, King Fahd’s Fountain, comes to life. Accommodation: Ewaa Express, Jeddah (or similar)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Start our tour with a visit to Tayebat Museum (Abdul Raouf Khalil Museum), which presents local and Arabian heritage. The museum consists of life-size examples of Saudi (especially Jeddahwi) building styles, everyday tools and utensils, art and details about the two Holy Cities: Mecca and Medina. We visit Jeddah fish market and can see the local catch. We can buy our own fish and then have it cooked in a simple restaurant in the market, or we can eat in style in a nearby seafood restaurant. In the afternoon, enjoy a walk in Al-Balad, the old part of the city and another World Heritage site. Its traditional multi-level buildings and merchant houses are an architectural treasure trove. The roshan (wooden window covers) are the ancient way to create shade and cool in this hot and humid climate, and they make these alleys especially picturesque. Accommodation: Ewaa Express, Jeddah (or similar)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Start early and drive south along the Red Sea coast through an empty land of rocky and sometimes sandy views. The silence is broken by camel herds and the occasional Bedouin tent. Roadside towns and some cities flank the road, until it is time to branch east, and into the foothills of the Sarawat mountain range. Our first stop is Thee Ain, a village that dates back about 400 years and has witnessed battles between the Ottoman Turks and its inhabitants. We have a picnic lunch under the trees nearby, wander around steep alleyways and enter a house or two. Find your way up the narrow staircases and maybe end up on a rooftop, viewing over the valley. A torch (flashlight) may come in handy. From Thee Ain, we drive upwards along a spectacular mountain road, the air cooling as we climb to Al Bahah. This city enjoys a pleasant climate at around 7,220ft (2,200m) above sea level and is surrounded by more than 40 forests, including Raghdan, Al-Zareeb and Baidan. The views all around the city are spectacular. Some of the best can be enjoyed from Raghdan park, which overlooks a deep wadi gorge. We drive around 270mi (430km) today. Accommodation: Swiss Spirit Cloud City, Al Bahah (or similar)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "We drive south through the mountains in the direction of Abha and Yemen. Stop at Al Malad Castle on the way, a dual fortress perched on a hill along the commercial road to Asir. Constructed by two brothers four centuries ago, it served military functions and housed provisions. We continue driving with a break for lunch. We have an afternoon hike (2mi/3km) to our final destination, walking through a valley with agricultural terraces, a rare sight in a desert country. We arrive at a historic village with stone houses. A clear highlight of this section is a crescent-shaped settlement in the Al Shaaf area, precarious at the edge of a cliff. The local people work hard to ensure the preservation of their village in its challenging location and it’s fascinating to hear their tales over cups of sugary mint tea. Contrary to the desert areas where Saudis traditionally use tents or mud-brick houses, this mountainous area has an abundance of rocks; therefore houses, mosques and defensive structures are all made of stone often with white marble used as decoration. The outside of doors and especially the interior of the houses are painted in bright combinations of white, red, yellow and green. We enter one of those and are welcomed by the local family for our homestay experience. Meals are taken sitting on the floor. We may have time for a stroll around the village to enjoy the views, see goat herds and perhaps the occasional monkey. At sunset, clouds often come in from the valley and obscure the view temporarily. Once the temperatures level out, this mist disappears and the starry night awaits exploration. We drive about 155mi (250km) today. Please see the accommodation section for more detail on the homestay experience. Accommodation: Homestay"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "The call to prayer may wake us before sunrise today. After a local breakfast, we begin our journey back to Jeddah. We stop in the town of Baljurashi, known for its unique Saturday historic market (some of our departures coincide with market days, but not all). On all departures, we explore Baljurashi Heritage Village and a small museum. We continue our journey to Taif, known as the City of Roses. It has abundant natural beauty and is also known for the cultivation of grapes, figs, pomegranates, and honey. The last leg of the journey takes us close to Mecca (but we cannot enter the city). The holiest city in Islam is just under 62mi (100km) from Jeddah and the millions of pilgrims who flock to Saudi Arabia from around the world to perform the Hajj generally ply this route on their way to the sacred Kaaba. There are about 7hr 30min of driving today. Back in Jeddah, we can go out for our final taste of Saudi cuisine before we can say “hay maa al-salama”, goodbye, until next time. Accommodation: Ewaa Express, Jeddah (or similar)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Our adventure ends in Jeddah this morning. If you'd like a little more time to explore, speak to your sales representative about extending your stay."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Saudi Arabia",
    "mainPhoto": "",
    "id": "saudi-arabia-culture-history-holiday",
    "tourName": "Saudi Arabia culture & history holiday",
    "placesVisited": "",
    "generalInfo": "Embark on an unforgettable 8-day private journey through the stunning landscapes and rich cultural heritage of Saudi Arabia. Our expertly curated tour offers an immersive experience across this remarkable destination – from the historical wonders of AlUla and the spiritual landmarks of Madinah to the vibrant cities of Riyadh and Jeddah. Delve into the country's ancient stories and modern marvels, visiting iconic sites such as Qasr Al-Farid, Jabal Al-Ahmar, Jabal Al-Banat, the Holy Mosque, Qiba Mosque and more.<br/><br/>Inclusions:<br/>- All airport transfers in air-conditioned vehicles  <br/>- 2 nights’ accommodation in Riyadh including breakfast and applicable taxes  <br/>- 2 nights’ accommodation in AlUla including breakfast and dinner  <br/>- 3 nights’ accommodation in Jeddah including breakfast and applicable taxes  <br/>- Domestic economy class flights: Riyadh – AlUla – Jeddah  <br/>- All tours and excursions as outlined in the itinerary  <br/>- Local English-speaking guide in Riyadh and Jeddah  <br/>- Spot local English-speaking guide in AlUla (Hegra, Dadan and Jabal Ikmah)  <br/>- Spot local guide in Madinah  <br/>- English-speaking driver during other excursions  <br/>- Entrance fees to all sites listed in the itinerary  <br/>- Meals as specified in the programme  <br/>- Mineral water provided during tours  <br/>- All taxes and service charges<br/><br/>Exclusions:<br/>- International flights  <br/>- Entry visa  <br/>- Meals not specified in the programme  <br/>- Personal expenses such as drinks during meals, laundry, phone calls  <br/>- Gratuities for guides, drivers, or any other tips  <br/>- Camera permits at sites where required<br/><br/>Accommodation plan:<br/>Golden option<br/>Holiday Inn Riyadh Hotel<br/>Sahary AlUla Resort<br/>WA Jeddah Hotel<br/><br/>Diamond option<br/>Narcissus Riyadh AlOlaya Hotel<br/>Cloud 7 Resodence Hotel<br/>Sheraton Jeddah Hotel",
    "durationDays": "8",
    "price": "6630",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Riyadh Welcome to Riyadh, the dynamic capital of Saudi Arabia. Upon arrival, you will be greeted by a representative and transferred comfortably to your hotel. The rest of the day is at your leisure to relax or begin exploring the city at your own pace. Overnight: Riyadh"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Riyadh City Exploration After breakfast, begin your exploration with a visit to the historic district of Diriyah, a UNESCO World Heritage Site located on the outskirts of Riyadh. Often referred to as the birthplace of the first Saudi state, Diriyah is steeped in history and tradition. Its mud-brick architecture once enclosed a prosperous desert city that served as a centre of culture, trade, and political power. In 1745, it was declared the capital, laying the foundations for the Kingdom of Saudi Arabia as we know it today. Enjoy a guided walk through the old town, where you can admire the remains of ancient palaces, traditional houses, and a historic marketplace. Continue to Masmak Fort, an iconic 19th-century fortress in Riyadh’s old quarter. Built in 1895, this adobe structure played a significant role in the formation of modern Saudi Arabia. Next, visit the vibrant Dirah Souq, famed for its rich selection of textiles—from fine silk to exquisite pashminas—before pausing for lunch at a local restaurant. In the afternoon, delve into Saudi Arabia’s heritage at the National Museum, one of the Kingdom’s most important cultural institutions. Its eight impressive galleries offer a comprehensive journey through Arabian history—from prehistoric times to the contemporary era. Conclude your day with a visit to Murabba Palace, a royal residence built by King Abdulaziz in 1937. Constructed using traditional materials, the palace complex features several residences, service buildings, and the Royal Diwan, reflecting the architectural style of the era. Return to your hotel for an evening at leisure. Overnight: Riyadh Meals: Breakfast, Lunch"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Flight to AlUla – Exploring the Ancient City of Hegra After breakfast, transfer to the airport for your domestic flight to AlUla, a region renowned for its extraordinary historical and archaeological significance. Upon arrival, begin your guided tour of the remarkable site of Hegra (Madain Saleh), Saudi Arabia’s first UNESCO World Heritage Site and once a prominent city of the Nabataean Kingdom. Also known as Al-Hijr in ancient times, this archaeological treasure was an important trading post along the incense route, flourishing as a hub of commerce and culture. Spanning over 2,000 square metres, the site features a wealth of rock-carved tombs, monumental façades, and ancient inscriptions, all etched into the golden sandstone cliffs. Key highlights include: Qasr Al-Farid (The Lonely Castle) Jabal Al-Ahmar (The Red Mountain) Jabal Al-Banat (Mountain of the Daughters) Diwan & Jabal Ithlib If time allows, conclude the day with a visit to Harrat Uwayrid, AlUla’s highest vantage point, where you can take in stunning panoramic views of the surrounding desert landscape and dramatic rock formations. Return to your hotel for a relaxing evening and dinner. Overnight: AlUla Meals: Breakfast, Lunch and Dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Uncovering the Legacy of AlUla After breakfast, meet your guide in the hotel lobby and set off on a captivating day of cultural and historical discovery in AlUla. Begin with a visit to Dadan, the once-flourishing capital of the Dadanite and Lihyanite civilisations, dating back to the 9th–8th century BCE. This impressive archaeological site reveals a city carved in stone, featuring over a dozen tombs hewn into the towering red cliffs. Among the most remarkable are the 'Lion Tombs', marked by intricately carved lion sculptures—symbols of strength and prestige that adorned the burial places of society’s elite. Continue to Jabal Ikmah, often referred to as AlUla’s open-air library. Here, you’ll discover the largest and most diverse collection of inscriptions and rock carvings in the region, etched into the cliff faces in ancient scripts. These remarkable writings provide invaluable insights into the early societies that once inhabited this land. In the afternoon, explore AlUla Old Town, a beautifully preserved heritage village with narrow winding lanes and centuries-old architecture. Afterwards, enjoy a leisurely walk through the lush oasis and surrounding farmlands, where traditional agricultural methods continue to thrive amidst the desert landscape. End the day at the awe-inspiring Elephant Rock (Jabal AlFil), a stunning natural sandstone formation that has become one of AlUla’s most iconic landmarks. The site is particularly magical at sunset, when the rock glows under the changing colours of the sky. Return to your hotel for dinner and a restful evening. Overnight: AlUla Meals: Breakfast, Lunch and Dinner"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Flight to Jeddah This morning, you will be transferred from your hotel in AlUla to the airport for your domestic flight to Jeddah. Upon arrival at Jeddah Airport in the evening, you will be met and transferred to your hotel for check-in and overnight stay. Overnight: Jeddah Meals: Breakfast"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Jeddah – Madinah – Jeddah After breakfast, you will be transferred from your hotel to Jeddah Train Station to board the high-speed train to Madinah. The journey takes approximately two hours, reaching speeds of up to 300 km/h, offering a smooth and comfortable ride through the desert landscapes. Upon arrival in Madinah, your private guide will be waiting to welcome you for a fascinating day of exploration. Begin your tour at the International Fair and Museum of the Prophet’s Biography and Islamic Civilisation, where immersive exhibits and interactive displays bring the history and spiritual legacy of the Prophet Muhammad (peace be upon him) to life. Continue along the historical Qiba Street, a symbolic route that links two of Islam’s most sacred sites: the Prophet’s Mosque (Al-Masjid an-Nabawi) and the Quba Mosque — the first mosque built in Islamic history. You will also explore the bustling Souq Taiba, a traditional marketplace known for its vibrant atmosphere and a variety of local crafts, perfumes, and souvenirs. Please note: Access to the interior of the mosques is reserved for Muslims; however, non-Muslim visitors can enjoy views of their magnificent architecture from outside. Enjoy lunch at a local restaurant before boarding the train for your return journey to Jeddah. Upon arrival, transfer back to your hotel for the evening at leisure and overnight stay. Overnight: Jeddah Meals: Breakfast and Lunch"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Jeddah – Cultural Heritage & Coastal Beauty Begin your day with a visit to the fascinating Tayebat Museum, a privately owned four-storey treasure trove showcasing the rich heritage of the region. The museum features everything from pre-Islamic artefacts and exquisite Islamic manuscripts, to ancient coins, weaponry, intricately carved furniture, pottery, and traditional Saudi attire – offering a deep insight into the Kingdom’s diverse cultural tapestry. Next, enjoy a stroll through the Jeddah Open Museum, one of the largest collections of outdoor sculptures in the world. Located along the scenic New Corniche, the area offers both a delightful artistic experience and charming seaside views – perfect for a relaxed walk or a picnic by the sea. You’ll then visit the city’s iconic ‘Floating Mosque’, which appears to gracefully drift on the surface of the Red Sea, shimmering under the sunlight – an ideal spot to pause and take in the serene surroundings. Continue to the majestic King Fahd’s Fountain, also known as the Jeddah Fountain – the tallest of its kind globally. This spectacular jet of seawater reaches heights of up to 300 metres, shooting into the sky at incredible speed and creating a dramatic sight against the coastal skyline. In the afternoon, explore the timeless charm of Al-Balad, Jeddah’s historic Old Town. Here, you’ll walk through narrow lanes lined with traditional houses constructed from coral stone and reinforced with wooden beams. Visit the renowned Nasif House, a beautifully preserved 19th-century residence that once belonged to one of Jeddah’s most influential trading families. Return to your hotel for your final overnight stay in Jeddah. Overnight: Jeddah Meals: Breakfast and Lunch"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Depart Jeddah Enjoy a leisurely breakfast at the hotel before checking out. At the designated time, you will be transferred to Jeddah International Airport to board your departure flight, marking the end of your unforgettable journey through Saudi Arabia. Meals: Breakfast"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Saudi Arabia",
    "mainPhoto": "",
    "id": "saudi-arabia-dubai-holiday-12-days",
    "tourName": "Saudi Arabia & Dubai holiday, 12 days",
    "placesVisited": "",
    "generalInfo": "This combined Saudi Arabia and UAE tour offers a rich cultural and modern experience. In Saudi Arabia, travel comfortably by bus, van, and 4x4, with an economy-class train ticket between Medina and Jeddah. Stay on a bed and breakfast basis while exploring key cities like Riyadh, Medina, Jeddah, and AlUla with expert English-speaking guides. Enjoy included museum and site entrance fees, 2 lunches, 3 dinners, plus snacks and refreshments.<br/><br/>In Dubai and Abu Dhabi, private transfers and comfortable accommodations are provided. Experience iconic tours including the Dubai Classic Tour, Desert Safari with BBQ Dinner, Dubai Modern Tour with Burj Khalifa visits, Marina Dhow Cruise with dinner, and a full-day Abu Dhabi tour featuring the Louvre Museum. Meals include 4 dinners and 1 seafood lunch in Jeddah. All tours feature English-speaking guides.<br/><br/>Please note that international/domestic flights, personal expenses, optional tours, and travel insurance are not included.<br/><br/>Inclusions<br/>Saudi Arabia<br/>•\tTransportation: Bus, Van, &amp; 4x4<br/>•\tTrain Ticket: Medina ? Jeddah (Economy Class)<br/>•\tAccommodation: Bed &amp; Breakfast basis<br/>•\tTour Guides:<br/>o\tEnglish-speaking guides in Riyadh, Medina, and Jeddah<br/>o\tLocal driver (basic English) in AlUla<br/>•\tMuseum &amp; Site Entrance Fees<br/>•\tMeals:<br/>o\t2 Lunches<br/>o\t3 Dinners<br/>•\tSnacks &amp; Refreshments<br/>Dubai &amp; Abu Dhabi<br/>•\tPrivate Transfers for all tours &amp; airport pickups/drop-offs<br/>•\tAccommodation: Bed &amp; Breakfast basis<br/>•\tTours &amp; Sightseeing:<br/>o\tDubai Classic Tour<br/>o\tDesert Safari with BBQ Dinner<br/>o\tDubai Modern Tour with Burj Khalifa (124th &amp; 125th floor)<br/>o\tMarina Dhow Cruise with Dinner<br/>o\tFull-Day Abu Dhabi Tour with Louvre Museum<br/>•\tMeals:<br/>o\t4 Dinners (Desert Safari, Dhow Cruise, 2 Hotel Dinners)<br/>o\t1 Lunch (Seafood lunch in Jeddah)<br/>•\tEnglish-speaking guide during all tours<br/>________________________________________<br/>Exclusions<br/>•\tInternational &amp; domestic flights<br/>•\tPersonal expenses &amp; gratuities<br/>•\tOptional tours &amp; activities<br/>•\tTravel insurance",
    "durationDays": "12",
    "price": "4199",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Riyadh • Airport pick-up • Hotel check-in • Overnight stay in Riyadh • Meals: No meals included"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Riyadh City Tour • Breakfast at hotel • Visit Ad Diriyah – historic city from 1446 AD • Explore Masmak Fort – symbol of Saudi history • Lunch at Najd Village (included) • Stroll through Souk Al-Zal for antiques & traditional crafts • Dinner at a local restaurant (included) • Return to hotel & overnight stay in Riyadh"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Riyadh to AlUla • Breakfast at hotel • Hotel check-out • Flight to AlUla (excluded) • Hotel check-in • Sunset at Elephant Rock – iconic geological marvel • Dinner at the hotel (included) • Overnight stay in AlUla"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Exploring AlUla • Breakfast at hotel • Visit Al Hegra (UNESCO site) – explore over 110 tombs • Discover Dadan – Kingdom of Lihyanite & Dadanite • Visit Harrat Viewpoint • Return to hotel • Dinner at the hotel (included) • Overnight stay in AlUla"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "AlUla to Medina & Jeddah • Breakfast at hotel • Hotel check-out • Drive to Medina (328km) • Visit Medina’s historical & religious landmarks • Travel to Jeddah by Train (1h49min, Economy Class) • Transfer to hotel & check-in • Overnight stay in Jeddah • Meals: No meals included"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Jeddah City Tour • Breakfast at hotel • Visit Al Balad – UNESCO Heritage Site • Explore old & modern markets • Seafood lunch (included) • Visit Floating Mosque • Walk along Jeddah’s modern waterfront • Return to hotel & overnight stay in Jeddah"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Jeddah to Dubai • Breakfast at hotel • Hotel check-out & airport transfer • Flight to Dubai (excluded) • Arrival in Dubai & hotel transfer • Check-in & free time • Overnight stay in Dubai • Meals: No meals included"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Dubai Classic Tour & Desert Safari • Breakfast at hotel • Visit Bastakia Area – heritage & Emirati culture • Abra Boat ride (Water Taxi) • Explore Spice Souk & Gold Souk • Return to hotel for rest • Desert Safari (4x4) – Dune bashing, camel ride, sunset views • BBQ Dinner at desert camp (included) • Belly dance, Tanura & fire dance show • Overnight stay in Dubai"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Dubai Modern Tour & Marina Dhow Cruise • Breakfast at hotel • Visit Dubai Marina, Palm Jumeirah, Ain Dubai, Atlantis the Palm • Explore Souk Madinat Jumeirah & take pictures of Burj Al Arab • Visit Burj Khalifa (124th & 125th floor, non-prime hours) • Free time at Dubai Mall • Return to hotel for rest • Evening Marina Dhow Cruise with dinner on board (included) • Overnight stay in Dubai"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Full-Day Abu Dhabi Tour • Breakfast at hotel • Visit Sheikh Zayed Grand Mosque • Explore Louvre Abu Dhabi Museum • Photo stop at Emirates Palace • Drive through Al Bateen area • Visit Marina Mall (free time for shopping & lunch on your own) • Return to Dubai & overnight stay • Meals: Breakfast included"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Free Day in Dubai (Optional Tours Available) • Breakfast at hotel • Enjoy a free day for shopping, relaxation, or optional excursions • Dinner at hotel (included) • Overnight stay in Dubai"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Departure from Dubai • Breakfast at hotel • Hotel check-out • Transfer to Dubai International Airport • Meals: Breakfast included"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Saudi Arabia",
    "mainPhoto": "",
    "id": "saudi-arabia-holiday-highlights-8-days",
    "tourName": "Saudi Arabia holiday highlights, 8 days",
    "placesVisited": "Riyadh, Ushaiqer, Al Nafud, AlUla, Madain Saleh (Hegra), Jeddah",
    "generalInfo": "One of the most important, essential places to visit for Muslims, outside of the Islamic world Saudi Arabia has been out of the reach for many tourists. It’s only relatively recently that the country started issuing tourism visas – you can be one of the first to explore the desert kingdom’s wealth of sights.<br/><br/>This is a more budget-friendly trip to Saudi Arabia, which can be an expensive country. As well as visiting Riyadh and Jeddah, you’ll get time in a tented camp in the desert in AlUla. <br/><br/>The highlight of this trip is Madain Saleh (Hegra) where you’ll find fantastically preserved rock-hewn tombs in a spectacular desert setting. This ancient Nabatean city was the kingdom’s second largest after Petra. In AlUla, you’ll see even older structures at Dadan, too: the lion tombs.<br/><br/>This tour is designed to show off the cultural history of Saudi Arabia now that it’s open to the outside world. Your visit helps raise the profile of this history, against the flashy new modern developments. Expect to be surprised by the ‘real’ Saudi Arabia – one with mud brick villages and rock-carved tombs as well the tallest fountain in the world, King Fahad’s fountain at Jeddah, and Riyadh’s glitzy skyscrapers.<br/>",
    "durationDays": "8",
    "price": "4199",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Riyadh - Arrive in Riyadh and transfer to the hotel. Depending on when you arrive there may be time to explore the city. Overnight Warwick Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Riyadh - Spend today exploring Riyadh. We visit the Murraba Palace, built by King Abdul Aziz in the traditional style as a home for his family, as well as the historic Masmak fortress, one of the oldest buildings in the city. As well as this we will visit the Dira souq, specialising in copper and brass as well as old Bedouin jewellery, and if time allows, the Rajhi Mosque. Overnight Warwick Hotel similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Ushaiger – Al Nafud - Drive to the well-preserved mud brick village of Ushaiger, with its approximately 400 houses and 25 mosques lining a maze of paths amidst the palm trees and orchards. Later head out to explore the desert dunes of Al Nafud, then return to Riyadh for the night. Overnight Warwick Hotel or similar. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Al Ula - Fly to Al Ula, with its superbly preserved historic buildings. This is the gateway to Madain Saleh but is well worth exploring on its own. Upon arrival we visit its main sites including the ‘lion tomb’ and Ikmah Mountain with its ancient inscriptions, followed by a walk through the old town. Overnight Sahary Resort or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Madain Saleh - Head to the site of Madain Saleh – perhaps the highlight of this trip. We spend time exploring its numerous tombs and chambers hewn into the rocks, a remnant of the Nabataean civilisation which once ruled this part of Arabia. We also visit the famous ‘elephant rock’, before returning to Al Ula for the night. Overnight Sahary Resort or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Al Ula – Jeddah - Fly to south to Jeddah and transfer to the hotel. Later we head out to see the King Fahd Fountain, a 30-year-old monument with spectacular displays in the middle of the Red Sea. Overnight Warwick Hotel or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Jeddah - Spend today exploring Jeddah. This morning visit some of the old Ottoman houses, constructed from coral and wood, for a sense of the history of this Red Sea city, built on the wealth of ancient trade routes. We also explore the fish market and have time to stroll along the cornice with the locals. Overnight Warwick Hotel or similar. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Jeddah - Transfer to the airport for departure. (B)"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Saudi Arabia",
    "mainPhoto": "",
    "id": "saudi-arabia-small-group-holiday",
    "tourName": "Saudi Arabia small group holiday",
    "placesVisited": "Riyadh, Diriyah, Hail, Nafud desert, Jubbah and ancient petroglyphs, Dawmat Al Jandal ruined city, Jeddah, Abha, traditional markets",
    "generalInfo": "A land of arid desert and scorched mountains, the Kingdom of Saudi Arabia conjures up all the romance and adventure of the golden age of discovery. The only country on the Arabian Peninsula with a foot in both the Red Sea and the Arabian Gulf, the birthplace of Islam remains arguably one of the most enigmatic countries on earth to visit.Including historic Jeddah with its beautiful Ottoman houses, this astonishing journey takes us deep into the heart of its ancient landscapes, visiting sites that few travellers from beyond the Arab world have ever seen. Blessed with a remarkable cultural heritage, we will visit several of its spectacular World Heritage sites including Nabatean Hegra (aka Mada’in Saleh) at AlUla, traverse some of the world’s finest desert scenery, marvel at the UNESCO site of Ad Diriyah the birthplace of the first Saudi state, and have the chance to explore on foot the natural wonder of the striking Hutaymah volcanic crater.This is a tour like no other, offering a glimpse into one of the world’s most misunderstood and least known countries that is certain to appeal to those who are drawn to destinations with a difference.",
    "durationDays": "11",
    "price": "6150",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tour starts in Jeddah: The tour begins at Jeddah, Saudi Arabia’s commercial capital and the main gateway to Mecca, the holiest city in Islam. Its historic centre, Al-Balad (The Town), once served as a major trading port along the Indian Ocean trade routes and today its distinctive architecture has seen it inscribed on the UNESCO World Heritage list. Characterised by imposing tower houses and coral stone buildings, the old centre of the city encapsulates the rich mix of influences and traditions that once flourished along these trade routes and reflects a style and tradition essentially lost now outside Saudi Arabia. Please note that the suggested group tour flights currently arrive late this evening."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Jeddah: Full Day Exploring: This morning we will start our discovery of The Kingdom by exploring the port city of Jeddah. The local motto in Arabic is Jeddah Ghair meaning “Jeddah is different” and today we find out why. The city boasts the largest seaport on the Red Sea, including the Central Fish Market where we will enjoy lunch today. Jeddah hides many a unique historic treasure inside its contemporary walls. Today we manoeuvre through the streets taking in the modern elements such as the artsy Corniche waterfront and the contrasting old city, souqs and traditional bazaars of UNESCO Al Balad."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Jeddah – Medina: Prophet’s Mosque & Historic Sites: Leaving Jeddah behind, schedules permitting we plan to take the high-speed Haramain train northwards to the holy city of Medina. Home to the Prophet’s Mosque, the second largest mosque in the world, Medina was once a predominantly Jewish settlement called Yathrib and it was to here that Mohammed fled in 622AD, in what is known as the hegira, marking Year 0 for Islam. Until late 2021, the centre of the city was off-limits to non-Muslims but this is slowly changing and we should be able to view some of the key historic sites of the city."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Medina - AlUla: A Cultural Highlight of Arabia: Leaving Medina, we effectively pick up the same route of the famous Hejaz Railway. Long since abandoned, the railway was a flagship project of the Ottomans intended to link Damascus with Mecca but which ultimately was brought to a halt by frequent sabotage under the instigation of rebel Arab tribes, some in conjunction with T.E. Lawrence during WWI. Later we'll arrive to the strategically located town of AlUla, continually inhabited for millennia and rightly considered to be one Arabia’s cultural highlights. Time permitting, we aim to stretch our legs with a short desert oasis walk on arrival before checking into our stunningly located desert resort which will be our base for the next two nights."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "AlUla: Elephant Rock, Old Town, Hegra: Exact timings over the next two days will be kept flexible but during our time in AlUla we will certainly discover why this area is becoming a must-visit location for anyone interested in the scenery and rich cultural heritage of Arabia. During our time here we plan to visit the iconic Elephant Rock, have lunch on a date-farm, embark on a 4WD ride through the narrow overarching canyons of the Madahkil Mountain range as well as taking a walk along the Oasis Trail from Dadan south to the ruins of AlUla’s Old Town, which was for centuries a significant stop for Muslims heading south to Mecca for the annual Hajj pilgrimage. Of course, we will also have time to explore the UNESCO World Heritage site of Hegra (aka Mada’in Saleh). Second only in size to Petra (in neighbouring Jordan), this strategically sited Nabatean city has over one hundred ornately decorated royal tombs, including the striking Qasr Farid, dating back to the 1st century CE. Please note that many of the activities in and around AlUla are controlled by the Royal Commission for AlUla which includes the times and durations allowed for visiting the sites."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "AlUla - Ha'il: AlUla and Onward Journey: This morning, you may wish to take the opportunity to take in sunrise over the desert landscapes of AlUla before we continue our journey with a drive north-eastwards to Ha’il, once an important stop on the camel caravan route to Mecca.Approx 5 - 6 hours of driving today"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Ha'il - Jubbah - Ha'il: Rock-Art, Forts & Markets: A short distance north-west of Ha’il we find the UNESCO World Heritage site, Jubbah. This world-famous site features some of the best rock-art in Saudi Arabia. Strewn across the scorched rocks of Jabal Umm Sinman are thousands of intricate rock carvings, some of which are thought to be over 10,000 years old. Subjects etched into the sandstone include man, cattle, ibex, horse, ostrich and lion all of which are impressively well-preserved on their rock canvas. On returning to Ha’il we’ll have time to explore this important agricultural centre with its impressive Aarif and Qishlah forts (currently from the outside only) as well as the well-stocked souks, a popular shopping area home to a date market, clothing stalls and a women's market."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Ha'il - Hutaymah Crater - Fayd Fort – Buraydah: With an early start today we’ll leave Ha’il and drive south to the distinctly impressive Hutaymah crater with a salt field at its centre where there is the option to circumnavigate the crater rim (5km circular trail). After our exploration we will enjoy lunch before heading to Fayd Fort to view the remains of this once important oasis city. In the afternoon we make our way to our overnight stop near to Buraydeh; time permitting we will visit another souk before checking into our boutique hotel for the night.Approx 4 - 5 hours of driving today"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Buraydah - Ushaiqer – Riyadh: Camel Market & National Museum: Today we need another early start to make the most of a truly unique Saudi experience. Buraydah’s lively camel market is located just a short distance outside modern-day Buraydah. This is the world’s largest camel market where thousands of camels, goats and sheep are traded every day and this morning is sure to be a feast for the senses. We then start our drive towards Riyadh. En route we will visit the heritage village of Ushaiqer, one of the oldest settlements in the region which boasts some stunning traditional Najdi architecture and considered one of the most attractive places in the country. We’ll have lunch here before our afternoon drive to the Kingdom’s sprawling capital, where we will visit the National Museum before checking into our hotel.Approx 4 hours of driving today"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Riyadh: Full Day Exploring Many Historic Sites: Today we explore the capital city and environs of Riyadh which over seven million people call home. There are a couple of key historic sites to visit including the UNESCO site of Ad Diriyah which was the location of the royal residence and the First Saudi State and one of the most historic mudbrick settlements in the world. After lunch we will then visit Al Masmak Fortress and Murabbah Palace (currently from the outside only), finishing the day with a local dinner."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Tour ends in Riyadh: The tour officially ends after breakfast those on the suggested group flights will be transferred to the airport for your flight departing at lunchtime."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Saudi Arabia",
    "mainPhoto": "",
    "id": "saudi-arabia-small-group-tour",
    "tourName": "Saudi Arabia small group tour",
    "placesVisited": "Riyadh, Diriyah, The Edge of the World, Ushaiqer, Buraydah, Jubbah, Hail, AlUla, Madain Saleh (Hegra), Wadi Qaraqir, Bajdah Desert, Abha, Jeddah",
    "generalInfo": "If you’re from outside the Arab world, you might have an ill-informed impression of Saudi Arabia. The country has only very recently started opening up to tourism. You’ll come away from this small group Saudi Arabia holiday with a rare and comprehensive overview of the country, one that reaches back into its history, and spans from its cities all the way to the forested mountains of the south. <br/><br/>This tour starts in the capital, Riyadh, before heading across the desert, via the dramatic ‘Edge of the World’ escarpment. It continues to the settlements of Ushaiqer, Buraydah and AlUla, before heading south to the mountains, and finishing at the beautiful Red Sea coast at Jeddah.<br/><br/>Fans of landscapes will love the sprawling deserts, which include Bajdah Desert, with its rock formations jutting out of the sand, and the natural wonder of Wadi Qaraqir, a long canyon with an oasis. In the south, you’ll be surprised at Saudi Arabia’s Asir Mountains, where the altitude means there’s rain and greenery. <br/><br/>This trip gives you opportunities to get to know the real country, whether that’s taking part in a stroll along the corniche at Jeddah like a local, or interacting with people in rural areas, or at lively souks. In Abha you’ll visit a typical Saudi home, and your local guide will accompany you at all times, bridging the gap between you and the places you visit.<br/>",
    "durationDays": "15",
    "price": "5999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Riyadh - Arrive in Riyadh and transfer to the hotel. Depending on when you arrive there may be time to explore the city. Overnight Warwick Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Riyadh - Spend today exploring Riyadh. We visit the Murraba Palace, built by King Abdul Aziz in the traditional style as a home for his family, as well as the historic Masmak fortress, one of the oldest buildings in the city. As well as this we will visit the Dira souq, specialising in copper and brass as well as old Bedouin jewellery, and the National Museum. Overnight Warwick Hotel or similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Diriyah – The Edge of the World - Spend the morning visiting the walled town of Diriyyah, the birthplace of the Saudi state and now in a process of restoration. In the afternoon we drive to the ‘Edge of the World’, a dramatic escarpment with spectacular views over the endless desert horizons. Return to Riyadh after watching the sun set. Overnight Warwick Hotel or similar. (B) Please note: Diriyah is currently under restoration although is schedule to re-open shortly. If however it remains closed, we will view it from the outside."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Ushaiger - Buraydah - Drive to the well preserved mud brick village of Ushaiger, with its approximately 400 houses and 25 mosques lining a maze of paths amidst the palm trees and orchards. From here continue to Buraydah and explore its lively souq and date market, as well as the camel market, reputedly the largest in the world. Overnight Tramontane Hotel or similar. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Jubbah - Hail - This morning we drive to see the collection of ancient rock art at Jubbah, a huge open air art gallery with carvings that date back to 5500BC. Continue to Hail, the gateway to the desert and once a major meeting point for traders and pilgrims. Throughout the city are a number of forts and palaces, often now used as museums or libraries, dating back to the time of Ottoman rule. We explore city, including the Al Qishlah fort, among other sites. We will also visit the ancient petroglyphs at Jubbah. Overnight Tramontane or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Al Ula - Drive to Al Ula, with its well preserved historic buildings. This is the gateway to Madain Saleh but is well worth exploring on its own. Upon arrival we explore the old town. Overnight Sahary Resort or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Al Ula - Today we explore some of the many sites in and around Al Ula, including the ‘lion tomb’, Ikmah Mountain with its ancient inscriptions, and the ‘elephant rock’. Overnight Sahary Resort or similar. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Madain Saleh - Tabuk - Head to the site of Madain Saleh – perhaps the highlight of this trip. We spend time exploring its numerous tombs and chambers hewn into the rocks, a remnant of the Nabataean civilisation which once ruled this part of Arabia. We also head a little further afield to visit 17th century Ottoman fort at Al Moadham, and we’ll also visit the historic Hejaz railway station. Continue from here to Tabuk. Overnight Ewa Express Hotel or similar. (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Wadi Qaraqir – Tabuk - Drive to Wadi Qaraqir, one of Saudi Arabia’s natural wonders. This is a 15km canyon running through the Jebel Qaraqir, a palm dotted oasis with crystal clear waters, which we explore on foot and by vehicle. We then return to Tabuk for the night. Overnight Ewa Express Hotel or similar. (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Bajdah Desert - Today we take jeeps into the Bajdah Desert, also known as Jebel Hisma. This is an area of stunning desert scenery not dissimilar from the better known Wadi Rum in Jordan, and we spend the day exploring its canyons, wadis and rocky outcrops, before returning to Tabuk. Overnight Ewa Express Hotel or similar. (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Abha - Fly to Abha, in the Asir Mountains. At an altitude of 2200m, the climate here is quite different to the rest of the country, and frequent rainfall makes the surrounding lands fertile, and good for agriculture. The architecture here is quite distinct, and on the outskirts of the city we can see centuries old mud and stone houses with striking white decorations. Explore the city including the market and the Al Shada Palace. Overnight Aber Hotel or similar. (B)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Abha – Jeddah - Continue exploring the area around Abha, visiting some of its traditional villages for an insight into a more rural side of the country, with good opportunities to meet local people. Fly to Jeddah in the afternoon. Overnight Warwick Hotel or similar. (B)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Jeddah - Spend today exploring Jeddah. This morning visit some of the old Ottoman houses, constructed from coral and wood, for a sense of the history of this Red Sea city, built on the wealth of ancient trade routes. We also visit local museums which are home to ethnological and archaeological artefacts, and have time to stroll along the cornice with the locals. Overnight Warwick Hotel or similar. (B)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Jeddah - Transfer to the airport for departure. (B)"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Saudi Arabia",
    "mainPhoto": "",
    "id": "saudi-arabia-tailor-made-holiday",
    "tourName": "Saudi Arabia tailor made holiday",
    "placesVisited": "",
    "generalInfo": "Embark on an unforgettable journey and experience the allure of Saudi Arabia on a captivating 10-day itinerary. Explore the enchanting cities of Riyadh, AlUla, Tabuk, and Jeddah, immersing yourself in the country’s rich history, vibrant culture, and breathtaking natural landscapes.<br/><br/>Included<br/>All airport transfers by air-conditioned vehicle during the trip in Saudi Arabia.<br/>Accommodation in Riyadh for 2 nights including breakfast and all applicable taxes.<br/>Accommodation in Al Ula for 2 nights including breakfast and dinner.<br/>Accommodation in Tabuk for 2 nights including breakfast and dinner.<br/>Accommodation in Jeddah for 3 nights including breakfast and all applicable taxes.<br/>Domestic flights: Riyadh – Al Ula – Tabuk – Jeddah in economy class.<br/>All sightseeing tours and excursions as detailed in the itinerary.<br/>Local English-speaking guide in Riyadh and Jeddah.<br/>Spot local English-speaking guide in Al Ula (Hegra, Dadan, and Jabal Ikmah).<br/>Spot local English-speaking guide in Tabuk.<br/>Spot local guide in Madinah.<br/>English-speaking driver for all other tours.<br/>Entry fees to all sites and attractions mentioned in the program.<br/>All meals as specified in the itinerary.<br/>Bottled mineral water provided during transfers and excursions.<br/>All taxes and service charges.<br/><br/>Excluded<br/>International flights.<br/>Entry visa to Saudi Arabia.<br/>Any meals not mentioned in the itinerary.<br/>Personal expenses (e.g., beverages during meals, laundry, phone calls).<br/>Gratuities for guides and drivers or any other tips.<br/>Camera or photography permits at sites where applicable.<br/><br/>Accommodation plan:<br/>Golden Plan <br/>Holidy Inn Riyadh Hotel<br/>Sahary AlUla Resort<br/>Holiday In Tabuk Hotel<br/>WA Jeddah Hotel<br/><br/>Diamond Plan:<br/>Narcissus Riyadh Hotel<br/>Cloud 7 Residence Hotel<br/>Grand Millennium Tabuk Hotel<br/>Sheraton Jeddah Hotel",
    "durationDays": "10",
    "price": "8440",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Riyadh Welcome to Riyadh, the dynamic capital of Saudi Arabia. Upon arrival, you will be greeted by a representative and transferred comfortably to your hotel. The rest of the day is at your leisure to relax or begin exploring the city at your own pace. Overnight: Riyadh"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Riyadh City Exploration After breakfast, begin your exploration with a visit to the historic district of Diriyah, a UNESCO World Heritage Site located on the outskirts of Riyadh. Often referred to as the birthplace of the first Saudi state, Diriyah is steeped in history and tradition. Its mud-brick architecture once enclosed a prosperous desert city that served as a centre of culture, trade, and political power. In 1745, it was declared the capital, laying the foundations for the Kingdom of Saudi Arabia as we know it today. Enjoy a guided walk through the old town, where you can admire the remains of ancient palaces, traditional houses, and a historic marketplace. Continue to Masmak Fort, an iconic 19th-century fortress in Riyadh’s old quarter. Built in 1895, this adobe structure played a significant role in the formation of modern Saudi Arabia. Next, visit the vibrant Dirah Souq, famed for its rich selection of textiles—from fine silk to exquisite pashminas—before pausing for lunch at a local restaurant. In the afternoon, delve into Saudi Arabia’s heritage at the National Museum, one of the Kingdom’s most important cultural institutions. Its eight impressive galleries offer a comprehensive journey through Arabian history—from prehistoric times to the contemporary era. Conclude your day with a visit to Murabba Palace, a royal residence built by King Abdulaziz in 1937. Constructed using traditional materials, the palace complex features several residences, service buildings, and the Royal Diwan, reflecting the architectural style of the era. Return to your hotel for an evening at leisure. Overnight: Riyadh Meals: Breakfast, Lunch"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Flight to AlUla – Exploring the Ancient City of Hegra After breakfast, transfer to the airport for your domestic flight to AlUla, a region renowned for its extraordinary historical and archaeological significance. Upon arrival, begin your guided tour of the remarkable site of Hegra (Madain Saleh), Saudi Arabia’s first UNESCO World Heritage Site and once a prominent city of the Nabataean Kingdom. Also known as Al-Hijr in ancient times, this archaeological treasure was an important trading post along the incense route, flourishing as a hub of commerce and culture. Spanning over 2,000 square metres, the site features a wealth of rock-carved tombs, monumental façades, and ancient inscriptions, all etched into the golden sandstone cliffs. Key highlights include: Qasr Al-Farid (The Lonely Castle) Jabal Al-Ahmar (The Red Mountain) Jabal Al-Banat (Mountain of the Daughters) Diwan & Jabal Ithlib If time allows, conclude the day with a visit to Harrat Uwayrid, AlUla’s highest vantage point, where you can take in stunning panoramic views of the surrounding desert landscape and dramatic rock formations. Return to your hotel for a relaxing evening and dinner. Overnight: AlUla Meals: Breakfast, Lunch and Dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Uncovering the Legacy of AlUla After breakfast, meet your guide in the hotel lobby and set off on a captivating day of cultural and historical discovery in AlUla. Begin with a visit to Dadan, the once-flourishing capital of the Dadanite and Lihyanite civilisations, dating back to the 9th–8th century BCE. This impressive archaeological site reveals a city carved in stone, featuring over a dozen tombs hewn into the towering red cliffs. Among the most remarkable are the 'Lion Tombs', marked by intricately carved lion sculptures—symbols of strength and prestige that adorned the burial places of society’s elite. Continue to Jabal Ikmah, often referred to as AlUla’s open-air library. Here, you’ll discover the largest and most diverse collection of inscriptions and rock carvings in the region, etched into the cliff faces in ancient scripts. These remarkable writings provide invaluable insights into the early societies that once inhabited this land. In the afternoon, explore AlUla Old Town, a beautifully preserved heritage village with narrow winding lanes and centuries-old architecture. Afterwards, enjoy a leisurely walk through the lush oasis and surrounding farmlands, where traditional agricultural methods continue to thrive amidst the desert landscape. End the day at the awe-inspiring Elephant Rock (Jabal AlFil), a stunning natural sandstone formation that has become one of AlUla’s most iconic landmarks. The site is particularly magical at sunset, when the rock glows under the changing colours of the sky. Return to your hotel for dinner and a restful evening. Overnight: AlUla Meals: Breakfast, Lunch and Dinner"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "AlUla – Scenic Drive to Tabuk & Wadi Al Disah Exploration After breakfast, check out from your hotel and meet your guide to begin your journey northwards to the city of Tabuk, located approximately 360 kilometres from AlUla. Enjoy a comfortable drive through the dramatic Saudi landscape, with a brief stop en route to stretch and take in the scenery. Upon arrival in Tabuk, proceed with check-in at your hotel and enjoy a well-earned lunch. In the afternoon, embark on an immersive nature experience to the awe-inspiring Wadi Al Disah (Deise Valley), a remarkable gem of north-western Saudi Arabia. Surrounded by towering sandstone mountains and verdant palm groves, Wadi Al Disah is a haven of natural beauty and serenity. The name itself translates to \"Valley of the Palm Trees,\" aptly reflecting the tranquil oasis that awaits. As you venture through the valley, admire its dramatic rock formations, freshwater streams, and dense vegetation, all of which make it one of the most scenic locations in the country. Keep your camera ready—you may come across nomadic camels, flocks of birds, or local shepherds leading their livestock through the rugged terrain. After soaking in the breathtaking landscapes, return to Tabuk for an evening at leisure and a relaxing overnight stay. Overnight: Tabuk Meals: Breakfast, Lunch and dinner"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Tabuk Desert Exploration – Hisma Desert & Jabal Al Lawz After breakfast at the hotel, set off on an enriching excursion into the heart of the Hisma Desert, located approximately 90 minutes from Tabuk. This mesmerising desert landscape is known for its dramatic rock formations, striking red sand, and deep cultural heritage. The region’s rugged mountains—including Bajdah, Al-Zeitah, Alqan, and Al-Lawz—extend all the way to Wadi Rum in neighbouring Jordan. Historically, the Hisma Desert formed part of a significant route for merchant caravans and pilgrims, and was once inhabited by the Nabataean civilisation. As you explore the desert, you’ll gain insights into its role in Arabian history and enjoy remarkable photo opportunities amid the unspoiled natural beauty. Continue your journey to Jabal Al Lawz, or “Almond Mountain”, the highest peak in the Tabuk Province, standing at 2,549 metres above sea level. This unique mountain is one of the few places in Saudi Arabia where snowfall is common during winter, making it an exceptional destination for scenic walks and mountain exploration. Jabal Al Lawz also holds significant religious and historical interest. Some researchers and scholars suggest that this mountain bears resemblance to the biblical Mount Sinai, where Prophet Moses is believed to have encountered divine revelation. Its geological features and secluded surroundings offer a fascinating perspective on ancient traditions and beliefs. After an inspiring day immersed in desert beauty and historical insight, return to your hotel in Tabuk for an overnight stay. Overnight: Tabuk Meals: Breakfast, Lunch and dinner"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Flight to Jeddah After breakfast, check out from your hotel and transfer to Tabuk Airport for your domestic flight to Jeddah, the vibrant port city on the Red Sea coast. Upon arrival, you will be met and transferred to your hotel for check-in and an overnight stay. Overnight: Jeddah Meals: Breakfast"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Jeddah – Madinah – Jeddah After breakfast, you will be transferred from your hotel to Jeddah Train Station to board the high-speed train to Madinah. The journey takes approximately two hours, reaching speeds of up to 300 km/h, offering a smooth and comfortable ride through the desert landscapes. Upon arrival in Madinah, your private guide will be waiting to welcome you for a fascinating day of exploration. Begin your tour at the International Fair and Museum of the Prophet’s Biography and Islamic Civilisation, where immersive exhibits and interactive displays bring the history and spiritual legacy of the Prophet Muhammad (peace be upon him) to life. Continue along the historical Qiba Street, a symbolic route that links two of Islam’s most sacred sites: the Prophet’s Mosque (Al-Masjid an-Nabawi) and the Quba Mosque — the first mosque built in Islamic history. You will also explore the bustling Souq Taiba, a traditional marketplace known for its vibrant atmosphere and a variety of local crafts, perfumes, and souvenirs. Please note: Access to the interior of the mosques is reserved for Muslims; however, non-Muslim visitors can enjoy views of their magnificent architecture from outside. Enjoy lunch at a local restaurant before boarding the train for your return journey to Jeddah. Upon arrival, transfer back to your hotel for the evening at leisure and overnight stay. Overnight: Jeddah Meals: Breakfast and Lunch"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Jeddah – Cultural Heritage & Coastal Beauty Begin your day with a visit to the fascinating Tayebat Museum, a privately owned four-storey treasure trove showcasing the rich heritage of the region. The museum features everything from pre-Islamic artefacts and exquisite Islamic manuscripts, to ancient coins, weaponry, intricately carved furniture, pottery, and traditional Saudi attire – offering a deep insight into the Kingdom’s diverse cultural tapestry. Next, enjoy a stroll through the Jeddah Open Museum, one of the largest collections of outdoor sculptures in the world. Located along the scenic New Corniche, the area offers both a delightful artistic experience and charming seaside views – perfect for a relaxed walk or a picnic by the sea. You’ll then visit the city’s iconic ‘Floating Mosque’, which appears to gracefully drift on the surface of the Red Sea, shimmering under the sunlight – an ideal spot to pause and take in the serene surroundings. Continue to the majestic King Fahd’s Fountain, also known as the Jeddah Fountain – the tallest of its kind globally. This spectacular jet of seawater reaches heights of up to 300 metres, shooting into the sky at incredible speed and creating a dramatic sight against the coastal skyline. In the afternoon, explore the timeless charm of Al-Balad, Jeddah’s historic Old Town. Here, you’ll walk through narrow lanes lined with traditional houses constructed from coral stone and reinforced with wooden beams. Visit the renowned Nasif House, a beautifully preserved 19th-century residence that once belonged to one of Jeddah’s most influential trading families. Return to your hotel for your final overnight stay in Jeddah. Overnight: Jeddah Meals: Breakfast and Lunch"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Depart Jeddah Enjoy a leisurely breakfast at the hotel before checking out. At the designated time, you will be transferred to Jeddah International Airport to board your departure flight, marking the end of your unforgettable journey through Saudi Arabia. Meals: Breakfast"
      }
    ],
    "map": "",
    "category": "Culture"
  }
]