{
  "destination": "Iceland",
  "mainPhoto": "",
  "id": "iceland-winter-adventure-holiday",
  "tourName": "Iceland winter adventure holiday",
  "placesVisited": "",
  "generalInfo": "Follow Iceland's famous Ring Road and discover the volcanoes, waterfalls and glaciers that make up the country's famously dramatic landscapes. Walk between two continents at Thingvellir National Park, see the mighty Gullfoss Waterfall and watch Strokkur Geysir erupt. By night, take advantage of the short daylight hours and catch the Northern Lights illuminating the sky.<br/> <br/> Northern Lights - Stay up late and catch the colourful Aurora Borealis phenomenon<br/> Hrisey Island - Discover a traditional Icelandic fishing island with laid-back pace <br/> Super jeep ride - Take an exhilarating ride into the wilderness<br/>",
  "durationDays": "9",
  "price": "3099",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Reykjavik",
      "description": ": Our adventure begins today in Reykjavik. We use the public FlyBus shuttle bus service to transfer from Keflavik Airport (KEF) to our hotel. On arrival at Keflavik Airport please proceed to the FlyBus desk in the arrivals hall. A FlyBus representative will give you a voucher and direct you to the buses which leave every 35-40 minutes. The drive to the hotel takes approximately 45 minutes, via the main bus terminal where you might be asked to board a smaller bus for the final part of the journey to your hotel. On the drive from the airport to the hotel, you'll get your first glimpse of the blackened and rocky volcanic scenery found on this part of the island. There are no activities planned today so you're free to arrive at any time. After checking in to the hotel, you might have time to explore a little of the world's most northerly capital. Bustling with cosmopolitan energy and surrounded by pure, unpolluted nature, Reykjavik is a city of striking contrasts. Small colourful corrugated iron houses nestle next to futuristic glass buildings; state-of-the-art facilities lie beside rugged volcanic terrain and international influences mingle with Icelandic national traditions. All this creates a unique culture where the old embraces the new. On this holiday, our tour leader will join you for days 2 to 8 but this evening, you're free to settle in and enjoy this charming city."
    },
    {
      "dayNumber": 2,
      "title": "Travel to Akureyri 'the capital of the north'",
      "description": ": Our tour leader will meet us in the hotel reception at 09:00am this morning and we'll drive to Iceland's second city, Akureyri where we'll spend the next two nights. The journey will take between five to eight hours, depending on road conditions. However, there will be plenty of opportunities to stop along the way to stretch our legs and take photos of the stunning winter scenery. One of the scenic stops along the way will be in the small fishing town of Akranes, just northwest of Reykjavik. This traditional town is home to two of Iceland's 104 lighthouses and from where they stand on the edge of the peninsula we will be afforded panoramic views over the fjord. If we're lucky enough to have a clear sky we'll be able to see across the fjord to Reykjavik. Standing on the shores of the country's longest fjord, Akureyri is a pretty town, with a thriving arts community. It is seen as the cultural heart of the north of the island and its galleries and Lutheran cathedral are worth a visit."
    },
    {
      "dayNumber": 3,
      "title": "Ferry to Hrisey Island and enjoy this charming island by foot",
      "description": ": After yesterday's long drive, we have a relaxed start to the morning. After breakfast we'll make our way to the harbour, stopping at a viewpoint and an old fish factory along the way. The factory is no longer in use but is a great insight into the region's main industry. From Arskogstrond, we'll take a 15-minute ferry ride to Hrisey Island. Here, we'll have the chance to experience the slow pace of life on the island, discover some of the rich fishing history and try a traditional fish lunch. After exploring the island, we'll return to the mainland and head back to Akureyri for the evening."
    },
    {
      "dayNumber": 4,
      "title": "Experience Iceland's super jeeps and visit Godafoss waterfall, Lake Myvatn and the Nature Baths",
      "description": ": Today we'll ride into the mountains on a super jeep. This is a true adventure, so make sure you wrap up warm and get ready for a thrilling ride! These 3 metre/10 feet high monsters can cross glacial moraine, lava flows and fast-flowing rivers with relative ease. In fact, you won't believe what the drivers can make them do, but fear not - you are in safe hands, most drivers are members of the local mountian rescue team. We'll leave the mountains behind and spend the afternoon discovering Iceland's waterfalls. Starting with Godafoss, known as 'the waterfall of the gods', it's particularly spectacular in winter when the clear blue waters partially freeze. In the afternoon, we'll explore Lake Myvatn. This active volcanic area was formed 3,800 years ago when a lava flow blocked the valley. Here, we'll be treated to the surreal sight of steam rising from ground vents through the snow-covered ground. We'll also see a variety of fascinating rock formations caused by past lava eruptions. After a day of exploring, we'll take a soothing dip in the Nature Baths, where we'll find a man-made lagoon to swim in and natural steam baths to relax in. Our tour leader will endeavour to time this visit with sunset so you can relax below the red and pink skies and watch the sun go down over a beautifully frozen Lake Myvatn. The Nature Baths here are a great, quieter alternative to the busier Blue Lagoon in Reykjavik - they offer the same wonderful experience but with fewer people around you."
    },
    {
      "dayNumber": 5,
      "title": "Visit Dettifoss waterfall en route to Egilsstadir",
      "description": ": Today we have a longer drive to the small village of Egilsstadir. Depending on the road conditions the drive will take approximately 7-8 hours, there will be plenty of stops along the way to break the journey, including a lunch stop at Fjallakaffi. There are plenty of Icelandic traditional foods to try from local pastries like kleina, the Icelandic twisted doughnut, or astarpungur, affectionately known as 'love balls' crafted in the unique Moorudalur style. For a heartier option, try kjotsupa, Icelandic lamb soup, a beloved tradition where every family has its own recipe for an authentic taste of Iceland. Then, as long as the weather and road conditions are favourable, we'll visit the thundering giant that is Dettifoss Waterfall, Europe's most powerful waterfall known as Iceland's 'Beast' due to sheer cliffs and clouds of mist that can be seen from several miles away. If the road to Detifoss isn't passable, your tour leader will adapt the itinerary accordingly, possibly with a visit to Rjukandi Waterfall. Our accommodation is well positioned for viewing the Northern Lights so if the conditions are right, it's worth staying up late!"
    },
    {
      "dayNumber": 6,
      "title": "Coastal road to Hofn- visit a local brewery; chance to see the Northern Lights",
      "description": ": Today, we'll drive along the eastern coastal road stopping at the tiny village of Breiddalsvik where we visit Beljandi, a local brewery to learn about how they produce beer adn spirits and of course have a taste. Next we continue on to the fishing town of Hofn, admiring the wind-swept sea views along the way. We also hope to catch our first glimpses of Vatnajokull - the largest ice cap in Europe. On the way, we'll stop in small villages and walk along the deserted beaches of the east coast. We'll arrive in Hofn in the late afternoon and the evening is free to relax."
    },
    {
      "dayNumber": 7,
      "title": "Visit Jokulsarlon Glacial Lagoon and travel to Vik",
      "description": ": Continuing our circumnavigation of the island, we'll see more of the Vatnajokull Glacier before stopping at the Jokulsarlon Glacial Lagoon. Here, we can marvel at newly formed icebergs as they make their way out to sea. The ice is breaking off from the Breidamerkurjokull Glacier and the icebergs then slowly float through the lagoon and out to sea under a road bridge. You can see the icebergs drifting out into the ocean whilst others sit lazily on the black sand beaches waiting for the current to sweep them away. The sparkling ice gives the beach its name - Diamond Beach. Tonight's hotel is in the remote countryside, providing us with another chance to look out for the Northern Lights."
    },
    {
      "dayNumber": 8,
      "title": "Golden Circle tour of Geysir, Gullfoss and Thingvellir",
      "description": ": Today, we'll take a tour of Iceland's 'Golden Circle', which includes many of the natural wonders which make the country so famous. Thingvellir is a rare site of both historical and geological importance. Meaning 'Parliament Plains', this was the location of Iceland's first National Assembly from 930AD until 1798 and, as such, is hugely significant in the country's cultural heritage. What's more, the impressive landscape sits on a unique spot where the Mid-Atlantic Ridge can be seen on dry land before disappearing to the ocean floor. This provides the quirky opportunity to place one foot on the North American tectonic plate and one foot on the Eurasian plate. We'll move on to the Gullfoss, known as the 'Golden Waterfall', due to the way it cascades into a deep gorge with tremendous force. Regarded by many as one of the most beautiful falls in the world, it often remains partially frozen during the winter months. Geysir is our next stop, with the claim to fame that, as the first spouting spring known to Europeans, it gave all such springs their name. However, it's the Strokkur, meaning 'The Butter Churn', which is the main attraction these days, due to its impressive 30 metre/100 foot eruptions every few minutes. We'll return to Reykjavik this afternoon, where we will have a short sightseeing tour by bus to help us orient ourselves before checking in to our hotel. The food scene in Reykjavik is impressive and this evening is free for a final dinner in one of the capital's many restaurants."
    },
    {
      "dayNumber": 9,
      "title": "Trip ends in Reykjavik",
      "description": ": Our trip ends after breakfast this morning. The transfer back to Keflavik Airport (KEF) will be by the public FlyBus shuttle bus service and your tour leader will provide you with details of your pick-up time and your voucher for the service. Please note, the itinerary for this tour is subject to amendment due to weather or road conditions. Winter is a beautiful time to visit Iceland, but the weather can be unpredictable, and snow can have a big impact on travel times. Consequently, it may be necessary to alter the order of the itinerary or to change inclusions whilst on tour."
    }
  ],
  "map": ""
}