[
  {
    "destination": "Iceland",
    "mainPhoto": "",
    "id": "iceland-winter-adventure-holiday",
    "tourName": "Iceland winter adventure holiday",
    "placesVisited": "",
    "generalInfo": "Follow Iceland's famous Ring Road and discover the volcanoes, waterfalls and glaciers that make up the country's famously dramatic landscapes. Walk between two continents at Thingvellir National Park, see the mighty Gullfoss Waterfall and watch Strokkur Geysir erupt. By night, take advantage of the short daylight hours and catch the Northern Lights illuminating the sky.<br/> <br/> Northern Lights - Stay up late and catch the colourful Aurora Borealis phenomenon<br/> Hrisey Island - Discover a traditional Icelandic fishing island with laid-back pace <br/> Super jeep ride - Take an exhilarating ride into the wilderness<br/>",
    "durationDays": "9",
    "price": "3099",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Reykjavik",
        "description": ": Our adventure begins today in Reykjavik. We use the public FlyBus shuttle bus service to transfer from Keflavik Airport (KEF) to our hotel. On arrival at Keflavik Airport please proceed to the FlyBus desk in the arrivals hall. A FlyBus representative will give you a voucher and direct you to the buses which leave every 35-40 minutes. The drive to the hotel takes approximately 45 minutes, via the main bus terminal where you might be asked to board a smaller bus for the final part of the journey to your hotel. On the drive from the airport to the hotel, you'll get your first glimpse of the blackened and rocky volcanic scenery found on this part of the island. There are no activities planned today so you're free to arrive at any time. After checking in to the hotel, you might have time to explore a little of the world's most northerly capital. Bustling with cosmopolitan energy and surrounded by pure, unpolluted nature, Reykjavik is a city of striking contrasts. Small colourful corrugated iron houses nestle next to futuristic glass buildings; state-of-the-art facilities lie beside rugged volcanic terrain and international influences mingle with Icelandic national traditions. All this creates a unique culture where the old embraces the new. On this holiday, our tour leader will join you for days 2 to 8 but this evening, you're free to settle in and enjoy this charming city."
      },
      {
        "dayNumber": 2,
        "title": "Travel to Akureyri 'the capital of the north'",
        "description": ": Our tour leader will meet us in the hotel reception at 09:00am this morning and we'll drive to Iceland's second city, Akureyri where we'll spend the next two nights. The journey will take between five to eight hours, depending on road conditions. However, there will be plenty of opportunities to stop along the way to stretch our legs and take photos of the stunning winter scenery. One of the scenic stops along the way will be in the small fishing town of Akranes, just northwest of Reykjavik. This traditional town is home to two of Iceland's 104 lighthouses and from where they stand on the edge of the peninsula we will be afforded panoramic views over the fjord. If we're lucky enough to have a clear sky we'll be able to see across the fjord to Reykjavik. Standing on the shores of the country's longest fjord, Akureyri is a pretty town, with a thriving arts community. It is seen as the cultural heart of the north of the island and its galleries and Lutheran cathedral are worth a visit."
      },
      {
        "dayNumber": 3,
        "title": "Ferry to Hrisey Island and enjoy this charming island by foot",
        "description": ": After yesterday's long drive, we have a relaxed start to the morning. After breakfast we'll make our way to the harbour, stopping at a viewpoint and an old fish factory along the way. The factory is no longer in use but is a great insight into the region's main industry. From Arskogstrond, we'll take a 15-minute ferry ride to Hrisey Island. Here, we'll have the chance to experience the slow pace of life on the island, discover some of the rich fishing history and try a traditional fish lunch. After exploring the island, we'll return to the mainland and head back to Akureyri for the evening."
      },
      {
        "dayNumber": 4,
        "title": "Experience Iceland's super jeeps and visit Godafoss waterfall, Lake Myvatn and the Nature Baths",
        "description": ": Today we'll ride into the mountains on a super jeep. This is a true adventure, so make sure you wrap up warm and get ready for a thrilling ride! These 3 metre/10 feet high monsters can cross glacial moraine, lava flows and fast-flowing rivers with relative ease. In fact, you won't believe what the drivers can make them do, but fear not - you are in safe hands, most drivers are members of the local mountian rescue team. We'll leave the mountains behind and spend the afternoon discovering Iceland's waterfalls. Starting with Godafoss, known as 'the waterfall of the gods', it's particularly spectacular in winter when the clear blue waters partially freeze. In the afternoon, we'll explore Lake Myvatn. This active volcanic area was formed 3,800 years ago when a lava flow blocked the valley. Here, we'll be treated to the surreal sight of steam rising from ground vents through the snow-covered ground. We'll also see a variety of fascinating rock formations caused by past lava eruptions. After a day of exploring, we'll take a soothing dip in the Nature Baths, where we'll find a man-made lagoon to swim in and natural steam baths to relax in. Our tour leader will endeavour to time this visit with sunset so you can relax below the red and pink skies and watch the sun go down over a beautifully frozen Lake Myvatn. The Nature Baths here are a great, quieter alternative to the busier Blue Lagoon in Reykjavik - they offer the same wonderful experience but with fewer people around you."
      },
      {
        "dayNumber": 5,
        "title": "Visit Dettifoss waterfall en route to Egilsstadir",
        "description": ": Today we have a longer drive to the small village of Egilsstadir. Depending on the road conditions the drive will take approximately 7-8 hours, there will be plenty of stops along the way to break the journey, including a lunch stop at Fjallakaffi. There are plenty of Icelandic traditional foods to try from local pastries like kleina, the Icelandic twisted doughnut, or astarpungur, affectionately known as 'love balls' crafted in the unique Moorudalur style. For a heartier option, try kjotsupa, Icelandic lamb soup, a beloved tradition where every family has its own recipe for an authentic taste of Iceland. Then, as long as the weather and road conditions are favourable, we'll visit the thundering giant that is Dettifoss Waterfall, Europe's most powerful waterfall known as Iceland's 'Beast' due to sheer cliffs and clouds of mist that can be seen from several miles away. If the road to Detifoss isn't passable, your tour leader will adapt the itinerary accordingly, possibly with a visit to Rjukandi Waterfall. Our accommodation is well positioned for viewing the Northern Lights so if the conditions are right, it's worth staying up late!"
      },
      {
        "dayNumber": 6,
        "title": "Coastal road to Hofn- visit a local brewery; chance to see the Northern Lights",
        "description": ": Today, we'll drive along the eastern coastal road stopping at the tiny village of Breiddalsvik where we visit Beljandi, a local brewery to learn about how they produce beer adn spirits and of course have a taste. Next we continue on to the fishing town of Hofn, admiring the wind-swept sea views along the way. We also hope to catch our first glimpses of Vatnajokull - the largest ice cap in Europe. On the way, we'll stop in small villages and walk along the deserted beaches of the east coast. We'll arrive in Hofn in the late afternoon and the evening is free to relax."
      },
      {
        "dayNumber": 7,
        "title": "Visit Jokulsarlon Glacial Lagoon and travel to Vik",
        "description": ": Continuing our circumnavigation of the island, we'll see more of the Vatnajokull Glacier before stopping at the Jokulsarlon Glacial Lagoon. Here, we can marvel at newly formed icebergs as they make their way out to sea. The ice is breaking off from the Breidamerkurjokull Glacier and the icebergs then slowly float through the lagoon and out to sea under a road bridge. You can see the icebergs drifting out into the ocean whilst others sit lazily on the black sand beaches waiting for the current to sweep them away. The sparkling ice gives the beach its name - Diamond Beach. Tonight's hotel is in the remote countryside, providing us with another chance to look out for the Northern Lights."
      },
      {
        "dayNumber": 8,
        "title": "Golden Circle tour of Geysir, Gullfoss and Thingvellir",
        "description": ": Today, we'll take a tour of Iceland's 'Golden Circle', which includes many of the natural wonders which make the country so famous. Thingvellir is a rare site of both historical and geological importance. Meaning 'Parliament Plains', this was the location of Iceland's first National Assembly from 930AD until 1798 and, as such, is hugely significant in the country's cultural heritage. What's more, the impressive landscape sits on a unique spot where the Mid-Atlantic Ridge can be seen on dry land before disappearing to the ocean floor. This provides the quirky opportunity to place one foot on the North American tectonic plate and one foot on the Eurasian plate. We'll move on to the Gullfoss, known as the 'Golden Waterfall', due to the way it cascades into a deep gorge with tremendous force. Regarded by many as one of the most beautiful falls in the world, it often remains partially frozen during the winter months. Geysir is our next stop, with the claim to fame that, as the first spouting spring known to Europeans, it gave all such springs their name. However, it's the Strokkur, meaning 'The Butter Churn', which is the main attraction these days, due to its impressive 30 metre/100 foot eruptions every few minutes. We'll return to Reykjavik this afternoon, where we will have a short sightseeing tour by bus to help us orient ourselves before checking in to our hotel. The food scene in Reykjavik is impressive and this evening is free for a final dinner in one of the capital's many restaurants."
      },
      {
        "dayNumber": 9,
        "title": "Trip ends in Reykjavik",
        "description": ": Our trip ends after breakfast this morning. The transfer back to Keflavik Airport (KEF) will be by the public FlyBus shuttle bus service and your tour leader will provide you with details of your pick-up time and your voucher for the service. Please note, the itinerary for this tour is subject to amendment due to weather or road conditions. Winter is a beautiful time to visit Iceland, but the weather can be unpredictable, and snow can have a big impact on travel times. Consequently, it may be necessary to alter the order of the itinerary or to change inclusions whilst on tour."
      }
    ],
    "map": ""
  },
  {
    "destination": "Iceland",
    "mainPhoto": "",
    "id": "northern-lights-photography-holiday-in-iceland-coast-ice",
    "tourName": "Northern Lights photography holiday in Iceland, coast & ice",
    "placesVisited": "Snæfellsnes Peninsula, Snæfellsjökull glacier, Kirkjufell Mountain, Fishing Villages, Lava fields, Sea arches and sea stacks, Volcanic craters and lakes, Skógafoss and Seljalandsfoss waterfalls, Vatnajökull glacier, Northern Lights, Ice caves (February and March), Sunrise and sunset shoots",
    "generalInfo": "Iceland is a fantastic destination for any photographer, and this Northern Lights photography holiday celebrates its coast and ice. Iceland has some of the most accessible wild coastal and ice landscapes in the world and it’s also a great location for photographing the aurora borealis. This 10-day photography workshop, run by people who know all the locations intimately, takes you to some of the best photography spots on the island. <br/><br/>We concentrate on two key area, each with extraordinary scenery and landscapes. The trip kicks off in the beautiful Snæfellsnes Peninsula, West Iceland. The coastal scenery here is wild, with black beaches, sea stacks, fjords and unusual shaped mountains such as Kirkjufell which rises elegantly from the bay in Grundarfjörður. The North Atlantic coast is never far away. <br/><br/>Next, we move on to the glaciated wilderness of southeast Iceland. Here we find some of the most spectacular ice and glacial phenomena in Europe, as well as dramatic mountain scenery, Skaftafell National Park, several glacial lagoons, black beaches festooned with sparkling ice, the famous Jökulsárlón Glacier Lagoon and magnificent views of Iceland’s highest mountain Hvannadalshnjúkur. Our main base is just ten minutes drive from the Jökulsárlón.<br/><br/>This photography workshop is longer than our other Iceland trips, so it’s perfect for those photographers who want to really get to know the country and capture a diverse mix of subjects. We will experience sunrise and sunsets in well chosen spots and of course there will be lots of chances to capture the aurora borealis – a magical experience with or without a camera.<br/><br/>Photography tuition is included and this holiday suits all levels of photographers. There will be some walking every day, occasionally on uneven terrain, although this will normally be on paths or tracks. Hotel accommodation is included, providing a comfortable base where you can relax or wander in the surrounding landscape in your own time, work on images, receive post-processing tuition and enjoy viewing sessions of each others’ work. There is a maximum group size of 12 people, and all meals, transfers and transport are included.",
    "durationDays": "10",
    "price": "4400",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival: Arrival in Reykjavík Participants will be arriving on a variety of flights and will make their way to the city centre. The first night’s accommodation in a three star Reykjavík city hotel is included. We will meet for introductions and briefing at 19:00 before heading out into the city for dinner. Hotel in Reykjavík (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "West Iceland: Leaving the city behind we drive directly to the Snæfellsnes peninsula. Our sea front hotel is located by the harbour of a working fishing village, and is beautifully situated for all our locations. The area offers sparkling fjords, dramatic volcanic peaks, sheer sea cliffs, sweeping golden beaches, interesting rock architecture including sea arches and vast lava flows which all contribute to make the fascinating landscape of the Snæfellsnes Peninsula. The area is crowned by the glistening ice cap Snæfellsjökull, immortalised in Jules Verne’s Journey to the Centre of the Earth. Hotel on Snæfellsnes (B,L,D)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Snæfellsnes to Vík: We leave after a sunrise shoot and breakfast to take advantage of all the daylight hours. As we travel along the south coast our locations en route may include the classic waterfall Seljalandsfoss, Icelandic horses in a lovely mountain location and sunsets at Dyrhólaey and Vík. This last locations lends themselves to both abstract and unusual landscapes, particularly in monochrome. Hotel in Vík (B,L,D)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "South Iceland: Today we will have time to explore this beautiful area well maybe starting with a shoot from the east to catch some early morning light on the sea stacks of Vík beach. After breakfast we may return to a couple of waterfalls that are special in the morning light. These will include Skógafoss and a ’secret’ waterfall! The beaches around this area are rich in basalt column architecture. Sea arches, caves, cliffs and big waves make for some dramatic photography particularly at sunset. Back for dinner, then hopefully a chance to capture the aurora in one of several good locations that we know around this area. Hotel in Vík (B,L,D)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Vík to Skaftafell National Park and Hali: This morning we journey along the wild and awe inspiring south coast of Iceland. We pass through vast lava fields covered with moss and an abandoned farm with turf covered roofs. The location of the farm beneath the mighty mountain of Lómagnúpur is spellbinding. Travelling further our vistas are of huge glacial sandurs, mountains and glaciers. We stop whenever the light and subjects are inspiring. By mid-afternoon we should have arrived at the Svínafellsjökull glacier where we will encounter and photograph remarkable close up perspectives of bluish green crevasses and the milky brown lagoon. This surreal icy landscape includes vistas of Iceland’s highest mountain, Hvannadalshnjúkur. There are sometimes beautiful ice formations although it is worth noting that we can never predict what these natural phenomena will be like until we arrive as they are constantly changing. Driving east in the early evening we will take our first short look at the Jökulsárlón glacier lagoon; a location that we will become increasingly familiar with over the coming days. For the next three nights we are based in a comfortable hotel beautifully located by the North Atlantic Ocean Hotel in Hali (B,L,D)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Southeast Iceland: Our base in the south east is just a ten minute drive from Jökulsárlón and the Breiðamerkursandur black sand beach which is usually littered with sparkling sea washed ice. Both locations are excellent for sunrises, sunsets and aurora. Our daily locations are chosen in conjunction with the weather or the aurora forecasts. We have to be very flexible to get the best images and we will often revisit worthwhile locations. Hotel in Hali (B,L,D)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Return to Reykjavík: During our drive back to Reykjavík we have the opportunity to work the locations that we missed on the way out east due to poor weather, light or simply lack of time. We will either eat at a restaurant on our way home, or back in the city depending on the photographic opportunities presented on the final day. Reykjavík Hotel (B,L,D)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Homeward Flights: Today participants can choose to leave on any flight as the transfers are always timed to connect to the flights. Check out from the hotel is around midday but luggage can be left in a room at the hotel if needed. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Iceland",
    "mainPhoto": "",
    "id": "immersive-tour-of-icelands-wonderful-outdoors",
    "tourName": "Immersive Tour of Iceland’s Wonderful Outdoors",
    "placesVisited": "Reykjavik, Olafsvik, Isafjordur, Holmavik, Fludir, Varmahlid, Vik, Hofn",
    "generalInfo": "Designed for those who want to immerse themselves in nature, this 10-day adventure will offer you the opportunity to delve deep into the elements of Iceland. Dive between shifting tectonic plates, witness icebergs that formed over 1,000 years ago, and marvel at incredible waterfalls. Iceland is waiting to show you all of the elemental powers that it holds beneath its exterior.",
    "durationDays": "10",
    "price": "11,400",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Reykjavik – Another Dimension",
        "description": "Once you pass through customs, you will meet your private transfer who will lead you to Sandvik, which is the Southwest tip of the country and the home to the bridge between continents. Then, your guide can drive you to the only Michelin-starred restaurant in Iceland, where you will savor the most delectable seafood dinner ever to cross your lips. When you are fully satisfied, you will head into the open night, where you might witness the northern lights."
      },
      {
        "dayNumber": "2",
        "title": "Reykjavik – Panoramic Views of Nature",
        "description": "In the morning, you will journey to the coastline for a whale-watching expedition. If you are lucky enough to spot one, you will be reminded how powerful nature is and feel more connected to the Earth. After your whale-watching expedition, your guide will lead you to Mt. Esjan, where you will hike up beautiful trails. When you reach the top of the mountain at about 3,000 feet, you will experience the beautiful views of the city, fjords, hot springs, and lava fields. Then, you will venture to the Krysuvik Geothermal Area."
      },
      {
        "dayNumber": "3",
        "title": "Olafsvik – The Diversity of Iceland’s Nature",
        "description": "This morning, you will transfer to the Snaefellsnes Peninsula, which is an area that is best known as mini-Iceland because it embodies all parts of the country within the 55-mile long cape. Within the area, you will find the glistening ice cap of the volcano Snaefellsjokull, lava fields as far as your eye can see, mysterious caves, waterfalls that stretch high into the sky, and fishing villages along the shorelines. Eldborg is a crater that rises about 200 feet above the surrounding lava field. As you wander past the crater, you will feel the strong current of nature that lies beneath Iceland’s surface. Your guide will then lead you to Vatnshellir Lava Cave."
      },
      {
        "dayNumber": "4",
        "title": "Isafjordur – Through the Westfjord Alps",
        "description": "Today, you will transfer to the Westfjords after stopping at Raudisandur. Then, you will drive toward Kaldbakur, which is the highest mountain in the Westfjords. These mountains, which are also known as the Icelandic Alps, are flattened at the top as a result of glaciers during the Ice Age. As you hike through the valley below the Alps, you will be flooded by the luscious greenery that climbs the sides of these sweeping mountains. Afterward, you will continue your expedition to one of the most majestic waterfalls in the Westfjords: Fjallfoss."
      },
      {
        "dayNumber": "5",
        "title": "Holmavik – The Jagged Teeth of Iceland",
        "description": "This morning, you will transfer to Hornbjarg, which is a signature cliff of the Westfjords with two peaks that are located by the Hornstrandir Nature Reserve. From there, you and your guide will continue to Hornstrandir, which is a nature reserve that was established in 1975. After the reserve, you will continue to Drangaskord, which is one of the most impressive and least-talked about features of the Westfjords. This natural element of Iceland is a series of seven rocky peaks that jut from the sea to resemble jagged teeth."
      },
      {
        "dayNumber": "6",
        "title": "Varmahlid – Ride Horseback",
        "description": "After breakfast, your guide will lead you on an adventure to Reykjafoss. Geothermal pools are located all throughout the country, creating perfect rest stops during long road trips. Fosslaug is one of these places, but it is well-hidden. As you sink deeper into the warm depths of the pools, you will feel all your muscles relaxing in a way that you will never want to stop. Then, you will continue to a horse farm for a tour via horseback."
      },
      {
        "dayNumber": "7",
        "title": "Fludir – Diving into Silfra Fissure",
        "description": "Thingvellir National Park is one of the few UNESCO world heritage sites within Iceland, making it an excellent place to witness nature in its most glorious form. Here, you will have the opportunity to walk between continents. You will come across the Silfra Fissure, don scuba gear, and dive into the ocean to view the shifting of tectonic plates between North America and Eurasia. After your scuba expedition, your guide will direct you around the winding roads to come across Iceland’s Bluest Waterfall of Bruarfoss. From here, your knowledgeable guide will escort you to Geysir and Strokkur."
      },
      {
        "dayNumber": "8",
        "title": "Vik – The Power of Mother Nature",
        "description": "After breakfast, your guide will lead you to Reynisfjara Beach, which is a black sand beach outside of Vik. Then, you will continue your journey to Seljalandsfoss. As you wander down the path that circles the famous falls, you will be struck by the beauty of nature from behind the water. In order to reach the falls, you will need to descend into a cave and wander through a bit of water before you can reach the cascades. Afterward, your guide will escort you to Dyrholaey Cliffs."
      },
      {
        "dayNumber": "9",
        "title": "Hofn – The Heart of Iceland",
        "description": "This morning, you will venture to the crown jewel of Iceland: Jokulsarlon Glacier Lagoon. When you reach the top of the lagoon, you can look out to a landscape that appears as if it belongs in a science fiction movie. You will then transfer to Vatnajokull Glacier, which is the largest glacier in all of Europe. After lunch, you and your guide will continue your expedition with a stop at Svartifoss, which is one of the most amazing waterfalls in Iceland. Everything was created by nature here, and it will be sure to take your breath away."
      },
      {
        "dayNumber": "10",
        "title": "Hofn – Departure",
        "description": "With a belly full of breakfast, your guide will lead you to the helicopter center, where you will board a chopper for an air-tour of the Landmannalaugar area. When your helicopter touches down, you will climb up a few of the peaks to be stunned by the landscape around you. Then, you and your guide will stop at Laugarvatn, which is a small community that is located by a lake of the same name. After your geothermal remedy, you will be transferred to the international airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Iceland",
    "mainPhoto": "",
    "id": "romantic-getaway-of-a-lifetime-iceland-adventure",
    "tourName": "Romantic Getaway of a Lifetime: Iceland Adventure",
    "placesVisited": "Reykjavik, Grindavik, Hella, Hof, Hofn, Vik, Skalholt, Grundarfjordur, Holmavik",
    "generalInfo": "Designed for the fearless couple that wants to explore a land of raw beauty and elemental power, this luxurious, 10-day adventure will provide you with the opportunity to step outside of your comfort zone in a safe and exciting manner. Marvel at a waterfall that looks like a giant heart, stroll hand-in-hand across what appear to be diamonds, ride horseback across sandy beaches, and indulge in a whale-watching excursion.",
    "durationDays": "10",
    "price": "9,800",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Reykjavik - The Beauty of the Sunset",
        "description": "When your plane lands at Keflavik Airport, your private driver will transfer you to Nautholsvik Geothermal Beach, which is located just within the bounds of Keflavik. The beach will prove to be your slice of paradise as you wander across the golden sands together. From here, your guide will lead you to the only Michelin-starred restaurant in Iceland for a mouthwatering, seafood dinner. When the sun begins to set, your guide will lead you to where the Grotta lighthouse on Faxafloi Bay sits to watch the sun dip below the horizon."
      },
      {
        "dayNumber": "2",
        "title": "Grindavik - Champagne in Geothermal Pools",
        "description": "Choose your own path for the day with many ways to begin your exploration of the spectacular landscape. Perhaps take a scenic flight that will lead you around the Golden Circle, or perhaps don scuba diving gear and dive deep into the Silfra Fissure for an up-close look at the shifting tectonic plates. You might want to fly over one of the most iconic waterfalls in Iceland: Gullfoss or Golden Falls or journey toward Kleifarvatn to explore the beauty of the black sand beach. Or, take a hike of Reykjadalur, which is a valley that is located just outside of Reykjavik. The choice is yours, and each moment will be planned just for you."
      },
      {
        "dayNumber": "3",
        "title": "Hella - Indulge in a Nature Walk",
        "description": "This morning, your guide will escort you to Raudavatn for a peaceful start to your morning. Today, your guide will drive you to the Secret Lagoon, which is one of the oldest pools in Haverholme. As you slide deeper into the heated pool, your muscles will relax, and you will feel entirely at peace. After your geothermal experience, you will venture to Stokkseyri, which is one of the most important fishing and trading villages in the country. Your night can culminate in the renowned seafood restaurant in the area, where you can enjoy your fill of fresh, Icelandic cuisine."
      },
      {
        "dayNumber": "4",
        "title": "Hof - The Oasis of the Highlands",
        "description": "After breakfast, your guide will drive you to Thorsmork, which is an oasis within the highlands of the country. Here, you will delight in a hike around Thorsmork that will allow you to explore Kattahryggur or Cat’s Spine. Afterward, you will venture into the Stakkholtsgja Canyon, where you will discover a hidden waterfall. From here, your guide will escort you to Seljalandsfoss, which is a remarkable waterfall that will provide you with the ability to walk all the way around. As you wander further behind Seljalandsfoss and descend into a cave, you will discover Gljufrabui."
      },
      {
        "dayNumber": "5",
        "title": "Hofn - The Heart of Iceland",
        "description": "This morning you will journey to Svartifoss or Black Falls. The waterfall is unique and is located in Skaftafell, which is a part of the Vatnajokull National Park. From here, your guide will escort you to the snowmobile center, where you will ride across the vast plains that are known as Vatnajokull. After your ride, you will descend into the magical world of ice caves within the national park. The natural glacier cave may be a world that is unlike anything you have ever seen."
      },
      {
        "dayNumber": "6",
        "title": "Vik - Stroll Across Diamonds",
        "description": "This morning, you and your experienced guide will travel to Fjadrargljufur Canyon, which is one of the most majestic canyons in the country. From there, your guide will lead you to the crown jewel of Iceland: Jokulsarlon Glacier Lagoon. The large body of water is filled with icebergs that float peacefully, and if you listen carefully, you will be able to hear icebergs as they break apart. In addition to Jokulsarlon, you will discover another black sand beach that glitters like diamonds when the sun reflects off of it."
      },
      {
        "dayNumber": "7",
        "title": "Skalholt - Saddle Up for a Ride",
        "description": "After breakfast, you will venture to a horse farm for a trip across Iceland’s sandy beaches. The Icelandic horses may appear smaller than a typical horse, but they are much friendlier and have a special gait that allows any level of traveler to ride them. During your ride, you will jaunt across the sandy beaches while the wind rushes through your hair. After your ride, you will transfer to the black sand beach of Reynisfjara. Afterward, you will venture toward Haifoss before concluding your day at Dyrholaey Cliffs."
      },
      {
        "dayNumber": "8",
        "title": "Grundarfjordur - In Search of Orcas",
        "description": "In the morning, you will travel to Snaefellsnes. The area is full of charming towns, villages, snow-capped mountains, a variety of birdlife, lava fields, caves, waterfalls, and relics from the past. There are many hidden treasures in Snaefellsnes, but the one that is a must-see is Landbrotalaug Pool. Afterward, you will board a boat and venture out to sea in search of orcas. Once you are back on land, your guide will direct you to the Vatnshellir Lava Cave. After you have finished your tour, you will be returned to your luxurious accommodation, where you will have the evening to spend at your leisure."
      },
      {
        "dayNumber": "9",
        "title": "Holmavik - The Jewel of the Westfjords",
        "description": "This morning, your guide will escort you to Raudisandur Beach before Dynjandi Waterfall. The waterfall is known as the jewel of the Westfjords because many people come here to propose to their loved ones. Once you have gotten your fill of the falls, you will journey to Hellulaug by Flokalundur, which is the hidden gem within the Westfjords and an area that is known for its geothermal pools. As you submerge yourself in the warm depths, you will feel all of your stresses dissipate into the refreshing, Icelandic atmosphere."
      },
      {
        "dayNumber": "10",
        "title": "Reykjavik - Departure",
        "description": "This morning, you will have a chance to relax before heading out to a tomato and horse farm, where you will culminate your amazing adventure through Iceland. Iceland has a harsh landscape, and it is quite hard to grow many fruits and vegetables here, but at this farm, they have created a greenhouse that houses many fruits. Then, you will journey toward a whiskey distillery, where you will have the opportunity to taste Iceland’s first whiskey. Afterward, you will be transferred via private car to Keflavik Airport for your flight home."
      }
    ],
    "map": ""
  }
]
