{
  "destination": "Iceland",
  "mainPhoto": "",
  "id": "immersive-tour-of-icelands-wonderful-outdoors",
  "tourName": "Immersive Tour of Iceland’s Wonderful Outdoors",
  "placesVisited": "Reykjavik, Olafsvik, Isafjordur, Holmavik, Fludir, Varmahlid, Vik, Hofn",
  "generalInfo": "Designed for those who want to immerse themselves in nature, this 10-day adventure will offer you the opportunity to delve deep into the elements of Iceland. Dive between shifting tectonic plates, witness icebergs that formed over 1,000 years ago, and marvel at incredible waterfalls. Iceland is waiting to show you all of the elemental powers that it holds beneath its exterior.",
  "durationDays": "10",
  "price": "11,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Reykjavik – Another Dimension",
      "description": "Once you pass through customs, you will meet your private transfer who will lead you to Sandvik, which is the Southwest tip of the country and the home to the bridge between continents. Then, your guide can drive you to the only Michelin-starred restaurant in Iceland, where you will savor the most delectable seafood dinner ever to cross your lips. When you are fully satisfied, you will head into the open night, where you might witness the northern lights."
    },
    {
      "dayNumber": "2",
      "title": "Reykjavik – Panoramic Views of Nature",
      "description": "In the morning, you will journey to the coastline for a whale-watching expedition. If you are lucky enough to spot one, you will be reminded how powerful nature is and feel more connected to the Earth. After your whale-watching expedition, your guide will lead you to Mt. Esjan, where you will hike up beautiful trails. When you reach the top of the mountain at about 3,000 feet, you will experience the beautiful views of the city, fjords, hot springs, and lava fields. Then, you will venture to the Krysuvik Geothermal Area."
    },
    {
      "dayNumber": "3",
      "title": "Olafsvik – The Diversity of Iceland’s Nature",
      "description": "This morning, you will transfer to the Snaefellsnes Peninsula, which is an area that is best known as mini-Iceland because it embodies all parts of the country within the 55-mile long cape. Within the area, you will find the glistening ice cap of the volcano Snaefellsjokull, lava fields as far as your eye can see, mysterious caves, waterfalls that stretch high into the sky, and fishing villages along the shorelines. Eldborg is a crater that rises about 200 feet above the surrounding lava field. As you wander past the crater, you will feel the strong current of nature that lies beneath Iceland’s surface. Your guide will then lead you to Vatnshellir Lava Cave."
    },
    {
      "dayNumber": "4",
      "title": "Isafjordur – Through the Westfjord Alps",
      "description": "Today, you will transfer to the Westfjords after stopping at Raudisandur. Then, you will drive toward Kaldbakur, which is the highest mountain in the Westfjords. These mountains, which are also known as the Icelandic Alps, are flattened at the top as a result of glaciers during the Ice Age. As you hike through the valley below the Alps, you will be flooded by the luscious greenery that climbs the sides of these sweeping mountains. Afterward, you will continue your expedition to one of the most majestic waterfalls in the Westfjords: Fjallfoss."
    },
    {
      "dayNumber": "5",
      "title": "Holmavik – The Jagged Teeth of Iceland",
      "description": "This morning, you will transfer to Hornbjarg, which is a signature cliff of the Westfjords with two peaks that are located by the Hornstrandir Nature Reserve. From there, you and your guide will continue to Hornstrandir, which is a nature reserve that was established in 1975. After the reserve, you will continue to Drangaskord, which is one of the most impressive and least-talked about features of the Westfjords. This natural element of Iceland is a series of seven rocky peaks that jut from the sea to resemble jagged teeth."
    },
    {
      "dayNumber": "6",
      "title": "Varmahlid – Ride Horseback",
      "description": "After breakfast, your guide will lead you on an adventure to Reykjafoss. Geothermal pools are located all throughout the country, creating perfect rest stops during long road trips. Fosslaug is one of these places, but it is well-hidden. As you sink deeper into the warm depths of the pools, you will feel all your muscles relaxing in a way that you will never want to stop. Then, you will continue to a horse farm for a tour via horseback."
    },
    {
      "dayNumber": "7",
      "title": "Fludir – Diving into Silfra Fissure",
      "description": "Thingvellir National Park is one of the few UNESCO world heritage sites within Iceland, making it an excellent place to witness nature in its most glorious form. Here, you will have the opportunity to walk between continents. You will come across the Silfra Fissure, don scuba gear, and dive into the ocean to view the shifting of tectonic plates between North America and Eurasia. After your scuba expedition, your guide will direct you around the winding roads to come across Iceland’s Bluest Waterfall of Bruarfoss. From here, your knowledgeable guide will escort you to Geysir and Strokkur."
    },
    {
      "dayNumber": "8",
      "title": "Vik – The Power of Mother Nature",
      "description": "After breakfast, your guide will lead you to Reynisfjara Beach, which is a black sand beach outside of Vik. Then, you will continue your journey to Seljalandsfoss. As you wander down the path that circles the famous falls, you will be struck by the beauty of nature from behind the water. In order to reach the falls, you will need to descend into a cave and wander through a bit of water before you can reach the cascades. Afterward, your guide will escort you to Dyrholaey Cliffs."
    },
    {
      "dayNumber": "9",
      "title": "Hofn – The Heart of Iceland",
      "description": "This morning, you will venture to the crown jewel of Iceland: Jokulsarlon Glacier Lagoon. When you reach the top of the lagoon, you can look out to a landscape that appears as if it belongs in a science fiction movie. You will then transfer to Vatnajokull Glacier, which is the largest glacier in all of Europe. After lunch, you and your guide will continue your expedition with a stop at Svartifoss, which is one of the most amazing waterfalls in Iceland. Everything was created by nature here, and it will be sure to take your breath away."
    },
    {
      "dayNumber": "10",
      "title": "Hofn – Departure",
      "description": "With a belly full of breakfast, your guide will lead you to the helicopter center, where you will board a chopper for an air-tour of the Landmannalaugar area. When your helicopter touches down, you will climb up a few of the peaks to be stunned by the landscape around you. Then, you and your guide will stop at Laugarvatn, which is a small community that is located by a lake of the same name. After your geothermal remedy, you will be transferred to the international airport for your flight home."
    }
  ],
  "map": ""
}