{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "coffee-chocolate-cocktails-tour-of-costa-rica",
  "tourName": "Coffee, Chocolate & Cocktails Tour of Costa Rica",
  "placesVisited": "San Jose, Heredia, Monteverde, Arenal, San Gerardo de Dota, Manuel Antonio National Park, La Paz Waterfall Gardens, Tarrazú",
  "generalInfo": "The world’s most coveted coffees, chocolates, and cocktails blend seamlessly on this 12-day journey through Costa Rica, immersing you in the origins of some of the most prized coffee and cocoa beans. Enjoy a cup of fresh drip brewed in the micro-mills where coffee beans are grown for world champion baristas and coffee cuppers (the sommeliers of the coffee world). Indulge in decadent organic dark chocolate and sip on rum harvested from locally sourced sugar canes. This tour also visits an organic farm where natural ingredients that accentuate the flavors of coffee are meticulously matured, such as vanilla, cinnamon, and black pepper. Embark on a unique adventure through Costa Rica's cloud forests, volcanoes and pristine nature that stimulates all of the senses, while simultaneously indulging in the famous laid-back lifestyle of La Pura Vida .",
  "durationDays": "12",
  "price": "6,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Heredia – Arrive in San Jose with a Private Transfer to your Eco-Lodge",
      "description": "Costa Rica’s bustling capital of San Jose blends culture from around the country in its captivating neoclassical architecture at the historic city center. Retail stores and lavish hotels line Avenida Central near the Gold, Jade, and National Museums. The National Theater borders the Plaza de la Cultura, embodying the prestige of the late 19th century with neoclassical columns accompanied by statues of Beethoven and the 17th-century Spanish dramatist Pedro Calderón de la Barca. Ornate art deco and Victorian mansions decorate the prestigious neighborhood of Barrio Amón. Ivy drapes over the facades as locals stroll down the streets alongside the elaborate estates of former plantation owners. Your flight lands at Juan Santamaría International Airport. Your private transfer greets you upon your arrival and escorts you to the city of Heredia, located less than eight miles north of San Jose. The twisting roads take you along charming towns adorned with coffee plantations and verdant vegetation. Mango trees shade the walkways of Central Park surrounded by the charming facades of 18th-century colonial buildings. You arrive at the luxurious eco-friendly lodge of the Finca Rosa Blanca. Forbes Magazine rated the resort as the most interesting hotel in Costa Rica in 2016. You find traces of citrus in the air, from lemon to orange, grapefruit to guava, each growing on the landscaped trees, further adding to the luster of the garden. The inn is nestled into 10 acres of the enchanting tropical flora of Costa Rica, built with sustainable tourism and environmental awareness in mind. You can hear the 12-foot waterfall trickling beside the breathtaking infinity pool. Your private suite overlooks the lush ridges of the Central Valley, highlighting the surrounding rural beauty and the splendors of the Finca Rosa Blanca Coffee Plantation and Inn."
    },
    {
      "dayNumber": "2",
      "title": "Monteverde – Experience an Organic Coffee Plantation and Private Dinner",
      "description": "In the morning, the sounds of the rainforest return to life. The clay-colored thrush twitters in the trees beside your suite. A motmot perches on a branch dangling near the edge of your private balcony. The iridescent blue and green plumage shimmers against the jade leaves. You notice tassels wagging at the edge of their tail. At breakfast, you can bask in the marvelous view over the rolling ridges of the Central Valley before meeting your guide for a private tour of Finca Rosa Blanca’s coffee plantation. You cross the street and enter the 30-acre organic farm. Over 5,000 native trees help produce shade and nitrogen that allow the coffee plants to thrive. Your guide explains the importance of the trees, insects, and birds in the ecosystem, which form the natural ecosphere in which the crops grow, feed, blossom, and repeat over the years. You find white flowers blooming on the coffee plants, emanating hints of jasmine. The coffee beans resemble berries, glinting with red peels against the green stocks. The trail leads you along the plants growing along the terraces bisected by thriving rainforest trees. During harvesting season, farmers carry large woven baskets filled to the brim with ripe berries. At the drying station, you find the harvested coffee naturally drying in the tropical sunlight. You return to the roastery and try your hand at roasting a selection of the beans, learning to discern distinctive aromas deriving from the light, medium, or dark roasts. At the end of the tour, you reach the quiet room where your guide presents two cups of coffee grounds that have yet to be brewed. He heats water to a perfect 195 degrees Fahrenheit and pours it over the two cups in a circular motion. You find caramel and chocolate aromas in one cup while a prominent scent of black licorice rises from the other. You slowly sip the coffee with the caramel notes and learn that the finest coffees have a balance of sweet, sour, and bitter. After the tasting, your private transfer escorts you to the Hotel Belmar in Monteverde. The gorgeous lodge blends into the surrounding greenery of the Monteverde Reserve, intent on offering each guest a personalized experience through its friendly staff and dedication to environmental preservation. Hotel Belmar was awarded the Certificate for Sustainable Tourism due to its commitment to the community and continues to delight guests with the luxurious ambiance of a chalet in view of majestic nature."
    },
    {
      "dayNumber": "3",
      "title": "Monteverde – Enjoy a Coffee and Sugar Cane Tour followed by a Night Hike",
      "description": "At breakfast, the aroma of fresh pineapple and mango fills the dining room. The hotel harvests tomatoes from their organic garden, which often fills the air with the scent of growing lavender. After the meal, your guide greets you in the lobby, eager to lead you through hands-on coffee and sugar cane tours. Bananas and plantains dangle in bunches from the trees. Your guide slices a piece of the stalk from the banana tree to show the moisture hidden inside. The scent of oranges overtakes the subtle hints of jasmine emanating from the blossoming coffee plants. The plantation began as a sugar mill in the 1940s when oxen pulled carts between Monteverde and Santa Elena. While walking through the coffee section of the plantation, you try your hand at harvesting, learning the touch and time-consuming process of picking the berries off the vine and into the woven basket. You watch as the machines crush, peel, and roast the beans, bringing forth the comforting, familiar aroma of coffee. You continue to the sugar cane stalks, which can grow to 13 feet tall. Your guide pulls away the stalk that resembles bamboo and breaks it. A sweet fragrance immediately fills the air. Your guide explains how to make a fresh sugar loaf out of the processed stalks, as well as a delicious drink made from the raw juice. When left to ferment, the juice turns into a moonshine liqueur known throughout Costa Rica as guaro , which is similar to rum. You are fascinated with learning about the origins of your coffee and sugar, a timeless combination. In the afternoon, your guide leads you on a hike through the cloud forest. The nocturnal fauna of the biosphere brims to life in the cool temperature near sunset. Sloths move from their perch. Howler monkeys echo their deep guttural moans. Toucans chirp atop their perches in the canopy. If you are lucky, you may be able to spot the resplendent quetzal, a captivating bird with a long tail feather resembling a 25-inch long streamer."
    },
    {
      "dayNumber": "4",
      "title": "Arenal – Relish a Scenic Trip to Arenal and the Comforts of Thermal Springs",
      "description": "At breakfast, you sample Costa Rica’s national dish of gallo pinto , beans and rice, accompanied by perfectly cooked fried eggs. The mist that gives the cloud forest its name swept through the forest trees earlier in the morning, and has already dissipated. The fresh coffee at your table offers familiar aromas of milk chocolate and almonds. Your private driver greets you at the hotel after the meal and escorts you to Arenal on a scenic journey, which includes a jeep and boat excursion. While traveling on the waters of Lake Arenal, the clouds part and offer a spectacular view of the cone summit of Arenal Volcano. The inspiring peak makes the surrounding landscape seem like a storybook. The water shimmers beneath the sunlight. The manmade lake encompasses nearly 35 square miles and reaches depths up to 200 feet. Rainbow basses populate the water with hopeful fishermen angling around sunrise and sunset. The tropical warmth lessens in the refreshing breeze rushing over the lake. You look for coati, deer, and white-faced capuchin monkeys around the tree line. Indulge in the comforts of the Tabacon Grand Spa and Thermal Resort, a five star destination featured in Organic Spa Magazine in 2017 and featured as one of the top five Best International Destinations in Travel + Leisure in 2016. The magnificent grounds encompass 900 acres of tropical reserve with partial views of the captivating volcano looming in the near distance. The thermal springs provide an oasis of waters naturally heated by the region’s volcanic activity, warming the gorgeous river-pools and soothing waterfalls to a relaxing 105 degrees Fahrenheit. You find the perfect temperature pool and indulge in the mixture of serene sounds, luxurious comfort, and unparalleled landscape."
    },
    {
      "dayNumber": "5",
      "title": "Arenal – Indulge in a Chocolate Adventure and a Rainforest Night Trek",
      "description": "After breakfast, you venture by private driver to a chocolate plantation growing out of the mineral-rich volcanic soil of Arenal. Your guide greets you with a wide smile in the warmth of the tropical landscape. Posters around the entrance offer a history of chocolate, from its natural growth in the jungles of the Amazon to its exportation into Europe in the 16th century. Your guide explains the contemporary history of chocolate, as well as the countries leading in the cultivation of the world’s best cocoa, which includes Brazil, Ecuador, Peru, and various nations of Africa. The sunlight pierces through the treetops. Vanilla and cinnamon grows on the property, adding harmonious layers of fragrance to the herbaceous aroma of the trees. A chocolate plant takes fives years before it produces a viable cocoa pod. The trees on the plantation carry large orbs that resemble papayas. The orange and red pods contain the seeds out of which producers make chocolate. Your guide offers you a pod to break open. The thick shell makes a thud against the table as it cracks in half. You sample the beans inside, tasting the sweet white gelatin. The bean itself is bitter and hard. It takes about a week of constant attention to dry the beans. Roasting the cocoa helps release the natural oils from the beans, which gives the decadent, rich flavor you associate with chocolate. You help your guide grind the roasted beans into a paste and mix it with sugar for your first taste of the fresh, handmade dark chocolate containing 70 percent cocoa. The velvety texture coats your tongue. You could eat the entire bowl as a snack and still crave more. In the afternoon, you make your way to a private residence hidden amidst regenerating secondary forest. The lush rainforest terrain offers the perfect trail in which to search for the nocturnal fauna led by a seasoned guide. Red-eyed tree frogs and dink frogs hide in the surrounding leaves. Bats dangle from the branches as bullfrogs croak to the sounds of the rushing river."
    },
    {
      "dayNumber": "6",
      "title": "Arenal – Visit a Dairy Farm and Return to Relax Natural Thermal Springs",
      "description": "At breakfast, you enjoy a fresh cup of coffee, adding sugar and milk to the delicate flavors inherent in the brew. The subtle aromas of lemon and tangerine disappear from the coffee when the milk is added. After the meal, you venture to a dairy farm for insight into the traditions of milk in Costa Rica, the ingredient almost equally as ever-present in coffee as sugar. The principal production in the Arenal region before tourism was milk. Herds of cows continue to roam along farms, grazing on the verdant grass and lounging in the shade of bordering trees. You meet the farmers tending the property who keep the traditions of the region alive. You follow them to meet one of the cows in need of milking. The farm provides a clean, stress-free environment that allows the cow to feel at ease. The farmer examines the udder for swelling before cleaning and drying the teats. He places the bucket beneath the udder, squats beside the cow, and alternates between gently squeezing the front left and rear right. You hear the milk hit the pail and watch the liquid rise. You have the chance to try your hand at milking a cow under the guidance of the experienced farmer. You follow their advice, feel the smooth skin of the udder, and extend your thumb and index finger between your palm to squeeze down, watching the milk the hit the pail. In the afternoon, you have the option between visiting an organic farm or lounging in the thermal springs at Tabacon Grand Spa Thermal Resort. On the farm, you can encounter sheep, pigs, and chickens, as well as learn the art of cooking handmade tortillas. At Tabacon, you can indulge in the caressing warmth of the hot springs, choosing your perfect temperature in its variety of heated rivers and pools."
    },
    {
      "dayNumber": "7",
      "title": "Heredia – Discover Beauty in La Paz Waterfall Gardens en route to Heredia",
      "description": "The aromas of passionfruit and pineapple drift through the dining room and at breakfast, overtaking the lingering scent of freshly made coffee. After the meal, your private transfer greets you in the hotel lobby and escorts you to the La Paz Waterfall Gardens, located near the northeastern ridges of the Poás Volcano. The road winds along the mountainside passing the lower waterfall. The cascade spills over the lush cliffs at more than 110 feet above the rippling pool. The river that feeds into the falls traverses five miles along the volcanic terrain and thriving rainforest. The park encompasses 70 acres of cloud forest and pastures protected as a private reserve and animal sanctuary, which includes more than two miles of hiking trails. The circular paths lead you to the marvelous butterfly observatory. More than 4,000 butterflies and caterpillars fill the open-air garden. A small waterfall trickles against the bordering rocks reflecting Costa Rica’s biodiversity. The country is home to 90 percent of Central America’s butterfly population and 10 percent of the world’s species. The orange wings of the Julia butterfly flutter against the flowers. They often linger on the slopes of the forest canopy at nearly 5,000 feet above sea level. You follow the iridescent hues of the Blue Morpho butterfly, which flies in a distinctive zigzag pattern near the edges of rivers and forest. You pass the rehabilitating ocelot and pumas before reaching Magia Blanca waterfall, which splashes down into the turquoise pool from 120 feet above. You continue on the scenic road to Heredia, relaxing in comfort upon your return to Finca Rosa Blanca."
    },
    {
      "dayNumber": "8",
      "title": "San Gerardo de Dota – Tour the Central Market and Café del Barista’s Mixology",
      "description": "The sunlight washes over the rainforest canopy around the ridges of the Central Valley. The view from the open-air dining room at breakfast is familiar and comforting. You sip a fresh cup of coffee made from beans sourced from Finca Rosa Blanca’s plantation. Your guide leads you away from the resort and into the heart of San Jose to visit the Central Market. The indoor market retains an Old World ambiance beneath the 19th-century circular architecture. More than 200 shops line the narrow alleys, along with small restaurants known as sodas . The vibrant atmosphere draws up to 20,000 visitors to the market daily, representing a unique blend of history and contemporary culture. The cooks in the sodas use traditional recipes that fill the market with the aromas of garlic, cumin, or cinnamon. Ripe, small bananas known as plantains offer a sweeter flavor and creamier texture than the bananas you are used to back home. Vendors sell agua dulce (sweet water) and handmade tortillas stuffed with fried cheese. Merchants offer handcrafted boots and saddles. You find a watermelon larger than a small dog set beside a box filled with the ruby tendrils of lychees. You continue to the Café del Barista located in the Aranjuez neighborhood. A custom corrugated roof covers the space above the café-style tables and chairs. The baristas take pride in their knowledge of the coffee beans regionally sourced from around Costa Rica, along with their ability to craft sensational coffee and cocktails that highlight the flavors of the brew first and foremost. A menu above the bar provides a list of cocktails in which the café specializes. Instead of the menu, you tell the barista what flavors you enjoy, allowing them to express their creativity in crafting a cocktail that features sweet and earthy flavors. The first asks if you want the cocktail hot or cold before crafting a decadent espresso, mixing it with milk, coconut, and a hint of tobacco. In the afternoon, you reach the Savegre Hotel in San Gerardo de Dota. The floor-to-ceiling windows in the lobby provide a spectacular view of the surrounding nature at all hours of the day. The tranquil ambiance is welcoming after a day of traveling through San Jose. A charming fire flickers in the lobby to offer warmth and a cozy setting against the cool temperatures of the highlands. Shrubs and flowering wild fruits attract a myriad of birds that like to perch in the shading oaks."
    },
    {
      "dayNumber": "9",
      "title": "San Gerardo de Dota – Relish a Coffee and Cocktail Demonstration at Mutute Café and Coffee Plantation Visit in the Coveted Coffee Region of Tarrazú",
      "description": "After breakfast, your guide escorts you to Mutute Café Boutique, a charming coffee shop hidden in the morning mist over 15,000 feet above sea level. The sunlight burns away the clouds and brings a perfect blue sky. The hidden coffee bar is located at Kilometer Marker 50 and is known for sourcing coffees from six different micro-mills around the Tarrazú region. A micro-mill is a small, family-owned plantation. The scent of fresh espresso fills the lively space. The baristas welcome you with friendly smiles, offering a drink to warm you after stepping inside from the cooler mountain climate. You begin with an espresso, listening to the barista explain the flavors you might find after your first taste. You take a moment to let the hot, decadent drink coat your palate before finding the rich cherry flavor that the barista spoke of. The creamy texture leads to a smoky finish. You feel like a wine connoisseur discussing the different aromas and subtle tastes of a select wine. You can enjoy an experience similar to your tasting at Café del Barista by sampling a rum cocktail meant to highlight and enhance the flavors of the coffee. After sampling a variety of the coffee brewed from beans around the different plantations of Tarrazú, your guide takes you to one of the micro-mills for a better understanding of the unique properties of the region that produces Costa Rica’s most coveted coffee. The small farm grows coffee at an elevation of 16,400 feet above sea level. Harvesters handpick the crop to ensure the best quality of the beans. The volcanic soil adds to the minerals feeding the sensational berries. The altitude can quickly take your breath away while walking through the coffee field. The strong sunlight brings delightful warmth to the terraces. You sit near a quiet lagoon with a fresh-brewed cup of coffee from the Tarrazú region, indulging in the panorama of the surrounding landscape and the scent of almonds and tangerines drifting upwards from your cup."
    },
    {
      "dayNumber": "10",
      "title": "Manuel Antonio – Hike to Rio Savegre Waterfall before Traveling to the Pacific",
      "description": "You leave behind the splendor hidden in the cloud forest around the Savegre Lodge, making your way west to Manuel Antonio National Park. You stop along the way at the trailhead leading to the Savegre Waterfall. Your guide takes you on a path lined with lush trees and flourishing underbrush. The cool mist has dissipated, offering a warm morning beneath the canopy of the cloud forest. Moss dangles from the trees and glistens with moisture after capturing dew from passing clouds. Your guide tells you to stay alert for resplendent quetzals that are known to nest near the top of the trail. The males have scarlet breasts and lustrous turquoise wings. Bright yellow flowers blossom with textured ridges along the petals. The grass grows nearly to your knees. You can hear the rushing waters of the Savegre River brushing against the rocks and the swaying underbrush along the banks. Birds chirp and twitter over the sound of the cascade. You reach the end of the trail where a smooth rocky outcropping looks over the waterfall. The breeze carries the refreshingly cold mist and splashes your cheeks. Ripples in the pool settle to a glassy surface, allowing you to see down to the riverbed. The trail takes you one and a half miles round trip, returning to the car that shuttles you onward to Manuel Antonio and the Arenas del Mar Beachfront and Rainforest Resort. The boutique luxury hotel and resort offers a sustainable experience blending the marvels of the surrounding rainforest with the splendors of the protected beaches. Condé Nast Traveler once placed the property on the Reader’s Choice Award Top 15 Resorts in Central America, surrounded by what Forbes called one of the world’s most beautiful national parks. Enjoy the sea breeze from your private balcony. Listen for active wildlife from the luxuries of your suite or in the comforts of the resort pool before taking part in the endless activities on land and in the Pacific Ocean."
    },
    {
      "dayNumber": "11",
      "title": "Manuel Antonio – Visit a Spice Plantation with Remaining Day at Leisure",
      "description": "The morning light washes over the rainforest canopy. Howler monkeys return to their lively guttural groans sweeping through the three square miles of protected area of Manuel Antonio. The famous national park is Costa Rica’s smallest but contains exceptional wildlife diversity with nearly 110 different species of mammals and over 180 different types of birds. The breeze carries the scent of the saltwater, which fades beneath the aroma of fresh coffee. Your guide greets you in the lobby after breakfast and escorts you to a fantastic spice plantation located on more than 25 acres of cultivated land against a backdrop of 125 cares of thriving primary and secondary forests. The trails lead to thriving black pepper, allspice, and turmeric plants. Orchids grow in the shade of the trees, absorbing the moisture in the morning air and hiding in the comfort of the shade. You find the vanilla plants growing lush and proud in the coastal humidity. Your guide explains the budding flower is in the orchid family and remains the only orchid people eat. In order to grow the edible segments of the vanilla bean, the flower must be hand-pollinated within 12 hours of blossoming. The pods are cured, which accounts for the fragrant enzymes producing the fragrance you find familiar and seductive. The drying process takes up to four months before the pods reach a deep brown color with white crystals coating the bean’s surface. You return to Arenas del Mar after visiting the spice market on the plantation. The remainder of the day is yours to explore the trails in the rainforest in search of endangered spider monkeys or walk along the powdery white sand of the Pacific beaches."
    },
    {
      "dayNumber": "12",
      "title": "Manuel Antonio – Depart for Home",
      "description": "At breakfast, you indulge in the delicious and familiar traditional dish of gallo pinto (rice and black beans) and fried eggs. Fluffy pancakes dressed in coconut syrup add a delicate sweetness to the air in the dining room. You can hear the waves lapping against the shoreline. Parakeets twitter in the canopy before soaring away. You make out the silhouette of a black spiny-tailed iguana resting in the sunlight on the beach. Since arriving in Costa Rica, you have learned about the unique organic methods of cultivating fantastic coffee and the dedication to crafting luxury eco-friendly experiences. You sip a rich espresso and take a moment to find the aromas and flavors emanating from the brew. Your private transfer greets you at the hotel after the meal and escorts you to Juan Santamaría International Airport for your flight home, bringing an end to the discovery of the coffee, chocolate, and cocktails on your Costa Rica vacation."
    }
  ],
  "map": ""
}