{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-for-couples-choose-your-own-adventures",
  "tourName": "Costa Rica for Couples: Choose Your Own Adventures",
  "placesVisited": "San Jose, Arenal, Limon, Puntarenas",
  "generalInfo": "With romantic seclusion and tropical grandeur, you can embrace the treasures of adventure and passion during your 9-day Costa Rica tour for couples and adventure. Enjoy exceptional panoramas, wander through blossoming gardens, or indulge in the seductive quiet of a couple’s massage. From river rafting to birdwatching, powdery white sand to sloths, you can capture the romance of Pura Vida as you explore Costa Rica as a couple.",
  "durationDays": "9",
  "price": "2,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose - Arrive in San Jose",
      "description": "San Jose is an exciting city with a culture all of its own. With contemporary art galleries, historic architecture, and fascinating museums, San Jose represents a different side of Costa Rica while embodying the essential pace of Pura Vida. Your flight will arrive at Juan Santamaria International Airport, where your private transfer will greet you at customs. Once you settle into the comforts of your luxury hotel, the remainder of the day will be at your leisure. From visiting the Museo de Jade to enjoying the view from your hotel, you can relax knowing that you have arrived."
    },
    {
      "dayNumber": "2",
      "title": "Limon - Uncover the Thrills and Beauty of Rafting",
      "description": "Your guide will introduce you to the waters of the Pacuare River in the morning. The sound of the water rushing against the banks may join the calls of howler monkeys or the rambunctious twittering of birdlife in the canopy. An exciting excursion will take you down river traversing class II-III rapids, with your guide leading you along the rushing whitewater. Between rapids, you can enjoy the serene calls of the tropical wilderness before reaching your luxurious jungle lodge. After settling in, you can embrace a private candlelight dinner to experience the jungle’s remote ambiance and unparalleled romance."
    },
    {
      "dayNumber": "3",
      "title": "Limon - Embrace the Adventure of your Choice",
      "description": "After breakfast, you can venture into the wonders of Costa Rica with your choice of excursions, from visiting a local farming community to birdwatching in search of colorful toucans. For an exciting introduction to the rainforest, you can enjoy a canopy tour through the treetops. Soar like a bird on a thrilling zipline as the wind brushes against your cheeks. You may find sloths or monkeys lingering on the branches as you sail past. You can also enjoy a scenic hike to reach the Cabecar Indian Ranch to learn about the culture and customs of the indigenous community."
    },
    {
      "dayNumber": "4",
      "title": "Arenal - Travel to the Arenal Hot Springs",
      "description": "You will take to the Pacuare River once more to embrace the exciting rapids that separate the canyon walls. Between the whitewater, you can find thundering waterfalls and enjoy the shade from the canopy of the rainforest. You may hear the call of watching parrots or witness a passing Blue Morpho butterfly. Your private transfer will meet you on the riverbanks and escort you to the natural wonders of Arenal. You can plunge into the comforts of the hot springs pool and enjoy the seductive ambiance created by the soothing waters."
    },
    {
      "dayNumber": "5",
      "title": "Arenal - Discover Thrilling Arenal Your Way",
      "description": "The day is once again yours to experience your choice of an excursion into the wonders of nature. Partake in a guided walk in search of sloths or trek through the lava fields shaped by Arenal Volcano. For an enticing excursion into the wilderness, you can horseback ride to Fortuna Falls. The gentle pace will lure you into the beauty of the rainforest before you descend 1000 steps to find the roaring whitewater of the cascade. After returning to your hotel, you can then bask in the mouthwatering flavor of chocolate during a visit to a working cacao farm."
    },
    {
      "dayNumber": "6",
      "title": "Puntarenas - Fly to Golfo Dulce and Puntarenas",
      "description": "As the clouds pass across the morning sky, you may catch a glimpse of the Arenal Volcano’s perfect conical peak. The stunning image captures the pristine skyline of the mountainous region before you transfer from La Fortuna to Puerto Jimenez by a charter flight. You can immediately notice the change in the ambiance as you find the connection between the rich tropical rainforests and tranquil Pacific shoreline. As you take your time to experience the blissful scenery from your hotel, you can discover the exotic sounds and soothing quiet of luxurious seclusion."
    },
    {
      "dayNumber": "7",
      "title": "Puntarenas - Embrace the Grandeur of the Pacific",
      "description": "With so many possibilities from which to choose, you will be spoiled for choice with new ways to discover the majesty of Costa Rica. Embrace a dolphin and whale watching experience or venture into the rainforest at night in search of nocturnal flowers and colorful frogs. You could also step onto a boat with a private guide to explore a unique bioluminescence experience. You will come to a point in the water where schools of fish leave phosphorescent trails, allowing a glowing cloud to form beneath your boat, shimmering around the water and even around your fingers."
    },
    {
      "dayNumber": "8",
      "title": "Puntarenas - Enjoy Romance and Choice",
      "description": "After a morning at your leisure to embrace the combination of luxury and remoteness in which you can snorkel in search of rays or trek to view a number of the 920 recorded bird species in the country, you will have an afternoon of relaxation as a couple. Embrace an essential romantic experience with a couple’s massage of your choice. Whether loosening your muscles with a deep-tissue massage or indulging in a reflexology treatment, your surroundings will help create the mood in which you can sit back and experience a moment of pure bliss together."
    },
    {
      "dayNumber": "9",
      "title": "Puntarenas - Depart for Home",
      "description": "After breakfast, you will have a private transfer to the airstrip at Puerto Jimenez. You may be able to hear the wild calls of the howler monkeys before taking off and landing at the San Jose airport. The magic of Costa Rica stems from the welcoming people, relaxed ambiance, and untouched wilderness that allows you to experience the juxtaposition between adventure and tranquillity. Once in San Jose, you will have plenty of time to check in to your flight home, bringing an end to your romantic tour of Costa Rica."
    }
  ],
  "map": ""
}