{
  "destination": "Costa Rica",
  "mainPhoto": "",
  "id": "costa-rica-family-friendly-vacation-jungle-wildlife-beach",
  "tourName": "Costa Rica Family Friendly Vacation: Jungle, Wildlife & Beach",
  "placesVisited": "Osa Peninsula, Puerto Jimenez, Corcovado, Uvita, Manuel Antonio",
  "generalInfo": "Costa Rica is a paradise in every way, known for its tropical weather and lush rainforests, charming people and captivating wildlife. On this 7-day family vacation, you will find something to please everyone. Zip line through the trees to please your adventurous son or horseback ride on the beach to appease your children’s storybook dreams. Trek through monkey-ridden jungles and dive into a coral decorated seafloor. From whale watching to bird watching you will find the blissful pleasure of a happy family on this seamlessly immersive paradise.",
  "durationDays": "7",
  "price": "2,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "San Jose - The Familial Welcome",
      "description": "Welcome to the fast-paced city of San Jose. The energy swirls through the streets and jovial shopping colonnades. Mountains create an encompassing skyline and encircle the valley. Your private transfer meets you at the airport and soon you are settled into the comforts of your centrally located hotel. People roam through the Central Market, an almost three-block area filled with storefronts, fresh fruits and vegetables, and baked goods. The large pavilion is divide into aisles that makes perusing the market’s goods easy and accessible. The local flavors, from cheese to bananas, mangos to pozole , a traditional type of soup, give you insight into the culture of the city and the country. Helados de Sorbetera is over 100 years old and serves a celebrated cinnamon-laced frozen custard; you can enjoy the refreshingly sweet treat with a cylindrical sugar cookie known as a barquillo . In the Parque Nacional shaded walkways are lined with tables and chairs where local men read the newspaper. Children kick around soccer balls and try their chances at fancy tricks. A dramatic statue displays a proud piece of Costa Rican history and sits centrally located as the jewel of the park. San Jose is always bursting with activity and you have found the family swept up in its bustling joviality."
    },
    {
      "dayNumber": "2",
      "title": "Puerto Jimenez - Up in the Air and Sea",
      "description": "The morning is filled with the decadent aromas of pressed coffee and fresh squeezed orange juice. Costa Rica is rich in tropical fruits and you see an array at breakfast. The family can indulge on succulent mangos and creamy bananas, rich coconut and sweet pineapple. After your meal you will have a private transfer to the airport for your flight to Puerto Jimenez on the Osa Peninsula. Find the country’s diverse landscape on display. The Golfo Dulce, which means the sweet gulf, has emerald waters and the soothing sound of water lapping at the shores. The Parque Nacional Corcovado brushes up against the edges of Puerto Jimenez. The city maintains its small-town atmosphere and the people are filled with friendly smiles and sincere helpfulness. After you settle into your spacious and comfortable accommodation you will meet your guide and venture out on a Sunset Rainforest Walk around Bosque del Cabo. The grounds are over 800 acres and contain an assortment of trails and a wide berth of wildlife. In the cooling air of the late afternoon the rainforest comes to life, when nocturnal animals rise and diurnal animals venture off to their nests and dens. Frogs croak and call under the canopy of the setting sun. Lizards cling to the trees and leaves. When the sun finally sets you follow your guide back to your hotel and listen to the mixture of distant waves and exciting jungle life."
    },
    {
      "dayNumber": "3",
      "title": "Puerto Jimenez - An Ultimate Morning",
      "description": "The sunlight beams through the rainforest canopy. The cool morning air stirs the wildlife. The Bosque del Cabo grounds are found 500 feet above the sea. The water crashes against the cliffside and mists into the air. Pelicans dip into the sea in search of fish and woodpeckers tap at the dense trees. Howler monkeys roar beneath the canopy and the deep, gruff call sounds like a dinosaur’s breath. After breakfast, you will meet your guide and traverse the paths of the jungle on a rainforest experience. Spider monkeys chase one another through the trees. Their long limbs and tails give them away almost 98 feet up in the air. Their tail can grow up to 35 inches long. A bark echoes through the trees. It happens again. You search for a dog until your guide informs you that the bark came from one of the spider monkeys. He points into the trees and you see the monkey squatting on a tree and shaking the branch vigorously trying to scare you away. The forest is filled with unique and lush fauna. Every stop takes you deeper into an undiscovered world where army ants parade over tree roots and peccaries forage in the underbrush. The kids watch the branches and the dangling vines with wide eyes. Your guide explains the importance of the region’s biodiversity as a scarlet macaw calls out in the distance."
    },
    {
      "dayNumber": "4",
      "title": "Puerto Jimenez - Searching for Treasures",
      "description": "The sounds of the morning pleasantly wake you and remind you of the encompassing playful and dramatic rainforest. Indulge in the luscious flavors of breakfast before enjoying the day with your family at your leisure. The area is filled with endless activities that will set the children’s hearts pumping with eagerness and excitement, from snorkeling to horseback riding, surfing to rappelling. Caño Island is located in Drake Bay and is bristling with colorful aquatic life. Step aboard the speedboat and venture out into the clear sapphire water. The trees and powdery sand fade; the cool breeze blows through your hair. Refreshing mist sprays upward and you can see a dolphin arching out of the water along the horizon. Brown boobies make their home on the island’s shores. Their wingspan can measure up to 31 inches. Their feathers are dark brown or black and their bellies are stark white. The sunshine casts a warm glow over the sea. When you dive into the water you are embraced by the comfortable temperature and a variety of shimmering life. Angelfish weave around outstretching coral. Sea turtles move their fins like wings and fly through the water. Their speed is impressive and surprising. The world underwater is effervescent in color and life, captivating the imagination and giving your family the widest, brightest smiles yet."
    },
    {
      "dayNumber": "5",
      "title": "Manuel Antonio National Park - Watching the Water",
      "description": "The early light peeks over the tree line and makes the mixture of dark and light blue glisten. Your private transfer meets you early in the morning and takes you from Osa to the stunning Manuel Antonio National Park. Lush foliage stretches down from the mountains and rims around white sand beaches and hidden coves. The crystal blue water houses wondrous coral reefs. You reach the coast, board a boat and make your way out into open water for a whale watching tour. The whales migrate from November to March and July to September. The water is crisp and blue. The sky reflects the crystal coloration of the water. The sun is warm and you see water spouting in the distance. Humpbacks, Pilot Whales, and False Killer Whales are often spotted. A large black and white tail fin reaches out of the water and slaps the surface. The boat stops, the humpback comes closer and you notice its incredible size, able to reach up to 52 feet in length. The majesty of the moment is not just in the stunning power and grace of nature but in your family’s shared awe. The whale breaches the water and you can hear your kids gasp with excitement. The shore’s exceptional greenery grows larger as you make your way back to shore with the memory of the day on repeat in your thoughts."
    },
    {
      "dayNumber": "6",
      "title": "Manuel Antonio National Park - Finest Reverence",
      "description": "The forest of Manuel Antonio calls to you this morning. The howler monkeys create frenzy in the tropical trees. Their deep grunts echo in the canopy and rustle the leaves. Their guttural voices create a deep roar. After breakfast follow your guide into the diverse flora and fauna of the most popular national park in Costa Rica. Butterflies flutter around you, their wings shimmering in the natural light. Capuchin monkeys rush through the trees, their white and black fur flashing past you. In the afternoon you will have an adventurous time flying through the tree canopy on a zip line tour. High in the sky you will soar from platform to platform discovering the canopy from above. The jade-colored trees will blur as you glide 90 feet above the forest floor. The family cheers for you and for themselves as they witness the freedom of the wind and the exceptional, unique view of the national park. Waterfalls split the dense trees. Sloths hold tightly to thick branches. The tropical air turns refreshingly breezy as you traverse the aerial highway. At first, your heart rate abounds but soon you find the tranquility in the wind against your cheeks, the cheers of your family, and the unhindered panorama around you."
    },
    {
      "dayNumber": "7",
      "title": "Depart - Family Full of Memories",
      "description": "The sunrise silhouettes the mountains and dense forest. The light casts an expansive glow over the water. Indulge in the sweet fresh fruits of breakfast. The morning is yours to visit the pristine beaches or lounge on the hotel deck that looks out over the sensational rainforest. Your private transfer will collect you in the hotel's lobby and take you to the San Jose airport for your journey home. The beauty of Costa Rica is indelible in its jade forests and gemlike waters, the friendly people and unequaled wildlife. When the flight begins to lift into the air you can’t help but feel nostalgic for your time discovering the country, not just for its beautiful scenery, but for the radiant smiles it brought to the family."
    }
  ],
  "map": ""
}