{
  "destination": "Arctic Cruises",
  "mainPhoto": "",
  "id": "spitsbergen-arctic-cruise",
  "tourName": "Spitsbergen Arctic cruise",
  "placesVisited": "Longyearbyen, Northwest Spitsbergen National Park, Kongsfjorden fjords, Svalbard reindeer, polar bears and Brunnich's guillemots, Abandoned mining and whaling settlements, Eastern Svalbard, South Spitsbergen, Rossøya, Edgeøya, Kvitøya, Southwest Spitsbergen fjords, Onboard lectures and presentations from Arctic experts, Zodiac landings, hiking excursions and sea kayaking",
  "generalInfo": "Join us on an unforgettable Arctic expedition as we venture towards the 80th parallel, just 600 nautical miles from the North Pole. If ice conditions allow, we’ll attempt a full circumnavigation of Spitsbergen, the largest island in Svalbard. Along the way, explore remote fjords, towering glaciers, and dramatic ice edges while searching for incredible wildlife, from reindeer and walruses to the elusive polar bear.<br/><br/>Beneath the endless daylight of the Midnight Sun, experience the raw beauty of the High Arctic. Discover the historic town of Longyearbyen, scan the tundra and icy waters of Northwest Spitsbergen National Park, and navigate through ever-changing seascapes. With expert guides leading the way, every day brings new opportunities for adventure, whether hiking, scanning the seas from the ship, or exploring by small expedition boat.<br/><br/>Highlights:<br/>•\tAttempt to cross the 80th parallel and circumnavigate Spitsbergen, Svalbard’s largest island, sailing under the Midnight Sun<br/>•\tSearch for Arctic wildlife, including polar bears, walruses, reindeer, and whales, and see towering bird cliffs teeming with seabirds like guillemots and fulmars<br/><br/>•\tExplore the dramatic fjords, glaciers, and ice edges around Spitsbergen’s dramatic coastline<br/>•\tVisit historic Longyearbyen, the world’s northernmost town<br/>•\tEnjoy up-close cruising by small expedition boat and hike across the tundra to explore former trapper and mining sites<br/>•\tKayaking options available (select departures – fees apply)<br/><br/>Various departures available aboard MS Spitsbergen and MS Fram. Activities and excursions may differ.<br/>",
  "durationDays": "11",
  "price": "9676",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Oslo-Longyearbyen: Your Arctic adventure begins with an included flight from Oslo to Longyearbyen, the world’s northernmost town and the administrative capital of the magnificent Svalbard archipelago. Upon arriving in Longyearbyen, in the heart of Spitsbergen, you will check into a comfortable hotel for an included overnight stay. Time allowing, head out to explore this unique and colourful Arctic settlement, where people are outnumbered by snowmobiles, and enjoy a relaxing evening at your leisure. Oslo is a captivating metropolis steeped in history and renowned for its thriving art scene. Immerse yourself in its cultural richness as you explore world-class museums, art galleries, and awe-inspiring architectural wonders, including the iconic Opera House and the newly inaugurated Munch Museum. For a serene interlude, take a leisurely stroll through the Ekebergparken sculpture park or unwind in a unique floating sauna experience. Discover the contemporary charm of Sørenga, where urban beach life beckons, and savor the delights of New Nordic cuisine. These enriching experiences await you before your journey takes you to Longyearbyen in the Svalbard archipelago, where a whole new chapter of exploration unfolds."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Longyearbyen - Embark: After breakfast at the hotel this morning, enjoy an included excursion that will offer you a brief insight into this unique and charming town. This is the perfect settlement for exploring on foot, and you may even spot the odd reindeer sauntering by as you stroll through the colourful main street. In the afternoon you will board your impressive expedition vessel and prepare for your adventure to truly begin as we set sail through the Isfjorden and into the wilderness."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ny-Ålesund Area: Today, immerse yourself in the tranquillity of Ny-Ålesund and the stunning fjords of Krossfjord and Kongsfjord. With the Norwegian Mapping Authority’s nearby geodetic station requiring a temporary disconnection from Wi-Fi and Bluetooth, you’ll have the perfect opportunity to unplug and fully embrace the untouched beauty of the Arctic. Once a remote mining outpost and the launch site for Roald Amundsen’s historic airship Norge, Ny-Ålesund is now a leading centre for global science and climate research. As you explore, traces of its pioneering past remain visible amidst the modern research stations. Surrounded by dramatic glacial landscapes, we’ll navigate the fjords, ready for adventure at every turn. Whether launching our small expedition boats, setting foot on shore for a hike, or cruising past towering ice formations, the Arctic’s raw beauty awaits."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Expedition Days: Over the next two days, immerse yourself in the wild beauty of Northwest Spitsbergen National Park. This remote landscape of towering mountains, expansive glaciers, and scattered offshore islands is home to some of the Arctic’s most iconic wildlife. Keep your eyes peeled for whales, seals, walruses, and reindeer - and if luck is on our side, we may even spot a polar bear from the ship’s Observation Deck. In breathtaking Kongsfjord, witness massive glaciers calving into the sea, a powerful display of nature’s forces. Adventure awaits at every turn. We’ll make the most of every opportunity to explore, whether paddling through icy waters in kayaks, venturing ashore in our small expedition boats for a hike, or taking part in a meaningful beach clean-up to help preserve this pristine environment."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ice Edge Attempt: If conditions permit, we’ll set sail northward, aiming to cross the 80th parallel and reach the ever-shifting ice edge. This dynamic transition between the frozen Arctic Ocean and open sea is a breathtaking, fleeting wonder where drifting pack ice and scattered floes create a mesmerising landscape. From the ship, keep watch for wildlife as seals and walruses are often seen resting on the shimmering ice, offering incredible photo opportunities. If the conditions align, we’ll lower our expedition boats into the water for an unforgettable, up-close experience amid the floating ice. The ice edge is constantly moving, shaped by the seasons and shifting conditions, making our visit an ambitious goal rather than a guarantee. From May to August, as summer advances, the ice retreats further north, and it may be beyond our reach. Should that be the case, we’ll instead explore the dramatic fjords, towering glaciers, and stunning landscapes along the Svalbard coast. By late July and August, the tundra bursts into life, with vibrant wildflowers painting the Arctic in unexpected splashes of colour, offering a striking contrast to the icy wilderness."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Eastern Spitsbergen: We spend the next two days scouting for polar bears, seabirds, and walruses as our adventures continue. If sea ice allows, we’ll journey into the frozen seascape of Eastern Spitsbergen, where the wilderness feels both vast and untamed. Over the next two days, we have high hopes of spotting the elusive polar bear, along with walruses and thriving colonies of Brünnich’s Guillemots and other seabirds in the Hinlopen Strait. Our route may take us south to Freemansundet and Kapp Lee or across to the remote shores of Edgeøya and Barentsøya, where we’ll launch our small expedition boats to explore. In true expedition style, our exact course will be shaped by the conditions on the day. Channel your inner explorer with thrilling landings, hikes, and kayak excursions. Should the ice block our passage through the Hinlopen Strait, adventure still awaits as we shift our focus to the wonders of western Svalbard. We’ll navigate through dramatic fjords and alongside towering, calving glaciers, always on the lookout for the remarkable wildlife that calls this Arctic wilderness home."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hornsund & Bellsund: Having sailed along the southern coast of Spitsbergen, your expedition cruise reaches Hornsund, one of Svalbard’s most stunning fjords. Lush Arctic vegetation gives way to dramatic mountains, while seals and whales may be spotted from deck alongside glaciers calving into the sea. Next, we venture to the snowcapped peaks of Bellsund, where towering cliffs host colonies of auks, guillemots, and Northern Fulmars, with Arctic foxes and Svalbard reindeer roaming below. Explore remnants of early mining settlements and hear the story of Wanny Woldstad, Svalbard’s first female trapper. As always, our plans will be guided by the changing weather, with your Expedition Team selecting the best opportunities for exploration each day."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Longyearbyen to Oslo: Arrival back into port at Longyearbyen will signal the conclusion of your thrilling Spitsbergen expedition cruise and it will sadly be time to disembark and bid farewell to your expedition team. A transfer will be provided to the airport for your included flight back to Oslo. Should you wish to spend more time in this fascinating part of the world, there are a wide range of additional adventures available here, please just enquire for more details and we will be happy to help you with your plans."
    }
  ],
  "map": ""
}