{
  "destination": "Arctic Cruises",
  "mainPhoto": "",
  "id": "spitsbergen-wildlife-cruise",
  "tourName": "Spitsbergen wildlife cruise",
  "placesVisited": "",
  "generalInfo": "Explore the Svalbard Archipelago, a paradise of ice and tundra, inhabited by Polar bears, walrus and seabirds<br/><br/>If there is such a thing as a “classic Arctic” expedition cruise, this is it. Get all the best of Spitsbergen by exploring the western edge of the island and venturing to some northern outlying areas home to Polar bears and walrus. Come across colonies of seabirds numbering into the thousands and watch for whales in the water. Packed with options for snowshoeing and sea-kayaking, this is the perfect expedition for exploring the “wildlife capital of the Arctic\".<br/><br/>Highlights:<br/>Sail beyond the Arctic Circle to 80° north<br/>Zodiac and shore excursions to discover the icy wilderness<br/>Arctic fox, whales, walrus and huge 200,000 strong colonies of Little auk<br/>Polar bears often seen hunting on ice floes<br/>Travel in a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>8 nights on the ship, 2 nights hotel in Helsinki<br/>Expedition cruising in comfortable condition<br/>Countries visited: Spitsbergen, Arctic<br/><br/>What's included:<br/>All meals while on the ship<br/>Beer and house wine during dinner<br/>All accommodation<br/>All transport and listed activities<br/>Tour leader throughout and qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas or vaccinations<br/>Mandatory transfer package (including charter flights from Oslo to Longyearbyen return) which is from £700 per person (or equivalent in booking currency) paid upon booking",
  "durationDays": "10",
  "price": "9270",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Start in Helsinki, Finland"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Embarkation Day in Longyearbyen, Svalbard"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring Spitsbergen and the Svalbard Archipelago"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Disembark in Longyearbyen and fly to Helsinki"
    }
  ],
  "map": ""
}