{
  "destination": "Arctic Cruises",
  "mainPhoto": "",
  "id": "baffin-island-cruising-expedition-canada",
  "tourName": "Baffin Island cruising expedition, Canada",
  "placesVisited": "",
  "generalInfo": "Baffin Island is magnificent, remote and unspoilt - one of the most wild and places left on Earth. The wildlife and scenery of Baffin will be the focus of this inspiring ice strengthened ship based expedition led by a team of experts which will include Marine Scientist, Charlotte Caffrey. From Iqaluit natural history expert guides will help us explore the wild east coast of Baffin Island discovering the deep fjords, soaring mountains and immense glacial systems. <br/><br/>The landscape is breath-taking particularly where almost vertical mountain cliffs extend to the sea along the islands north east shore. Polar bears, an icon of the arctic north and high on everyone's list to see roam the area in search of ringed, bearded and harp seals, often followed in their quest for scraps by hungry Arctic fox. Each day we will spend time exploring on land in the company of inspiring guides who will reveal the nature of Baffin's secrets. We will also go in search of the beluga whale where these ghostly white individuals are often  joined in search of food by the surreal narwhal.<br/><br/>Birdlife here is prolific and huge migrations of little auk, snowy owl, ptarmigan, redpoll and gyrfalcon.<br/><br/>Along the way you will plan to visit remote communities; the Inuit culture here is strong and the local communities very welcoming of visitors and eager to share their ancient crafts and traditions.<br/><br/>The history of early exploration will provide a strong theme throughout our voyage and we visit former Hudson's Bay Company locations and Royal Canadian Mounted Police (RCMP) outposts. We will pay our respects at Beechey Island at the memorial for lost crew of the ill fated Franklin expedition before ending our epic journey at our final destination - the remote outpost of Resolute.<br/><br/>Polar exploration can be unpredictable. Specific sites visited will depend on prevailing weather and ice conditions at the time of sailing. The above itinerary should be read as a 'guide only' and may change. The ship's Captain in conjunction with the Expedition Leader continually review the sailing plan throughout the voyage, making adjustments to the itinerary along the way to take advantage of optimal weather and ice conditions or to maximise our encounters with wildlife. Decades of experience spent exploring these waterways mean that  a large number of outstanding landing sites and zodiac cruising locations to consider, even when the weather conditions may not be ideal or when heavy ice may block out planned route. A flexible approach is something we encourage you to bring to the ship.",
  "durationDays": "17",
  "price": "18945",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 0,
      "title": "",
      "description": "Arrive in Toronto: We strongly recommend that you arrive in Toronto at least one day before your trip is due to begin to mitigate against any potential flight or baggage delays and to allow yourself time to relax and explore before your trip begins!"
    },
    {
      "dayNumber": 1,
      "title": "",
      "description": "Toronto: You will have today free to explore the vibrant city of Toronto and will have a hotel night included in the city tonight."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly to Kangerlussuaq for embarkation: This morning you will board your charter flight to Kangerlussuaq, a small town at the eastern head of Sondre Stromfjord, one of the longest fjords in the world. You will enjoy your first zodiac ride as you are transferred from shore to your expedition ship. After embarking this afternoon, be sure to spend some time out on deck taking in your new surroundings as you set sail on your arctic expedition."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring West Greenland: Cruising around the remote regions of Greenland and the Canadian Arctic, you will navigate the same icy inlets, channels and bays that fascinated legendary explorers of long ago. Your ship has been designed to offer unprecedented access to the hardest-to-reach places on the planet and is equipped with two onboard twin-engine helicopters. Throughout your journey, your Expedition Team will keep an eye toward immersing you in the best the Arctic has to offer at the top of the world. You may explore some of these places: Your voyage will begin in Kangerlussuaq. Here you will see colourful buildings and the potential for glimpses of Arctic wildlife such as muskoxen and caribou. Lush mountainous landscapes provide a great backdrop to this port, and whales may be spotted at sea. The Greenlandic capital of Nuuk is a haven for history and culture lovers. Home to 15,000 people, Nuuk is the capital of Greenland and is the largest settlement on the island. Stroll down to the waterfront to see the Hans Egede Church and Hans Egede statue, named for the missionary who established the settlement in 1728. Marvel at the famous remains of 500-year-old fully dressed mummies, discovered under a rock outcrop in 1972 by two brothers out hunting, at the Greenland National Museum. The Nuuk Art Museum and Katuaq Culture Centre are also worth visiting. Locals call Maniitsoq the Venice of Greenland, as it’s situated in an archipelago intersected by natural canals. Soaring, snow-capped mountains surround the small, rocky town, whose name means “the uneven place.” Playful humpback whales spend summer in the waters around here."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "At Sea: Bid farewell to Greenland’s shores as you traverse the Davis Strait in pursuit of the Canadian Arctic. Presentations by on-board experts will prepare you for the adventures that lie ahead. Be sure to keep a lookout for seabirds soaring above the ship, as well as whales that frequent the waters here."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Exploring the Canadian High Arctic: Visit towering fjords, historical sites and traditional Inuit communities as you follow in the footsteps of famous explorers from long ago in the Canadian High Arctic. Baffin Island is the fifth-largest island in the world, it was named for English navigator William Baffin, who ventured to the area in the early 17th century in search of the fabled Northwest Passage. These are some of the places that you can hope to explore throughout your voyage: The picturesque Inuit hamlet of Pangnirtung, nicknamed the Switzerland of the Arctic, is nestled beneath the jagged peaks of Mount Duval. An artist’s hub, Pang is renowned for its traditional Inuit arts and crafts, especially lithographs and intricate tapestries. At the Uqqurmiut Centre for Arts & Crafts, watch craftspeople in the tapestry studio and pick up a limited-edition print. You will also plan to visit nearby Kekerten, an uninhabited island that was a major whaling destination in the 1800s. At the southern tip of the Cumberland Sound, Cape Mercy was named by British explorer John Davis (yes, he of the Davis Strait), who sailed through it in 1585. The site of an old Distant Early Warning Line installation, this is an ideal spot to go ashore for a hike. As icebergs travel down the Davis Strait, they’re naturally trapped at Qikiqtarjuak (formerly known as Broughton Island), the iceberg capital of the world. The icy waters here are sometimes also home to narwhals, beluga and right whales, and ring and harp seals. A hike up to the hilltop inukshuk (a stone figure made by the Inuit) rewards with spectacular views of the community. Cruising farther north along the east coast of Baffin Island, you will approach Isabella Bay, an important summer and fall feeding area for a large population of bowhead whales. Stacked side by side, the dozens of soaring cliffs of Sam Ford Fjord make for a majestic site as you sail by. One of the most isolated places on the planet, the big-wall playground attracts climbers eager to scale the sheer rock faces that shoot straight out of the sea. At the northern tip of Baffin Island, near the eastern entrance to the Northwest Passage, is Pond Inlet. Spend some time exploring this traditional Inuit community that’s surrounded by scenic mountains, fjords, glaciers and icebergs. The area around Lancaster Sound affords several hiking opportunities. At Dundas Harbour, on Devon Island, you will plan to visit an abandoned beachside outpost of the Royal Canadian Mounted Police. At nearby Croker Bay, you will plan to cruise in a Zodiac (at a safe distance) along the face of an actively calving glacier. Your Expedition Team will also keep its eyes peeled for the muskoxen and walrus that are known to visit the bay. A hike to a nearby archaeological site is another possible excursion. Farther west, some of the best ancient Thule remains in the Arctic are at Radstock Bay, beside the soaring Caswell Towers, a polar bear observation site. Exploring the area, you’ll gain insight into how these pre-Inuit people lived. At the western end of Devon Island, the windswept Beechey Island might be small, but it’s steeped in history. Named after famed British explorer Frederick William Beechey, it’s a Canadian National Historic Site. You’ll visit the small marked graves of three crew members who died during Sir John Franklin’s tragic 1845–46 expedition. Roald Amundsen landed here in 1903, during the first successful voyage by ship through the Northwest Passage. Sailing down the east coast of Somerset Island, you may be fortunate to spot beluga whales and narwhals, as they feed on the large numbers of Arctic char that enter Creswell Bay in late summer. An Important Bird Area, the bay also attracts such species as black-bellied plovers, king eiders and white-rumped sandpipers. You can hope to have time to explore Fort Ross, where the Hudson’s Bay Company established a now-abandoned trading post in 1937. At the midpoint of the Bellot Strait, a narrow channel that separates Somerset Island from mainland North America, you’ll reach the northernmost area of the continental landmass, Zenith Point."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Disembark in Resolute & fly to Toronto: After bidding farewell to your ship and crew, you will disembark in Resolute and board your charter flight back to Toronto, where you will be transferred to your included hotel."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Toronto: You can depart Toronto at any time today, or consider spending a few more nights here to explore the city. About the itinerary - Polar exploration can be highly unpredictable. Specific sites visited will depend on prevailing weather and ice conditions at the time of sailing. The above itinerary should be read as a 'guide only' and will likely change. The ship's Captain in conjunction with the Expedition Leader continually review the sailing plan throughout the voyage, making adjustments to the itinerary along the way to take advantage of optimal weather and ice conditions or to maximise encounters with wildlife. Decades of experience spent exploring these waterways mean that a large number of outstanding landing sites and zodiac cruising locations to consider, even when the weather conditions may not be ideal or when heavy ice may block out planned route. A flexible approach is something we encourage you to bring to the ship."
    }
  ],
  "map": ""
}