{
  "destination": "Arctic Cruises",
  "mainPhoto": "",
  "id": "spitsbergen-and-north-east-greenland-cruises",
  "tourName": "Spitsbergen and North East Greenland cruises",
  "placesVisited": "",
  "generalInfo": "This is a true High- Arctic voyage, providing the opportunity to explore three very different regions: Spitsbergen, Greenland and Iceland in one journey. This voyage offers the incredible variety of the Arctic: ever-changing landscapes, inspiring wildlife observations and the rich historical past of this remote and breath-taking region.<br/><br/>The journey starts in western Spitsbergen, an area of spectacular scenery: fjords, glaciers and dramatic mountains. Highlights of past expeditions have included observations of polar bears, seals and walruses, Arctic birdlife and whales. A team of scuba divers will be on board documenting and providing an insight into the submarine Arctic environment for those who cannot observe below the water. <br/><br/>The journey will follow the pack ice of the East Greenland current, hoping for observations of whales along the way including a glimpse of polar bears on the ice. The approach to Greenland is dramatic as 2000m high mountains appear on the horizon, capped by the Worlds second largest ice sheet. In favourable ice conditions we explore Keiser Franz Joseph Fjord and Scoresby Sund, the largest and most spectacular fjord in the World. Here we will cruise around the spectacle of huge glaciers and beautifully sculpted icebergs, matched in size and splendour only by those of Antarctica.<br/><br/>The warm colours of the tundra present breathtaking landscapes and are dotted with wildlife including musk oxen and arctic hares. As we sail along the rugged Greenland coastline we keep a constant watch for polar bears, often encountered strolling along the coast or drifting on nearby ice floes.<br/><br/>This is a truly fascinating voyage filled with ever-changing landscapes, inspiring wildlife observations and a rich historical past. Greenland's unique and colourful culture is also explored with the opportunities to visit hardy Inuit communities and observe their fascinating culture. August departures offer good birdlife sightings and often September can provide some splendid opportunities to view the Aurora borealis or Northern Lights.<br/><br/>Your Arctic voyage ends in Iceland. For those looking for a land extension here we can provide plenty to choose from: volcanoes, geysirs, waterfalls and a unique landscape of sculpted lava. For the adventurous, hiking, and even a snorkel at or dive at Silfra, the submarine rift valley dividing the American and European continental plates, can be arranged.<br/><br/>Please note that select voyage dates are invoiced in a foreign currency which is subject to currency fluctuations.<br/><br/>The itinerary below is based on our 14 day voyage. Itineraries vary depending on date, vessel and are subject to weather and ice conditions.",
  "durationDays": "14",
  "price": "17345",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Longyearbyen, the administrative capital of the Spitsbergen archipelago of which West Spitsbergen is the largest island. Before embarking there is an opportunity to visit this former mining town. The Parish Church and the Polar Museum are well worth visiting, while in the country around the village more than 100 species of plant have been recorded. In the early evening the ship will sail out of Isfjorden. We will try to have an evening excursion in Tryghamna near a 17th century English whaling station."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your ship heads to Raudfjorden, on the north coast of West Spitsbergen, you take in an expansive fjord spilling with glaciers – and maybe even visited by ringed and bearded seals. The cliffs and shoreline of this fjord also support thriving seabird colonies, rich vegetation, and the possibility of polar bears. In the evening you sail by the island of Moffen, where you can find a large herd of walruses."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You may eventually see the jagged edge of the east Greenland sea ice flashing into sight ahead, depending on the conditions. Keep watch for whales and migrating seabirds here."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "In your approach to Greenland, you may sail through the sea ice into Foster Bay and land at Myggebugten. Beyond the old hunters’ hut – in the first half of the 20th century, Norwegian trappers hunted here for polar bear and Arctic fox – there is a sprawling tundra populated by musk oxen, with geese floating the small lakes. From here you sail through Kaiser Franz Josef Fjord, surrounded by towering mountains and bright interior icebergs. An alternative route is Sofia Sound, a narrower waterway."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "You arrive at Teufelschloss (Devil’s Castle), a mountain with layered geology. On the other side of the fjord is Blomsterbugt and the landing site. In the afternoon you head into Antarctic Sound, where you find the islands of Ruth, Maria, and Ella. Maria is the most likely spot for a landing."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The first half of the day we spend in Alpefjord, a spectacular fjord with glaciers and ice-bergs. From there we have good view on the 3000m high by von Payer named Petermann Berg."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The first half of the day you spend in Antarcticahavn, an extensive valley where you can spot groups of musk oxen. At this time of year, the sparse vegetation is dressed in the fiery colors of autumn."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you reach Scoresbysund, sailing along the glaciated Volquart Boons Kyst. You may also enjoy a Zodiac cruise along one of the glacier fronts, along with a visit to the basalt columns and ice formations of Vikingebugt. In the afternoon the plan is to visit Danmark Island."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "The goal is a Zodiac cruise near Røde Ø, one of the world’s most cherished iceberg attractions: The austere blue-white of the icebergs sets sharp against the brooding red backdrop of the sediment slopes. The afternoon plan is to sail through the northern parts of Røde Fjord, with the chance to see musk oxen and warm autumnal foliage."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "In the morning you encounter colossal icebergs, some over 100 meters (328 feet) high and more than a kilometer (.62 mile) long. Most of them are grounded, as the fjord is only about 400 meters (1,312 feet) deep. You then land near Sydkap, with fine views of Hall Bredning and a good shot of seeing Arctic hares."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today you make a tundra landing on Liverpool Land, in Hurry Inlet. The afternoon stop is Ittoqqortoormiit, the largest settlement in Scoresbysund – about five hundred inhabitants. At the post office you can buy stamps for your postcards, or just stroll around to see the sled dogs and drying skins of seals and musk oxen. In the afternoon you sail south, passing the picturesque landscapes of the Blosseville Coast."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "A day at sea grants you winning opportunities to spot whales and seabirds – and at night, the magical northern lights."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Every adventure, no matter how grand, must eventually come to an end. You disembark in Akureyri, where on request you can transfer by chartered bus – a six-hour drive that you must book in advance – to Radhus Reykjavikur / city hall in Vonarstraeti in Reykjavik. The memories made on this voyage will accompany you wherever your next adventure lies."
    }
  ],
  "map": ""
}