{
  "destination": "Arctic Cruises",
  "mainPhoto": "",
  "id": "iceland-to-greenland-cruise",
  "tourName": "Iceland to Greenland cruise",
  "placesVisited": "",
  "generalInfo": "In the seldom-visited Westfjords of Iceland ? ‘Iceland’s best-kept secret’ ? you explore the rugged peninsula of fjords, towering mountains, bird-dwelling cliffs, gushing waterfalls and rolling green hills. Before leaving Iceland, you can also visit the private island sanctuary of Vigur, home to 7,000 eider ducks and 100,000 puffins. In East Greenland, after sailing the length of Ikerasassuaq (Prins Christian Sund), immerse yourself in spectacular glaciers, mountainous landscapes, culturally rich communities, and Nuuk, the capital of Greenland. Together, we explore ? by ship, Zodiac, kayak and on foot ? some of the longest fjords in Greenland, such as Eternity, Kangerlussuaq and Tasermiut. With the help of expert guides, you also learn about Norse and Viking cultures, traditional Icelandic ways of life, as well as contemporary Greenlandic customs.<br/><br/>Highlights:<br/><br/>Venture into the Westfjords, Iceland’s hidden gem<br/>Sail the length of scenic Prins Christian Sund<br/>Learn about Greenlandic fishing heritage at Aappilattoq<br/>Experience Arctic Patagonia along the Tasermiut Fjord<br/>Visit Norse ruins at Hvalsey<br/>Explore Nuuk, the charming capital of Greenland",
  "durationDays": "15",
  "price": "15095",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Start Reykjavik, Iceland: Arrive at the international airport in Keflavik and transfer independently to your included hotel in Reykjavik. Depending on your arrival time, you may wish to explore Iceland’s fascinating capital. Many cultural and historic landmarks are in or near the walkable city centre."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Embarkation Day in Reykjavik: This afternoon, you board your vessel and begin your expedition. Get ready for a great adventure ahead!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring Westfjords, Iceland’s hidden gems: Each region of Iceland has its own appeal for nature seekers, birding enthusiasts and history-lovers, and the seldom-visited Westfjords, where the land meets the sea in the most dramatic fashion, is no exception. Often called Iceland’s best-kept secret, this rugged peninsula at the country’s remote northwestern tip is rife with fjords, and mountains that slope to the sea. We spend our time exploring the fjords and shores of Iceland’s oldest region, enjoying a kaleidoscope of diverse land and seascapes. Here, tumbling cliffs and gushing waterfalls alternate with colourful beaches, and rolling green hills lead to high moorlands dotted with rocky outcrops, small lakes, and the occasional shaggy Icelandic sheep or pony grazing in the distance. A few modest outposts of civilisation, in the form small fishing communities nestled along the fjords and shores of the Denmark Strait, face out into the mighty Atlantic - keeping alive a maritime heritage that dates to the Viking days. One of today’s highlights is a chance to visit Vigur, a private island that provides guests with unique opportunities to delve into Icelandic culture and heritage as early as the 11th century. Vigur is widely regarded as a capsule of Icelandic heritage. Upon arriving on shore by Zodiac, we are welcomed by the people who own this incredible island. One of the co-owners is polar explorer Felicity Aston, the first woman to ski solo across Antarctica. You learn about the Icelandic tradition of eiderdown harvesting, and the wide array of Arctic birdlife and seals that are found in Vigur. It’s estimated the island is home to more than 7,000 breeding ducks, 100,000 puffins, Europe’s largest colony of black guillemot, and huge flocks of Arctic terns. You also have opportunities to ramble about the island, taste local food and visit the island cafe. Today’s adventure options include Zodiac cruising, sea kayaking, paddle excursions, and, potentially, a guided shore hike. Right across the bay is Mongufoss, one of Iceland’s most remote and beautiful waterfalls, which we visit by ship after our onboard lunch. Meals included: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "At Sea: Crossing the Denmark Strait As we sail southwest across the Denmark Strait toward Greenland, your expedition team prepares you for the exciting adventures ahead, both on- and off-ship. Our team of polar experts present on a wide range of topics, including the geology, wildlife, climatology and enthralling history of Greenland. The team also searches for (and identifies) the seabirds soaring about the ship – and they’ll alert you whenever there’s a whale sighting. Meals included: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Exploring Southeast Greenland: Your exploration of Greenland begins with East Greenland, one of the least-visited and most remote parts of the world’s largest island. Our journey along the coast is influenced by weather and ice conditions, with each day and each off-ship excursion – presenting new adventures. Expect glaciers, steep mountains and breathtaking fjords. Transiting the 62mi (100km) long Prins Christian Sund (Ikerasassuaq) – one of the world’s most scenic fjords – reveals incredible views. Expect dramatic mountain and seascapes with glaciers tumbling to the sea, and captivating vistas stretching along the entire fjord. The South Greenlanders who live on this frontier are as unique as the region they inhabit. This is where the migrating hunting people from the east eventually settled around the European trading posts. The handful of villages in this region are renowned for their inhabitants’ strong commitment to traditional hunting and fishing practices. We hope to visit Aappilattoq, perched on the shores of Prins Christian Sund (Ikerasassuaq), to introduce you to some of our local partners, listen to their stories, hear their music, taste local food, learn about the fishing and hunting heritage, and perhaps even join a friendly game of soccer – as a player or spectator. If you are looking for the most iconic peaks of South Greenland, you’ll be in your glory when we reach Tasermiut Fjord in the heart of what’s known as Arctic Patagonia. We offer Zodiac excursions and guided on-shore hikes (tailored for different levels of ability and interest) to view the jagged peaks, tumbling glaciers, ice-laden landscapes, alpine vistas and wildlife. Tasermiut Fjord is ideal for our sea kayaking and paddling programs, as well. We continue our quest to explore the wild fjords of the uninhabited southeast coast, one of which is Lindenow Fjord, also known by its Greenlandic name, Kangerlussuatsiaq. Thousands of years ago, groups of Paleo-Inuit hunters and fish harvesters settled in these isolated fjords, living off the land, and surviving on food from the sea. This preceded the arrival of European explorers and the establishment of settlements, which prompted one of the biggest waves of migration in Greenland. Marine mammals frequent the many fjords in this region. Humpback whales are often observed in the shallow waters at the entrance to the fjords where nutrients are drawn up to the surface. Rare sightings of polar bears are possible as they drift down from the north on sea ice floes propelled by the East Greenland current. We keep our eyes peeled for other wildlife as we continue to explore the remote icescapes of the wild southeast, which is also ideal for hiking, paddle excursions, Zodiac cruises and shore landings. The southern coast of Greenland is steeped in Norse history. We anticipate a visit to Hvalsey (Qaqortukulooq), the site of Greenland’s largest and best-preserved Norse ruins. Exploring the remains of the church (circa 14th century) will make you feel like you’re stepping back in time, as the building appears much as it did when it was abandoned in the 15th century. The surrounding fells and fjords remain similarly untouched. Also on our planned itinerary is charming Qassiarsuk, one of the five sites that make up the Kujataa World Heritage Site. It’s a small sheep-farming settlement where you can experience true South Greenland hospitality and gain insight into the fascinating lives of sheep farmers living at the edge of the massive Greenland Ice Sheet. We suggest you take time to explore the remains and replicas of Brattahlíð, Erik the Red’s estate, once the epicentre of the Greenland Norse Eastern Settlement. During or time in Qassiarsuk, guests have opportunities to sample local food, enjoy a hike, and, if time and weather allow, take a Zodiac cruise amid towering icebergs. Meals included: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "At Sea As our ship heads up the coast from South Greenland, we set our sights on the endless natural wonders – and small communities – along the rugged west coast of Greenland. We invite you to use this time to attend one of the expert-led polar presentations to learn more about this region of Greenland. Meals included: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Venturing into West Greenland The sheer beauty of West Greenland can overwhelm first-time visitors: spectacular glaciers, mountainous landscapes, and thriving, culturally rich communities. As we head north, we hope to embark on daily Zodiac excursions to explore local bays, channels and select landing sites. We also explore some of the quaint settlements throughout the picturesque islands and fjords. Nuuk, the charming Greenlandic capital, is a must-visit destination on the west coast. You have time to wander the streets of the historic Old Nuuk neighbourhood and see the Hans Egede Church and Hans Egede statue near the waterfront, both named after the 18th-century missionary who founded the settlement. History buffs will make haste to the national museum to view the famous Greenlandic mummies, which were found under a rock outcrop in 1972. The remarkably preserved mummies of six women and two children date to the 15th century. Pride of place for our seasoned expedition team is Eternity Fjord, home to the tallest mountains in West Greenland. This a favourite spot for us to launch our Zodiacs into the water to explore in-depth – where larger vessels can’t navigate. There are few settlements in this long fjord – but you will quickly appreciate nature in its rawest form as you hike among the towering mountains, and photograph the colourful tundra and other dramatic landscapes. Meals included: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Exploring Kangerlussuaq and disembarkation Today, we explore 31mi (50km) above the Arctic Circle. Our destination is Kangerlussuaq, which is Greenlandic for ‘the long fjord’. At the end of this 110mi (180km) long fjord is a settlement bearing the same name. Fishing boats based in the town of Kangerlussuaq sail the full length of the fjord to access the ocean. The town is known for its stunning natural beauty – and for being the home of the largest airport in Greenland. You are ferried from ship to shore on one last Zodiac ride, then transferred to the airport where you board your charter flight to Iceland’s Keflavik International Airport, approximately 45 minutes from Reykjavik. Upon arrival at the airport, you are transferred to your included hotel for the night. Meals included: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "End Reykjavik After breakfast in your hotel in Reykjavik, transfer independently to Keflavik International Airport for your onward journey. Meals included: Breakfast"
    }
  ],
  "map": ""
}