{
  "destination": "Arctic Cruises",
  "mainPhoto": "",
  "id": "11-day-introduction-to-spitsbergen-holiday",
  "tourName": "11 Day Introduction to Spitsbergen holiday",
  "placesVisited": "",
  "generalInfo": "Experience the very best of what Spitsbergen has to offer. Starting and ending in Helsinki, you will fly to Longyearbyen, the administrative capital of Svalbard, to board your Polar expedition vessel for a cruise through the heart of the Arctic. Your experienced expedition team will take you through the spectacular scenery of western and northern Spitsbergen, keeping a look out Polar bears and walrus along the way. Enjoy daily Zodiac excursions in search of wildlife, experiencing something new each day, and hike through the remarkable beauty of the Spitsbergen landscape. With adventure options such as sea-kayaking &amp; the 'polar plunge', this is the ideal expedition for a true taste of the Arctic.<br/><br/>This trip operates on various dates aboard 2 different vessels (Ocean Explorer and Ultramarine). Mentioned activities may not be applicable to all departure dates.",
  "durationDays": "11",
  "price": "8195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your Arctic expedition begins in Helsinki, Finland's vibrant capital. Upon arrival, you'll transfer to a hotel near the airport for your included overnight stay. Consider arriving a few days early to explore this dynamic city and its many attractions. The following morning, you'll join a group transfer to the airport for your charter flight to Longyearbyen, Svalbard's administrative capital. After landing, you'll have time to discover this unique Arctic settlement before boarding your expedition vessel. As you settle into your comfortable cabin, the ship will set sail against a backdrop of dramatic mountains and the stark beauty of this remote landscape. During departure, your experienced expedition team will provide a comprehensive briefing about the exciting adventures that lie ahead on your Arctic journey."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "For the next 9 days you will immerse yourself in the beauty of this spectacular remote island, on a constant search for the wildlife that makes this part of the world so intriguing. Embracing the very nature of expedition cruising there will be no particular fixed itinerary for your time in Spitsbergen, however there are a number of destinations that you can expect to visit as we navigate through western Spitsbergen and the stunning fjords and outlying islands to the north. Each day your experienced expedition team will choose the best course for optimum wildlife viewing and the best places from which to get an insight into the history and geology of Spitsbergen. Some of the areas you can expect to visit include Hornsund, the 14th of July Glacier, Smeerenburg, Alkefjellet, and the Hinlopen Strait amongst many others. In Hornsund polar bear viewing is almost guaranteed, with this area being one of their more favoured hunting areas, along with Alkefjellet where as well as excellent bird spotting opportunities, polar bears and Arctic foxes frequent the area in search of free bird egg meals. For exceptional photography opportunities Poolepynton is the place to be. Walrus haul-outs are very common here and as you come across the noisy spectacle of these lumbering giants vying for a choice spot on the coastline you will want to have your camera ready! There is no shortage of natural beauty in Spitsbergen and one of the very best ways to experience this is to join an optional kayaking excursion through the more isolated pockets of the area, or a hiking excursion across the often remarkably colourful tundra. If weather conditions permit there may also be a chance for a walking excursion in Smeerenburg where you can visit a memorial erected in 1906. This historical site honours the whalers who lost their lives in the 17th and 18th centuries while working in extreme Arctic conditions. Whichever course your expedition team choose for your thrilling Spitsbergen adventure you can be assured of remarkable scenic sights, from polar flora to immense glaciers, exceptional wildlife viewing and a sense of true wilderness in these beautiful lands at the top of the world."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Our arrival back into Longyearbyen signals the end of our exciting Spitsbergen cruise. A group transfer will take you to the airport for your return charter flight to Helsinki. Should you wish to spend more time in Longyearbyen there are numerous possibilities for more Arctic adventures so please feel free to ask for options and advice."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, your Arctic adventure concludes. Catch your flight home or extend your stay to discover Helsinki's vibrant culture, world-class design scene, and Nordic cuisine—we're happy to arrange additional nights to make the most of Finland's captivating capital."
    }
  ],
  "map": ""
}