{
  "destination": "Arctic Cruises",
  "mainPhoto": "",
  "id": "highlights-of-spitsbergen-holiday",
  "tourName": "Highlights of Spitsbergen holiday",
  "placesVisited": "Oslo, Longyearbyen, Krossfjorden, Monaco Glacier, Moffen Island, Magdalenefjorden, Barentsburg, Alkehornet mountain, Zodiac trips, hiking and optional kayaking, polar bears, walruses, seabird colonies, reindeer and whales",
  "generalInfo": "Set sail on a classic Spitsbergen expedition, where dramatic landscapes and remarkable wildlife take centre stage. From towering glaciers and drifting icebergs to breathtaking fjords and tundra, each day offers a new opportunity to explore the Arctic wilderness by ship, Zodiac, or on foot. With luck and patience, you may spot iconic species like polar bears, reindeer, walrus, and Arctic foxes, as well as whales and vibrant bird colonies.<br/><br/>Whether cruising near sea ice or venturing ashore to historic sites, this voyage immerses you in the remote beauty of the Svalbard archipelago. Early-season departures offer the thrill of navigating vast ice floes, while later trips allow deeper exploration into the region’s untouched corners. Every moment is shaped by nature, making each journey truly unique.<br/><br/><br/>HIGHLIGHTS:<br/><br/>- Explore through the spectacular wilderness of Spitsbergen's west coast, with great chances of seeing polar bears<br/>- Observe whales, walrus, seals Arctic fox, reindeer and other iconic wildlife<br/>- Myriad birdlife including rare ivory gull and others<br/>- Spectacular mountain and glacial scenery at every turn<br/>- Exciting Zodiac excursions and guided shore visits<br/>- Midnight sun<br/>- Kayaking options available (fees apply)<br/><br/>Various departures available aboard The Expedition. Please enquire for full dates and rates. Lowest prices shown are per person based on sharing a triple cabin.",
  "durationDays": "8",
  "price": "4199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Longyearbyen: Your journey begins in Longyearbyen, the administrative capital of Svalbard where, after arriving independently, you will be transferred to the port for afternoon embarkation. Settle in to your new surroundings and prepare for adventure as your crew prepare the ship for departure in the evening."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Spitsbergen Coast: Over the course of the next six days we will immerse ourselves in the spectacular coastline of Spitsbergen, the largest island in the Svalbard archipelago, with our unique Polar vessel allowing us to visit remote and seldom-visited areas on a constant search for wildlife and historical and scenic experiences. Our exact route and itinerary will be dependent on ice, sea and weather conditions and will be determined on a day by day basis - this is true expedition sailing after all. Exploring as many remote areas as possible, we will visit ice-covered fjords with breathtaking mountain scenery and glaciers, land at historical and cultural sites and spend time sailing through the ice in search of polar bears hunting seals. Making land at unforgettable stops across the west and north coast of the island we will hope for sightings of Arctic fox and Svalbard's unique reindeer, learning all about the area's distinctive tundra and geological features as we go. As with all Polar expeditions, the conditions will determine our route and your crew will choose the best routes to make every moment of our time in this truly remote destination count. The route taken may also depend on which part of the season you are sailing in; late season voyages often mean waterways which are less ice-clogged and may mean we can travel further. On early season voyages there are more large ice floes and Arctic pack ice, which although means we may not be able to venture quite as far, will usually bring more frequent wildlife viewing. Whichever route we take we will be on a constant lookout for wildlife, and with near 24 hour daylight, there are lots of opportunities, so be prepared to be called at any time for close-up polar bear, walrus or whale sightings. We will also see lots of birds, including hopefully the rare and lovely ivory gull, plus little auks, guillemots, puffins and more. Each day will be spent exploring by Zodiac or on foot experiencing once-in-a-lifetime encounters and scenic opportunities."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Longyearbyen: On the morning of day 8 your ship will have arrived back in Longyearbyen where sadly it is time to disembark and bid farewell to your new-found friends. A transfer will be provided to the airport for those with homeward flights or to a downtown location for those wishing to stay on in Longyearbyen to experience more of this unique town and the many Arctic adventures that it holds. For more information on land-based Arctic adventures available in Longyearbyen please talk to one of the Wildfoot team who will be happy to point you in the right direction."
    }
  ],
  "map": ""
}