{
  "destination": "Arctic Cruises",
  "mainPhoto": "",
  "id": "east-greenland-cruise",
  "tourName": "East Greenland cruise",
  "placesVisited": "",
  "generalInfo": "Our East Greenland voyages are ideal for those seeking to experience one of the Earth's most dramatic landscapes at the edge of the Greenland ice cap, spotting whales, cruising around Antarctic sized icebergs, and gaining an insight into local Inuit culture. The voyage timing (late Aug/September) also invites wonderful opportunities to see the Northern Lights (Aurora borealis).<br/><br/>The voyage starts and ends in Iceland which is itself an excellent location to explore either before or after your voyage with again more northern light opportunities. From Iceland we cross the Denmark Strait to Greenland, watching out for Blue Whales and other marine life along the way.<br/><br/>We will be exploring East Greenland onboard small luxury and comfortable expedition cruise ships in the company of expert natural history guides and lecturers. Those keen on trekking can enjoy some wonderful opportunities to explore on land,  with groups split between those who want to enjoy longer hikes and scale higher up the hillsides and those who want to take a more leisurely stroll closer to the shore. Looking back out to sea, the ship will look incredibly small and the sea usually devoid of any sign of another visitor.<br/><br/>Scoresby Sund is the largest, most spectacular fjord in the World. The sheer scale of this inlet is difficult to imagine. Around you mountains rise 2,000m from the sea and you will be able to see as many as seven glaciers at once grinding their way through rugged rocks towards the water. Unlike Spitsbergen,  huge icebergs can be seen here, as much as 100m high and a km in length, the scale of which you are only likely to see in Antarctica. These bergs can dwarf your ship and provide beautiful objects to explore at relatively close, but safe range in a rigid inflatable boat.<br/><br/>The Northeast Greenland National Park is the world's largest covering an incredible 97,200,000 hectares. Wildlife is more dispersed than in Spitsbergen, but Polar Bears have been seen on these voyages, as well as Atlantic Walrus, Arctic Foxes, the Canadian Arctic hare, grey wolves and the large hairy Musk Oxen.<br/><br/>Greenland is a sparely inhabited island and on this voyage we aim to visit the modern Inuit settlement of Illoqqortoormiut. We will also visit sites where humans have tried to live in the past, but have long since abandoned their settlements. .<br/><br/>As a company our polar team have been guiding and sending our guests to Greenland and the wider Arctic for more than 15 years. We also offer kayaking and on certain departures, - a serene escape to explore the turquoise icebergs, glaciers and islands of the calmer fjords. Some departures also offer scuba diving and snorkelling for the intrepid and experienced- ask one of our polar dive guide for further information on add-on adventures.<br/><br/>If you are trying to decide which polar voyage to consider, call one of our polar guides and experts who from first hand experience can share how a voyage to Greenland can offer long-lasting memories<br/><br/>Select departures offer kayaking or additional diving.",
  "durationDays": "9",
  "price": "16145",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Embark vessel in Akureyri."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "At Sea sailing north through the Denmark Strait, on the lookout for seabirds."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sail along the ragged and glaciated Volquart Boons Coast."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Land at Cape Hofmann Halvø on the lookout for Musk Oxen."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Journey to Sydkap, encountering huge icebergs along the way."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Visit Ittoqqortoormiit, the biggest settlement near Scoresby Sund with just 400 inhabitants."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Spend the day at sea, keeping an eye out for the Northern Lights."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Disembark in Akureyri"
    }
  ],
  "map": ""
}