{
  "destination": "Arctic Cruises",
  "mainPhoto": "",
  "id": "arctic-icebreaker-cruise-spitsbergen",
  "tourName": "Arctic icebreaker cruise, Spitsbergen",
  "placesVisited": "",
  "generalInfo": "A voyage on the waters of the Arctic seas is not one you merely take to reach your destination, but one to savour in itself, giving time and space to remove urban cobwebs and revitalise the mind. From the outset the seascape is both rich and expansive, where one may marvel at the spectacle of dolphin acrobatics at the bow, view tail flukes of whales on the horizon or witness polar bears cruise by on the ice below. <br/><br/>Our ships are modern and comfortable ice strengthened research vessels. Carrying up to 54 to 176 passengers, they are the smallest and friendliest ships exploring the High Arctic waters. The entire vessel from the panoramic ship’s bridge where there are excellent view points to the open deck viewing areas on the upper most deck and at the bow and stern are open for all. The ships carry a full complement of Zodiac craft, excellent for small group expert-lead landings with the opportunity for close encounters with wildlife. The small natural history library onboard, combined with an inspiring evening lecture programme on subjects such as Arctic wildlife, conservation and natural history help make these wilderness voyages some of the most memorable you will ever experience. <br/><br/>Our Arctic icebreaker cruises: <br/><br/>North Spitsbergen Voyage <br/>From £3,530 (8 days), ex flights, depending on cabin type and vessel (quad share - owner's suite) <br/><br/>North Spitsbergen is locked in ice throughout the winter, so our early summer voyages have a pioneering feel to them. With long Arctic summer days arriving and the ice floes receding, by June we can expect access to some of the most awe-inspiring areas of this part of the Spitsbergen Archipelago. <br/><br/>Our focus is the spectacular fjords and islands of this area which offer abundant birdlife and the chance to encounter walruses, reindeer, ringed and bearded seals and polar bears. This North Spitsbergen Voyage provides access to some outstanding glacial scenery including the impressive Monaco Glacier in Liefdefjorden. This area is ripe for photographic opportunities of polar bird life and wildlife. <br/><br/>Our aim is to reach the Hinlopen Strait and the island of Nordaustlandet, the most northerly of the major Spitsbergen islands. Ringed at times by high mountains and shimmering glaciers, these northern bays and fjords offer outstanding and memorable Arctic scenery. The expedition reaches 81 degrees north - just 540 mile south of the geographic north pole. <br/><br/>Around Spitsbergen Voyage <br/>From £4,680 (10 days) ex flights, depending on cabin type and vessel (quad share - owner's suite) <br/><br/>The High-Arctic islands of Spitsbergen offer stunning mountainous landscapes, glaciers, fjords and the unsurpassed opportunity for close encounters with polar bears amongst other wildlife. Depending upon ice conditions, the aim of this voyage is to circumnavigate Spitsbergen. Using fully equipped zodiacs and guided by specialist natural history guides we, explore key locations such as the Hindlopen Strait in the east where Polar Bears abound. This voyage is also wonderful for observing seabirds, walruses, ringed and bearded seals and whales. Whilst polar bears may be encountered on the ice, we also venture out on daily trekking to the tundra where Reindeer graze and scavenging arctic foxes roam. This voyage provides close contact with sea ice with the chance to observe impressive calving glaciers at close range.<br/><br/>The itinerary below is a sample itinerary of our North Spitsbergen Voyage departure. Itineraries differ depending on ship and exact date.",
  "durationDays": "8",
  "price": "18145",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Longyearbyen, the administrative capital of the Spitsbergen. Before embarking there is the opportunity to wander into and explore this former mining town. We suggest you use the opportunity to visit the Svalbard Museum, which has an interesting collection on the history of Spitsbergen, the mining industry and polar exploration. In the early evening the ship will sail out of Isfjorden."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We plan start to heading north up the west coast. At Krossfjorden we hope take to the Zodiacs for an exhilarating cruise along the sculpted front of the 14th of July Glacier. Large numbers of Kittiwakes and Brünnich's Guillemots nest on the nearby cliffs. There is a good chance of spotting Arctic Foxes, who patrol the base of the cliffs in case a hapless chick falls from its nest and Bearded Seals, who cruise this scenic fjord. In the afternoon we sail to Ny Ålesund, the world's most northerly settlement. Once a mining village - served by the world's most northerly railway, which can still be seen - Ny Ålesund is now a research centre. Close to the village is a breeding ground for Barnacle Geese, Pink-footed Geese and Arctic Terns. Visitors interested in the history of Arctic exploration will want to walk to the anchoring mast used by Amundsen and Nobile in the airship Norge in 1926 and Nobile in the airship Italia in 1928 before their flights to the North Pole."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Depending on the weather, we may sail to the mouth of Liefdefjorden, and go ashore for a walk on the tundra island of Andøya. A great number of common eiders and pink-footed geese nest here, the rarer king eider may also be seen. If possible we will sail into Liefdefjorden and cruise close to the face of the impressive Monaco Glacier. The waters of the glacier front are a favoured feeding ground for thousands of kittiwakes and on previous voyages polar bears have been spotted on the glacier."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "On and around the ice at the entrance to the Hinlopen Strait, home to Bearded and Ringed Seals, Polar Bears and Ivory Gulls. On the eastern side of Lomfjordshalvøya we hope to take a Zodiac cruise through the ice floes to the bird cliffs of Alkefjellet, where thousands of Brünnich's Guillemots nest . The basalt pillars, rising hundreds of meters from the sea is an awe-inspiring sight. We hope to make an evening landing on the island of Nordaustlandet, the most northerly of the major Spitsbergen islands. Reindeer graze the sparse vegetation of this largely ice-covered island, where Pink-footed Geese, Walrus and a rare Ivory Gull colony are also found."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today we will reach our northernmost point at Phippsøya, in the Seven Islands north of Nordaustlandet. Here we hope to reach 81 degrees north and just 540 miles south of the geographic north pole. Polar bears, ivory and Ross gulls inhabit this region. Several hours may be spent in this pack ice environment taking in the spectacular Arctic landscape and spotting wildlife before turning south again"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Retracing our route westwards, we hope to visit Raudfjord on the north coast of West Spitsbergen, a beautiful fjord dominated by spectacular glaciers and favoured by Ringed and Bearded Seals. The cliffs and shoreline of the fjord also support thriving seabird colonies and surprisingly rich vegetation which flourishes in sheltered spots. On the offshore island of Ytre Norskøya, we visit the large graveyard of a 17th century Dutch whaling site - a poignant reminder of the threats posed to the oceans' great marine mammals. The island's birdlife is prolific, with hopefully possibilities to observe colonies of Little Auks, Black Guillemots, Brünnich's Guillemots, Puffins and Arctic Skuas."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We plan to land at the northern tip of Prins Karls Forland near Fuglehuken, where Barentsz probably set foot on Spitbergen for the first time. Seabirds nest on the cliffs and along the coast we may see the only population of Harbour Seals in Spitsbergen. Further on, we will also observe the remains of the Polar Bear hunting era, with demolished gun sets and bear traps - yet another reminder of the consequences of thoughtless exploitation. The opposite site of Forlandsundet at Sarstangen, is where walruses haul themselves out of the water onto land. Alternatively we sail into St. Johns Fjord or south to the mouth of Isfjorden and land at Alkhornet. Seabirds nest on its cliffs and Arctic Foxes search the cliff base for fallen eggs and chicks, while Spitsbergen Reindeer graze the relatively luxuriant vegetation. The reindeer are deceptively unpeturbed by human presence, but in fact, the animals must survive the harsh winter, when temperatures plummet and food is hard to find, so they preserve what energy they can, and flee only when absolutely necessary. In the afternoon we hope to cruise through beautiful Borebukta, following a glacier front before continuing to Longyearbyen."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Return to Longyearbyen and disembark for the transfer to the airport and the flight to Oslo then home."
    }
  ],
  "map": ""
}