{
  "destination": "Arctic Cruises",
  "mainPhoto": "",
  "id": "greenland-adventure-and-diving-expedition",
  "tourName": "Greenland adventure and diving expedition",
  "placesVisited": "",
  "generalInfo": "This Arctic diving expedition is one of a kind. It offers exploration above and below water within the World’s largest National Park, home to Scoresby Sund the longest fjord in the World. Antarctic sized icebergs choke these calm, clear, avenues of ice water, sheltered by 2000m high mountains and crowned by the impressive Greenland ice sheet. This is a magnificent and tranquil area where you can witness the Greenland Ice Sheet pouring seawards in a series of stunning glaciers, the icebergs beautifully sculpted beneath the water in hues of tropical turquoise. Some of these bergs stand up to 100 metres high and at up to a kilometre in length, rival only those of Antarctica.<br/><br/>Your journey starts in Iceland where we invite you to explore its spectacles and dive the mid Atlantic trench at Silfra or Strytan- the only geothermal cone in the world you can scuba dive to. This unique feature pumps out over 1000year old freshwater and is home to wonderful creatures including wolf fish. Boarding your ice strengthened ship at Reykjavik, the journey across the Denmark Strait from Iceland is an experience in its own rite and in the past White Beaked Dolphins and Humpback Whales have escorted our passage.  <br/><br/>The fjords of East Greenland  will be your diving grounds. Expert guides will use dedicated zodiacs to dive around icebergs and explore the steep sided fjords in search of arctic macro life. You will also have the opportunity to explore on foot, and witness the incredible Northern Lights far from artificial light. Other wildlife opportunities include Musk Oxen, Arctic hare and even the elusive polar bear has been spotted on these shores! <br/><br/>Those keen on trekking can enjoy memorable scenic walks in East Greenland, with groups often split between those who want to scale higher up the island’s dramatic coastal mountains and those who want to take a more leisurely stroll closer to the shore. Looking back out to sea, the ship will look incredibly small and the sea usually devoid of any sign of another visitor.<br/><br/>Greenland is a sparsely inhabited island and on this voyage we will aim to visit the modern Inuit settlement of Illoqqortoormiut. You will also visit sites where humans have tried to live in the past, but have long since abandoned their settlements.  At Danmarksø you can find a well preserved village some 200 years old. A rich cultural heritage remains here and we will have the chance to visit local Inuit hunting communities.<br/><br/>A team of expert polar divers alongside natural history guides and lecturers will make this a very memorable experience. With just one departure each year, this is a very exciting way to enjoy diving in an otherwise wild, inaccessible and breathtakingly scenic part of the Arctic where few have dived before.<br/><br/>Diving in East Greenland is pioneering and its remote location means few have dived here before.  The dive group will be led by highly experienced polar divemasters and you will have the chance to explore around deeply grounded icebergs, exquisitely sculpted and second only those of Antarctica for size. The slopes of the outer fjords are blanketed by kelp and home to a macro fauna including anemones, urchins, starfish and life yet to be discovered.  Important plankton species live here including the beautiful Clione limacina - the sea angel pteropod which feeds on the winged snail Limacina spp.  <br/><br/>These are true Arctic conditions and perfect for those planning ahead to dive with us in Antarctica. Water temperatures whilst diving will be around 0 to -1°C.  As the voyage also starts and ends in Iceland, a dive at Silfra, the Mid Atlantic ridge can also be easily incorporated into your overall trip itinerary.<br/><br/>If you are trying to decide which polar voyage to consider, call one of our polar guides and experts who describe to you in more detail the differences in voyaging to different polar locations.",
  "durationDays": "10",
  "price": "5290",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your journey begins in the morning, where by request you can transfer via chartered bus from bus stop Harpa Concert Hall and Conference Centre at Austurbakki, Reykjavik (the meeting point) to the ship in Akureyri (the embarkation point). You arrive in the afternoon after a six-hour drive through northern Iceland."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "While sailing north you’re likely to see fulmars, kittiwakes, gannets, and common guillemots. You then cross the Arctic Circle, possibly spotting whales. By evening, the first icebergs flash into sight with your approach to the east Greenland coast, near Brewster."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you reach Scoresbysund, sailing along the glaciated Volquart Boons Kyst. You may also enjoy a Zodiac cruise past one of the glacier fronts, along with a visit to the basalt columns and ice formations of Vikingebugt. In the afternoon, we plan to sail by the east coast of Milne Land among a multitude of giant icebergs. If we can also land at Charcot Havn, we will make a walk to the Charcot Glacier. We will then continue by Bjørneør and sail into Øfjord."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The goal is a Zodiac cruise near Sorte Ø, surrounded by icebergs. Their austere blue-white contrasts sharply with the sediment slopes nearby. The afternoon plan is to sail through the northern parts of Røde Fjord and into Harefjord, with the chance to see musk oxen and warm autumnal foliage."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "In the morning you encounter colossal icebergs, some over 100 meters (328 feet) high and more than a kilometer (.62 mile) long. Most of them are grounded, as the fjord is only about 400 meters deep (1,312 feet). You then land near Sydkap, with fine views of Hall Bredning and a good shot of seeing Arctic hares. Today’s long walk goes from Sydkap to Nordøstbugt (12 km, 7.5 miles to the northeast), where the river coming from Holger Danskes Briller flows into the sea. We plan to walk south along the shore to Satakajik, seeing whale vertebrae and the remains of Thule summer houses. Passengers who opt out of the long walking group will join us at this location for their second excursion of the day."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today you make a tundra landing on Liverpool Land, in Hurry Inlet. The afternoon stop is Ittoqqortoormiit, the largest settlement in Scoresbysund at about five hundred inhabitants. At the post office you can buy stamps for your postcards, or just stroll around to see the sled dogs and drying skins of seals and musk oxen. In the afternoon you sail south, passing the picturesque landscapes of the Blosseville Coast."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The island of Stewart Ø is an important hunting station for the people of Scoresby Sund and also a good area to spot polar bears, narwals, and the beautiful remains of Thule houses."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Turner Sound and Rømer Fjord grant you the opportunity to sail far inland, as they have no glacier front at the head and are not clogged with ice. In this location, you may get the opportunity to spot narwhals."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "A sea day grants you the opportunity to spot whales and seabirds – and at night, the magical northern lights."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Every adventure, no matter how grand, must eventually come to an end. You disembark in Akureyri, where on request you can transfer by chartered bus (a six-hour drive that you must book in advance) to the bus stop Harpa Concert Hall and Conference Centre at Austurbakki, Reykjavík, taking home memories that will accompany you wherever your next adventure lies."
    }
  ],
  "map": ""
}