{
  "destination": "Arctic Cruises",
  "mainPhoto": "",
  "id": "scotland-to-spitsbergen-cruise",
  "tourName": "Scotland to Spitsbergen cruise",
  "placesVisited": "",
  "generalInfo": "Travel under the midnight sun to some of the most remote islands on the planet, where only a small number of adventurers have ever left their footprints<br/><br/>Sailing across the North Atlantic, you’ll be immersed in the region’s rugged beauty and whaling and Viking history, visiting the awe-inspiring and unspoiled destinations of Fair Isle, the Faroe Islands, Jan Mayen and Spitsbergen. Towering fjords, massive glaciers, soaring sea stacks and coastal cliffs teeming with thousands of seabirds, like the amazing Atlantic puffin, will take your breath away. So too will the diverse wildlife of this far-flung region, from Svalbard reindeer to dolphins, seals and whales. Having continuous daylight for part of the voyage means optimum chances to spot these magnificent creatures in their natural habitat at any time of day… or night!<br/><br/>Highlights:<br/>Follow in the footsteps of the Norsemen on Fair Isle and the Vikings in the Faroe Islands<br/>Explore the volcanic and glacier covered Jan Mayen island, in the heart of the North Atlantic Ocean<br/>Encounter iconic Arctic wildlife, such as puffins, reindeer, whales and seabirds<br/>Cruise in a Zodiac to explore diverse landscapes and wildlife<br/>Travel in a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>12 nights on the ship, 1 night hotel in Aberdeen<br/>Expedition cruising in comfortable conditions<br/>Countries visited: Arctic, United Kingdom, Spitsbergen<br/><br/>What's included:<br/>All meals while on the ship<br/>Beer and house wine during dinner<br/>All accommodation<br/>All transport and listed activities<br/>Tour leader throughout and qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas or vaccinations<br/>Mandatory transfer package including flights from Longyearbyen to Oslo which is £600 (or equivalent in booking currency) paid at time of booking",
  "durationDays": "14",
  "price": "9196",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Embark in Aberdeen, United Kingdom"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Embarkation Day"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring Fair Isle"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Exploring the Faroe Islands"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "At Sea"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Exploring Jan Mayen"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "At Sea"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Exploring Spitsbergen"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Disembark in Longyearbyen"
    }
  ],
  "map": ""
}