{
  "destination": "Arctic Cruises",
  "mainPhoto": "",
  "id": "canada-to-greenland-cruise-northwest-passage",
  "tourName": "Canada to Greenland cruise, Northwest passage",
  "placesVisited": "",
  "generalInfo": "Join an experienced expedition team of history, wildlife and Arctic experts aboard the purpose-built Sylvia Earle or Greg Mortimer ships as you sail through the fabled Northwest Passage on this epic voyage of discovery. As you sail through this legendary route from the Canadian Arctic to Greenland, you will voyage in the paths of historic explorers such as Franklin, Amundsen and Larsen, getting to experience the areas that enchanted them so. Enjoy thrilling Zodiac cruises to get up-close to the stunning natural surroundings, visit traditional villages and towns to meet local indigenous people who call this remote wilderness home, and search for enigmatic Arctic wildlife including whales, walrus, musk ox and the elusive narwhal. We also hope for sightings of the “Kings of the Arctic”, Polar bears.<br/><br/>Various departures available. Some departures will operate in reverse. Please enquire for full dates and rates. <br/><br/>Highlights:<br/><br/>- Sail in comfort aboard the Sylvia Earle or Greg Mortimer through the legendary Northwest Passage from Canada to Greenland<br/>- Explore around the breathtakingly beautiful UNESCO World-Heritage Site of the Ilulissat Icefjord<br/>- Visit Beechey Island to see the memorials and graves of explorers from John Franklin’s expedition<br/>- Enjoy hikes across Arctic tundra surrounded by stunning geology<br/>- Experience spectacular scenery at every turn<br/>- Visit local communities and learn about the way of life this far north<br/>- Search for a huge array of Arctic wildlife including narwhal, Polar bears, whales, musk ox and walrus<br/>- Kayaking options available (additonal costs may apply)",
  "durationDays": "16",
  "price": "19395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Calgary to Cambridge Bay: Arrive independently to Calgary in Canada where you will check in to the airport hotel for your included overnight stay. In the evening there will be a welcome meeting where you can meet your fellow travellers. On the morning of day 2 you will take your included charter flight to Cambridge Bay and transfer to the harbour to board your Zodiac boat which will shuttle you to the ship. After settling in to your comfortable cabin you can join the captain and expedition crew at the fabulous welcome dinner as we set sail into the Northwest Passage."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cruising the Northwest Passage: Sailing through the fabled Northwest Passage you will follow in the footsteps of legendary explorers as you discover an enchanting world of wilderness. The exact route taken through the passage may be dictated by weather and ice conditions, but your experienced captain and crew will plan each day to ensure you get to see the very best of this fascinating area. Zodiac cruises and walks will bring you up-close. Places you can expect to visit include King William Island where various remnants from the famous Franklin expedition have been found throughout the years. Nearby, we hope to visit Victory Point to get close to where the HMS Erebus and HMS Terror were abandoned in 1848. Sticking with the royalty theme, on Prince of Wales island we will hope to land at Coningham Bay to look for sightings of the Polar bears that frequent here to feast on beluga whales, before we head through the deep and windy waterway of the Bellot Strait to reach the most northern continental point of the Americas. As we sail down the east coast of Somerset Island we will reach an important bird area and some time on deck should reward in multiple bird sightings, as well as the possibility of seeing beluga whales and the elusive narwhals. Around here we will hope to land at Fort Ross to enjoy guided walks along the tundra and see the abandoned Hudson’s Bay Company trading outpost which was founded here in 1937. On the edge of the wildlife-rich Lancaster Sound, we will reach the towering bird cliffs of Prince Leopold Island - the most important bird sanctuary in the Canadian Arctic – for some enjoyable birdwatching experiences. After some time looking up to the sky, we’ll focus our eyes back on land and sea as we look for Polar bears and whales, as well as taking a visit to the ruins of another, even older, Hudson’s Bay trading post. We will also hope to visit Cunningham Inlet on the north coast of Somerset Island where it may be possible, if timing is right, to see the amazing spectacle of hundreds of beluga whales shedding their skin on shallow sandy banks."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Northwest Passage & Baffin Island Coast: Day 7 will see us arrive at historic Beechey Island which is home to many of Canada’s most important Arctic relics and is a designated Canadian National Historic Site. The island holds many stories of Franklin and Amundsen’s attempts to traverse the Northwest Passage, which your team of experts will recount for you as you take a walk to discover the area. There will also be the chance to visit the memorials and graves of explorers from John Franklin’s 1845-46 expedition. Sailing into the Lancaster Sound, the ‘wildlife super highway’ of the Arctic, we will hope to see an abundance of wildlife as we make our way to Devon Island, the largest uninhabited island on Earth. We will hope to make land here to see the stunning geology of flat-topped mountains and glacial valleys, before Zodiac cruising around Croker Bay or Maxwell Bay. A walk around nearby Dundas Harbour should reward in more fantastic birdwatching and walrus spotting opportunities, as well as the chance to see some ancient semi-subterranean Thule dwellings. Next on our list of impressive areas will be the picturesque hamlet of Pond Inlet where we will spend some time looking for the wildlife that abounds here including seals, whales, narwhal, orca, caribou and even some Polar bears. You can also take a walk to visit the Natinnak Center to learn about the local Inuit community and their history and way of life in the High Arctic. We will then enjoy a sail along the scenic coast of nearby Bylot Island to see its majestic mountains, icefields, steep cliffs, snowfields and glaciers which are home to 74 distinct species of Arctic birds. Our penultimate day in the Canadian Arctic will allow for a slow sail around the glaciers of Sillem Island before we reach the east coast of Baffin Island to see Isabella Bay and the soaring cliffs of Sam Ford Fjord. On day 11 we will sail into Baffin Bay towards Greenland. Watch out for icebergs, whales and seals as you sail!"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "West Greenland: On day 12 we will arrive along the west coast of glorious Greenland where our journey continues in earnest. Over the next few days we will immerse ourselves in the extraordinary scenery of awe-inspiring landscapes of beautiful ice-filled fjords, glaciers, icebergs and enchanting villages and settlements. Each day will bring a new adventure, with thrilling Zodiac cruises, shore walks and hikes taking you up close to all that makes this part of the world so remarkable. One of the major features of your voyage here will be “ice” …and plenty of it! The highlight is likely to be the incredible Ilulissat area, home to the mind-blowing UNESCO World Heritage Site of the Ilulissat Icefjord, and one of the most actively calving glaciers in the world, Sermeq Kujalleq. Zodiac cruising and kayaking at the mouth of the fjord will be a simply unforgettable experience, whilst energetic hikes will reward in incredible photography opportunities. An optional helicopter flight over the fjord will also be available at an additional cost. Other stunning areas we hope to visit include the volcanic island of Disko (Qeqertarsuaq) where mountains, hot springs, excellent hiking trails and surrounding waters teeming with various species of whale combine to create a truly memorable experience. Here you can expect to see minke, fin, bowhead and humpback whales. We also hope to visit Eternity Fjord (Evighedsfjorden), just north of Maniitsoq town, where you can enjoy a zodiac cruise around the bergs and mountainous landscapes of this beautiful fjord. We will also hope to visit Sisimiut, Greenland's second largest town, for a walk around the town and some excellent hiking opportunities."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Nuuk to Toronto: On day 15 we will arrive in Nuuk, Greenland’s charming capital city. Here you will disembark to take your included flight to Toronto. Upon arrival in Toronto you will transfer to your hotel for your included post-voyage overnight stay. After breakfast on day 16, your itinerary will come to an end."
    }
  ],
  "map": ""
}