{
  "destination": "Arctic Cruises",
  "mainPhoto": "",
  "id": "greenland-sailing-cruise-and-northern-lights",
  "tourName": "Greenland sailing cruise and northern lights",
  "placesVisited": "Reykjavik, Sail through the Denmark Strait to Greenland, Scoresby Sund, Ittoqqortoormiit, Northeast Greenland National Park, Photography workshop and guest lectures on board, Expert guides lead shore excursions, Lots of chances to see the Northern Lights, Cruise along the scenic Icelandic coast, Kayaking can be included as an optional extra",
  "generalInfo": "This Greenland and Northern Lights cruise voyages to the lesser-visited east coast of Greenland. Over the course of your journey you’ll enjoy some spectacular sights, from whales off the bow to immense glaciers and icebergs, and of course there is always the chance you’ll spy the aurora borealis dancing across the night sky.<br/><br/>The highlight of this trip is the days in its centre where you’ll be cruising along the east coast of Greenland. There are gigantic sights to see, including Northeast Greenland National Park, the largest national park in the world, and Scoresby Sound, the longest fjord in the world. Where you go might depend on the ice and sea conditions, making each day an adventure.<br/><br/>Alongside nature – and you may spot narwhal, seals, walrus and polar bears – there’s also a chance to visit Ittoqqortoormiit, an Inuit village, and visit archaeological sites left by the Thule people, the ancient ancestors of the modern Inuit population. <br/><br/>On board, travellers can enjoy a photography workshop, helping you get the most from your camera, or your smartphone. Your evenings can be spent relaxing, perhaps taking in a presentation or lecture from the crew.<br/><br/>Expert guides lead you on walks and Zodiac cruises There are no big queues to disembark each day, one of the many advantages to a small ship cruise. These vessels can reach smaller ports and communities that big ships could not, and their size also means that they can keep their itineraries flexible, adapting to weather conditions and animal sightings in this stunning wilderness.<br/>",
  "durationDays": "12",
  "price": "6695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Reykjavik: Arrive in Reykjavik independently and transfer to your included hotel. Take time this afternoon and tomorrow morning to explore this fascinating city with its shops, impressive cathedral, galleries and thermal baths."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Reykjavik - Embark: In the afternoon it’s time to join your transfer to the port and board the luxury expedition ship M/V Sea Spirit. Settle in to your cabin and explore the ship’s excellent facilities as your crew slip the moorings and sail out of the harbour into the bay of Faxaflói, where you may enjoy the first whale sightings of your expedition."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Denmark Strait: Leaving Iceland behind, your expedition ship will sail cross the Denmark Strait towards the stunning landscapes of Eastern Greenland, crossing the Arctic Circle on the way. Keep an eye out on deck for the likely whale sightings and as night falls there are excellent chances of getting your first glimpse of the famous Northern Lights. Throughout your journey, times at sea can be spent enjoying the full schedule of lectures and presentations delivered by your team of onboard Arctic experts."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Scoresby Sund and East Greenland: Scoresby Sund is the world's longest and most visually stunning fjord system and contains some of the Arctic region's most impressive scenery, with deep, narrow channels and icy peaks, where icebergs calve off glaciers and drift in the waters towards the sea. Our explorations here will reward in unforgettable scenery and incomparable photo opportunities. As we explore through this breathtaking area you can enjoy thrilling Zodiac cruises, land visits and hiking opportunities, with good chances of regular encounters with the area’s intriguing wildlife including myriad birds, seals, narwhals and walrus. In this region there are also magnificent fields of tundra where we hope to spot musk oxen and Arctic hare, and as we explore through the waterways, there is a chance that we may spot the iconic \"Kings of The Arctic\", the majestic polar bear. We will also hope to visit some ancient Thule archaeological sites, old trappers' huts and modern Inuit hunters' cabins, and we plan to visit the modern Inuit village of Ittoqqortoormiit, the only permanent settlement in the region, for an opportunity to mix with the locals and get an insight into their culture and lifestyles. Your days in Greenland will be filled with exciting Zodiac and land excursions as well as the opportunity to join a kayaking tour through the icy waters of these unique and remarkable lands. Each night brings new possibilities for incredible displays of Aurora Borealis — the Northern Lights. This is the perfect time of year and one of the best places in the world to experience this enthralling phenomenon."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Denmark Strait: After a fantastic time in East Greenland, your expedition ship will set course back across the Denmark Strait towards Iceland. Spend time on the panoramic decks looking out for the seabirds following the ship and even more whale sightings. Nightfall may bring another opportunity to enjoy the Northern Lights."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Westfjords: Before the end of your exciting expedition there is time for one last stop as we explore the rare beauty of the Westfjords, Iceland’s hidden gem. Assessing the sailing conditions, your expedition crew will choose the best course for the day, giving the best opportunities to discover breathtaking coastal fjords, jagged bird cliffs, and tiny fishing villages embracing traditional ways of life."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Reykjavik: Arrival back into Reykjavík signals the end of our journey and after breakfast it will be time to say farewell. A transfer will be provided to the international airport or to a downtown location should you wish to extend your stay here to experience more of this beautiful city. From Reykjavík, the entire country is accessible through day tours or longer journeys by rental car. The options for additional adventures are endless!"
    }
  ],
  "map": ""
}