{
  "destination": "Arctic Cruises",
  "mainPhoto": "",
  "id": "south-west-greenland-cruise",
  "tourName": "South & West Greenland cruise",
  "placesVisited": "",
  "generalInfo": "This highly scenic and historically interesting expedition cruise explores some of Greenland’s most remote regions. Starting in Iceland, you will sail into the icy waters of the rarely-travelled southeastern coast of Greenland; then onwards to the lush southern tip before cruising the dramatic west coast of the world’s largest island. Along the way you have chances for spotting whales and seabirds along with rugged landscapes, imposing glaciers and historical sites from the Thule, Norse and Viking periods.<br/><br/>Crossing the Denmark Strait from Iceland you will tour one of the most remote parts of Greenland – it’s southeast coast. This area is a maze of vast glaciers, steep mountains and stunning fjord systems. Here you can enjoy a range of zodiac excursions and hiking opportunities for impressive views over snowcapped mountains, deep turquoise waters and surprisingly colourful Arctic tundra.<br/><br/>Moving to the fertile southern tip of Greenland, it is easy to see why Erik the Red gave Greenland it’s name. The area’s rich Norse and Viking history has some well-preserved ruins, including 14th Century churches; and Greenland’s oldest sheep-farming settlement which is still being worked today. This region is also scenically spectacular including the towering mountains surrounding Tasermiut Fjord – an area often referred to as the Patagonia of the North. Prins Christian Sund is another scenic highlight, with its complex maze of narrow fjords and channels where you might see one of its glaciers calving.<br/><br/>Rounding the coast, you will explore the dramatic west coast of Greenland characterised by more colourful settlements, spectacular glaciers, huge mountains and fjord systems. The waters here can offer chances for seeing whales, seals and seabirds, while there are opportunities for Arctic foxes and musk oxen on a remote hike.<br/><br/>Travelling on a small expedition ship, you will enjoy opportunities throughout the trip for shore landings, hikes and zodiac cruises. Your experienced Expedition Team will also offer a series of lectures and presentations throughout the voyage with a focus on wildlife, history and culture of the places you will see on your journey. An optional kayaking programme is offered on many of these voyages, which offers a unique and intimate way to explore the stunning fjord systems here. Kayaking is particularly fitting here, since the kayak was invented in Greenland almost 4,000 years ago.<br/><br/>When to Visit South &amp; West Greenland<br/><br/>A summer voyage will offer 24 hours daylight above the Arctic Circle under the midnight sun. This normally comes to an end in mid-August when spectacular long sunsets offer great photographic opportunities, especially against mountains and glaciers. A September voyage offers good opportunities for the Aurora borealis (Northern Lights); a truly unforgettable experience as the sky dances overhead with hues of green, red, blue and purple. In Greenlandic legend it is said that when you see the Northern Lights it means that the dead are playing football with the skull of a walrus; not perhaps as pleasant as the Inuit belief that they are torches set by spirits to guide new arrivals to the heavens, or as magical as them being the origin of dragon myths.<br/><br/>If you are trying to decide which polar voyage to consider, call one of our polar guides and experts who from first hand experience can share how a voyage to Greenland can offer long-lasting memories.<br/><br/>Please note that select voyage dates are invoiced in a foreign currency which is subject to currency fluctuations.",
  "durationDays": "12",
  "price": "21450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 0,
      "title": "",
      "description": "We recommend that you arrive into Reykjavik at least one day before your trip begins and spend the night here in this modern city ready for embarkation tomorrow."
    },
    {
      "dayNumber": 1,
      "title": "",
      "description": "You will embark your expedition ship this afternoon, setting a a course westbound and following the thousand-year-old Norse sea route towards Greenland."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "As Norse explorers once did, you will cross the Denmark Strait from Iceland to Greenland. Days at sea are never dull. Your onboard expedition team will offer a series of lectures on local history, wildlife, geology, culture and more to prepare you for your adventure. Be sure to spend time out on deck keeping a sharp eye for seabirds and whales."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Your first port of call in Greenland is Tasiilaq, the largest settlement in East Greenland. Unlike the west coast, which has had uninterrupted contact with Europe since the 1700s, the coast of East Greenland remained more or less uncontacted until around 1894, when a Danish trading post was established at Tasiilaq. The vast distances involved in Arctic travel meant that the people of East Greenland (Tunumiit) were isolated from their cousins to the west, and the language, traditions and culture of East Greenland therefore differ significantly to those in other parts of the country. Tasiilaq sits in a perfect natural harbour on Ammassalik Island (meaning 'the Place of Many Capelin'). While superficially similar to towns on the West Coast, the landscape here is much more rugged, with fewer people outnumbers by sled dogs. Tasiilaq offers scenic hiking routes such as the Flower Valley or nearby hill; whilst its museum houses an great exhibition on Tunumiit culture. You may get the opportunity to watch a drum dancer in traditional East Greenlandic costume perform a millennia-old spiritual tradition; and visit a local workshop where skilled craftsmen create beautiful pieces from natural local materials."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "In the morning, you will sail slightly eastwards towards Ikateq: a spectacular fjord and a truly unique place; almost a time warp to the Second World War with it’s long abandoned airbase - eerie, fascinating and surrounded by staggering natural beauty. Expect to spend the afternoon in the small village of Kuummiut, which sits in breathtaking surroundings in the calm reaches of Ammassalik Fjord. Kuummiut - meaning People who Live by the River - is one of the larger villages in the area, and one of the most prosperous. Sitting upon some of East Greenland's richest fishing grounds, Kuummiut holds the only fish factory in the region. Fishermen from miles around come through Ammassalik Fjord (which is wide enough to stay mostly ice-free year-round) to sell their catch. Kuummiut is an ideal place to experience life in an East Greenlandic settlement. Whereas other towns have traffic, Kuummiut has the yowling of sled dogs and the sigh of the wind through the grass. No roads lead in or out of this isolated village and the sea is the highway for local transport - although motorboats have replaced the skin boats which brought people to these shores long ago. It is a perfect place to simply sit, watch the icebergs pass; and perhaps see the whales which often frolic in the calm waters offshore. From Kuummiut, you will continue to navigate through the labyrinth of fjords, heading towards Sermilik."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Separating Ammassalik Island from the Greenlandic mainland lies the vast Sermilik Fjord. Sermilik is a typically descriptive Greenlandic placename, roughly meaning the Glacial Fjord; and it is no mystery why: this waterway is choked with vast icebergs, and surely ranks among the most spectacular natural wonders of the region. The icebergs here mostly originate at the vast Helheim Glacier, one of the largest glaciers in this icy country. The Helheim and other glaciers which empty into the fjord pour directly off the Greenland Ice Sheet, the edges of which can be seen to the east, rising thousands of metres towards the frozen core of this vast island. The volume of ice will dictate your activities in Sermilikfjord, although options include coming ashore to marvel at the spectacular scenery and untouched nature of the area, or exploring on the water and marvelling at the natural ice sculptures of the area on a Zodiac cruise through the icebergs. Whatever you do, prepare to be amazed by the jaw-dropping beauty of this otherwordly place."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today's adventure begins as you sail into magnificent Skjoldungen: a staggeringly beautiful fjord on the southeastern coast of Greenland. The fjord is named for Skjold, an ancient Danish King of legend, while the Greenlandic name, Saqqisikuik, references the sunny climate of the area. Various archaeological finds on the island which sits in the middle of the fjord suggests nomadic Inuit groups visited and stayed in the area in years gone by; more recently, settlers were brought from Tasiilaq to settle the island in the 1930s, but returned there thirty years later. Today, uninhabited Skjoldungen sits almost 300km from the nearest village, with Mother Nature its only ruler. Vast saw-toothed mountains lined with opalescent glaciers line the deep chilly waters of the fjord, which can freeze even in summer. At the head of the fjord lies the magnificent Thryms Glacier, a magnificent river of ice flowing down from the ice sheet. On the southern side of Thryms Glacier lies the sweeping U-shaped glacial valley of Dronning Maries Dal - a textbook example of a glacially-produced landscape. Join your expedition team for a walk on the flower-lined floor of this valley, and marvel at the stunning scenery. Ensure you are on the outer decks on your approach and departure from this magnificent fjord too: you will not be disappointed!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "South of Skjoldungen lies Kap Farvel, or Cape Farewell, which is renowned not only as Greenland's southernmost point, but also for its infamously challenging weather, which commonly features large swells and gale-force winds. With this in mind, your Captain will likely deliberately opt for a far more comfortable but also more spectacular route, cruising via the inside passage of Prins Christian Sund. Known in Greenlandic by it's typically descriptive name of Ikerasassuaq ('the Big Strait'), this 60 km long waterway reaches from the entrance on the southeastern coast of Greenland to the small village of Aappilattoq, connecting the Labrador and Irminger Seas. Prins Christian Sund is one of the most spectacular waterways anywhere on Earth. Kept free of ice year round by strong tidal currents, the strait is hemmed in on either side by mountains which rise straight out of the water some reaching over 2,000m in height. Large glaciers flow from the ice sheet into the sea on the northern side of the strait, while sapphire blue mountain glaciers loom over the water from the southern side, and vast icebergs stud the glassy waters. In the afternoon, you should approach the small village of Aappilattoq, which sits hunkered beneath the towering mountains at the end of Prins Christians Sund. The village is a world away from busy Tasiilaq or even Kuummiut; life here moves at a slower pace, following the rhythms of the wind, waves and tides. Aappilattoq (meaning 'Red' in Greenlandic, referring to the stark granite bluffs above) offers excellent hiking opportunities, and the local choir is renowned throughout Greenland."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "During the early morning, you will plan to sail through the majestic mountains of Tunulliarfik Fjord towards the small beach of Itilleq. The southern fjords of Greenland offer a very different environment to the chilly north and east of the country. Situated at roughly 60°N, this region is level with northern Scotland or southern Scandinavia, with a climate to match. Here, the weather is calm, stable and humid, with much warmer summers and milder winters than the rest of the country. In place of rocky hillsides, the fjords here are lined with lush green meadows and dotted with small sheep-farming settlements, of which Qassiarsuk and Igaliku are perhaps the best known. Coming ashore in the morning at the sheltered bay of Itilleq, a farm trail beckons you to the village of Igaliku. During the morning, you will plan to trek through the lush green hills to see the remains of the Norse Bishop's palace at Garðar - once a place of great power and influence in this remote corner of the Norse world. During the afternoon, you will reposition to the other side of the fjord to the sheep-farming village of Qassiarsuk. While the modern village was founded in 1924, the location has a fascinating and much longer history; it was here that legendary Norse explorer Eric the Red settled after being banished from Iceland. He named the land he discovered 'Greenland' to encourage other settlers to follow him - a marketing ploy that has stood for over a thousand years! Erik the Red settled in this green landscape and set up a small farmstead in typical Norse style, naming his new home 'Brattahlíð'. Today the outlines of buildings can be seen, along with stunningly accurate reconstructions of Eric's farm, where modern Inuit farmers continue to raise sheep to this day. A statue of Erik now overlooks the area, commemorating the first European to reach the Americas, and whose son Leif would be the first European to reach Baffin Island and Newfoundland. Sites rich in fascinating history and culture old and new, the settlements of Brattahlíð and Garðar are today part of the Kujataa UNESCO World Heritage Site."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "From South Greenland, you will follow the rugged coast of this vast island northwards. All settlements in Greenland (with the exception of Kangerlussuaq) are situated directly on the ocean coast of the country. The vast majority of Nuuk’s residents (some 50,000 or so) live on the narrow strip of coast on the west of the country, facing the Davis Strait. Ocean currents bring warm water up from the Atlantic to the west coast, enriching these wildlife-filled waters. Be sure to spend time out on deck watching for the whales, seals and a huge variety of seabirds which are common in these rich waters."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "A mixture of skyscrapers and traditional wooden houses, the quaint and cosmopolitan Nuuk is a city of contrasts. The vibrant bustling capital of Greenland, Nuuk feels much larger than it’s 19,000 inhabitants, and offers a wealth of experiences to visitors. Nuuk has a bustling cosmopolitan vibe, and hosts some of Greenland's best attractions including the Greenlandic National Museum, a treasure trove of history stretching back to the first inhabitants of this icy island - including artefacts from the Paleo-Inuit and Norse periods, as well as the spellbinding Qilakistoq mummies; the Greenlandic cultural centre at Katuaq; shop for authentic Greenlandic artworks in the city's many boutique shops, or simply relax at a hip curbside café with a Greenlandic coffee and watch this vibrant city in action. Nuuk York (as proud locals call it) is unlike any other city in Greenland, or indeed the world."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "On the last full day of your expedition cruise, you will arrive at the small village of Kangaamiut - an incredibly picturesque settlement in Greenland’s central Qeqqata region. Surrounded by cold rich waters and a vast back country brimming with game, life in Kangaamiut moves at a slower pace, and locals still live a largely traditional lifestyle, surviving by hunting and fishing. Hike to the heliport atop the hill for stunning views over the town and the surrounding fjordlands, or meet the friendly local people during a display of traditional clothing, foods, and seal-flensing. The artists of Kangaamiut are well-known throughout Greenland, and some of the locals' most splendid work can be viewed in the town's small museum. In the afternoon, you will sail inland into Evighedsfjorden / Kangerlussuatsiaq: one of the many deep fjords carved between the steep mountains of this region. The Danish name Evighedsfjorden means The Eternity Fjord, referring to the vast size of the inlet; whilst the Greenlandic name Kangerlussuatsiaq translates as The Rather Large Fjord - something of an understatement! Evighedsfjorden stretches around 100km into the glacier-clad mountains, bisecting the large ice cap which overlies much of the land between Nuuk and Sisimiut - Greenland's two largest cities. The aim will be to explore on a Zodiac cruise in front of the Evigheds Glacier, which flows into the fjord from the Maniitsoq Ice Cap above. Watch for calvings from the glacier, and guillemots and kittiwakes on the nearby bird cliffs."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "During the night, you will sail up the 100 mile Kangerlussuaq Fjord. After breakfast aboard the ship, you will bid a fond farewell to the ship's crew, Expedition Team and fellow travellers before shuttling ashore by Zodiac. Your Arctic adventure and time in Greenland concludes as you arrive at the sleek modern airport terminal - with memories to last a lifetime. From here you will fly to Copenhagen, Denmark and the end of your trip. We strongly recommend that you book a night in Copenhagen tonight, as your flight may arrive too late for you to catch an international flight home."
    }
  ],
  "map": ""
}