[
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "11-day-introduction-to-spitsbergen-holiday",
    "tourName": "11 Day Introduction to Spitsbergen holiday",
    "placesVisited": "",
    "generalInfo": "Experience the very best of what Spitsbergen has to offer. Starting and ending in Helsinki, you will fly to Longyearbyen, the administrative capital of Svalbard, to board your Polar expedition vessel for a cruise through the heart of the Arctic. Your experienced expedition team will take you through the spectacular scenery of western and northern Spitsbergen, keeping a look out Polar bears and walrus along the way. Enjoy daily Zodiac excursions in search of wildlife, experiencing something new each day, and hike through the remarkable beauty of the Spitsbergen landscape. With adventure options such as sea-kayaking &amp; the 'polar plunge', this is the ideal expedition for a true taste of the Arctic.<br/><br/>This trip operates on various dates aboard 2 different vessels (Ocean Explorer and Ultramarine). Mentioned activities may not be applicable to all departure dates.",
    "durationDays": "11",
    "price": "8195",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Your Arctic expedition begins in Helsinki, Finland's vibrant capital. Upon arrival, you'll transfer to a hotel near the airport for your included overnight stay. Consider arriving a few days early to explore this dynamic city and its many attractions. The following morning, you'll join a group transfer to the airport for your charter flight to Longyearbyen, Svalbard's administrative capital. After landing, you'll have time to discover this unique Arctic settlement before boarding your expedition vessel. As you settle into your comfortable cabin, the ship will set sail against a backdrop of dramatic mountains and the stark beauty of this remote landscape. During departure, your experienced expedition team will provide a comprehensive briefing about the exciting adventures that lie ahead on your Arctic journey."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "For the next 9 days you will immerse yourself in the beauty of this spectacular remote island, on a constant search for the wildlife that makes this part of the world so intriguing. Embracing the very nature of expedition cruising there will be no particular fixed itinerary for your time in Spitsbergen, however there are a number of destinations that you can expect to visit as we navigate through western Spitsbergen and the stunning fjords and outlying islands to the north. Each day your experienced expedition team will choose the best course for optimum wildlife viewing and the best places from which to get an insight into the history and geology of Spitsbergen. Some of the areas you can expect to visit include Hornsund, the 14th of July Glacier, Smeerenburg, Alkefjellet, and the Hinlopen Strait amongst many others. In Hornsund polar bear viewing is almost guaranteed, with this area being one of their more favoured hunting areas, along with Alkefjellet where as well as excellent bird spotting opportunities, polar bears and Arctic foxes frequent the area in search of free bird egg meals. For exceptional photography opportunities Poolepynton is the place to be. Walrus haul-outs are very common here and as you come across the noisy spectacle of these lumbering giants vying for a choice spot on the coastline you will want to have your camera ready! There is no shortage of natural beauty in Spitsbergen and one of the very best ways to experience this is to join an optional kayaking excursion through the more isolated pockets of the area, or a hiking excursion across the often remarkably colourful tundra. If weather conditions permit there may also be a chance for a walking excursion in Smeerenburg where you can visit a memorial erected in 1906. This historical site honours the whalers who lost their lives in the 17th and 18th centuries while working in extreme Arctic conditions. Whichever course your expedition team choose for your thrilling Spitsbergen adventure you can be assured of remarkable scenic sights, from polar flora to immense glaciers, exceptional wildlife viewing and a sense of true wilderness in these beautiful lands at the top of the world."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Our arrival back into Longyearbyen signals the end of our exciting Spitsbergen cruise. A group transfer will take you to the airport for your return charter flight to Helsinki. Should you wish to spend more time in Longyearbyen there are numerous possibilities for more Arctic adventures so please feel free to ask for options and advice."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "After breakfast, your Arctic adventure concludes. Catch your flight home or extend your stay to discover Helsinki's vibrant culture, world-class design scene, and Nordic cuisine—we're happy to arrange additional nights to make the most of Finland's captivating capital."
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "arctic-icebreaker-cruise-spitsbergen",
    "tourName": "Arctic icebreaker cruise, Spitsbergen",
    "placesVisited": "",
    "generalInfo": "A voyage on the waters of the Arctic seas is not one you merely take to reach your destination, but one to savour in itself, giving time and space to remove urban cobwebs and revitalise the mind. From the outset the seascape is both rich and expansive, where one may marvel at the spectacle of dolphin acrobatics at the bow, view tail flukes of whales on the horizon or witness polar bears cruise by on the ice below. <br/><br/>Our ships are modern and comfortable ice strengthened research vessels. Carrying up to 54 to 176 passengers, they are the smallest and friendliest ships exploring the High Arctic waters. The entire vessel from the panoramic ship’s bridge where there are excellent view points to the open deck viewing areas on the upper most deck and at the bow and stern are open for all. The ships carry a full complement of Zodiac craft, excellent for small group expert-lead landings with the opportunity for close encounters with wildlife. The small natural history library onboard, combined with an inspiring evening lecture programme on subjects such as Arctic wildlife, conservation and natural history help make these wilderness voyages some of the most memorable you will ever experience. <br/><br/>Our Arctic icebreaker cruises: <br/><br/>North Spitsbergen Voyage <br/>From £3,530 (8 days), ex flights, depending on cabin type and vessel (quad share - owner's suite) <br/><br/>North Spitsbergen is locked in ice throughout the winter, so our early summer voyages have a pioneering feel to them. With long Arctic summer days arriving and the ice floes receding, by June we can expect access to some of the most awe-inspiring areas of this part of the Spitsbergen Archipelago. <br/><br/>Our focus is the spectacular fjords and islands of this area which offer abundant birdlife and the chance to encounter walruses, reindeer, ringed and bearded seals and polar bears. This North Spitsbergen Voyage provides access to some outstanding glacial scenery including the impressive Monaco Glacier in Liefdefjorden. This area is ripe for photographic opportunities of polar bird life and wildlife. <br/><br/>Our aim is to reach the Hinlopen Strait and the island of Nordaustlandet, the most northerly of the major Spitsbergen islands. Ringed at times by high mountains and shimmering glaciers, these northern bays and fjords offer outstanding and memorable Arctic scenery. The expedition reaches 81 degrees north - just 540 mile south of the geographic north pole. <br/><br/>Around Spitsbergen Voyage <br/>From £4,680 (10 days) ex flights, depending on cabin type and vessel (quad share - owner's suite) <br/><br/>The High-Arctic islands of Spitsbergen offer stunning mountainous landscapes, glaciers, fjords and the unsurpassed opportunity for close encounters with polar bears amongst other wildlife. Depending upon ice conditions, the aim of this voyage is to circumnavigate Spitsbergen. Using fully equipped zodiacs and guided by specialist natural history guides we, explore key locations such as the Hindlopen Strait in the east where Polar Bears abound. This voyage is also wonderful for observing seabirds, walruses, ringed and bearded seals and whales. Whilst polar bears may be encountered on the ice, we also venture out on daily trekking to the tundra where Reindeer graze and scavenging arctic foxes roam. This voyage provides close contact with sea ice with the chance to observe impressive calving glaciers at close range.<br/><br/>The itinerary below is a sample itinerary of our North Spitsbergen Voyage departure. Itineraries differ depending on ship and exact date.",
    "durationDays": "8",
    "price": "18145",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Longyearbyen, the administrative capital of the Spitsbergen. Before embarking there is the opportunity to wander into and explore this former mining town. We suggest you use the opportunity to visit the Svalbard Museum, which has an interesting collection on the history of Spitsbergen, the mining industry and polar exploration. In the early evening the ship will sail out of Isfjorden."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "We plan start to heading north up the west coast. At Krossfjorden we hope take to the Zodiacs for an exhilarating cruise along the sculpted front of the 14th of July Glacier. Large numbers of Kittiwakes and Brünnich's Guillemots nest on the nearby cliffs. There is a good chance of spotting Arctic Foxes, who patrol the base of the cliffs in case a hapless chick falls from its nest and Bearded Seals, who cruise this scenic fjord. In the afternoon we sail to Ny Ålesund, the world's most northerly settlement. Once a mining village - served by the world's most northerly railway, which can still be seen - Ny Ålesund is now a research centre. Close to the village is a breeding ground for Barnacle Geese, Pink-footed Geese and Arctic Terns. Visitors interested in the history of Arctic exploration will want to walk to the anchoring mast used by Amundsen and Nobile in the airship Norge in 1926 and Nobile in the airship Italia in 1928 before their flights to the North Pole."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Depending on the weather, we may sail to the mouth of Liefdefjorden, and go ashore for a walk on the tundra island of Andøya. A great number of common eiders and pink-footed geese nest here, the rarer king eider may also be seen. If possible we will sail into Liefdefjorden and cruise close to the face of the impressive Monaco Glacier. The waters of the glacier front are a favoured feeding ground for thousands of kittiwakes and on previous voyages polar bears have been spotted on the glacier."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "On and around the ice at the entrance to the Hinlopen Strait, home to Bearded and Ringed Seals, Polar Bears and Ivory Gulls. On the eastern side of Lomfjordshalvøya we hope to take a Zodiac cruise through the ice floes to the bird cliffs of Alkefjellet, where thousands of Brünnich's Guillemots nest . The basalt pillars, rising hundreds of meters from the sea is an awe-inspiring sight. We hope to make an evening landing on the island of Nordaustlandet, the most northerly of the major Spitsbergen islands. Reindeer graze the sparse vegetation of this largely ice-covered island, where Pink-footed Geese, Walrus and a rare Ivory Gull colony are also found."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today we will reach our northernmost point at Phippsøya, in the Seven Islands north of Nordaustlandet. Here we hope to reach 81 degrees north and just 540 miles south of the geographic north pole. Polar bears, ivory and Ross gulls inhabit this region. Several hours may be spent in this pack ice environment taking in the spectacular Arctic landscape and spotting wildlife before turning south again"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Retracing our route westwards, we hope to visit Raudfjord on the north coast of West Spitsbergen, a beautiful fjord dominated by spectacular glaciers and favoured by Ringed and Bearded Seals. The cliffs and shoreline of the fjord also support thriving seabird colonies and surprisingly rich vegetation which flourishes in sheltered spots. On the offshore island of Ytre Norskøya, we visit the large graveyard of a 17th century Dutch whaling site - a poignant reminder of the threats posed to the oceans' great marine mammals. The island's birdlife is prolific, with hopefully possibilities to observe colonies of Little Auks, Black Guillemots, Brünnich's Guillemots, Puffins and Arctic Skuas."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "We plan to land at the northern tip of Prins Karls Forland near Fuglehuken, where Barentsz probably set foot on Spitbergen for the first time. Seabirds nest on the cliffs and along the coast we may see the only population of Harbour Seals in Spitsbergen. Further on, we will also observe the remains of the Polar Bear hunting era, with demolished gun sets and bear traps - yet another reminder of the consequences of thoughtless exploitation. The opposite site of Forlandsundet at Sarstangen, is where walruses haul themselves out of the water onto land. Alternatively we sail into St. Johns Fjord or south to the mouth of Isfjorden and land at Alkhornet. Seabirds nest on its cliffs and Arctic Foxes search the cliff base for fallen eggs and chicks, while Spitsbergen Reindeer graze the relatively luxuriant vegetation. The reindeer are deceptively unpeturbed by human presence, but in fact, the animals must survive the harsh winter, when temperatures plummet and food is hard to find, so they preserve what energy they can, and flee only when absolutely necessary. In the afternoon we hope to cruise through beautiful Borebukta, following a glacier front before continuing to Longyearbyen."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Return to Longyearbyen and disembark for the transfer to the airport and the flight to Oslo then home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "arctic-sailing-voyages-north-spitsbergen",
    "tourName": "Arctic sailing voyages, North Spitsbergen",
    "placesVisited": "",
    "generalInfo": "Our trips are led by experienced natural history experts and we aim to navigate deep inside dramatic fjords and enjoy daily guided walks across spectacular tundra, dotted with a unique flora, fauna and a fascinating human history.~<br/><br/>Spitsbergen is home to more than 2,000 polar bears, large numbers of walruses, reindeer and Arctic foxes, as well as huge colonies of birds, The Midnight sun and ice-free shores help facilitate the exploration of the unspoilt natural beauty of this area.<br/><br/>With its rugged mountains, sweeping tundra and ancient glaciers, Svalbard  lies just 600 miles from the North Pole. This true Arctic wilderness represents a remote and fragile region, steeped in history and rich in wildlife.<br/><br/>A voyage on the waters of the Arctic seas is not one you merely take to reach your destination but one to savour in itself; giving you time and space to remove those urban cobwebs and revitalise the mind. Sitting quietly the edge of a creaking glacier or amid a noisy colony of Little Auks are the memories you will take away.<br/><br/>From the outset, the seascape is both rich and expansive, where one may marvel as colossal whales raising their tail flukes from the water; follow beautiful skuas wheeling through the skies after smaller birds or watch as iconic polar bears walk along frozen pack ice in search of seals. <br/><br/>We provide you with the opportunity to explore Spitsbergen onboard a beautiful 34 passenger three masted sailing ship.  We will sail when wind and sea conditions allow and welcome your participation in the sailing as much or as little as you wish.<br/><br/>This charismatic vessel offers en suite accommodation, delicious meals, a cosy bar and plenty of deck area to relax, observe and find your own space.  As the sails unfurl and catch the winds, a touch of exploration and romanticism is added to your Arctic adventure. <br/><br/>All of these trips include a programme of lectures by noted naturalists and the leadership of experienced expedition staff. <br/><br/>Arctic Spring Departures (May)<br/>The most optimistic highlight of the year in the Arctic is the rise of the sun and the recession of the Arctic Sea Ice. You can see this taking place in full force in the early Arctic Spring.<br/><br/>There is a true sea change taking place during this period with a lovely combination of Midnight Sun yet Winter Wonderland feel to Spitsbergen. Passage to the North may sometimes still hindered by sea ice, but from our start point in Longyearbyen the Gulf Stream will be forging a warm water way through. The mountain landscapes of Spitsbergen are also changing fast, from an almost uniform snow white to black where rocky mountains emerge from within.<br/><br/>North Spitsbergen Sailing expedition (June - July)<br/>Our North Spitsbergen sailing voyages provide access to some of the best opportunities to see the prolific Arctic birdlife; with king eider, Sabines gulls and Arctic skuas all found alongside the more common guillemots and little auks. Around Ny Ålesund, reindeer are dotted across the tundra and ringed seals haul themselves out in the shadow of the towering, groaning glacier. Trips along the north-western coast provide the best opportunities to see beluga; with these gentle white whales coming close into shore with their calves and sightings of both walruses and polar bears in this area are common. <br/><br/>Departures<br/><br/>33 passenger sailing brigantine<br/>(8 days /7 nights)<br/><br/>01 - 08 May 2026 (Ski &amp; Sail)<br/>29 May - 05 Jun (Hike &amp; Sail)<br/>Price from €3,540pp sharing<br/><br/>(11 days / 10 nights)<br/>Longyearbyen - Longyearbyen<br/>05 - 15 Jun 2026<br/>25 Jun - 05 Jul 2026<br/>05 - 15 Jul 2026<br/>Price: from €4,990 pp sharing<br/><br/>Please contact us for detailed day-by day itineraries.",
    "durationDays": "8",
    "price": "4990",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "baffin-island-cruising-expedition-canada",
    "tourName": "Baffin Island cruising expedition, Canada",
    "placesVisited": "",
    "generalInfo": "Baffin Island is magnificent, remote and unspoilt - one of the most wild and places left on Earth. The wildlife and scenery of Baffin will be the focus of this inspiring ice strengthened ship based expedition led by a team of experts which will include Marine Scientist, Charlotte Caffrey. From Iqaluit natural history expert guides will help us explore the wild east coast of Baffin Island discovering the deep fjords, soaring mountains and immense glacial systems. <br/><br/>The landscape is breath-taking particularly where almost vertical mountain cliffs extend to the sea along the islands north east shore. Polar bears, an icon of the arctic north and high on everyone's list to see roam the area in search of ringed, bearded and harp seals, often followed in their quest for scraps by hungry Arctic fox. Each day we will spend time exploring on land in the company of inspiring guides who will reveal the nature of Baffin's secrets. We will also go in search of the beluga whale where these ghostly white individuals are often  joined in search of food by the surreal narwhal.<br/><br/>Birdlife here is prolific and huge migrations of little auk, snowy owl, ptarmigan, redpoll and gyrfalcon.<br/><br/>Along the way you will plan to visit remote communities; the Inuit culture here is strong and the local communities very welcoming of visitors and eager to share their ancient crafts and traditions.<br/><br/>The history of early exploration will provide a strong theme throughout our voyage and we visit former Hudson's Bay Company locations and Royal Canadian Mounted Police (RCMP) outposts. We will pay our respects at Beechey Island at the memorial for lost crew of the ill fated Franklin expedition before ending our epic journey at our final destination - the remote outpost of Resolute.<br/><br/>Polar exploration can be unpredictable. Specific sites visited will depend on prevailing weather and ice conditions at the time of sailing. The above itinerary should be read as a 'guide only' and may change. The ship's Captain in conjunction with the Expedition Leader continually review the sailing plan throughout the voyage, making adjustments to the itinerary along the way to take advantage of optimal weather and ice conditions or to maximise our encounters with wildlife. Decades of experience spent exploring these waterways mean that  a large number of outstanding landing sites and zodiac cruising locations to consider, even when the weather conditions may not be ideal or when heavy ice may block out planned route. A flexible approach is something we encourage you to bring to the ship.",
    "durationDays": "17",
    "price": "18945",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 0,
        "title": "",
        "description": "Arrive in Toronto: We strongly recommend that you arrive in Toronto at least one day before your trip is due to begin to mitigate against any potential flight or baggage delays and to allow yourself time to relax and explore before your trip begins!"
      },
      {
        "dayNumber": 1,
        "title": "",
        "description": "Toronto: You will have today free to explore the vibrant city of Toronto and will have a hotel night included in the city tonight."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Fly to Kangerlussuaq for embarkation: This morning you will board your charter flight to Kangerlussuaq, a small town at the eastern head of Sondre Stromfjord, one of the longest fjords in the world. You will enjoy your first zodiac ride as you are transferred from shore to your expedition ship. After embarking this afternoon, be sure to spend some time out on deck taking in your new surroundings as you set sail on your arctic expedition."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Exploring West Greenland: Cruising around the remote regions of Greenland and the Canadian Arctic, you will navigate the same icy inlets, channels and bays that fascinated legendary explorers of long ago. Your ship has been designed to offer unprecedented access to the hardest-to-reach places on the planet and is equipped with two onboard twin-engine helicopters. Throughout your journey, your Expedition Team will keep an eye toward immersing you in the best the Arctic has to offer at the top of the world. You may explore some of these places: Your voyage will begin in Kangerlussuaq. Here you will see colourful buildings and the potential for glimpses of Arctic wildlife such as muskoxen and caribou. Lush mountainous landscapes provide a great backdrop to this port, and whales may be spotted at sea. The Greenlandic capital of Nuuk is a haven for history and culture lovers. Home to 15,000 people, Nuuk is the capital of Greenland and is the largest settlement on the island. Stroll down to the waterfront to see the Hans Egede Church and Hans Egede statue, named for the missionary who established the settlement in 1728. Marvel at the famous remains of 500-year-old fully dressed mummies, discovered under a rock outcrop in 1972 by two brothers out hunting, at the Greenland National Museum. The Nuuk Art Museum and Katuaq Culture Centre are also worth visiting. Locals call Maniitsoq the Venice of Greenland, as it’s situated in an archipelago intersected by natural canals. Soaring, snow-capped mountains surround the small, rocky town, whose name means “the uneven place.” Playful humpback whales spend summer in the waters around here."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "At Sea: Bid farewell to Greenland’s shores as you traverse the Davis Strait in pursuit of the Canadian Arctic. Presentations by on-board experts will prepare you for the adventures that lie ahead. Be sure to keep a lookout for seabirds soaring above the ship, as well as whales that frequent the waters here."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Exploring the Canadian High Arctic: Visit towering fjords, historical sites and traditional Inuit communities as you follow in the footsteps of famous explorers from long ago in the Canadian High Arctic. Baffin Island is the fifth-largest island in the world, it was named for English navigator William Baffin, who ventured to the area in the early 17th century in search of the fabled Northwest Passage. These are some of the places that you can hope to explore throughout your voyage: The picturesque Inuit hamlet of Pangnirtung, nicknamed the Switzerland of the Arctic, is nestled beneath the jagged peaks of Mount Duval. An artist’s hub, Pang is renowned for its traditional Inuit arts and crafts, especially lithographs and intricate tapestries. At the Uqqurmiut Centre for Arts & Crafts, watch craftspeople in the tapestry studio and pick up a limited-edition print. You will also plan to visit nearby Kekerten, an uninhabited island that was a major whaling destination in the 1800s. At the southern tip of the Cumberland Sound, Cape Mercy was named by British explorer John Davis (yes, he of the Davis Strait), who sailed through it in 1585. The site of an old Distant Early Warning Line installation, this is an ideal spot to go ashore for a hike. As icebergs travel down the Davis Strait, they’re naturally trapped at Qikiqtarjuak (formerly known as Broughton Island), the iceberg capital of the world. The icy waters here are sometimes also home to narwhals, beluga and right whales, and ring and harp seals. A hike up to the hilltop inukshuk (a stone figure made by the Inuit) rewards with spectacular views of the community. Cruising farther north along the east coast of Baffin Island, you will approach Isabella Bay, an important summer and fall feeding area for a large population of bowhead whales. Stacked side by side, the dozens of soaring cliffs of Sam Ford Fjord make for a majestic site as you sail by. One of the most isolated places on the planet, the big-wall playground attracts climbers eager to scale the sheer rock faces that shoot straight out of the sea. At the northern tip of Baffin Island, near the eastern entrance to the Northwest Passage, is Pond Inlet. Spend some time exploring this traditional Inuit community that’s surrounded by scenic mountains, fjords, glaciers and icebergs. The area around Lancaster Sound affords several hiking opportunities. At Dundas Harbour, on Devon Island, you will plan to visit an abandoned beachside outpost of the Royal Canadian Mounted Police. At nearby Croker Bay, you will plan to cruise in a Zodiac (at a safe distance) along the face of an actively calving glacier. Your Expedition Team will also keep its eyes peeled for the muskoxen and walrus that are known to visit the bay. A hike to a nearby archaeological site is another possible excursion. Farther west, some of the best ancient Thule remains in the Arctic are at Radstock Bay, beside the soaring Caswell Towers, a polar bear observation site. Exploring the area, you’ll gain insight into how these pre-Inuit people lived. At the western end of Devon Island, the windswept Beechey Island might be small, but it’s steeped in history. Named after famed British explorer Frederick William Beechey, it’s a Canadian National Historic Site. You’ll visit the small marked graves of three crew members who died during Sir John Franklin’s tragic 1845–46 expedition. Roald Amundsen landed here in 1903, during the first successful voyage by ship through the Northwest Passage. Sailing down the east coast of Somerset Island, you may be fortunate to spot beluga whales and narwhals, as they feed on the large numbers of Arctic char that enter Creswell Bay in late summer. An Important Bird Area, the bay also attracts such species as black-bellied plovers, king eiders and white-rumped sandpipers. You can hope to have time to explore Fort Ross, where the Hudson’s Bay Company established a now-abandoned trading post in 1937. At the midpoint of the Bellot Strait, a narrow channel that separates Somerset Island from mainland North America, you’ll reach the northernmost area of the continental landmass, Zenith Point."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Disembark in Resolute & fly to Toronto: After bidding farewell to your ship and crew, you will disembark in Resolute and board your charter flight back to Toronto, where you will be transferred to your included hotel."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Toronto: You can depart Toronto at any time today, or consider spending a few more nights here to explore the city. About the itinerary - Polar exploration can be highly unpredictable. Specific sites visited will depend on prevailing weather and ice conditions at the time of sailing. The above itinerary should be read as a 'guide only' and will likely change. The ship's Captain in conjunction with the Expedition Leader continually review the sailing plan throughout the voyage, making adjustments to the itinerary along the way to take advantage of optimal weather and ice conditions or to maximise encounters with wildlife. Decades of experience spent exploring these waterways mean that a large number of outstanding landing sites and zodiac cruising locations to consider, even when the weather conditions may not be ideal or when heavy ice may block out planned route. A flexible approach is something we encourage you to bring to the ship."
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "canada-to-greenland-cruise-northwest-passage",
    "tourName": "Canada to Greenland cruise, Northwest passage",
    "placesVisited": "",
    "generalInfo": "Join an experienced expedition team of history, wildlife and Arctic experts aboard the purpose-built Sylvia Earle or Greg Mortimer ships as you sail through the fabled Northwest Passage on this epic voyage of discovery. As you sail through this legendary route from the Canadian Arctic to Greenland, you will voyage in the paths of historic explorers such as Franklin, Amundsen and Larsen, getting to experience the areas that enchanted them so. Enjoy thrilling Zodiac cruises to get up-close to the stunning natural surroundings, visit traditional villages and towns to meet local indigenous people who call this remote wilderness home, and search for enigmatic Arctic wildlife including whales, walrus, musk ox and the elusive narwhal. We also hope for sightings of the “Kings of the Arctic”, Polar bears.<br/><br/>Various departures available. Some departures will operate in reverse. Please enquire for full dates and rates. <br/><br/>Highlights:<br/><br/>- Sail in comfort aboard the Sylvia Earle or Greg Mortimer through the legendary Northwest Passage from Canada to Greenland<br/>- Explore around the breathtakingly beautiful UNESCO World-Heritage Site of the Ilulissat Icefjord<br/>- Visit Beechey Island to see the memorials and graves of explorers from John Franklin’s expedition<br/>- Enjoy hikes across Arctic tundra surrounded by stunning geology<br/>- Experience spectacular scenery at every turn<br/>- Visit local communities and learn about the way of life this far north<br/>- Search for a huge array of Arctic wildlife including narwhal, Polar bears, whales, musk ox and walrus<br/>- Kayaking options available (additonal costs may apply)",
    "durationDays": "16",
    "price": "19395",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Calgary to Cambridge Bay: Arrive independently to Calgary in Canada where you will check in to the airport hotel for your included overnight stay. In the evening there will be a welcome meeting where you can meet your fellow travellers. On the morning of day 2 you will take your included charter flight to Cambridge Bay and transfer to the harbour to board your Zodiac boat which will shuttle you to the ship. After settling in to your comfortable cabin you can join the captain and expedition crew at the fabulous welcome dinner as we set sail into the Northwest Passage."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Cruising the Northwest Passage: Sailing through the fabled Northwest Passage you will follow in the footsteps of legendary explorers as you discover an enchanting world of wilderness. The exact route taken through the passage may be dictated by weather and ice conditions, but your experienced captain and crew will plan each day to ensure you get to see the very best of this fascinating area. Zodiac cruises and walks will bring you up-close. Places you can expect to visit include King William Island where various remnants from the famous Franklin expedition have been found throughout the years. Nearby, we hope to visit Victory Point to get close to where the HMS Erebus and HMS Terror were abandoned in 1848. Sticking with the royalty theme, on Prince of Wales island we will hope to land at Coningham Bay to look for sightings of the Polar bears that frequent here to feast on beluga whales, before we head through the deep and windy waterway of the Bellot Strait to reach the most northern continental point of the Americas. As we sail down the east coast of Somerset Island we will reach an important bird area and some time on deck should reward in multiple bird sightings, as well as the possibility of seeing beluga whales and the elusive narwhals. Around here we will hope to land at Fort Ross to enjoy guided walks along the tundra and see the abandoned Hudson’s Bay Company trading outpost which was founded here in 1937. On the edge of the wildlife-rich Lancaster Sound, we will reach the towering bird cliffs of Prince Leopold Island - the most important bird sanctuary in the Canadian Arctic – for some enjoyable birdwatching experiences. After some time looking up to the sky, we’ll focus our eyes back on land and sea as we look for Polar bears and whales, as well as taking a visit to the ruins of another, even older, Hudson’s Bay trading post. We will also hope to visit Cunningham Inlet on the north coast of Somerset Island where it may be possible, if timing is right, to see the amazing spectacle of hundreds of beluga whales shedding their skin on shallow sandy banks."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Northwest Passage & Baffin Island Coast: Day 7 will see us arrive at historic Beechey Island which is home to many of Canada’s most important Arctic relics and is a designated Canadian National Historic Site. The island holds many stories of Franklin and Amundsen’s attempts to traverse the Northwest Passage, which your team of experts will recount for you as you take a walk to discover the area. There will also be the chance to visit the memorials and graves of explorers from John Franklin’s 1845-46 expedition. Sailing into the Lancaster Sound, the ‘wildlife super highway’ of the Arctic, we will hope to see an abundance of wildlife as we make our way to Devon Island, the largest uninhabited island on Earth. We will hope to make land here to see the stunning geology of flat-topped mountains and glacial valleys, before Zodiac cruising around Croker Bay or Maxwell Bay. A walk around nearby Dundas Harbour should reward in more fantastic birdwatching and walrus spotting opportunities, as well as the chance to see some ancient semi-subterranean Thule dwellings. Next on our list of impressive areas will be the picturesque hamlet of Pond Inlet where we will spend some time looking for the wildlife that abounds here including seals, whales, narwhal, orca, caribou and even some Polar bears. You can also take a walk to visit the Natinnak Center to learn about the local Inuit community and their history and way of life in the High Arctic. We will then enjoy a sail along the scenic coast of nearby Bylot Island to see its majestic mountains, icefields, steep cliffs, snowfields and glaciers which are home to 74 distinct species of Arctic birds. Our penultimate day in the Canadian Arctic will allow for a slow sail around the glaciers of Sillem Island before we reach the east coast of Baffin Island to see Isabella Bay and the soaring cliffs of Sam Ford Fjord. On day 11 we will sail into Baffin Bay towards Greenland. Watch out for icebergs, whales and seals as you sail!"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "West Greenland: On day 12 we will arrive along the west coast of glorious Greenland where our journey continues in earnest. Over the next few days we will immerse ourselves in the extraordinary scenery of awe-inspiring landscapes of beautiful ice-filled fjords, glaciers, icebergs and enchanting villages and settlements. Each day will bring a new adventure, with thrilling Zodiac cruises, shore walks and hikes taking you up close to all that makes this part of the world so remarkable. One of the major features of your voyage here will be “ice” …and plenty of it! The highlight is likely to be the incredible Ilulissat area, home to the mind-blowing UNESCO World Heritage Site of the Ilulissat Icefjord, and one of the most actively calving glaciers in the world, Sermeq Kujalleq. Zodiac cruising and kayaking at the mouth of the fjord will be a simply unforgettable experience, whilst energetic hikes will reward in incredible photography opportunities. An optional helicopter flight over the fjord will also be available at an additional cost. Other stunning areas we hope to visit include the volcanic island of Disko (Qeqertarsuaq) where mountains, hot springs, excellent hiking trails and surrounding waters teeming with various species of whale combine to create a truly memorable experience. Here you can expect to see minke, fin, bowhead and humpback whales. We also hope to visit Eternity Fjord (Evighedsfjorden), just north of Maniitsoq town, where you can enjoy a zodiac cruise around the bergs and mountainous landscapes of this beautiful fjord. We will also hope to visit Sisimiut, Greenland's second largest town, for a walk around the town and some excellent hiking opportunities."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Nuuk to Toronto: On day 15 we will arrive in Nuuk, Greenland’s charming capital city. Here you will disembark to take your included flight to Toronto. Upon arrival in Toronto you will transfer to your hotel for your included post-voyage overnight stay. After breakfast on day 16, your itinerary will come to an end."
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "east-greenland-cruise",
    "tourName": "East Greenland cruise",
    "placesVisited": "",
    "generalInfo": "Our East Greenland voyages are ideal for those seeking to experience one of the Earth's most dramatic landscapes at the edge of the Greenland ice cap, spotting whales, cruising around Antarctic sized icebergs, and gaining an insight into local Inuit culture. The voyage timing (late Aug/September) also invites wonderful opportunities to see the Northern Lights (Aurora borealis).<br/><br/>The voyage starts and ends in Iceland which is itself an excellent location to explore either before or after your voyage with again more northern light opportunities. From Iceland we cross the Denmark Strait to Greenland, watching out for Blue Whales and other marine life along the way.<br/><br/>We will be exploring East Greenland onboard small luxury and comfortable expedition cruise ships in the company of expert natural history guides and lecturers. Those keen on trekking can enjoy some wonderful opportunities to explore on land,  with groups split between those who want to enjoy longer hikes and scale higher up the hillsides and those who want to take a more leisurely stroll closer to the shore. Looking back out to sea, the ship will look incredibly small and the sea usually devoid of any sign of another visitor.<br/><br/>Scoresby Sund is the largest, most spectacular fjord in the World. The sheer scale of this inlet is difficult to imagine. Around you mountains rise 2,000m from the sea and you will be able to see as many as seven glaciers at once grinding their way through rugged rocks towards the water. Unlike Spitsbergen,  huge icebergs can be seen here, as much as 100m high and a km in length, the scale of which you are only likely to see in Antarctica. These bergs can dwarf your ship and provide beautiful objects to explore at relatively close, but safe range in a rigid inflatable boat.<br/><br/>The Northeast Greenland National Park is the world's largest covering an incredible 97,200,000 hectares. Wildlife is more dispersed than in Spitsbergen, but Polar Bears have been seen on these voyages, as well as Atlantic Walrus, Arctic Foxes, the Canadian Arctic hare, grey wolves and the large hairy Musk Oxen.<br/><br/>Greenland is a sparely inhabited island and on this voyage we aim to visit the modern Inuit settlement of Illoqqortoormiut. We will also visit sites where humans have tried to live in the past, but have long since abandoned their settlements. .<br/><br/>As a company our polar team have been guiding and sending our guests to Greenland and the wider Arctic for more than 15 years. We also offer kayaking and on certain departures, - a serene escape to explore the turquoise icebergs, glaciers and islands of the calmer fjords. Some departures also offer scuba diving and snorkelling for the intrepid and experienced- ask one of our polar dive guide for further information on add-on adventures.<br/><br/>If you are trying to decide which polar voyage to consider, call one of our polar guides and experts who from first hand experience can share how a voyage to Greenland can offer long-lasting memories<br/><br/>Select departures offer kayaking or additional diving.",
    "durationDays": "9",
    "price": "16145",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Embark vessel in Akureyri."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "At Sea sailing north through the Denmark Strait, on the lookout for seabirds."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Sail along the ragged and glaciated Volquart Boons Coast."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Land at Cape Hofmann Halvø on the lookout for Musk Oxen."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Journey to Sydkap, encountering huge icebergs along the way."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Visit Ittoqqortoormiit, the biggest settlement near Scoresby Sund with just 400 inhabitants."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Spend the day at sea, keeping an eye out for the Northern Lights."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Disembark in Akureyri"
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "greenland-adventure-and-diving-expedition",
    "tourName": "Greenland adventure and diving expedition",
    "placesVisited": "",
    "generalInfo": "This Arctic diving expedition is one of a kind. It offers exploration above and below water within the World’s largest National Park, home to Scoresby Sund the longest fjord in the World. Antarctic sized icebergs choke these calm, clear, avenues of ice water, sheltered by 2000m high mountains and crowned by the impressive Greenland ice sheet. This is a magnificent and tranquil area where you can witness the Greenland Ice Sheet pouring seawards in a series of stunning glaciers, the icebergs beautifully sculpted beneath the water in hues of tropical turquoise. Some of these bergs stand up to 100 metres high and at up to a kilometre in length, rival only those of Antarctica.<br/><br/>Your journey starts in Iceland where we invite you to explore its spectacles and dive the mid Atlantic trench at Silfra or Strytan- the only geothermal cone in the world you can scuba dive to. This unique feature pumps out over 1000year old freshwater and is home to wonderful creatures including wolf fish. Boarding your ice strengthened ship at Reykjavik, the journey across the Denmark Strait from Iceland is an experience in its own rite and in the past White Beaked Dolphins and Humpback Whales have escorted our passage.  <br/><br/>The fjords of East Greenland  will be your diving grounds. Expert guides will use dedicated zodiacs to dive around icebergs and explore the steep sided fjords in search of arctic macro life. You will also have the opportunity to explore on foot, and witness the incredible Northern Lights far from artificial light. Other wildlife opportunities include Musk Oxen, Arctic hare and even the elusive polar bear has been spotted on these shores! <br/><br/>Those keen on trekking can enjoy memorable scenic walks in East Greenland, with groups often split between those who want to scale higher up the island’s dramatic coastal mountains and those who want to take a more leisurely stroll closer to the shore. Looking back out to sea, the ship will look incredibly small and the sea usually devoid of any sign of another visitor.<br/><br/>Greenland is a sparsely inhabited island and on this voyage we will aim to visit the modern Inuit settlement of Illoqqortoormiut. You will also visit sites where humans have tried to live in the past, but have long since abandoned their settlements.  At Danmarksø you can find a well preserved village some 200 years old. A rich cultural heritage remains here and we will have the chance to visit local Inuit hunting communities.<br/><br/>A team of expert polar divers alongside natural history guides and lecturers will make this a very memorable experience. With just one departure each year, this is a very exciting way to enjoy diving in an otherwise wild, inaccessible and breathtakingly scenic part of the Arctic where few have dived before.<br/><br/>Diving in East Greenland is pioneering and its remote location means few have dived here before.  The dive group will be led by highly experienced polar divemasters and you will have the chance to explore around deeply grounded icebergs, exquisitely sculpted and second only those of Antarctica for size. The slopes of the outer fjords are blanketed by kelp and home to a macro fauna including anemones, urchins, starfish and life yet to be discovered.  Important plankton species live here including the beautiful Clione limacina - the sea angel pteropod which feeds on the winged snail Limacina spp.  <br/><br/>These are true Arctic conditions and perfect for those planning ahead to dive with us in Antarctica. Water temperatures whilst diving will be around 0 to -1°C.  As the voyage also starts and ends in Iceland, a dive at Silfra, the Mid Atlantic ridge can also be easily incorporated into your overall trip itinerary.<br/><br/>If you are trying to decide which polar voyage to consider, call one of our polar guides and experts who describe to you in more detail the differences in voyaging to different polar locations.",
    "durationDays": "10",
    "price": "5290",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Your journey begins in the morning, where by request you can transfer via chartered bus from bus stop Harpa Concert Hall and Conference Centre at Austurbakki, Reykjavik (the meeting point) to the ship in Akureyri (the embarkation point). You arrive in the afternoon after a six-hour drive through northern Iceland."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "While sailing north you’re likely to see fulmars, kittiwakes, gannets, and common guillemots. You then cross the Arctic Circle, possibly spotting whales. By evening, the first icebergs flash into sight with your approach to the east Greenland coast, near Brewster."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Today you reach Scoresbysund, sailing along the glaciated Volquart Boons Kyst. You may also enjoy a Zodiac cruise past one of the glacier fronts, along with a visit to the basalt columns and ice formations of Vikingebugt. In the afternoon, we plan to sail by the east coast of Milne Land among a multitude of giant icebergs. If we can also land at Charcot Havn, we will make a walk to the Charcot Glacier. We will then continue by Bjørneør and sail into Øfjord."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "The goal is a Zodiac cruise near Sorte Ø, surrounded by icebergs. Their austere blue-white contrasts sharply with the sediment slopes nearby. The afternoon plan is to sail through the northern parts of Røde Fjord and into Harefjord, with the chance to see musk oxen and warm autumnal foliage."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "In the morning you encounter colossal icebergs, some over 100 meters (328 feet) high and more than a kilometer (.62 mile) long. Most of them are grounded, as the fjord is only about 400 meters deep (1,312 feet). You then land near Sydkap, with fine views of Hall Bredning and a good shot of seeing Arctic hares. Today’s long walk goes from Sydkap to Nordøstbugt (12 km, 7.5 miles to the northeast), where the river coming from Holger Danskes Briller flows into the sea. We plan to walk south along the shore to Satakajik, seeing whale vertebrae and the remains of Thule summer houses. Passengers who opt out of the long walking group will join us at this location for their second excursion of the day."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today you make a tundra landing on Liverpool Land, in Hurry Inlet. The afternoon stop is Ittoqqortoormiit, the largest settlement in Scoresbysund at about five hundred inhabitants. At the post office you can buy stamps for your postcards, or just stroll around to see the sled dogs and drying skins of seals and musk oxen. In the afternoon you sail south, passing the picturesque landscapes of the Blosseville Coast."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "The island of Stewart Ø is an important hunting station for the people of Scoresby Sund and also a good area to spot polar bears, narwals, and the beautiful remains of Thule houses."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Turner Sound and Rømer Fjord grant you the opportunity to sail far inland, as they have no glacier front at the head and are not clogged with ice. In this location, you may get the opportunity to spot narwhals."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "A sea day grants you the opportunity to spot whales and seabirds – and at night, the magical northern lights."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Every adventure, no matter how grand, must eventually come to an end. You disembark in Akureyri, where on request you can transfer by chartered bus (a six-hour drive that you must book in advance) to the bus stop Harpa Concert Hall and Conference Centre at Austurbakki, Reykjavík, taking home memories that will accompany you wherever your next adventure lies."
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "greenland-sailing-cruise-and-northern-lights",
    "tourName": "Greenland sailing cruise and northern lights",
    "placesVisited": "Reykjavik, Sail through the Denmark Strait to Greenland, Scoresby Sund, Ittoqqortoormiit, Northeast Greenland National Park, Photography workshop and guest lectures on board, Expert guides lead shore excursions, Lots of chances to see the Northern Lights, Cruise along the scenic Icelandic coast, Kayaking can be included as an optional extra",
    "generalInfo": "This Greenland and Northern Lights cruise voyages to the lesser-visited east coast of Greenland. Over the course of your journey you’ll enjoy some spectacular sights, from whales off the bow to immense glaciers and icebergs, and of course there is always the chance you’ll spy the aurora borealis dancing across the night sky.<br/><br/>The highlight of this trip is the days in its centre where you’ll be cruising along the east coast of Greenland. There are gigantic sights to see, including Northeast Greenland National Park, the largest national park in the world, and Scoresby Sound, the longest fjord in the world. Where you go might depend on the ice and sea conditions, making each day an adventure.<br/><br/>Alongside nature – and you may spot narwhal, seals, walrus and polar bears – there’s also a chance to visit Ittoqqortoormiit, an Inuit village, and visit archaeological sites left by the Thule people, the ancient ancestors of the modern Inuit population. <br/><br/>On board, travellers can enjoy a photography workshop, helping you get the most from your camera, or your smartphone. Your evenings can be spent relaxing, perhaps taking in a presentation or lecture from the crew.<br/><br/>Expert guides lead you on walks and Zodiac cruises There are no big queues to disembark each day, one of the many advantages to a small ship cruise. These vessels can reach smaller ports and communities that big ships could not, and their size also means that they can keep their itineraries flexible, adapting to weather conditions and animal sightings in this stunning wilderness.<br/>",
    "durationDays": "12",
    "price": "6695",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Reykjavik: Arrive in Reykjavik independently and transfer to your included hotel. Take time this afternoon and tomorrow morning to explore this fascinating city with its shops, impressive cathedral, galleries and thermal baths."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Reykjavik - Embark: In the afternoon it’s time to join your transfer to the port and board the luxury expedition ship M/V Sea Spirit. Settle in to your cabin and explore the ship’s excellent facilities as your crew slip the moorings and sail out of the harbour into the bay of Faxaflói, where you may enjoy the first whale sightings of your expedition."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Denmark Strait: Leaving Iceland behind, your expedition ship will sail cross the Denmark Strait towards the stunning landscapes of Eastern Greenland, crossing the Arctic Circle on the way. Keep an eye out on deck for the likely whale sightings and as night falls there are excellent chances of getting your first glimpse of the famous Northern Lights. Throughout your journey, times at sea can be spent enjoying the full schedule of lectures and presentations delivered by your team of onboard Arctic experts."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Scoresby Sund and East Greenland: Scoresby Sund is the world's longest and most visually stunning fjord system and contains some of the Arctic region's most impressive scenery, with deep, narrow channels and icy peaks, where icebergs calve off glaciers and drift in the waters towards the sea. Our explorations here will reward in unforgettable scenery and incomparable photo opportunities. As we explore through this breathtaking area you can enjoy thrilling Zodiac cruises, land visits and hiking opportunities, with good chances of regular encounters with the area’s intriguing wildlife including myriad birds, seals, narwhals and walrus. In this region there are also magnificent fields of tundra where we hope to spot musk oxen and Arctic hare, and as we explore through the waterways, there is a chance that we may spot the iconic \"Kings of The Arctic\", the majestic polar bear. We will also hope to visit some ancient Thule archaeological sites, old trappers' huts and modern Inuit hunters' cabins, and we plan to visit the modern Inuit village of Ittoqqortoormiit, the only permanent settlement in the region, for an opportunity to mix with the locals and get an insight into their culture and lifestyles. Your days in Greenland will be filled with exciting Zodiac and land excursions as well as the opportunity to join a kayaking tour through the icy waters of these unique and remarkable lands. Each night brings new possibilities for incredible displays of Aurora Borealis — the Northern Lights. This is the perfect time of year and one of the best places in the world to experience this enthralling phenomenon."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Denmark Strait: After a fantastic time in East Greenland, your expedition ship will set course back across the Denmark Strait towards Iceland. Spend time on the panoramic decks looking out for the seabirds following the ship and even more whale sightings. Nightfall may bring another opportunity to enjoy the Northern Lights."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Westfjords: Before the end of your exciting expedition there is time for one last stop as we explore the rare beauty of the Westfjords, Iceland’s hidden gem. Assessing the sailing conditions, your expedition crew will choose the best course for the day, giving the best opportunities to discover breathtaking coastal fjords, jagged bird cliffs, and tiny fishing villages embracing traditional ways of life."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Reykjavik: Arrival back into Reykjavík signals the end of our journey and after breakfast it will be time to say farewell. A transfer will be provided to the international airport or to a downtown location should you wish to extend your stay here to experience more of this beautiful city. From Reykjavík, the entire country is accessible through day tours or longer journeys by rental car. The options for additional adventures are endless!"
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "highlights-of-spitsbergen-holiday",
    "tourName": "Highlights of Spitsbergen holiday",
    "placesVisited": "Oslo, Longyearbyen, Krossfjorden, Monaco Glacier, Moffen Island, Magdalenefjorden, Barentsburg, Alkehornet mountain, Zodiac trips, hiking and optional kayaking, polar bears, walruses, seabird colonies, reindeer and whales",
    "generalInfo": "Set sail on a classic Spitsbergen expedition, where dramatic landscapes and remarkable wildlife take centre stage. From towering glaciers and drifting icebergs to breathtaking fjords and tundra, each day offers a new opportunity to explore the Arctic wilderness by ship, Zodiac, or on foot. With luck and patience, you may spot iconic species like polar bears, reindeer, walrus, and Arctic foxes, as well as whales and vibrant bird colonies.<br/><br/>Whether cruising near sea ice or venturing ashore to historic sites, this voyage immerses you in the remote beauty of the Svalbard archipelago. Early-season departures offer the thrill of navigating vast ice floes, while later trips allow deeper exploration into the region’s untouched corners. Every moment is shaped by nature, making each journey truly unique.<br/><br/><br/>HIGHLIGHTS:<br/><br/>- Explore through the spectacular wilderness of Spitsbergen's west coast, with great chances of seeing polar bears<br/>- Observe whales, walrus, seals Arctic fox, reindeer and other iconic wildlife<br/>- Myriad birdlife including rare ivory gull and others<br/>- Spectacular mountain and glacial scenery at every turn<br/>- Exciting Zodiac excursions and guided shore visits<br/>- Midnight sun<br/>- Kayaking options available (fees apply)<br/><br/>Various departures available aboard The Expedition. Please enquire for full dates and rates. Lowest prices shown are per person based on sharing a triple cabin.",
    "durationDays": "8",
    "price": "4199",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Longyearbyen: Your journey begins in Longyearbyen, the administrative capital of Svalbard where, after arriving independently, you will be transferred to the port for afternoon embarkation. Settle in to your new surroundings and prepare for adventure as your crew prepare the ship for departure in the evening."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Spitsbergen Coast: Over the course of the next six days we will immerse ourselves in the spectacular coastline of Spitsbergen, the largest island in the Svalbard archipelago, with our unique Polar vessel allowing us to visit remote and seldom-visited areas on a constant search for wildlife and historical and scenic experiences. Our exact route and itinerary will be dependent on ice, sea and weather conditions and will be determined on a day by day basis - this is true expedition sailing after all. Exploring as many remote areas as possible, we will visit ice-covered fjords with breathtaking mountain scenery and glaciers, land at historical and cultural sites and spend time sailing through the ice in search of polar bears hunting seals. Making land at unforgettable stops across the west and north coast of the island we will hope for sightings of Arctic fox and Svalbard's unique reindeer, learning all about the area's distinctive tundra and geological features as we go. As with all Polar expeditions, the conditions will determine our route and your crew will choose the best routes to make every moment of our time in this truly remote destination count. The route taken may also depend on which part of the season you are sailing in; late season voyages often mean waterways which are less ice-clogged and may mean we can travel further. On early season voyages there are more large ice floes and Arctic pack ice, which although means we may not be able to venture quite as far, will usually bring more frequent wildlife viewing. Whichever route we take we will be on a constant lookout for wildlife, and with near 24 hour daylight, there are lots of opportunities, so be prepared to be called at any time for close-up polar bear, walrus or whale sightings. We will also see lots of birds, including hopefully the rare and lovely ivory gull, plus little auks, guillemots, puffins and more. Each day will be spent exploring by Zodiac or on foot experiencing once-in-a-lifetime encounters and scenic opportunities."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Longyearbyen: On the morning of day 8 your ship will have arrived back in Longyearbyen where sadly it is time to disembark and bid farewell to your new-found friends. A transfer will be provided to the airport for those with homeward flights or to a downtown location for those wishing to stay on in Longyearbyen to experience more of this unique town and the many Arctic adventures that it holds. For more information on land-based Arctic adventures available in Longyearbyen please talk to one of the Wildfoot team who will be happy to point you in the right direction."
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "iceland-to-greenland-cruise",
    "tourName": "Iceland to Greenland cruise",
    "placesVisited": "",
    "generalInfo": "In the seldom-visited Westfjords of Iceland ? ‘Iceland’s best-kept secret’ ? you explore the rugged peninsula of fjords, towering mountains, bird-dwelling cliffs, gushing waterfalls and rolling green hills. Before leaving Iceland, you can also visit the private island sanctuary of Vigur, home to 7,000 eider ducks and 100,000 puffins. In East Greenland, after sailing the length of Ikerasassuaq (Prins Christian Sund), immerse yourself in spectacular glaciers, mountainous landscapes, culturally rich communities, and Nuuk, the capital of Greenland. Together, we explore ? by ship, Zodiac, kayak and on foot ? some of the longest fjords in Greenland, such as Eternity, Kangerlussuaq and Tasermiut. With the help of expert guides, you also learn about Norse and Viking cultures, traditional Icelandic ways of life, as well as contemporary Greenlandic customs.<br/><br/>Highlights:<br/><br/>Venture into the Westfjords, Iceland’s hidden gem<br/>Sail the length of scenic Prins Christian Sund<br/>Learn about Greenlandic fishing heritage at Aappilattoq<br/>Experience Arctic Patagonia along the Tasermiut Fjord<br/>Visit Norse ruins at Hvalsey<br/>Explore Nuuk, the charming capital of Greenland",
    "durationDays": "15",
    "price": "15095",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Start Reykjavik, Iceland: Arrive at the international airport in Keflavik and transfer independently to your included hotel in Reykjavik. Depending on your arrival time, you may wish to explore Iceland’s fascinating capital. Many cultural and historic landmarks are in or near the walkable city centre."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Embarkation Day in Reykjavik: This afternoon, you board your vessel and begin your expedition. Get ready for a great adventure ahead!"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Exploring Westfjords, Iceland’s hidden gems: Each region of Iceland has its own appeal for nature seekers, birding enthusiasts and history-lovers, and the seldom-visited Westfjords, where the land meets the sea in the most dramatic fashion, is no exception. Often called Iceland’s best-kept secret, this rugged peninsula at the country’s remote northwestern tip is rife with fjords, and mountains that slope to the sea. We spend our time exploring the fjords and shores of Iceland’s oldest region, enjoying a kaleidoscope of diverse land and seascapes. Here, tumbling cliffs and gushing waterfalls alternate with colourful beaches, and rolling green hills lead to high moorlands dotted with rocky outcrops, small lakes, and the occasional shaggy Icelandic sheep or pony grazing in the distance. A few modest outposts of civilisation, in the form small fishing communities nestled along the fjords and shores of the Denmark Strait, face out into the mighty Atlantic - keeping alive a maritime heritage that dates to the Viking days. One of today’s highlights is a chance to visit Vigur, a private island that provides guests with unique opportunities to delve into Icelandic culture and heritage as early as the 11th century. Vigur is widely regarded as a capsule of Icelandic heritage. Upon arriving on shore by Zodiac, we are welcomed by the people who own this incredible island. One of the co-owners is polar explorer Felicity Aston, the first woman to ski solo across Antarctica. You learn about the Icelandic tradition of eiderdown harvesting, and the wide array of Arctic birdlife and seals that are found in Vigur. It’s estimated the island is home to more than 7,000 breeding ducks, 100,000 puffins, Europe’s largest colony of black guillemot, and huge flocks of Arctic terns. You also have opportunities to ramble about the island, taste local food and visit the island cafe. Today’s adventure options include Zodiac cruising, sea kayaking, paddle excursions, and, potentially, a guided shore hike. Right across the bay is Mongufoss, one of Iceland’s most remote and beautiful waterfalls, which we visit by ship after our onboard lunch. Meals included: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "At Sea: Crossing the Denmark Strait As we sail southwest across the Denmark Strait toward Greenland, your expedition team prepares you for the exciting adventures ahead, both on- and off-ship. Our team of polar experts present on a wide range of topics, including the geology, wildlife, climatology and enthralling history of Greenland. The team also searches for (and identifies) the seabirds soaring about the ship – and they’ll alert you whenever there’s a whale sighting. Meals included: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Exploring Southeast Greenland: Your exploration of Greenland begins with East Greenland, one of the least-visited and most remote parts of the world’s largest island. Our journey along the coast is influenced by weather and ice conditions, with each day and each off-ship excursion – presenting new adventures. Expect glaciers, steep mountains and breathtaking fjords. Transiting the 62mi (100km) long Prins Christian Sund (Ikerasassuaq) – one of the world’s most scenic fjords – reveals incredible views. Expect dramatic mountain and seascapes with glaciers tumbling to the sea, and captivating vistas stretching along the entire fjord. The South Greenlanders who live on this frontier are as unique as the region they inhabit. This is where the migrating hunting people from the east eventually settled around the European trading posts. The handful of villages in this region are renowned for their inhabitants’ strong commitment to traditional hunting and fishing practices. We hope to visit Aappilattoq, perched on the shores of Prins Christian Sund (Ikerasassuaq), to introduce you to some of our local partners, listen to their stories, hear their music, taste local food, learn about the fishing and hunting heritage, and perhaps even join a friendly game of soccer – as a player or spectator. If you are looking for the most iconic peaks of South Greenland, you’ll be in your glory when we reach Tasermiut Fjord in the heart of what’s known as Arctic Patagonia. We offer Zodiac excursions and guided on-shore hikes (tailored for different levels of ability and interest) to view the jagged peaks, tumbling glaciers, ice-laden landscapes, alpine vistas and wildlife. Tasermiut Fjord is ideal for our sea kayaking and paddling programs, as well. We continue our quest to explore the wild fjords of the uninhabited southeast coast, one of which is Lindenow Fjord, also known by its Greenlandic name, Kangerlussuatsiaq. Thousands of years ago, groups of Paleo-Inuit hunters and fish harvesters settled in these isolated fjords, living off the land, and surviving on food from the sea. This preceded the arrival of European explorers and the establishment of settlements, which prompted one of the biggest waves of migration in Greenland. Marine mammals frequent the many fjords in this region. Humpback whales are often observed in the shallow waters at the entrance to the fjords where nutrients are drawn up to the surface. Rare sightings of polar bears are possible as they drift down from the north on sea ice floes propelled by the East Greenland current. We keep our eyes peeled for other wildlife as we continue to explore the remote icescapes of the wild southeast, which is also ideal for hiking, paddle excursions, Zodiac cruises and shore landings. The southern coast of Greenland is steeped in Norse history. We anticipate a visit to Hvalsey (Qaqortukulooq), the site of Greenland’s largest and best-preserved Norse ruins. Exploring the remains of the church (circa 14th century) will make you feel like you’re stepping back in time, as the building appears much as it did when it was abandoned in the 15th century. The surrounding fells and fjords remain similarly untouched. Also on our planned itinerary is charming Qassiarsuk, one of the five sites that make up the Kujataa World Heritage Site. It’s a small sheep-farming settlement where you can experience true South Greenland hospitality and gain insight into the fascinating lives of sheep farmers living at the edge of the massive Greenland Ice Sheet. We suggest you take time to explore the remains and replicas of Brattahlíð, Erik the Red’s estate, once the epicentre of the Greenland Norse Eastern Settlement. During or time in Qassiarsuk, guests have opportunities to sample local food, enjoy a hike, and, if time and weather allow, take a Zodiac cruise amid towering icebergs. Meals included: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "At Sea As our ship heads up the coast from South Greenland, we set our sights on the endless natural wonders – and small communities – along the rugged west coast of Greenland. We invite you to use this time to attend one of the expert-led polar presentations to learn more about this region of Greenland. Meals included: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Venturing into West Greenland The sheer beauty of West Greenland can overwhelm first-time visitors: spectacular glaciers, mountainous landscapes, and thriving, culturally rich communities. As we head north, we hope to embark on daily Zodiac excursions to explore local bays, channels and select landing sites. We also explore some of the quaint settlements throughout the picturesque islands and fjords. Nuuk, the charming Greenlandic capital, is a must-visit destination on the west coast. You have time to wander the streets of the historic Old Nuuk neighbourhood and see the Hans Egede Church and Hans Egede statue near the waterfront, both named after the 18th-century missionary who founded the settlement. History buffs will make haste to the national museum to view the famous Greenlandic mummies, which were found under a rock outcrop in 1972. The remarkably preserved mummies of six women and two children date to the 15th century. Pride of place for our seasoned expedition team is Eternity Fjord, home to the tallest mountains in West Greenland. This a favourite spot for us to launch our Zodiacs into the water to explore in-depth – where larger vessels can’t navigate. There are few settlements in this long fjord – but you will quickly appreciate nature in its rawest form as you hike among the towering mountains, and photograph the colourful tundra and other dramatic landscapes. Meals included: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Exploring Kangerlussuaq and disembarkation Today, we explore 31mi (50km) above the Arctic Circle. Our destination is Kangerlussuaq, which is Greenlandic for ‘the long fjord’. At the end of this 110mi (180km) long fjord is a settlement bearing the same name. Fishing boats based in the town of Kangerlussuaq sail the full length of the fjord to access the ocean. The town is known for its stunning natural beauty – and for being the home of the largest airport in Greenland. You are ferried from ship to shore on one last Zodiac ride, then transferred to the airport where you board your charter flight to Iceland’s Keflavik International Airport, approximately 45 minutes from Reykjavik. Upon arrival at the airport, you are transferred to your included hotel for the night. Meals included: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "End Reykjavik After breakfast in your hotel in Reykjavik, transfer independently to Keflavik International Airport for your onward journey. Meals included: Breakfast"
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "luxury-spitsbergen-small-ship-cruise",
    "tourName": "Luxury Spitsbergen small ship cruise",
    "placesVisited": "",
    "generalInfo": "Set sail to explore Spitsbergen on a luxury cruise, an enchanting round-trip journey from Longyearbyen, the northernmost town in the world, located on Spitsbergen island. This expedition takes you through the stunning scenery of the Svalbard archipelago, including secluded islands like Nordaustlandet and Edgeøya, before returning to Longyearbyen. Along the way, you'll have the opportunity to explore fascinating sites such as The North Pole Expeditions Museum in Longyearbyen, which documents early polar explorations. Discover about the Svalbard Global Seed Vault, an essential facility safeguarding seeds from around the world.  As you traverse the Arctic waters, watch for captivating wildlife such as polar bears, ringed seals, and walruses. Your luxury cruise offers a range of activities designed to engage and enrich your experience.<br/><br/>Trip highlights include:<br/><br/>- Take a stroll through the high street of Longyearbyen, the world’s most northerly town, and follow in the footsteps of polar explorers<br/><br/>- Search for polar bears, walruses, whales and arctic foxes in their natural habitat<br/><br/>- Learn more about this isolated polar region from our on board team of experts",
    "durationDays": "8",
    "price": "5980",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Pre Cruise & Longyearbyen Pre-cruise hotel stay."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Svalbard The world's most northerly town, Longyearbyen, on Spitsbergen, Svalbard's largest island, also claims the most northerly high street and pub. It's home to The North Pole Expeditions Museum chronicling early pole-reaching efforts by air. Nearby, Svalbard Global Seed Vault preserves duplicate seeds from gene banks worldwide. Arctic waters around are populated by whales, including bowheads and narwhals, while walruses are regularly seen hauling out."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "The world's most northerly town, Longyearbyen, on Spitsbergen, Svalbard's largest island, also claims the most northerly high street and pub. It's home to The North Pole Expeditions Museum chronicling early pole-reaching efforts by air. Nearby, Svalbard Global Seed Vault preserves duplicate seeds from gene banks worldwide. Arctic waters around are populated by whales, including bowheads and narwhals, while walruses are regularly seen hauling out."
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "north-pole-expedition-cruise",
    "tourName": "North Pole expedition cruise",
    "placesVisited": "",
    "generalInfo": "Heading for 90 degrees North! Set off from Spitsbergen to sail to the edges of the Earth and reach the North Pole, the Holy Grail of adventurers in search of “the end of the world”. Aboard Le Commandant Charcot, a technological cocoon designed for exploration, you will encounter a wild and silent world that evolves according to the ice and the plays of light of the Northern Lights. During your crossing, you will probably be lucky enough to observe spectacular fauna - polar bears, seals or whales - before, perhaps, walking on the ground of this territory frozen by the cold, the northernmost point of our planet.",
    "durationDays": "13",
    "price": "30119",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Longyearbyen, Spitsbergen Longyearbyen is the capital of the Norwegian Svalbard archipelago, located on Svalbard’s main island, and is the northernmost territorial capital on the planet. With winter temperatures dropping to below 40°C, the landscapes of this mining town are simply breathtaking. The glaciers, the mountains stretching as far as the eye can see and the untouched nature, make you feel like you’re in completely unexplored territory."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "At sea along Spitsbergen The largest island in the Svalbard archipelago, its name meaning “pointed mountains” in German, Spitsbergen is the last piece of land before the Arctic ice floe. Aboard your ship, you will sail along the extremely spectacular coastline of this icy land. Between millennial glaciers and rugged mountains, you will discover a jagged coastline, hollowed-out by fjords. A unique setting, the refuge of a particularly rich avifauna, offering you the possibility of taking fabulous photographs from the deck of your ship."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Navigating through the sea ice Enjoy the absolutely unique experience of sailing to the heart of the ice floe, this vast expanse of virgin, immaculate ice. The landscapes are constantly changing, shifting from a smooth, flat wilderness to a chaos of ice, then to channels of open water. Your ship will sail along these naturally open channels and through the areas where the frozen layer is thinnest, offering you the chance to experience magic maritime moments in the midst of drifting sea ice. It will also often be an opportunity to see a particular kind of fauna, totally dependent on the ice floe."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Geographic North Pole Defined by a 90° North latitude, the Geographic North Pole lies on the Earth’s rotational axis, at the intersection of all meridians. Plunged into darkness for six months of the year, then lit by the sun for the following six months, this mythical site, permanently covered in ice and remote from any land, has fascinated generations of explorers. So far, only a very few people have ever reached it: an exploit which is now accessible to you aboard Le Commandant Charcot."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Navigating through the sea ice Enjoy the absolutely unique experience of sailing to the heart of the ice floe, this vast expanse of virgin, immaculate ice. The landscapes are constantly changing, shifting from a smooth, flat wilderness to a chaos of ice, then to channels of open water. Your ship will sail along these naturally open channels and through the areas where the frozen layer is thinnest, offering you the chance to experience magic maritime moments in the midst of drifting sea ice. It will also often be an opportunity to see a particular kind of fauna, totally dependent on the ice floe."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Ny-Alesund, Spitsbergen During your cruise, discover Ny-Ålesund, a former mining town that has been transformed into a scientific base. Founded in 1916, this small town was the departure point for many Arctic expeditions, including those of the famous explorer Roald Amundsen. Don't miss a visit to the museum and its famous post office, considered to be the most northerly in the world!"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "North-West region of Spitsbergen A kingdom of contrasts and natural marvels dotted with islands and peninsulas, northwest Spitsbergen fascinates with its preserved beauty. On these pristine lands, infinity unveils itself, treating the eyes to beauty sculpted by nature and enhanced by the changing light. The fjords bathed by icy waters, the jagged mountains and the imposing glaciers stand majestically before you, like monumental sculptures. In these lands, where souls are filled with deep serenity, only the murmur of broken ice, bearing mysteries and legends, disturbs the calmness. Aboard our Zodiacs and in the company of naturalist-guides, get as close as possible to this unique fauna and discover this centre for scientific expedition departures. In the distance, majestic whales glide silently through the glacial waters, whereas seals, walrus and Arctic foxes add a playful touch of life. As Svalbard reindeer wander the vast expanses, Arctic terns liven up the polar sky with their gracious flight and polar bears, which you may be lucky enough to see, patrol magnificently along the icy shores."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Longyearbyen is the capital of the Norwegian Svalbard archipelago, located on Svalbard’s main island, and is the northernmost territorial capital on the planet. With winter temperatures dropping to below 40°C, the landscapes of this mining town are simply breathtaking. The glaciers, the mountains stretching as far as the eye can see and the untouched nature, make you feel like you’re in completely unexplored territory."
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "norway-and-spitsbergen-luxury-cruise-tromso-roundtrip",
    "tourName": "Norway and Spitsbergen luxury cruise,Tromso roundtrip",
    "placesVisited": "",
    "generalInfo": "Embark on an extraordinary luxury cruise that takes you on a roundtrip journey to the edge of the Arctic. Departing from the picturesque city of Tromsø, known as the gateway to the Arctic, this eleven-day voyage promises an unforgettable adventure. As you set sail, you'll traverse the stunning Arctic waters, visiting some of the region's most remarkable destinations.<br/><br/>Your first stop is Bear Island, a remote and rugged island teeming with birdlife and dramatic cliffs. Next, you'll venture to Svalbard, an archipelago renowned for its breathtaking glaciers, fjords, and diverse wildlife, including polar bears, reindeer, and Arctic foxes. The journey continues to the majestic North Cape, the northernmost point of mainland Europe, where you'll witness awe-inspiring views of the Arctic Ocean.<br/><br/>Throughout the voyage, you'll have the opportunity to explore the Arctic's striking landscapes, from icy tundras to towering mountains. The cruise offers a range of excursions, allowing you to immerse yourself in the unique environment, whether it's through guided hikes, wildlife spotting, or simply soaking in the serene beauty of the Arctic.<br/><br/>This luxury cruise is designed to provide an enchanting experience, combining comfort and adventure as you discover the wonders of the Arctic. From the vibrant city of Tromsø to the remote wilderness of Svalbard and the iconic North Cape, each destination offers its own unique charm and allure, making this journey truly unforgettable.<br/><br/>Highlights of the cruise includes:<br/><br/>-View nesting Arctic seabirds such as guillemots. razorbills, little auks, fulmars and gulls<br/>-Explore the vast tundra-covered and icy landscapes of the High Arctic<br/>-Watch for polar bears, walruses, ringed seals, and other Arctic mammals as they roam in their natural habitat<br/>-Sail past North Cape, Western Europe's most northerly geographic point<br/>-Navigate through sea ice in the Arctic Ocean, including cruising close to towering tidewater glaciers",
    "durationDays": "12",
    "price": "7525",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Pre-cruise hotel stay in Tromso."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Bear Island The greatest bird cliff in the Barents Sea is on Bear Island, or Bjørnøya, Svalbard’s southernmost island. Atlantic puffins, northern gannets, glaucous gulls, great skuas, black-legged kittiwakes, little auks, common guillemots, and Brünnich's guillemots, nest on the steep cliffs near Kapp Kolthoff, south of Sørhamna. The ocean has sculpted sea stack rock columns, sea caves and tunnels, with a notable tunnel at Perleporten."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Svalbard is the kingdom of the polar bears, deep in the Arctic Circle, featuring varied polar landscapes and gargantuan glaciers. Beyond magnificent fjords in the north, the remaining sea ice serves as prime hunting grounds for polar bears. Closer to Longyearbyen, tundra and beaches replace snow and ice. Alongside 600 polar bears, this Arctic hotspot is home to walrus, Svalbard reindeer, ringed seals and arctic fox"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Skarsvag (Nordkapp) and Cruising North Cape Skarsvåg, Europe’s northernmost fishing village on Magerøya Island, is a short journey from Nordkapp (North Cape)—Europe's northernmost point above the Arctic Circle, marked by a striking globe monument. Only Svalbard stands between here and the North Pole. Along the coast, Atlantic puffin colonies and over a million seabirds nest, including arctic skuas, razorbills, northern gannets, white-tailed eagles, common eider ducks and great cormorants. Cruising North Cape North Cape (Nordkapp), the northernmost tip of Europe in Norway, where the Arctic Ocean meets the rugged coast, is a majestic headland that has fascinated explorers for centuries. Cruising to North Cape promises an awe-inspiring encounter with nature's grandeur and a glimpse into the Arctic's captivating allure. In summer, North Cape basks in the ethereal glow of the midnight sun, a surreal phenomenon where the sun never fully sets."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "The Arctic gateway, Tromso at 69 degrees north, is renowned for the midnight sun in summer and the Northern Lights in winter. The Arctic Cathedral, with stained-glass windows, hosts midnight concerts. The Fjellheisen cable car offers panoramic views from Mount Storstei­nen, while the historic centre features old wooden houses. The Polar Museum chronicles early polar explorations, and the thriving Alpine Botanic Garden adds to Tromso's charm."
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "scotland-to-spitsbergen-cruise",
    "tourName": "Scotland to Spitsbergen cruise",
    "placesVisited": "",
    "generalInfo": "Travel under the midnight sun to some of the most remote islands on the planet, where only a small number of adventurers have ever left their footprints<br/><br/>Sailing across the North Atlantic, you’ll be immersed in the region’s rugged beauty and whaling and Viking history, visiting the awe-inspiring and unspoiled destinations of Fair Isle, the Faroe Islands, Jan Mayen and Spitsbergen. Towering fjords, massive glaciers, soaring sea stacks and coastal cliffs teeming with thousands of seabirds, like the amazing Atlantic puffin, will take your breath away. So too will the diverse wildlife of this far-flung region, from Svalbard reindeer to dolphins, seals and whales. Having continuous daylight for part of the voyage means optimum chances to spot these magnificent creatures in their natural habitat at any time of day… or night!<br/><br/>Highlights:<br/>Follow in the footsteps of the Norsemen on Fair Isle and the Vikings in the Faroe Islands<br/>Explore the volcanic and glacier covered Jan Mayen island, in the heart of the North Atlantic Ocean<br/>Encounter iconic Arctic wildlife, such as puffins, reindeer, whales and seabirds<br/>Cruise in a Zodiac to explore diverse landscapes and wildlife<br/>Travel in a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>12 nights on the ship, 1 night hotel in Aberdeen<br/>Expedition cruising in comfortable conditions<br/>Countries visited: Arctic, United Kingdom, Spitsbergen<br/><br/>What's included:<br/>All meals while on the ship<br/>Beer and house wine during dinner<br/>All accommodation<br/>All transport and listed activities<br/>Tour leader throughout and qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas or vaccinations<br/>Mandatory transfer package including flights from Longyearbyen to Oslo which is £600 (or equivalent in booking currency) paid at time of booking",
    "durationDays": "14",
    "price": "9196",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Embark in Aberdeen, United Kingdom"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Embarkation Day"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Exploring Fair Isle"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Exploring the Faroe Islands"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "At Sea"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Exploring Jan Mayen"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "At Sea"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Exploring Spitsbergen"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Disembark in Longyearbyen"
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "south-west-greenland-cruise",
    "tourName": "South & West Greenland cruise",
    "placesVisited": "",
    "generalInfo": "This highly scenic and historically interesting expedition cruise explores some of Greenland’s most remote regions. Starting in Iceland, you will sail into the icy waters of the rarely-travelled southeastern coast of Greenland; then onwards to the lush southern tip before cruising the dramatic west coast of the world’s largest island. Along the way you have chances for spotting whales and seabirds along with rugged landscapes, imposing glaciers and historical sites from the Thule, Norse and Viking periods.<br/><br/>Crossing the Denmark Strait from Iceland you will tour one of the most remote parts of Greenland – it’s southeast coast. This area is a maze of vast glaciers, steep mountains and stunning fjord systems. Here you can enjoy a range of zodiac excursions and hiking opportunities for impressive views over snowcapped mountains, deep turquoise waters and surprisingly colourful Arctic tundra.<br/><br/>Moving to the fertile southern tip of Greenland, it is easy to see why Erik the Red gave Greenland it’s name. The area’s rich Norse and Viking history has some well-preserved ruins, including 14th Century churches; and Greenland’s oldest sheep-farming settlement which is still being worked today. This region is also scenically spectacular including the towering mountains surrounding Tasermiut Fjord – an area often referred to as the Patagonia of the North. Prins Christian Sund is another scenic highlight, with its complex maze of narrow fjords and channels where you might see one of its glaciers calving.<br/><br/>Rounding the coast, you will explore the dramatic west coast of Greenland characterised by more colourful settlements, spectacular glaciers, huge mountains and fjord systems. The waters here can offer chances for seeing whales, seals and seabirds, while there are opportunities for Arctic foxes and musk oxen on a remote hike.<br/><br/>Travelling on a small expedition ship, you will enjoy opportunities throughout the trip for shore landings, hikes and zodiac cruises. Your experienced Expedition Team will also offer a series of lectures and presentations throughout the voyage with a focus on wildlife, history and culture of the places you will see on your journey. An optional kayaking programme is offered on many of these voyages, which offers a unique and intimate way to explore the stunning fjord systems here. Kayaking is particularly fitting here, since the kayak was invented in Greenland almost 4,000 years ago.<br/><br/>When to Visit South &amp; West Greenland<br/><br/>A summer voyage will offer 24 hours daylight above the Arctic Circle under the midnight sun. This normally comes to an end in mid-August when spectacular long sunsets offer great photographic opportunities, especially against mountains and glaciers. A September voyage offers good opportunities for the Aurora borealis (Northern Lights); a truly unforgettable experience as the sky dances overhead with hues of green, red, blue and purple. In Greenlandic legend it is said that when you see the Northern Lights it means that the dead are playing football with the skull of a walrus; not perhaps as pleasant as the Inuit belief that they are torches set by spirits to guide new arrivals to the heavens, or as magical as them being the origin of dragon myths.<br/><br/>If you are trying to decide which polar voyage to consider, call one of our polar guides and experts who from first hand experience can share how a voyage to Greenland can offer long-lasting memories.<br/><br/>Please note that select voyage dates are invoiced in a foreign currency which is subject to currency fluctuations.",
    "durationDays": "12",
    "price": "21450",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 0,
        "title": "",
        "description": "We recommend that you arrive into Reykjavik at least one day before your trip begins and spend the night here in this modern city ready for embarkation tomorrow."
      },
      {
        "dayNumber": 1,
        "title": "",
        "description": "You will embark your expedition ship this afternoon, setting a a course westbound and following the thousand-year-old Norse sea route towards Greenland."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "As Norse explorers once did, you will cross the Denmark Strait from Iceland to Greenland. Days at sea are never dull. Your onboard expedition team will offer a series of lectures on local history, wildlife, geology, culture and more to prepare you for your adventure. Be sure to spend time out on deck keeping a sharp eye for seabirds and whales."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Your first port of call in Greenland is Tasiilaq, the largest settlement in East Greenland. Unlike the west coast, which has had uninterrupted contact with Europe since the 1700s, the coast of East Greenland remained more or less uncontacted until around 1894, when a Danish trading post was established at Tasiilaq. The vast distances involved in Arctic travel meant that the people of East Greenland (Tunumiit) were isolated from their cousins to the west, and the language, traditions and culture of East Greenland therefore differ significantly to those in other parts of the country. Tasiilaq sits in a perfect natural harbour on Ammassalik Island (meaning 'the Place of Many Capelin'). While superficially similar to towns on the West Coast, the landscape here is much more rugged, with fewer people outnumbers by sled dogs. Tasiilaq offers scenic hiking routes such as the Flower Valley or nearby hill; whilst its museum houses an great exhibition on Tunumiit culture. You may get the opportunity to watch a drum dancer in traditional East Greenlandic costume perform a millennia-old spiritual tradition; and visit a local workshop where skilled craftsmen create beautiful pieces from natural local materials."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "In the morning, you will sail slightly eastwards towards Ikateq: a spectacular fjord and a truly unique place; almost a time warp to the Second World War with it’s long abandoned airbase - eerie, fascinating and surrounded by staggering natural beauty. Expect to spend the afternoon in the small village of Kuummiut, which sits in breathtaking surroundings in the calm reaches of Ammassalik Fjord. Kuummiut - meaning People who Live by the River - is one of the larger villages in the area, and one of the most prosperous. Sitting upon some of East Greenland's richest fishing grounds, Kuummiut holds the only fish factory in the region. Fishermen from miles around come through Ammassalik Fjord (which is wide enough to stay mostly ice-free year-round) to sell their catch. Kuummiut is an ideal place to experience life in an East Greenlandic settlement. Whereas other towns have traffic, Kuummiut has the yowling of sled dogs and the sigh of the wind through the grass. No roads lead in or out of this isolated village and the sea is the highway for local transport - although motorboats have replaced the skin boats which brought people to these shores long ago. It is a perfect place to simply sit, watch the icebergs pass; and perhaps see the whales which often frolic in the calm waters offshore. From Kuummiut, you will continue to navigate through the labyrinth of fjords, heading towards Sermilik."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Separating Ammassalik Island from the Greenlandic mainland lies the vast Sermilik Fjord. Sermilik is a typically descriptive Greenlandic placename, roughly meaning the Glacial Fjord; and it is no mystery why: this waterway is choked with vast icebergs, and surely ranks among the most spectacular natural wonders of the region. The icebergs here mostly originate at the vast Helheim Glacier, one of the largest glaciers in this icy country. The Helheim and other glaciers which empty into the fjord pour directly off the Greenland Ice Sheet, the edges of which can be seen to the east, rising thousands of metres towards the frozen core of this vast island. The volume of ice will dictate your activities in Sermilikfjord, although options include coming ashore to marvel at the spectacular scenery and untouched nature of the area, or exploring on the water and marvelling at the natural ice sculptures of the area on a Zodiac cruise through the icebergs. Whatever you do, prepare to be amazed by the jaw-dropping beauty of this otherwordly place."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today's adventure begins as you sail into magnificent Skjoldungen: a staggeringly beautiful fjord on the southeastern coast of Greenland. The fjord is named for Skjold, an ancient Danish King of legend, while the Greenlandic name, Saqqisikuik, references the sunny climate of the area. Various archaeological finds on the island which sits in the middle of the fjord suggests nomadic Inuit groups visited and stayed in the area in years gone by; more recently, settlers were brought from Tasiilaq to settle the island in the 1930s, but returned there thirty years later. Today, uninhabited Skjoldungen sits almost 300km from the nearest village, with Mother Nature its only ruler. Vast saw-toothed mountains lined with opalescent glaciers line the deep chilly waters of the fjord, which can freeze even in summer. At the head of the fjord lies the magnificent Thryms Glacier, a magnificent river of ice flowing down from the ice sheet. On the southern side of Thryms Glacier lies the sweeping U-shaped glacial valley of Dronning Maries Dal - a textbook example of a glacially-produced landscape. Join your expedition team for a walk on the flower-lined floor of this valley, and marvel at the stunning scenery. Ensure you are on the outer decks on your approach and departure from this magnificent fjord too: you will not be disappointed!"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "South of Skjoldungen lies Kap Farvel, or Cape Farewell, which is renowned not only as Greenland's southernmost point, but also for its infamously challenging weather, which commonly features large swells and gale-force winds. With this in mind, your Captain will likely deliberately opt for a far more comfortable but also more spectacular route, cruising via the inside passage of Prins Christian Sund. Known in Greenlandic by it's typically descriptive name of Ikerasassuaq ('the Big Strait'), this 60 km long waterway reaches from the entrance on the southeastern coast of Greenland to the small village of Aappilattoq, connecting the Labrador and Irminger Seas. Prins Christian Sund is one of the most spectacular waterways anywhere on Earth. Kept free of ice year round by strong tidal currents, the strait is hemmed in on either side by mountains which rise straight out of the water some reaching over 2,000m in height. Large glaciers flow from the ice sheet into the sea on the northern side of the strait, while sapphire blue mountain glaciers loom over the water from the southern side, and vast icebergs stud the glassy waters. In the afternoon, you should approach the small village of Aappilattoq, which sits hunkered beneath the towering mountains at the end of Prins Christians Sund. The village is a world away from busy Tasiilaq or even Kuummiut; life here moves at a slower pace, following the rhythms of the wind, waves and tides. Aappilattoq (meaning 'Red' in Greenlandic, referring to the stark granite bluffs above) offers excellent hiking opportunities, and the local choir is renowned throughout Greenland."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "During the early morning, you will plan to sail through the majestic mountains of Tunulliarfik Fjord towards the small beach of Itilleq. The southern fjords of Greenland offer a very different environment to the chilly north and east of the country. Situated at roughly 60°N, this region is level with northern Scotland or southern Scandinavia, with a climate to match. Here, the weather is calm, stable and humid, with much warmer summers and milder winters than the rest of the country. In place of rocky hillsides, the fjords here are lined with lush green meadows and dotted with small sheep-farming settlements, of which Qassiarsuk and Igaliku are perhaps the best known. Coming ashore in the morning at the sheltered bay of Itilleq, a farm trail beckons you to the village of Igaliku. During the morning, you will plan to trek through the lush green hills to see the remains of the Norse Bishop's palace at Garðar - once a place of great power and influence in this remote corner of the Norse world. During the afternoon, you will reposition to the other side of the fjord to the sheep-farming village of Qassiarsuk. While the modern village was founded in 1924, the location has a fascinating and much longer history; it was here that legendary Norse explorer Eric the Red settled after being banished from Iceland. He named the land he discovered 'Greenland' to encourage other settlers to follow him - a marketing ploy that has stood for over a thousand years! Erik the Red settled in this green landscape and set up a small farmstead in typical Norse style, naming his new home 'Brattahlíð'. Today the outlines of buildings can be seen, along with stunningly accurate reconstructions of Eric's farm, where modern Inuit farmers continue to raise sheep to this day. A statue of Erik now overlooks the area, commemorating the first European to reach the Americas, and whose son Leif would be the first European to reach Baffin Island and Newfoundland. Sites rich in fascinating history and culture old and new, the settlements of Brattahlíð and Garðar are today part of the Kujataa UNESCO World Heritage Site."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "From South Greenland, you will follow the rugged coast of this vast island northwards. All settlements in Greenland (with the exception of Kangerlussuaq) are situated directly on the ocean coast of the country. The vast majority of Nuuk’s residents (some 50,000 or so) live on the narrow strip of coast on the west of the country, facing the Davis Strait. Ocean currents bring warm water up from the Atlantic to the west coast, enriching these wildlife-filled waters. Be sure to spend time out on deck watching for the whales, seals and a huge variety of seabirds which are common in these rich waters."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "A mixture of skyscrapers and traditional wooden houses, the quaint and cosmopolitan Nuuk is a city of contrasts. The vibrant bustling capital of Greenland, Nuuk feels much larger than it’s 19,000 inhabitants, and offers a wealth of experiences to visitors. Nuuk has a bustling cosmopolitan vibe, and hosts some of Greenland's best attractions including the Greenlandic National Museum, a treasure trove of history stretching back to the first inhabitants of this icy island - including artefacts from the Paleo-Inuit and Norse periods, as well as the spellbinding Qilakistoq mummies; the Greenlandic cultural centre at Katuaq; shop for authentic Greenlandic artworks in the city's many boutique shops, or simply relax at a hip curbside café with a Greenlandic coffee and watch this vibrant city in action. Nuuk York (as proud locals call it) is unlike any other city in Greenland, or indeed the world."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "On the last full day of your expedition cruise, you will arrive at the small village of Kangaamiut - an incredibly picturesque settlement in Greenland’s central Qeqqata region. Surrounded by cold rich waters and a vast back country brimming with game, life in Kangaamiut moves at a slower pace, and locals still live a largely traditional lifestyle, surviving by hunting and fishing. Hike to the heliport atop the hill for stunning views over the town and the surrounding fjordlands, or meet the friendly local people during a display of traditional clothing, foods, and seal-flensing. The artists of Kangaamiut are well-known throughout Greenland, and some of the locals' most splendid work can be viewed in the town's small museum. In the afternoon, you will sail inland into Evighedsfjorden / Kangerlussuatsiaq: one of the many deep fjords carved between the steep mountains of this region. The Danish name Evighedsfjorden means The Eternity Fjord, referring to the vast size of the inlet; whilst the Greenlandic name Kangerlussuatsiaq translates as The Rather Large Fjord - something of an understatement! Evighedsfjorden stretches around 100km into the glacier-clad mountains, bisecting the large ice cap which overlies much of the land between Nuuk and Sisimiut - Greenland's two largest cities. The aim will be to explore on a Zodiac cruise in front of the Evigheds Glacier, which flows into the fjord from the Maniitsoq Ice Cap above. Watch for calvings from the glacier, and guillemots and kittiwakes on the nearby bird cliffs."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "During the night, you will sail up the 100 mile Kangerlussuaq Fjord. After breakfast aboard the ship, you will bid a fond farewell to the ship's crew, Expedition Team and fellow travellers before shuttling ashore by Zodiac. Your Arctic adventure and time in Greenland concludes as you arrive at the sleek modern airport terminal - with memories to last a lifetime. From here you will fly to Copenhagen, Denmark and the end of your trip. We strongly recommend that you book a night in Copenhagen tonight, as your flight may arrive too late for you to catch an international flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "spitsbergen-and-north-east-greenland-cruises",
    "tourName": "Spitsbergen and North East Greenland cruises",
    "placesVisited": "",
    "generalInfo": "This is a true High- Arctic voyage, providing the opportunity to explore three very different regions: Spitsbergen, Greenland and Iceland in one journey. This voyage offers the incredible variety of the Arctic: ever-changing landscapes, inspiring wildlife observations and the rich historical past of this remote and breath-taking region.<br/><br/>The journey starts in western Spitsbergen, an area of spectacular scenery: fjords, glaciers and dramatic mountains. Highlights of past expeditions have included observations of polar bears, seals and walruses, Arctic birdlife and whales. A team of scuba divers will be on board documenting and providing an insight into the submarine Arctic environment for those who cannot observe below the water. <br/><br/>The journey will follow the pack ice of the East Greenland current, hoping for observations of whales along the way including a glimpse of polar bears on the ice. The approach to Greenland is dramatic as 2000m high mountains appear on the horizon, capped by the Worlds second largest ice sheet. In favourable ice conditions we explore Keiser Franz Joseph Fjord and Scoresby Sund, the largest and most spectacular fjord in the World. Here we will cruise around the spectacle of huge glaciers and beautifully sculpted icebergs, matched in size and splendour only by those of Antarctica.<br/><br/>The warm colours of the tundra present breathtaking landscapes and are dotted with wildlife including musk oxen and arctic hares. As we sail along the rugged Greenland coastline we keep a constant watch for polar bears, often encountered strolling along the coast or drifting on nearby ice floes.<br/><br/>This is a truly fascinating voyage filled with ever-changing landscapes, inspiring wildlife observations and a rich historical past. Greenland's unique and colourful culture is also explored with the opportunities to visit hardy Inuit communities and observe their fascinating culture. August departures offer good birdlife sightings and often September can provide some splendid opportunities to view the Aurora borealis or Northern Lights.<br/><br/>Your Arctic voyage ends in Iceland. For those looking for a land extension here we can provide plenty to choose from: volcanoes, geysirs, waterfalls and a unique landscape of sculpted lava. For the adventurous, hiking, and even a snorkel at or dive at Silfra, the submarine rift valley dividing the American and European continental plates, can be arranged.<br/><br/>Please note that select voyage dates are invoiced in a foreign currency which is subject to currency fluctuations.<br/><br/>The itinerary below is based on our 14 day voyage. Itineraries vary depending on date, vessel and are subject to weather and ice conditions.",
    "durationDays": "14",
    "price": "17345",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Longyearbyen, the administrative capital of the Spitsbergen archipelago of which West Spitsbergen is the largest island. Before embarking there is an opportunity to visit this former mining town. The Parish Church and the Polar Museum are well worth visiting, while in the country around the village more than 100 species of plant have been recorded. In the early evening the ship will sail out of Isfjorden. We will try to have an evening excursion in Tryghamna near a 17th century English whaling station."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Your ship heads to Raudfjorden, on the north coast of West Spitsbergen, you take in an expansive fjord spilling with glaciers – and maybe even visited by ringed and bearded seals. The cliffs and shoreline of this fjord also support thriving seabird colonies, rich vegetation, and the possibility of polar bears. In the evening you sail by the island of Moffen, where you can find a large herd of walruses."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "You may eventually see the jagged edge of the east Greenland sea ice flashing into sight ahead, depending on the conditions. Keep watch for whales and migrating seabirds here."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "In your approach to Greenland, you may sail through the sea ice into Foster Bay and land at Myggebugten. Beyond the old hunters’ hut – in the first half of the 20th century, Norwegian trappers hunted here for polar bear and Arctic fox – there is a sprawling tundra populated by musk oxen, with geese floating the small lakes. From here you sail through Kaiser Franz Josef Fjord, surrounded by towering mountains and bright interior icebergs. An alternative route is Sofia Sound, a narrower waterway."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "You arrive at Teufelschloss (Devil’s Castle), a mountain with layered geology. On the other side of the fjord is Blomsterbugt and the landing site. In the afternoon you head into Antarctic Sound, where you find the islands of Ruth, Maria, and Ella. Maria is the most likely spot for a landing."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "The first half of the day we spend in Alpefjord, a spectacular fjord with glaciers and ice-bergs. From there we have good view on the 3000m high by von Payer named Petermann Berg."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "The first half of the day you spend in Antarcticahavn, an extensive valley where you can spot groups of musk oxen. At this time of year, the sparse vegetation is dressed in the fiery colors of autumn."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Today you reach Scoresbysund, sailing along the glaciated Volquart Boons Kyst. You may also enjoy a Zodiac cruise along one of the glacier fronts, along with a visit to the basalt columns and ice formations of Vikingebugt. In the afternoon the plan is to visit Danmark Island."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "The goal is a Zodiac cruise near Røde Ø, one of the world’s most cherished iceberg attractions: The austere blue-white of the icebergs sets sharp against the brooding red backdrop of the sediment slopes. The afternoon plan is to sail through the northern parts of Røde Fjord, with the chance to see musk oxen and warm autumnal foliage."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "In the morning you encounter colossal icebergs, some over 100 meters (328 feet) high and more than a kilometer (.62 mile) long. Most of them are grounded, as the fjord is only about 400 meters (1,312 feet) deep. You then land near Sydkap, with fine views of Hall Bredning and a good shot of seeing Arctic hares."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Today you make a tundra landing on Liverpool Land, in Hurry Inlet. The afternoon stop is Ittoqqortoormiit, the largest settlement in Scoresbysund – about five hundred inhabitants. At the post office you can buy stamps for your postcards, or just stroll around to see the sled dogs and drying skins of seals and musk oxen. In the afternoon you sail south, passing the picturesque landscapes of the Blosseville Coast."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "A day at sea grants you winning opportunities to spot whales and seabirds – and at night, the magical northern lights."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Every adventure, no matter how grand, must eventually come to an end. You disembark in Akureyri, where on request you can transfer by chartered bus – a six-hour drive that you must book in advance – to Radhus Reykjavikur / city hall in Vonarstraeti in Reykjavik. The memories made on this voyage will accompany you wherever your next adventure lies."
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "spitsbergen-arctic-cruise",
    "tourName": "Spitsbergen Arctic cruise",
    "placesVisited": "Longyearbyen, Northwest Spitsbergen National Park, Kongsfjorden fjords, Svalbard reindeer, polar bears and Brunnich's guillemots, Abandoned mining and whaling settlements, Eastern Svalbard, South Spitsbergen, Rossøya, Edgeøya, Kvitøya, Southwest Spitsbergen fjords, Onboard lectures and presentations from Arctic experts, Zodiac landings, hiking excursions and sea kayaking",
    "generalInfo": "Join us on an unforgettable Arctic expedition as we venture towards the 80th parallel, just 600 nautical miles from the North Pole. If ice conditions allow, we’ll attempt a full circumnavigation of Spitsbergen, the largest island in Svalbard. Along the way, explore remote fjords, towering glaciers, and dramatic ice edges while searching for incredible wildlife, from reindeer and walruses to the elusive polar bear.<br/><br/>Beneath the endless daylight of the Midnight Sun, experience the raw beauty of the High Arctic. Discover the historic town of Longyearbyen, scan the tundra and icy waters of Northwest Spitsbergen National Park, and navigate through ever-changing seascapes. With expert guides leading the way, every day brings new opportunities for adventure, whether hiking, scanning the seas from the ship, or exploring by small expedition boat.<br/><br/>Highlights:<br/>•\tAttempt to cross the 80th parallel and circumnavigate Spitsbergen, Svalbard’s largest island, sailing under the Midnight Sun<br/>•\tSearch for Arctic wildlife, including polar bears, walruses, reindeer, and whales, and see towering bird cliffs teeming with seabirds like guillemots and fulmars<br/><br/>•\tExplore the dramatic fjords, glaciers, and ice edges around Spitsbergen’s dramatic coastline<br/>•\tVisit historic Longyearbyen, the world’s northernmost town<br/>•\tEnjoy up-close cruising by small expedition boat and hike across the tundra to explore former trapper and mining sites<br/>•\tKayaking options available (select departures – fees apply)<br/><br/>Various departures available aboard MS Spitsbergen and MS Fram. Activities and excursions may differ.<br/>",
    "durationDays": "11",
    "price": "9676",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Oslo-Longyearbyen: Your Arctic adventure begins with an included flight from Oslo to Longyearbyen, the world’s northernmost town and the administrative capital of the magnificent Svalbard archipelago. Upon arriving in Longyearbyen, in the heart of Spitsbergen, you will check into a comfortable hotel for an included overnight stay. Time allowing, head out to explore this unique and colourful Arctic settlement, where people are outnumbered by snowmobiles, and enjoy a relaxing evening at your leisure. Oslo is a captivating metropolis steeped in history and renowned for its thriving art scene. Immerse yourself in its cultural richness as you explore world-class museums, art galleries, and awe-inspiring architectural wonders, including the iconic Opera House and the newly inaugurated Munch Museum. For a serene interlude, take a leisurely stroll through the Ekebergparken sculpture park or unwind in a unique floating sauna experience. Discover the contemporary charm of Sørenga, where urban beach life beckons, and savor the delights of New Nordic cuisine. These enriching experiences await you before your journey takes you to Longyearbyen in the Svalbard archipelago, where a whole new chapter of exploration unfolds."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Longyearbyen - Embark: After breakfast at the hotel this morning, enjoy an included excursion that will offer you a brief insight into this unique and charming town. This is the perfect settlement for exploring on foot, and you may even spot the odd reindeer sauntering by as you stroll through the colourful main street. In the afternoon you will board your impressive expedition vessel and prepare for your adventure to truly begin as we set sail through the Isfjorden and into the wilderness."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Ny-Ålesund Area: Today, immerse yourself in the tranquillity of Ny-Ålesund and the stunning fjords of Krossfjord and Kongsfjord. With the Norwegian Mapping Authority’s nearby geodetic station requiring a temporary disconnection from Wi-Fi and Bluetooth, you’ll have the perfect opportunity to unplug and fully embrace the untouched beauty of the Arctic. Once a remote mining outpost and the launch site for Roald Amundsen’s historic airship Norge, Ny-Ålesund is now a leading centre for global science and climate research. As you explore, traces of its pioneering past remain visible amidst the modern research stations. Surrounded by dramatic glacial landscapes, we’ll navigate the fjords, ready for adventure at every turn. Whether launching our small expedition boats, setting foot on shore for a hike, or cruising past towering ice formations, the Arctic’s raw beauty awaits."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Expedition Days: Over the next two days, immerse yourself in the wild beauty of Northwest Spitsbergen National Park. This remote landscape of towering mountains, expansive glaciers, and scattered offshore islands is home to some of the Arctic’s most iconic wildlife. Keep your eyes peeled for whales, seals, walruses, and reindeer - and if luck is on our side, we may even spot a polar bear from the ship’s Observation Deck. In breathtaking Kongsfjord, witness massive glaciers calving into the sea, a powerful display of nature’s forces. Adventure awaits at every turn. We’ll make the most of every opportunity to explore, whether paddling through icy waters in kayaks, venturing ashore in our small expedition boats for a hike, or taking part in a meaningful beach clean-up to help preserve this pristine environment."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Ice Edge Attempt: If conditions permit, we’ll set sail northward, aiming to cross the 80th parallel and reach the ever-shifting ice edge. This dynamic transition between the frozen Arctic Ocean and open sea is a breathtaking, fleeting wonder where drifting pack ice and scattered floes create a mesmerising landscape. From the ship, keep watch for wildlife as seals and walruses are often seen resting on the shimmering ice, offering incredible photo opportunities. If the conditions align, we’ll lower our expedition boats into the water for an unforgettable, up-close experience amid the floating ice. The ice edge is constantly moving, shaped by the seasons and shifting conditions, making our visit an ambitious goal rather than a guarantee. From May to August, as summer advances, the ice retreats further north, and it may be beyond our reach. Should that be the case, we’ll instead explore the dramatic fjords, towering glaciers, and stunning landscapes along the Svalbard coast. By late July and August, the tundra bursts into life, with vibrant wildflowers painting the Arctic in unexpected splashes of colour, offering a striking contrast to the icy wilderness."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Eastern Spitsbergen: We spend the next two days scouting for polar bears, seabirds, and walruses as our adventures continue. If sea ice allows, we’ll journey into the frozen seascape of Eastern Spitsbergen, where the wilderness feels both vast and untamed. Over the next two days, we have high hopes of spotting the elusive polar bear, along with walruses and thriving colonies of Brünnich’s Guillemots and other seabirds in the Hinlopen Strait. Our route may take us south to Freemansundet and Kapp Lee or across to the remote shores of Edgeøya and Barentsøya, where we’ll launch our small expedition boats to explore. In true expedition style, our exact course will be shaped by the conditions on the day. Channel your inner explorer with thrilling landings, hikes, and kayak excursions. Should the ice block our passage through the Hinlopen Strait, adventure still awaits as we shift our focus to the wonders of western Svalbard. We’ll navigate through dramatic fjords and alongside towering, calving glaciers, always on the lookout for the remarkable wildlife that calls this Arctic wilderness home."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Hornsund & Bellsund: Having sailed along the southern coast of Spitsbergen, your expedition cruise reaches Hornsund, one of Svalbard’s most stunning fjords. Lush Arctic vegetation gives way to dramatic mountains, while seals and whales may be spotted from deck alongside glaciers calving into the sea. Next, we venture to the snowcapped peaks of Bellsund, where towering cliffs host colonies of auks, guillemots, and Northern Fulmars, with Arctic foxes and Svalbard reindeer roaming below. Explore remnants of early mining settlements and hear the story of Wanny Woldstad, Svalbard’s first female trapper. As always, our plans will be guided by the changing weather, with your Expedition Team selecting the best opportunities for exploration each day."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Longyearbyen to Oslo: Arrival back into port at Longyearbyen will signal the conclusion of your thrilling Spitsbergen expedition cruise and it will sadly be time to disembark and bid farewell to your expedition team. A transfer will be provided to the airport for your included flight back to Oslo. Should you wish to spend more time in this fascinating part of the world, there are a wide range of additional adventures available here, please just enquire for more details and we will be happy to help you with your plans."
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "spitsbergen-cruise-6-days",
    "tourName": "Spitsbergen cruise, 6 days",
    "placesVisited": "Longyearbyen, Barentsburg, Woodfjorden, Liefdefjorden, Moffe, 80° North, Kongsfjorden, Ny-Alesund, Isfjorden",
    "generalInfo": "This six-day adventure, including a cruise aboard a restored vintage small ship, will take you past some of the Arctic’s most extraordinary landscapes in the ethereal light of the midnight sun. As you journey above the Arctic Circle along the remote west coast of Spitsbergen, keep your eyes peeled for glaciers, rocky mountain ranges and a whole host of wildlife including, if you’re lucky, polar bears.<br/><br/>But this cruise is not all about time on board. You’ll have plenty of opportunity to explore Sptisbergen on foot, with one or two nights spent on land and the remaining days at sea. You’ll enjoy guided tours of Longyearbyen, Svalbard’s only town and the world’s northern-most city, and Russian Barentsburg, before embarking on an adventure into the Arctic wilderness.<br/><br/>During your voyage you’ll also have the opportunity to step ashore and explore the remains of some of Svalbard’s tiny historic settlements, including an old coal mining community which is now an international Arctic research station.<br/><br/>Along the way keep a weather eye out for a plethora of Arctic wildlife including sea birds nesting on cliff faces, walrus and of course, polar bears.<br/>",
    "durationDays": "6",
    "price": "2118",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Mining History and Arctic Nature. Arrive in Longyearbyen, where we will meet you at the airport to transfer to your hotel. From there you can explore the town, visit the North Pole Expedition Museum, and enjoy a two-course dinner at your hotel restaurant. Overnight stay at either Radisson Blu Polar Hotel or Funken Lodge, depending on your cabin category."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Settlements of the Far North. Morning at leisure in Longyearbyen, with a two-course lunch at your hotel, before a guided tour that includes the Svalbard Museum and Camp Barentz. Embark on the MS Serenissima and sail through Isfjorden, observing Arctic wildlife and historical sites."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Into the Arctic Wilderness. Enter remote Arctic areas without communication signals, and explore Magdalenefjorden's alpine-like scenery, historical whaling sites, and rich birdlife. Potential landing depends on weather and ice conditions."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Scanning for Polar Bears. Explore the diverse landscapes of Woodfjorden and Liefdefjorden, and scan for polar bears and other wildlife. If conditions allow, sail above 80° North and approach Moffen Island, known for its walrus population."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Fjords, Glaciers and Research. Discover the scenic Kongsfjorden, hike on the tundra, and visit the research settlement of Ny-Ålesund. Learn about Arctic exploration history and send a postcard from the northernmost post office in the world. Upon arrival in Ny-Ålesund, the ship will dock at the pier, and passengers can disembark directly from the ship onto land."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Flying Home from the Arctic. Departure day, with transfer from the ship to Radisson Blu Polar Hotel Spitsbergen. From here you have another opportunity to explore Longyearbyen and buy souvenirs before a transfer to the airport."
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "spitsbergen-in-depth-cruise",
    "tourName": "Spitsbergen in depth cruise",
    "placesVisited": "",
    "generalInfo": "Similar to the classic Realm of the Polar Bear itinerary, but with 3 extra days of exploring and higher chances of completing a Spitsbergen circumnavigation, this really is the ultimate Svalbard expedition. This fantastic itinerary offer lots of opportunities to see polar bears on the ice as well as other spectacular wildlife including different species of whales - fin, minke, humpback and even blue and beluga - plus walrus, seals, Arctic fox, reindeer and myriad birdlife. This on top of amazing mountain, glacial and tundra scenery, make the voyage an unforgettable experience.<br/><br/>HIGHLIGHTS:<br/><br/>- Attempt to fully circumnavigate the spectacular island of Spitsbergen in the Svalbard archipelago<br/>- Great chances of seeing polar bears<br/>- Observe whales, walrus, Arctic fox and other wildlife<br/>- Myriad birdlife including rare ivory gull and others<br/>- Spectacular mountain and glacial scenery throughout<br/>- Exciting Zodiac excursions and guided shore visits<br/>- Midnight sun<br/>- Kayaking options available (additional fees apply)<br/><br/>Various departures available aboard The Expedition. Please enquire for full dates and rates. Lowest prices shown are per person based on sharing a triple cabin.",
    "durationDays": "11",
    "price": "5449",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Longyearbyen: Your journey begins in Longyearbyen, the administrative capital of Svalbard, where after arriving independently you will be transferred to the port for afternoon embarkation. Settle in to your new surroundings and prepare for adventure as your crew prepare the ship for departure in the evening."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Svalbard Archipelago: Over the course of the next nine days we will immerse ourselves in the spectacular coastline of Spitsbergen, the largest island in the Svalbard archipelago, with our unique Polar vessel allowing us to visit remote and seldom-visited areas on a constant search for wildlife and historical and scenic experiences. Our exact route and itinerary will be dependent on ice, sea and weather conditions and will be determined on a day by day basis - this is true expedition sailing after all. Exploring as many remote areas as possible we will visit ice-covered fjords with breathtaking mountain scenery and glaciers, land at historical and cultural sites and spend time sailing through the ice in search of polar bears hunting seals. Making land at unforgettable stops across the island we will hope for sightings of Arctic fox and Svalbard's unique reindeer, learning all about the area's distinctive tundra and geological features as we go. With plenty of days for exploration, we will attempt to circumnavigate the island if possible. If ice conditions are favourable we will hope to sail through Hinlopen Strait towards the island’s east coast, before sailing south into the Freemansundet area. As with all Polar expeditions, the conditions will determine our route however, and we may decide to explore alternative routes to make every moment of our time in this truly remote destination count. The route taken may also depend on which part of the season you are sailing in; late season voyages often result in a full circumnavigation of the island as the waterways are less ice-clogged and a late-season voyage could take us to the seldom-explored areas of Kvitoya and Nordaustlandet. On early season voyages there are more large ice floes and Arctic pack ice, which although means we may not be able to venture entirely around the island, will usually bring more frequent wildlife viewing. Whichever route we take we will be on a constant lookout for wildlife, and with near 24 hour daylight, there are lots of opportunities, so be prepared to be called at any time for close up polar bear, walrus or whale sightings. We will also see lots of birds, including hopefully the rare and lovely ivory gull, plus little auks, guillemots, puffins and more. Each day will be spent exploring by Zodiac or on foot experiencing once-in-a-lifetime encounters and scenic opportunities."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Longyearbyen: On the morning of day 11 your ship will have arrived back in Longyearbyen where sadly it is time to disembark and bid farewell to your new-found friends. A transfer will be provided to the airport for those with homeward flights or to a downtown location for those wishing to stay on in Longyearbyen to experience more of this unique town and the many Arctic adventures that it holds. For more information on land-based Arctic adventures available in Longyearbyen please talk to one of the Wildfoot team who will be happy to point you in the right direction."
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "spitsbergen-wildlife-cruise",
    "tourName": "Spitsbergen wildlife cruise",
    "placesVisited": "",
    "generalInfo": "Explore the Svalbard Archipelago, a paradise of ice and tundra, inhabited by Polar bears, walrus and seabirds<br/><br/>If there is such a thing as a “classic Arctic” expedition cruise, this is it. Get all the best of Spitsbergen by exploring the western edge of the island and venturing to some northern outlying areas home to Polar bears and walrus. Come across colonies of seabirds numbering into the thousands and watch for whales in the water. Packed with options for snowshoeing and sea-kayaking, this is the perfect expedition for exploring the “wildlife capital of the Arctic\".<br/><br/>Highlights:<br/>Sail beyond the Arctic Circle to 80° north<br/>Zodiac and shore excursions to discover the icy wilderness<br/>Arctic fox, whales, walrus and huge 200,000 strong colonies of Little auk<br/>Polar bears often seen hunting on ice floes<br/>Travel in a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>8 nights on the ship, 2 nights hotel in Helsinki<br/>Expedition cruising in comfortable condition<br/>Countries visited: Spitsbergen, Arctic<br/><br/>What's included:<br/>All meals while on the ship<br/>Beer and house wine during dinner<br/>All accommodation<br/>All transport and listed activities<br/>Tour leader throughout and qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas or vaccinations<br/>Mandatory transfer package (including charter flights from Oslo to Longyearbyen return) which is from £700 per person (or equivalent in booking currency) paid upon booking",
    "durationDays": "10",
    "price": "9270",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Start in Helsinki, Finland"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Embarkation Day in Longyearbyen, Svalbard"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Exploring Spitsbergen and the Svalbard Archipelago"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Disembark in Longyearbyen and fly to Helsinki"
      }
    ],
    "map": ""
  },
  {
    "destination": "Arctic Cruises",
    "mainPhoto": "",
    "id": "svalbard-luxury-cruise-in-the-arctic",
    "tourName": "Svalbard luxury cruise in the Arctic",
    "placesVisited": "Longyearbyen, Magdalenefjorden, 14 July Glacier, Moffen Island & Woodfjorden, Hinlopen Strait, Barentsya & Edgeya Islands, Hornsund & Bellsund Fjords, Isfjorden, Itinerary is subject to ice conditions",
    "generalInfo": "In 10 days you can cruise all around Spitsbergen, the biggest island in the Svalbard Archipelago. Even in high summer, there’ll be ice floes in your path lit by the midnight sun. Your vessel has a strengthened hull, specially designed so it can make through these icy waters. <br/><br/>Start in Longyearbyen, where you can take a tour of the world’s northernmost city, before heading north. Ice permitting, your boat will squeeze through the Hinlopen Strait, between Spitsbergen and the island of Nordaustlandet, its closest neighbour. You’ll end the trip with a midnight cruise of beautiful Isfjorden.<br/><br/>The polar bear is king in Svalbard, and many roam free on the island. They’re far from the only wildlife around: vast colonies of guillemots give a deafening chorus as you approach their cliff-face nests, and seals and walrus lazing on the rocks beneath.<br/><br/>There’ll be Zodiac expeditions from your main boat to the shore, so you can get up close to glaciers, and maybe even track a polar bear along the beach. Once you get on shore you can look out for Arctic fox and ptarmigan.",
    "durationDays": "10",
    "price": "6545",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Largest town, biggest island. You touch down in Longyearbyen, the administrative center of Spitsbergen, the largest island of the Svalbard archipelago. Enjoy strolling around this former mining town, whose parish church and Svalbard Museum make for fascinating attractions. Though the countryside appears stark, more than a hundred species of plant have been recorded in it. In the early evening the ship sails out of Isfjorden, where you might spot the first minke whale of your voyage."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Cruising Krossfjorden. Heading north along the west coast, you arrive by morning in Krossfjorden. Here you might board the Zodiacs for a cruise near the towering blue-white face of the Fourteenth of July Glacier. On the green slopes near the glacier, colorful flowers bloom while flocks of kittiwakes and Brünnich’s guillemots nest on the cliffs. You have a good chance of spotting an Arctic fox scouting for fallen chicks, or a bearded seal paddling through the fjord. In the afternoon you sail to Ny Ålesund, the northernmost settlement on Earth. Once a mining village served by the world’s most northerly railway – you can still see its tracks – Ny Ålesund is now a research center. Close to the community is a breeding ground for barnacle geese, pink-footed geese, and Arctic terns. And if you’re interested in the history of Arctic exploration, visit the anchoring mast used by polar explorers Amundsen and Nobile in their airships, Norge (1926) and Italia (1928)."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "The massive Monaco Glacier. Depending on the weather, you could sail into Liefdefjorden and cruise within sight of the 5-kilometer-long (3.1 miles) face of the precipitous Monaco Glacier. The waters in front of this glacier are a favorite feeding spot for thousands of kittiwakes, and the base of the ice is a popular polar bear hunting ground. If ice conditions prevent sailing here early in the season, an alternate route along the west coast of Spitsbergen can be implemented."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Barentsøya’s many bounties. The plan is to make landings in Freemansundet, though polar bears sometimes make this impossible. Potential stops on Barentsøya include Sundneset (for an old trapper’s hut), Kapp Waldburg (for its kittiwake colony), and Rindedalen (for a walk across the tundra). You might also cruise south to Diskobukta, though Kapp Lee is more likely your destination. On Kapp Lee is a walrus haul-out, Pomor ruins, and the chance for hikes along Edgeøya."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Land of the Pointed Mountains. You start the day by cruising the side fjords of the Hornsund area of southern Spitsbergen, taking in the spire-like peaks: Hornsundtind rises 1,431 meters (4,695 feet), and Bautaen is a perfect illustration of why early Dutch explorers named this island Spitsbergen, meaning “pointed mountains.” There are 14 sizable glaciers in this area as well as opportunities for spotting seals, beluga whales, and polar bears."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Bell Sund’s flora, fauna, and haunting history. Today you find yourself in Bell Sund, one of the largest fjord systems in Svalbard. The ocean currents make this area slightly warmer than other areas in the archipelago, which shows in the relatively lush vegetation. Here there are excellent opportunities to enjoy both history and wildlife. A possibility is Ahlstrandhalvøya, at the mouth of Van Keulenfjorden, where piles of beluga skeletons can be found. These remains of 19th-century whale slaughter are a haunting reminder of the consequences of rampant exploitation. Fortunately, belugas were not hunted into extinction, and you have a good chance of coming across a pod. Alternately, while cruising the side fjords of Bellsund, you can explore tundra where reindeer like to feed as well as rock slopes where little auks are breeding."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "There and back again. Every adventure, no matter how grand, must eventually come to an end. You disembark in Longyearbyen, taking home memories that will accompany you wherever your next adventure lies."
      }
    ],
    "map": ""
  }
]