{
  "destination": "Spain",
  "mainPhoto": "",
  "id": "10-day-highlights-of-northern-spain-madrid-san-sebastian-barcelona-tour",
  "tourName": "10-Day Highlights of Northern Spain: Madrid, San Sebastian, Barcelona Tour",
  "placesVisited": "Madrid, San Sebastian, Toledo, Barcelona",
  "generalInfo": "From Madrid to Barcelona, this 10-day tour through some of Spain's most memorable cities will leave you well-acquainted with the best of each region you visit. The regal brilliance of Madrid's royal palace will leave you breathless, and an exploration of Barcelona's artistic legacy will remind you of how inspired living looks. By the time the tour ends, you will understand why so many fall in love with Spain.",
  "durationDays": "10",
  "price": "3,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Madrid – Cultural and Culinary Capital",
      "description": "As the beating heart of Spanish culture, Madrid is an excellent place to begin your exploration of the heritage, cuisine, and rich culture of Spain. The city center presents visitors with a head-spinning array of scenic parks, charismatic street performers, and medieval and early modern architecture. After arriving, a transfer will convey you swiftly from the outskirts to the city center and your conveniently located hotel. In the afternoon, the rich culture on display will be revealed through a guided art walk, which will include the Prado and a host of other world-renowned galleries."
    },
    {
      "dayNumber": "2",
      "title": "Madrid – Finding Your Rhythm",
      "description": "As the sun rises on your first morning in Madrid, the columned porticos, stunning facades, and steepled towers will be at their best. Soon, the morning light will cast its incandescent glow over the historic city. After enjoying a fortifying breakfast from the attentive hotel staff, you will enjoy a walking tour of the city's highlights with a knowledgable guide. As you are introduced to the expansive beauty of the Plaza Mayor and Puerta del Sol, your guide will regale you with tales from the city's mythical origins to its vibrant present before. Afterward, you can attend an evening flamenco performance."
    },
    {
      "dayNumber": "3",
      "title": "Madrid – Day Trip to Toledo",
      "description": "With the vibrant music and soulful rhythms of the flamenco performance still floating in your head, you will awake to your final full day in Madrid, ready to make the most of your visit to this region. Today, you will enjoy a day trip to the nearby UNESCO-listed town of Toledo to see why many consider this the most picturesque town in the region. Known for its long history of religious tolerance, Muslims, Jews, and Christians all consider the city significant to their history. Today, Toledo impresses visitors with its breathtaking architecture and steel-producing craftsmanship."
    },
    {
      "dayNumber": "4",
      "title": "San Sebastian – Coastal Heart of Basque Country",
      "description": "Today, you will turn your back on the landlocked splendor of Madrid, and make your way to the bracing sea air of the Basque country, which is situated adjacent to the famous Bay of Biscay. Known for its lush hills and tasty pintxos , San Sebastian has long been considered a jewel of this coastline with its famous shell-shaped beach, fortress-capped hill, and warm hospitality. A transfer will ensure your timely arrival in Madrid's airport for your flight to this magical region. When you arrive in San Sebastian, you will have the remainder of the day to bask in Basque splendor."
    },
    {
      "dayNumber": "5",
      "title": "San Sebastian – Famous Basque Pintxos",
      "description": "Tucked into the rolling hills of Spain's northern coast, San Sebastian exists as a world apart, especially during the low season when tourists are rare, and the city is left to the charming and industrious locals. Today, you will meet your guide in the colorful old town of the city that lies against the base of the fortified Mt. Igueldo. For the remainder of the excursion, you will be able to enjoy an introduction to pintxos , the Basque take on tapas at a number of local restaurants and eateries."
    },
    {
      "dayNumber": "6",
      "title": "San Sebastian – Day Trip Along the Coast",
      "description": "An unforgettable aspect of any trip into Basque Country is the lush landscapes that greet the eye whenever you leave your hotel. Northern Spain receives an impressive amount of rainfall each year, and the effect of this is an almost tropical amount of vegetation and woodlands that cover the rugged and rolling hills of the region. Today, you will enjoy a guided exploration of this landscape and leave the city limits of San Sebastian to visit Loyola, Mt. Izarraitz, Getaria, and a host of other nearby attractions."
    },
    {
      "dayNumber": "7",
      "title": "Barcelona – A Catalunan Adventure",
      "description": "The strong national pride and identity of the Basque Country is a source of colorful culture. Today you will replace one proud region with another as you depart San Sebastian and make you way into Cataluna. A comfortable transfer will ensure your swift arrival at the airport for a brief flight to the main international airport of Barcelona. As your transfer carries you into the heart of the Catalan capital, you can look inland to catch a glimpse of the majestic peaks of the holy mountain of Montserrat. Upon your arrival, you will have the remainder of the day to explore at your leisure."
    },
    {
      "dayNumber": "8",
      "title": "Barcelona – The City Highlights",
      "description": "As any visitor who has strolled Barcelona will attest, there is nowhere quite like it. Nowhere else can you find Roman ruins that stand shoulder to shoulder with bullet-scarred apartment buildings. The mullet-wearing locals cheerfully curse the undoubtedly bad calls of the ref against their favorite soccer team, and the regal rub shoulders with the rugged. The full weight of all that is Catalan be expressed in food, music, and culture. Today, you will be able to explore this culture with a guided tour of the city's Old Town, which will include a visit to the famous Picasso museum."
    },
    {
      "dayNumber": "9",
      "title": "Barcelona – The Legacy of Antoni Gaudi",
      "description": "With the vibrant colors and impressive figures of Picasso paintings still floating in your mind, you will be able to encounter another proud son of Barcelona with a bigger impact on the cityscape. Antoni Gaudi enjoyed a prolific career as a creator and artist, and his biggest successes appear in his conspicuous artistic achievements throughout the city. This titan of modernism found an ingenious way to incorporate the natural world and the divine. After your guide arrives in the morning, you will visit the Sagrada Familia cathedral and Park Guell."
    },
    {
      "dayNumber": "10",
      "title": "Barcelona – A Reluctant Departure",
      "description": "From Madrid and the rugged coastline of San Sebastian to the colorful city of Barcelona, this tour of Spain has focused on what is best in each of the regions you have encountered. By blending guided activities with ample leisure time, your final day on this tour will find you well rested and inspired by the lives of the artists you have just encountered. After enjoying a delightful breakfast from the hotel staff, a transfer will convey you the short distance to the airport for your departing flight."
    }
  ],
  "map": ""
}