{
  "destination": "Spain",
  "mainPhoto": "",
  "id": "13-day-magical-highlights-of-spain-culture-cuisine-countrysides",
  "tourName": "13-Day Magical Highlights of Spain: Culture, Cuisine, Countrysides",
  "placesVisited": "Madrid, Toledo, Ribera del Duero, San Sebastian, Bilbao, Barcelona, La Rioja",
  "generalInfo": "Immerse yourself in the Spanish spirit during this 13-day tailored tour through the country, beginning in Madrid and concluding in Barcelona. Your travels will highlight the distinctive cultural differences and unique facets of Spain through an exploration of its culinary delicacies, astonishing art and architecture, and fascinating history. Sip from the glass of Spanish life during this handpicked tour.",
  "durationDays": "13",
  "price": "5,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Madrid - A Spanish Metropolis",
      "description": "By looking out across Madrid’s skyline shortly after arriving, you can catch a glimpse of cathedral spires that peek from between Baroque architecture and buzzing boulevards. An evocative energy will be palpable as you transfer to your accommodation, feeling the bustling atmosphere of the city. With your windows rolled open, you can catch the fragrant wafts of Spanish tapas and feel the warmth of the wind on your cheeks. Welcome to Spain’s golden metropolis."
    },
    {
      "dayNumber": "2",
      "title": "Madrid - Captivating Art Collections",
      "description": "Madrid is an artsy city that houses the visionary work of Europe’s greatest artists within its decorated museums and esteemed galleries. Today, you will transfer to a selection of these creative exhibitions to decipher the masterpieces housed within the Prado and Reina Sofía Museums. Prized pieces that date back hundreds of years and share insight into the minds of the world’s most accomplished painters, such as Bosch and Goya, line the walls of these cultural sites."
    },
    {
      "dayNumber": "3",
      "title": "Madrid - A Cultural Melting Pot",
      "description": "While Madrid embodies contemporary design, the city of Toledo captures the old world. Here, you will step back in time and enter this melting pot of cultures and religions. Imprinted in the walls of Toledo’s medieval cathedrals and antique art museums is a history that speaks volumes about the diverse residents who once dwelled here. The atmosphere is incredible and may pull you into the timeless charm etched into Toledo’s stone."
    },
    {
      "dayNumber": "4",
      "title": "Ribera del Duero - Spanish Wines",
      "description": "Spanish cities dazzle and delight, but there are few places quite as seductive as the Spanish countryside. Today, you will leave Madrid and escape to the forested pastures of Ribera del Duero. Your journey will lead you to the historical region of Castille and its most endearing Spanish wine regions. After making your way, you will stop for a sip of three of the local vintages. Accompanied by sweeping views of the bucolic country, you will slowly pass your time by sampling delicious reds and whites in the divine setting."
    },
    {
      "dayNumber": "5",
      "title": "La Rioja - Medieval Character",
      "description": "In Ribera del Duero, Spanish wines do not go unnoticed. They are renowned for their delectable flavors. Today, you will have an opportunity to sample them before touring the medieval architecture that dominates Burgos. The Gothic Cathedrals of Burgos are some of the most remarkable in the world and are emblazoned in tasteful designs. Their medieval furnishings spread beyond their doors to the town’s Historic Quarter, where stories come to life in the constructs that line the water of the Duero and Arlanza rivers. End the day in our new accommodation and an evening at leisure."
    },
    {
      "dayNumber": "6",
      "title": "La Rioja - Surreal Wines and Scenery",
      "description": "La Rioja is another distinct wine destination in Rioja and Euskadi, the Basque Country. Here, you can grasp the nuanced flavors of prestigious Spanish vineyards. An incredible complex that exudes modern art lies by the stretching pastures. The mesmerizing piece of contemporary design was crafted by Frank Ghery. This is where you will awaken your senses and savor incredible Spanish vintages that have been meticulously produced and bottled in the most sustainable way possible."
    },
    {
      "dayNumber": "7",
      "title": "San Sebastian - Along the Paradise Sea",
      "description": "The coastal city of San Sebastian is a paradise-lovers dream on the Spanish coastline surrounded on one side by an endless seascape. Upon your arrival, you will check in to a decorated resort and spend the afternoon relaxing to the spectacular scenes, whether digging your toes into the soft sands during slow walks along the bay or gazing out across the dramatic panoramas from the viewpoints of looming headlands. Your worries will wash away as quickly as the waves ebb and flow."
    },
    {
      "dayNumber": "8",
      "title": "San Sebastian - The Basque Country",
      "description": "The Basque Country yearns to be explored, and there is no better way to do so than by boat. Today, you will chart the sea past craggy cliffs and castaway coves to charming fishing villages. Colorful houses hang above the water as if the slightest tremor may knock them into the sea, and aromas of sizzling seafood pour from the fiery grills of eateries. There will be much to charm the senses as you tour the Basque Country."
    },
    {
      "dayNumber": "9",
      "title": "San Sebastian - Basque Spirit in Bilbao",
      "description": "Once an industrial hub of Spain, Bilbao has transformed itself into a major tourist hotspot. Its visionary architecture, manicured gardens, and buoyant Basque spirit contribute to the reinvented allure of this jubilant destination. You will visit this idyllic locale today after departing San Sebastian. Among delighting in the modernity that sines through its lively streets, you can trace back the city's historical significance within the Guggenheim Museum."
    },
    {
      "dayNumber": "10",
      "title": "Barcelona - Antoni Gaudi's Masterpieces",
      "description": "A city so deftly designed to preserve its historical period architecture while also making room for contemporary design, Barcelona’s skyline is a piece of art in itself. You will appreciate the characterful city as you meet your transfer and make your way to your accommodation. In the afternoon, you will get an up-close view of the phenomenal architecture, particularly that of Antoni Gaudi. In the curvaceous facade of the vibrant Guell Park and the towering spires of La Sagrada Familia, you will capture the impressionable scenes that have tourists flocking to Barcelona."
    },
    {
      "dayNumber": "11",
      "title": "Barcelona - The Gothic Quarter",
      "description": "Behind the busy districts of Barcelona, you will find tranquility between the cobblestone streets that form a web of local culture within the city’s Gothic Quarter. After meandering through light-flooded squares and down winding alleys, you will make your way to boutique stalls and magnificent museums. The hidden gems that you find will immerse you in the traditional lifestyles of the locals and fill you with an appreciation for the humble roots of their culture."
    },
    {
      "dayNumber": "12",
      "title": "Barcelona - Delicious Spanish Cuisine",
      "description": "With the sun soaring into the sky, you will take to the streets to discover the cuisine for which Spain is famous. From exquisite foods served at modest stalls to finer dining, the gastronomy of Spain is delectably presented in various shapes and forms throughout Barcelona. Whichever way you decide to enjoy it, you will treat your palate to the tapas of delicacies chefs around the world."
    },
    {
      "dayNumber": "13",
      "title": "Barcelona - Departure",
      "description": "Barcelona bursts to life before the sun has even risen. Locals prepare tasty delicacies to serve hungry visitors, and you will step onto the bustling streets to spend your last moments enjoying some of these delicacies. Whether reading a book from a charming cafe or people-watching on the steps of a nearby museum, there is a lot to adore about Barcelona. Sadly, you will have to return home today. After your final moments in the city, a private driver will transfer you to the airport for your flight home."
    }
  ],
  "map": ""
}