{
  "destination": "Spain",
  "mainPhoto": "",
  "id": "authentic-culinary-and-culture-luxury-tour-of-spain",
  "tourName": "Authentic Culinary and Culture Luxury Tour of Spain",
  "placesVisited": "Barcelona, Bilbao, San Sebastian, La Rioja, Asutrias, Girona, Getaria, Santiago de Compostela, Rias Baixas",
  "generalInfo": "Embrace an authentic experience in the majesty of culture and flavor during your 13-day signature Spain tour. Your hand-crafted itinerary will immerse you in San Sebastian’s mouthwatering cuisine and the luxuriant wines of La Rioja. With each day tailored to your preferences, you can stroll through medieval towns, discover Barcelona’s grandeur, and step off the beaten path for a new perspective of Spain.",
  "durationDays": "13",
  "price": "11,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Barcelona - Arrive in Active Barcelona with Tapas",
      "description": "Barcelona is a majestic city that combines a zest for life with natural beauty, delicious flavors with unique artistic perspectives. Your private transfer will meet you at Barcelona’s El Prat Airport upon your arrival and escort you to your accommodations in the heart of the city. You can relax in comfort before meeting your guide in the lobby for an insider's food tour through atmospheric streets and inviting restaurants and bars through town. The culinary scene will become your welcome into the city’s famous culture as you indulge in the aromas of dishes like buñuelos de bacalao or escalivada ."
    },
    {
      "dayNumber": "2",
      "title": "Barcelona - Enjoy a Private Half-Day Tour",
      "description": "You will set out with your guide for a private half-day tour of Barcelona’s highlights, immersing you in the unique character and charm from the preserved narrow lanes of the Gothic Quarter to impressive boulevards that cross the city center. You will follow the footsteps of Gaudi when visiting La Sagrada Familia, the symbol of Barcelona. The basilica soars above the cityscape, adding grandeur to the skyline and featuring doorways representing Biblical history. In the evening, you may wish to enjoy dinner at a Michelin-starred restaurant or a favorite local eatery."
    },
    {
      "dayNumber": "3",
      "title": "Barcelona - Discover Girona and Medieval Villages",
      "description": "The charm outside of Barcelona will call you for the day as you set out with your guide to visit the enchanting medieval towns to the north of Barcelona. The town of Girona resembles a fortress crowning the hilltop above the Onyar and Ter rivers. Foundations date back to the Romans, but the medieval alleyways and Gothic cathedral create a dramatic atmosphere. This day is customized to your interests. You can wander the authentic cobbled streets of medieval villages, visit a fabulous rural winery, visit local artisans, or detour back to Barcelona via the Mediterranean coastline, known locally as Costa Brava."
    },
    {
      "dayNumber": "4",
      "title": "San Sebastian - Travel to Bilbao and Getaria",
      "description": "Your private driver will meet you at the hotel and escort you to the airport for your flight to Bilbao, where you will begin your exploration of the Basque region. Bilbao brims with rugged charm stemming from the historic center and the contours of the Guggenheim Museum. You will travel up the coast to reach Getaria, a village known for making Txacoli wine. The fishing village has a rich history, and represents authentic coastal Basque culture, and is now known for serving the best grilled fish in Spain. The scent of saltwater may blend with the aromas of grilled fish before you continue onward to San Sebastian."
    },
    {
      "dayNumber": "5",
      "title": "San Sebastian - Embrace San Sebastian Cuisine",
      "description": "San Sebastian is the heart of the Basque region’s gastronomy and is known for having more Michelin stars per capita than any other city in the world. Your guide will meet you at the hotel, eager to immerse you in the cultural cuisine and creations by world-class chefs crowned by a visit to a Gastronomic Society. Lunch may become a grand affair as the kitchen of the society fills with the aromas of typical ingredients like guindilla peppers, white tuna, or asparagus, or perretxiko mushrooms. For the remainder of the day, you can enjoy the relaxed ambiance and lapping waves."
    },
    {
      "dayNumber": "6",
      "title": "San Sebastian - Indulge in a Full Day at Leisure",
      "description": "The day is yours to enjoy the golden beaches framing the city and the lush hillsides embodying the fertile landscape as you indulge in San Sebastian at your own pace. You can dig your toes into the soft sands of La Concha Bay as the sea breeze carries a salty aroma or wander the cobbled lanes of Old Town tucked into the base of Monte Urgull. For a different view of your surroundings, you could trek to the top of Monte Igueldo to enjoy the vast panorama over La Concha Bay from a height of 593 feet above sea level."
    },
    {
      "dayNumber": "7",
      "title": "La Rioja - Drive to La Rioja at Your Pace",
      "description": "The drive to La Rioja will offer you a mesmerizing look at the gorgeous landscape with lush hills draped in greenery and iconic vineyards rolling to the horizon. You will reach your elegant and vibrant hotel in the heart of La Rioja as it sits above one of the oldest wineries in the region. You can enjoy the remainder of the day at your preferred space relaxing on the hotel grounds, sampling the gourmet delicacies of the restaurant, or strolling through the vines to capture the scent of the soil mixed with hints of sugar from the ripening grapes."
    },
    {
      "dayNumber": "8",
      "title": "La Rioja - Bask in Treasured Tastes of La Rioja",
      "description": "You will plunge into the countryside with your private guide on a wine tour of La Rioja focused on your tastes and preferences as you discover famous wineries and boutique vintners to sample the wide range of wines from the region. Rather than a tour of the wineries, today is a fantastic wine experience as you meet innovative winemakers and some of the key players in Rioja today. As you sample the red wines, you may find hints of leather, vanilla, and dill leading the savory and dusty flavors of grapes like Tempranillo resulting in big wines with high tannins. Savor lunch at a favorite small winery or local restaurant as you relax into the warm hospitality that surrounds you."
    },
    {
      "dayNumber": "9",
      "title": "Asturias - Travel to Distinctive Asturias",
      "description": "After breakfast, you will travel to Asturias, the only Spanish region never conquered by Moors. As you travel from the Basque region, you may find the greenery spreading to dramatic coastline and colorful fishing ports overlooking hidden beaches. You can stop at the medieval jewel of Santillana del Mar to stroll along the cobbled streets and delight in the balconies draped in flowers. Nearby is the fascinating Altamira museum, near to the site of the discovery of some of the world’s best-known prehistoric cave paintings. Upon arrival at your hotel in Asturias, you can settle into beauty overlooking a natural reserve."
    },
    {
      "dayNumber": "10",
      "title": "Asturias - Experience the Life of a Fisherman",
      "description": "The Asturian coastline will become your focus for the day as you explore fishing villages like Lastres and Llanes, immersing you in the culture, lifestyles, and histories of fishers in the region over the centuries. Lastres remains picturesque with red-roofed homes nestled between the azure water and green countryside. You can watch fishers preserve traditional techniques in casting their lines in the port accentuated by the colorful fishing boats. In Llanes, you can wander the historic quarter to find Renaissance palaces and a medieval tower, and newer chalets with soothing views of the radiant water."
    },
    {
      "dayNumber": "11",
      "title": "Santiago - Arrive in Santiago de Compostela",
      "description": "Leave behind the impressive mountains of the Picos de Europa and travel towards the Atlantic, passing by some of the most beautiful villages in Spain until you reach Santiago de Compostela. Santiago is rich in history, art, and tradition, attracting pilgrims from around the Christian world since the 11th century. After settling into the comforts of your hotel, your guide will take you on a private half-day tour of the city, uncovering the majesty stemming from modern boutiques and lively cafes, medieval lanes, and grandeur of the cathedral. The sacred monument retains hints of Gothic, Plateresque, and Neoclassical design with an imposing doorway featuring 200 sculpted figures."
    },
    {
      "dayNumber": "12",
      "title": "Santiago - Sample Tasty Treasures in Rias Baixas",
      "description": "The landscape of northwestern Galicia contrasts the dry interior of southern Spain, revealing a Celtic legacy shrouded in mist and medieval architecture leading to a romantic coastline. Sandy white beaches, charming fishing villages, and deliciously crisp white wines embody the region’s diversity as you have a wine tour of Rias Baixas. The Atlantic Ocean feeds deep inlets that move many miles inland, and the landscapes, history, and wonderful food are to be celebrated. Explore a variety of manors and stately homes or enjoy a seafood feast in one of the local fishing villages, a culinary highlight for any foodie. Return to Santiago de Compostela for an evening at your leisure."
    },
    {
      "dayNumber": "13",
      "title": "Santiago - Depart for Home",
      "description": "In the morning, you can spend your time strolling through the city once more to enjoy the beauty of Plaza del Obradoiro and the bordering buildings that represent the former power of the city. You could also enjoy the aromas of coffee and pastries that fill Old Town in the morning along Rua Nueva and Rua del Villar. When you are ready, your private transfer will meet you at the hotel and escort you to the Santiago airport for your onward journey or your flight home."
    }
  ],
  "map": ""
}