{
  "destination": "Spain",
  "mainPhoto": "",
  "id": "barcelona-to-madrid-family-vacation-wonders-of-spain",
  "tourName": "Barcelona to Madrid Family Vacation: Wonders of Spain",
  "placesVisited": "Barcelona, Valencia, Cuenca, Toledo, Madrid",
  "generalInfo": "Take your family on an unforgettable, 10-day adventure to the vivacious cities of Barcelona and Madrid. Live like kings and queens in the Royal Palace of the nationâs capital before rediscovering your artistic side amongst the whimsical architecture of Antoni Gaudi in Barcelona. Treat your taste buds to an explosion of flavor as you sample authentic paella in the coastal city of Valencia, and then, take off on a thrilling zipline adventure across Toledoâs Tagus River. Along the way, you will stop in small towns where you can immerse yourself in the local culture, history, and charm.",
  "durationDays": "10",
  "price": "3,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Barcelona - Airport Arrival and Dinner Along Las Ramblas",
      "description": "As you and the family glide onto the tarmac at the El Prat Josep Tarradellas Airport in Barcelona, the excitement of your 10-day, Spanish getaway will surely be overflowing. You will make your way through customs where you will meet your private ground transportation. Once you are free of the airport, you will whiz along the bustling streets of this major metropolis as mopeds weave in and out of traffic and taxis hurry drivers along the busy boulevards. You will smell the sweet fragrance of sugary churros as it wafts through the morning air. Shortly, you will arrive at your luxurious hotel in the city's center, which is known as the Gothic Quarter. You can unpack your bags and then venture out of your hotel for some self-guided exploration. You can peek your heads into shops and kiosks along Las Ramblas, which is a beautiful pedestrian boulevard that is shaded by towering trees and dotted with outdoor cafes and restaurants. Later, you will peel off from the central avenue for a gorgeous display of color at the Mercado de La Boqueria, which is an enormous open-aired market that features produce, wines, and cheeses of every variety. As night begins to fall and bellies grow hungry, you will enjoy a lovely meal along Las Ramblas or just beyond at the Placa Reial, which is the centerpiece of late-night dining in the Gothic Quarter. Your children can join in on an impromptu game of soccer at the plaza square while parents sip a glass of red wine from nearby wine country in La Rioja. As a family, you will sample tapas of all varieties: cheese, ham, olive, seafood, and more."
    },
    {
      "dayNumber": "2",
      "title": "Barcelona - Gothic Quarter and Sagrada Familia",
      "description": "Your first full day in Barcelona will take you back in time as you explore the Gothic Quarter. Early in the morning, after you have woken up with a creamy cup of cafe con leche, you and your family will meet your expert guide in front of your hotel for a tour of the city's highlights. You will begin at the Palau de la Generalitat de Cataluna, which is the beating heart of Barcelona's downtown as well as the focal point of modern-day governance. Bold, stone facades line the main square as friends and family gather nearby for a day of leisure. Next, you will stop at the Plaza de San Felipe Neri, which is a serene and shaded alcove that is nestled against the Church of Saint Philip Neri. Trickling water echoes from a central fountain as your guide explains to you the site's harrowing history. Here, there is just as much to behold street level as there is overhead. You can marvel at Bishop's Bridge, which is a stunning bridge of intricate archways and exquisite stone-carved detailing. In the afternoon, you will witness the dazzling array of colorful hues inside the UNESCO World Heritage site of the Sagrada Familia Cathedral. You will venture alongside your knowledgeable guide from the city center to the base of Antoni Gaudi's most inspired and beloved work in all of Barcelona. Here, you will behold the careful stonework that depicts classic, biblical scenes. Then, you will cross the threshold where you will surely be in awe of the vibrant stained-glass windows and soaring ceilings that stretch nearly 200 feet. In the evening, you will return to the city center for dinner along La Barceloneta port as you look out on the lapping waves."
    },
    {
      "dayNumber": "3",
      "title": "Barcelona - Antoni Gaudi Tour and Parque Guell",
      "description": "Today, you will delve into a world of whimsical fantasy on your second full day in Barcelona. Once again, you will meet your private guide in front of your hotel for a fascinating departure from reality into the make-believe land of architect Antoni Gaudi. You will begin your day in the downtown district of Eixample to visit two of Gaudi's most inspired urban installations. First, you will come to the Casa Batllo, which is a prime example of Gaudi's unique aesthetic, which can best be described as Modernisme or the French Art Nouveau. A colorful facade entices passersby with shimmering tile mosaics, and upon closer inspection, you and your family will discover animal-like qualities like scaly features and a jagged rooftop like scales of a dragon or dinosaur. You will then stroll to Gaudiâs former residence, which he redesigned between the years of 1906 and 1912. The exterior is reminiscent of sloping sand dunes that are punctuated by undulating balconies. You can climb to the building's rooftop for captivating views of the city among stone archways, mosaic tiles, and an equally charming footpath. In the afternoon, you will transfer from the city's downtown to Parque Guell, which is an enchanting public park and an extension of Gaudi's most expressive depictions. Here, children are free to roam and let out spirited energy after a full day of exploration. You can stroll along the winding footpaths and past cute fountains, cottages, tunnels, and gardens. Then, you can sit on benches that are decorated in mosaic tile as you admire a panoramic view of the city at sunset."
    },
    {
      "dayNumber": "4",
      "title": "Valencia - Ciudad de las Artes y las Ciencias and L'OceanogrÃ fic",
      "description": "Though you will bid farewell to the eccentric city of Barcelona, you will follow the sparkling shorelines to the vibrant city of Valencia. You will meet your private transfer in front of your hotel as you make your ways to Valencia's historic district. Before you know it, you will be in the land of sunshine and paella. Today, you will indulge in a family bike ride along the luscious greenway that surrounds downtown. A cool breeze may rustle through your hair as open-aired produce markets buzz with energy as they set up for the day. Soon, you will arrive at the City of Arts and Sciences. Massive white buildings tower over the grassy hillside, and fountains splash as sunlight radiates through large glass windows on the buildings' exteriors. Famed architect Calatrava boasts these futuristic designs in his birthplace of Valencia and around the world. After exploring the outside, you can lead your family inside L'OceanogrÃ fic, which is a beautiful aquarium that features fascinating sea animals of all varieties. Then, in the afternoon, you relax as you dig your toes in at the Playa de la Malvarrosa. It is fun for the whole family as you splash, dip, and dive until the sun goes down. You can choose from dozens of fine dining options along the water's edge, and aromas of rosemary and saffron will be sure to tantalize your taste buds. There is no better place to sample the authentic chicken, rice, and vegetable paella than in its birth city of Valencia."
    },
    {
      "dayNumber": "5",
      "title": "Valencia - Mercat Central and Plaza de Toros",
      "description": "You will experience the lively downtown on your second day in Valencia, where you will delight in a self-paced and self-guided tour of the city highlights as you wind through the cobbled streets and sunny plazas of the Gothic Quarter. First, you can peruse the mouth-watering fruits, veggies, and spices at the famous Mercat Central and chat with vendors as you learn about regional olives and cheeses. You can even witness the massive ham legs that will soon be prepared as a finely cured ham. Later, you will visit the towering cathedral and relax with a light lunch outside in the Plaza de la Virgen. Musicians and dancers take center stage as they entertain restaurant goers with local flair and traditional flamenco dances. You can climb the steep steps of the Torres de Serranos, which is a striking monument that dates back to 1392, for impeccable views of the city. In the afternoon, you and your kids will be cheering âoleâ as you enter an authentic bullfighting ring. The massive, 19th-century stadium comes alive as crowds hoot and holler for their favorite matador. Your guide will lead you on a tour through the stadium's historical and cultural highlights, and as a family, you can opt to attend a live bullfight the same evening, where you can wave your red flags as the matador and bull put on a riveting show."
    },
    {
      "dayNumber": "6",
      "title": "Cuenca - Hanging Houses and San Pablo Bridge",
      "description": "The following day, you will begin your journey to the nation's capital, but first, you will have a day trip to the charming village of Cuenca, which is perched atop a rugged cliffside. As you stand along the town's edge, you will be met with breathtaking views of mountains in the distance and luscious pastures at the forefront. You will spend your morning exploring the historic downtown area. Friendly locals will welcome you in as you shop corner stores, step inside quaint churches, and relax in Cuenca's Plaza Mayor. Vibrant facades of downtown apartments jump out against the muted tones of the city streets, and among the village's most fascinating features are the Casas Colgadas, or \"Hanging Houses.\" Detailed balconies jut out from the steep cliffside and are suspended hundreds of feet above the Huecar river. It looks as if these gravity-defying homes are perilously clinging to the cliff's edge. Surprisingly, many of these eccentric dwellings have lasted for hundreds of years as the town's population surged and residents were forced to build in the oddest of places. In the afternoon, you can indulge in a delicious lunch of traditional Spanish tapas, which is similar to the Spanish tortilla. The tapas are a cheesy potato omelet with fried calamari or ham. Then you will traverse the San Pablo footbridge that spans a central ravine for a new vantage point of the city skyline. If time permits, you can take a look at the Cuenca Cathedral or Torre de Mangana."
    },
    {
      "dayNumber": "7",
      "title": "Madrid - Plaza del Sol, Royal Palace of Madrid, and Dinner at Plaza Mayor",
      "description": "The next day, you will immerse yourself in the bustling life of Spain's national capital city of Madrid. You can settle into your five-star accommodation downtown, which will be just minutes from the famous Plaza del Sol. It is here in the Plaza that you will meet your expert guide for a tour of Madrid's highlights. The clock at Puerta del Sol gate will ring out every hour while audiences applaud the captivating magic acts and comedic routines of charismatic street performers. You will continue to the Royal Palace where gold leaf decorates nearly every inch of this impressive structure. Once inside the palaceâs gates, you can indulge in breathtaking views of the downtown from an expansive courtyard before walking through the interesting corridors and sitting rooms, which are still the official residences of Spain's royal family to this day. Nearby, you can uncover the history of the Temple of Debod towers. These Egyptian artifacts, which date back to the year 200 BC, were brought over by Spanish explorers and reassembled at the center of the city. In the afternoon, you will hasten your pace as busy shoppers make their way in and out of high-end fashion boutiques along Gran Via, which is Madrid's central artery. Billboards flash with color and advertise the latest attractions in the city. You will culminate your day with a family-friendly dinner in the Plaza Mayor, where you can from a conglomeration of tapas: croquetas, cured ham, omelets, and patatas bravas."
    },
    {
      "dayNumber": "8",
      "title": "Toledo - Alcazar de Toledo and River Zipline",
      "description": "Today, you will escape from the city for the day as you head to the hillside province of Toledo. As you turn the final corner and bump along local roads, you will spot the stoic Alcazar palace that is perched atop the hillside. The Tagus River hugs close to the jagged cliffs and neatly encapsulates the city. Here, you will learn about Toledo's rich past and remnants of a diverse cultural heritage. It is the intersection of natural beauty, history, and culture with thrilling attractions to match that makes this place such a unique destination for travelers. During the first half of your day, you will enjoy some self-guided exploration of Toledo's Old City that will allow you to step inside the Synagogue of Santa Maria la Blanca and the Monastery of San Juan de los Reyes. Later, you will wind down cobblestone streets until you reach the Mosque of Cristo de la Luz. Many of these worship temples were built on top of one another as the city changed hands from one ruling empire to the next. Finally, you can summit to the peak of Toledo's Alcazar, which was once a palace for the Romans as early as the third century. You can circle the perimeter of the palace as you look out on the swift river waters below before stepping inside the city's present-day Army Museum. Later, you will get your blood pumping as you cross the sparkling waters of the Tagus River. One by one, you will mount a thrilling zipline and zoom across the river, back toward Toledo's downtown. You will delight in a light dinner at the illuminated plaza before returning to Madrid."
    },
    {
      "dayNumber": "9",
      "title": "Madrid - Parque El Retiro and Museo Nacional Centro de Arte Reina Sofia",
      "description": "As you make your way back for your final day in Spain, you will venture beyond the city's downtown to explore the hidden alcoves and grassy landscapes that make this a truly eclectic place to visit. You will genuinely enjoy your final day as a family on a self-guided tour of these highlights. First, you can cross the city's downtown to the peaceful lawn of Parque El Retiro. This public park once belonged to the Spanish elite, but today it belongs to the public. Families gather for weekend picnics, while children play in the bubbling fountains nearby. Couples may stroll around the tranquil lagoon at the center of the park, while vendors sell souvenirs and trinkets beside a small outdoor cafe with savory treats. You can travel through the luscious pastures before rowing around the lagoon's perimeter in a charming paddle boat. Afterward, you can rest your arms and legs as you enjoy a scenic horse-drawn carriage ride along the dirt paths. You will then transfer to the Museo Nacional Centro de Arte Reina Sofia. Here, you will marvel at the beautiful paintings and sculptures from some of the most famous artists in the world, including Pablo Picasso and Salvador Dali. Amongst the impressive masterpieces, you will have the opportunity to see Picasso's well-known abstract painting, Guernica, which brought international attention to the Spanish Civil War during the mid-1930s. Finally, you will make your last evening in Spain one to remember by discovering one of the trendy neighborhoods of Malasana and Lavapies, where you can choose from a list of delicious tapas restaurants and listen to lively bands as they serenade you with their catchy melodies while encouraging your whole family to get up and dance the night away."
    },
    {
      "dayNumber": "10",
      "title": "Madrid - Airport Departure and International Flight Connection",
      "description": "You will say your final goodbyes to a city that enchants visitors from around the world, while you sip on the last cup of cafe con leche as friendly madrilenos chat with you and your family about your wonderful adventure. You will meet your private transfer who will escort you to Madrid's international airport. From there, you will connect to your flight home."
    }
  ],
  "map": ""
}