{
  "destination": "Spain",
  "mainPhoto": "",
  "id": "catalonian-coast-itinerary-barcelona-and-costa-brava",
  "tourName": "Catalonian Coast Itinerary: Barcelona and Costa Brava",
  "placesVisited": "Barcelona, Figueres, Girona, El Penedes, The Costa Brava",
  "generalInfo": "Discover and admire the astonishing Spanish art and architecture that peppers the Catalonian coast, from Barcelona to Costa Brava, on this inspiring 8-day tour. Whether appreciating the visionary architecture of Antoni Gaudi or being mesmerized by the great works of Salvador Dali, every moment spent in Spain will amaze you as you learn more about the country’s deep cultural roots.",
  "durationDays": "8",
  "price": "3,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Costa Brava - The Catalonian Coast",
      "description": "After touching down in Barcelona, its humming cityscape will welcome you to Spain. You will collect your rental car at the airport and begin your travels to the Catalonian coast. You will venture through the Emporda countryside and to the breathtaking coastline of Costa Brava. The rugged coast is staggering and stretches from Barcelona to the Spanish-French border. Here, the romantic atmosphere can be summed up by its spectacular seascapes and wind-swept headlands. You will spend your afternoon meandering the quiet towns of Costa Brava and bathing on the sun-soaked beaches before returning to your seaside resort."
    },
    {
      "dayNumber": "2",
      "title": "Costa Brava - Stunning Seascapes",
      "description": "Although Costa Brava is popular, you will find pleasure in charming escapes along its sweeping coastline. Magnificent hideaway coves lay tucked between headlands, boasting unspoiled scenic panoramas. Likewise, barren trekking trails weave through emerald fields and carpet the countryside. From staring across stunning seascapes to lapping up luxuriant landscapes, you may spend your day whichever way you please while appreciating unparalleled wilderness views. In the evening, you may settle in at an endearing seaside restaurant where the aromas of sizzling seafood dishes will emanate from the kitchen."
    },
    {
      "dayNumber": "3",
      "title": "Costa Brava - The Art of Salvador Dali",
      "description": "Costa Brava is not just a pretty picture; it is dripping in history, and you will tour its merited heritage sites today. In Figueres, the birthplace of Salvador Dali, the marvelous Salvador Dali Museum showcases over 1,500 of his most evocative pieces. His surrealist vision and genius may be explored in great detail as you peer into his mind through the mirror of his remarkable work, which is hosted in a building that is as dazzling as the art within it. Your tour will then continue to the medieval capital of Girona, a city drenched in heritage spotlighted in its Old Quarter."
    },
    {
      "dayNumber": "4",
      "title": "Barcelona - A City Bursting With Character",
      "description": "You will turn to Barcelona today, delighted to be spending your remaining days within a cityscape that is bursting with Spanish character. After returning your rental car and checking in to your accommodation, you may spend the day exploring the spirited city. The sunshine will shimmer off Baroque buildings and flood enormous town squares, narrow streets will intersect one another to create a charming maze, and fragrant aromas will pour over the cityscape from the windows of buzzing restaurants. From art to architecture and culinary delights, Barcelona will be yours to explore."
    },
    {
      "dayNumber": "5",
      "title": "Barcelona - Through the Lens of Modern Art",
      "description": "As historic Barcelona is, it is also brimming with art and architecture, birthed from the visionary minds of more contemporary creators. Today, you will see this bewitching side of Barcelona on a guided tour of its modernist creations. The fascinating finds you discover within the Catalonian Modernist School will be prevalent in the works of the great Antoni Gaudi as you stand beneath his awe-inspiring architecture. From the whimsical facade of the famous Casa Batllo to the fairytale mosaics of Guell Park and the soaring spires of the Sagrada Família, you will witness many of his jaw-dropping works."
    },
    {
      "dayNumber": "6",
      "title": "Barcelona - The Old and New World",
      "description": "You will have witnessed the mesmerizing art and architecture of Barcelona and be absolutely thrilled to discover the rest of it on a guided tour of its Gothic Quarter. Within the beloved district, cathedrals bask in the sun between cobbled pathways and decorated homes. Medieval charm gushes over this neighborhood in every nook and cranny. Your tour will allow you to continue to the Picasso Museum, where scenes of the Gothic Quarter become visions of artists creating modern art."
    },
    {
      "dayNumber": "7",
      "title": "Barcelona - Sipping Prestigious Wines",
      "description": "Exploring a country’s culture is elevated through its gastronomy and wines. In Spain, particularly, wine is entrenched in the local heritage. Today, you will tour a selection of regal wine estates where delectable vintages are harvested and bottled to pamper your palate. Sitting at tables that overlook lush vineyards that seem to stretch endlessly toward the horizon, you will sip on your sommelier’s favorite bottles grown in these rich, fertile soils."
    },
    {
      "dayNumber": "8",
      "title": "Barcelona - Mornings in Barcelona",
      "description": "Barcelona stops for no one, and the city will be overflowing with life before the sun has even emblazoned the skyline. You will wake up and step out onto the cobblestone streets for a morning stroll around the neighborhood. A palpable energy exudes from the city, and you will delight in its jubilant atmosphere for one last time before you return to your accommodation to collect your things and transfer to the international airport."
    }
  ],
  "map": ""
}