{
  "destination": "Spain",
  "mainPhoto": "",
  "id": "enjoyable-8-day-spain-vacation-history-culture-and-nature",
  "tourName": "Enjoyable 8-Day Spain Vacation: History, Culture and Nature",
  "placesVisited": "Seville, Cordoba, Granada, Madrid, Toledo",
  "generalInfo": "Embrace discovery during your 8-day Spain adventure tour that celebrates history, culture, and inspiring landscape. Sample unforgettable tapas. Witness captivating flamenco. Explore history when walking through extravagant courtyards in the Alhambra Palace. From contemporary art in Madrid to remarkable Moorish architecture in Cordoba, culture in Granada to Gothic opulence in Seville, you will find endless excitement when uncovering the diverse majesty of Spain.",
  "durationDays": "8",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Madrid - Arrive in Bustling Madrid",
      "description": "Madrid bustles with captivating energy revealing a culture that celebrates art, cuisine, history, and a commitment to enjoying life. Your transfer will greet you upon arrival and escort you to your hotel. You can meet your guide in the lobby for an orientation tour of Spain’s capital and perhaps start at Kilometer Zero, from which all distances in Spain are measured in Puerto del Sol or head straight for a charming cafe filled with the scent of churros and chocolate in the Plaza Mayor. The Reina Sofia Museum will reveal a center for avant-garde art including Picasso’s Guernica ."
    },
    {
      "dayNumber": "2",
      "title": "Madrid - Experience the Grandeur of Toledo",
      "description": "After breakfast, you will travel to Toledo for an adventure in the preserved medieval city. The treasures of the past are revealed, rising over the edges of the Tagus River with layers of revealing Roman, Moorish, and Christian designs. As you wander through the narrow lanes paved with cobblestones, you will find the illustrious Cathedral standing proud with Gothic architecture and shimmering rose windows. The interior possesses artwork from masters like Goya and El Greco. Outside the city, you can visit a local farm to sample the famous Iberian pork accompanied by manchego cheese and olive oil."
    },
    {
      "dayNumber": "3",
      "title": "Granada - Travel to Granada to Visit the Alhambra",
      "description": "After an early breakfast, you will have a private transfer to the train station to catch the high-speed train bound for Granada. Your introduction to Andalusia will come within the city’s preserved mystique captured in the labyrinthine streets and crowned by the Alhambra palace complex. Moorish culture remains strongly connected to the continued traditions of Granada. The design can bring the extravagant techniques to light as you walk through the Hall of the Ambassadors where the tall windows and larch-wood dome provide an ethereal quality or when in the Court of Lions to view the 124 columns surrounding the Lion Fountain."
    },
    {
      "dayNumber": "4",
      "title": "Granada - Wander Sierra de Huetor’s Beauty",
      "description": "The beauty of Spain goes well beyond the museum, architecture, and culture with the natural landscape providing equal wonder and inspiration. After breakfast, your guide will take you into the open landscape of the Sierra de Huetor National Park. The mountains edge Granada and immerse you in a surreal natural world often overlooked. The landscape can shift from windswept grass to soaring pine trees with unique rock formations shaped by the rain. Your guide may share with you stories of Spain’s Civil War as you follow the trails in search of hidden corners and a threatened wild cat."
    },
    {
      "dayNumber": "5",
      "title": "Cordoba - Embrace the Charms of Cordoba",
      "description": "You will travel to Cordoba for a different perspective of Andalusia’s whitewashed architecture and sun-kissed streets. Red flowers often decorate the wrought-iron balconies dangling above the cobblestone streets of the Old Quarter. After settling into your hotel, you have the remainder of the day at your leisure to enjoy Cordoba at your pace. For an experience unique to the city, you could visit the traditional Arab baths. The evocative environment offers the comforts of steam and the relaxation of seclusion while connecting you to the city’s history."
    },
    {
      "dayNumber": "6",
      "title": "Seville - Uncover Cordoba before Reaching Seville",
      "description": "You can embrace Cordoba in the morning with a guided tour of the former Caliphal city. The Mezquita may captivate you with its preserved Islamic design. The former mosque remains a symbol of sophisticated architecture with flourishes that have lasted nearly a millennium. The Patio of Oranges often fills with the aroma of citrus,- while the interior possesses an impressive hall with a forest of 856 columns decorated with marble and jasper. After discovering Cordoba, you will continue by train to Seville and enjoy the enchanting ambiance stretching out from the historic quarter."
    },
    {
      "dayNumber": "7",
      "title": "Seville - Discover Past Glory and Treasures",
      "description": "The city of Seville will entice you with promises of unique grandeur as you explore with your expert guide. You may travel through the narrow lanes of the former Jewish Quarter where the whitewashed walls and decorative flower pots remind you of Cordoba. The grandiosity of the Cathedral dates back to the 15th century with the neighboring Giralda Tower showing remnants as a minaret. The Real Alcazar highlights arabesque work and marble-column embellishments. In the evening, you can indulge in the sounds and steps of a flamenco demonstration accompanied by the flavors of traditional tapas."
    },
    {
      "dayNumber": "8",
      "title": "Seville - Depart for Home",
      "description": "Part of the beauty of Seville stems from the celebrated cafe scene established over the years. Many of the aromas emanate through the open doors and outdoor tables providing hints of cafe con leche, churros, and roasting beans. You may spend time strolling through the city to find the famous cafes or enjoy time at the Museum of Fine Arts before your transfer meets you in the hotel lobby. You will travel to the Seville Airport to start your journey home."
    }
  ],
  "map": ""
}