{
  "destination": "Spain",
  "mainPhoto": "",
  "id": "essence-of-spanish-food-wine-and-culture-tour",
  "tourName": "Essence of Spanish Food, Wine, and Culture Tour",
  "placesVisited": "Madrid, Ribera del Duero, La Rioja, San Sebastian, Txakoli Wine Region, Bilbao",
  "generalInfo": "Flavor is the focus during your 8-day food and wine tour of Spain. Historic tastes shape contemporary culture as you search for aromas of peony and green strawberry in Txakoli wine. Indulge in earthy scents of leather and tobacco when sipping La Rioja. Bask in San Sebastian’s traditional pintxos and embrace Madrid’s authentic tapas. From grand urban architecture to charming villages, you will delight in a new flavorful perspective of Spain.",
  "durationDays": "8",
  "price": "6,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Madrid - Arrive in Spain and Sample Madrid",
      "description": "Spain’s capital city is full of energy and packed with heritage, from stunning parks to distinctive architecture. The streets buzz with activity to reveal a local culture eager to enjoy life. Your flight will land at Madrid Barajas International Airport, where your transfer will greet you upon arrival. After settling into the comforts of your centrally located hotel, the evening will introduce you to the city’s traditions with an authentic wine and tapas tour. You may visit a 127-year-old bodega that fills with the aromas of sizzling olive oil and sherry-braised beef cheeks or sample a delicious tortilla Espanola."
    },
    {
      "dayNumber": "2",
      "title": "Madrid - Explore the History and Wonders of Madrid",
      "description": "Your guide will meet you after breakfast and lead you through the Hapsburg Quarter for a fascinating perspective of the city’s past and present. At Puerto del Sol, you may find the chiming clock tower while at Plaza Mayor, you could wander beneath the endless bordering balconies. You will continue in the afternoon to the Prado Museum for insight into the remarkable collection of artworks spanning a collection of more than 1,000 sculptures and 7,600 paintings. Your guide may introduce you to the works of Goya, Velazquez, or Rubens, as well as Bosch’s The Garden of Earthly Delights."
    },
    {
      "dayNumber": "3",
      "title": "Ribera del Duero - Experience Authentic Vineyards",
      "description": "The high quality of the Ribera del Duero wines have created acclaim for the entire region. After breakfast, your private transfer will escort you to the celebrated region known mainly for its Tempranillo grapes. You will visit two wineries set among the expansive vineyards and scattered hills. As you sample the wines, you may find hints of spice or dark fruits stemming from the soil’s characteristics that pair well with grilled meats and hardy vegetables. During a delicious lunch, you can enjoy the traditional local cuisine such as sheep’s cheese or chorizo botagunoes, each only enhancing the wines’ flavors."
    },
    {
      "dayNumber": "4",
      "title": "La Rioja - Delight in Wines and Visit Ezcaray",
      "description": "As you travel into the landscape of La Rioja, you can find earth painted with ochre colors set beneath a vast blue sky. The region feels entirely unique from the surrounding Basque culture and yet connected through the wine and cuisine. You will visit two vineyards that may spread along the banks of the Ebro River and fill the air with aromas of sugar and wood. Perhaps you find hints of vanilla, leather, plum, or dill in the wine before enjoying an authentic meal with dishes like potatoes cooked with chorizo and paprika or pork cheeks braised in wine sauce."
    },
    {
      "dayNumber": "5",
      "title": "San Sebastian - Embrace Traditional Basque Flavors",
      "description": "San Sebastian has its own unique allure stemming from a mixture of golden beaches and celebrated cuisine. The undeniable powerhouse of flavor can also captivate you with charming architecture and lively culture that is as intoxicating as the sea breeze. Upon your arrival, you can relax in the comforts of your accommodations before stepping out with your guide for a private pintxos tour. The traditional Basque tapas will reveal both the elegant and rustic culinary history of the city as you sample customary flavors like oxtail raviolo, grilled octopus, or Spanish omelet."
    },
    {
      "dayNumber": "6",
      "title": "San Sebastian - Enjoy a Txakoli Wine Region Tour",
      "description": "Outside of San Sebastian, you will spend the day in the Txakoli wine region to learn about the typical flavors, production, and history of the traditional wine. During a winery visit, you can learn about the differences between cultivating regular wines versus the crisp sparkling Txakoli. You may find hints of lime and peony during the tasting. The region is as much about cuisine as it is the wine, revealing the delicious flavors of burnt caramel and bacon from the Idiazabal cheese. You can enjoy some time in the relaxing medieval fishing town of Getaria before returning to San Sebastian."
    },
    {
      "dayNumber": "7",
      "title": "Bilbao - Reach Bilbao and Enjoy at Your Pace",
      "description": "After breakfast, you will have a private transfer to Bilbao with the remainder of the day at your leisure to enjoy the fascinating city. The city offers a delectable twist on traditional pintxos and creates a dynamic ambiance along the narrow medieval lanes of Old Town. Plaza Nueva shines with an arcade filled with shops and restaurants where locals indulge in olives, wine, typical flavors. You can visit the celebrated Guggenheim Museum to view the modern art collection filling the expansive 258,333-square-foot-space with exhibitions by Rothko, Kiefer, and Ballester."
    },
    {
      "dayNumber": "8",
      "title": "Bilbao - Depart for Home",
      "description": "Bilbao was once an industrial city but now offers access to the lush green hills of the countryside and the bustling energy of the plazas that create open public spaces throughout the city. You can spend more time indulging in the distinct ambiance of the cobblestone streets or the lively nature of Plaza Nueva before your private transfer meets you at the hotel. You will venture to the Bilbao Airport with plenty of time to check-in for your flight home."
    }
  ],
  "map": ""
}