{
  "destination": "Spain",
  "mainPhoto": "",
  "id": "exquisite-spanish-honeymoon-canary-islands-tour",
  "tourName": "Exquisite Spanish Honeymoon: Canary Islands Tour",
  "placesVisited": "Canary Islands, Tenerife, Lanzarote, La Graciosa Island",
  "generalInfo": "Embrace natural diversity and classic romance during this 9-day honeymoon tour of the Canary Islands. Find charm in whitewashed towns as the serene ambiance of gold-sand beaches enchants you. Sample coveted wines, bask in panoramic mountain views, stroll down iconic streets, and lounge beneath unparalleled starlight. From the wonders of the waters to the glory of the landscape, there are endless captivating pleasures in the Canary Islands.",
  "durationDays": "9",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tenerife - Arrive on the Canary Islands",
      "description": "Tenerife is an island paradise with the title of the largest and most populated Canary Island. The mild temperatures and abundant sunshine highlight the natural wonders that range from mountain ridges to crystal-clear water. Your flight will land at Tenerife South Airport. After clearing customs a private transfer will greet you and convey you to your luxurious accommodation. After settling in, the remainder of the day will be at your leisure to enjoy the island atmosphere. You can embrace the romantic image of the Jardin Botanico, an 18th-century garden that is bursting with thousands of plant varieties."
    },
    {
      "dayNumber": "2",
      "title": "Tenerife - Enjoy a Day in Tenerife",
      "description": "At breakfast, you will find the typical aromas of bananas, honey, and freshly brewed coffee. The day will be at your whim to indulge in the romantic ambiance of Tenerife. For a relaxing welcome to the island, you can embrace the secluded beaches along the north coast, such as Playa de Antequera. A short boat ride will give you a tremendous panorama of the shoreline, waving palm trees, and mountain ridges in the background. When you arrive at the beach, you will be greeted by glistening black sands."
    },
    {
      "dayNumber": "3",
      "title": "Tenerife - The Beauty of Tenerife Island",
      "description": "After breakfast, your guide will meet you at the hotel for a private tour of the entire Tenerife island, starting at the observation platform at Los Gigantes. The refreshing breeze will wash over the landscape as you take in the photogenic view of the island's highest sea cliffs, which reach up to 2,625 feet. The charming village of Taganana glows with whitewashed walls that stand out from the surrounding slopes and steep cliffs. The winding roads that lead to the town travel between ravines and will reward you with the authentic ambiance of the cultural town."
    },
    {
      "dayNumber": "4",
      "title": "Tenerife - Bask in a Stargazing Experience",
      "description": "After a day at your leisure, you will have a romantic night with the sunset and stars over the Tenerife. The Teide Cable Car will take you on a scenic ride to indulge in the view that spreads across the island of Gran Canaria. Your private guide will share with you the natural beauty of the volcanic crater and its surroundings. The aromas of a traditional dinner will fill the air as the sunlight fades to starlight, giving you one of the best views of the sky with 83 of the 88 officially recognized constellations visible."
    },
    {
      "dayNumber": "5",
      "title": "Lanzarote - From Tenerife to Lanzarote",
      "description": "Lanzarote is famous for its colorful beaches that are bathed in red or black sands. The serene ambiance features quiet breezes and soothing waves that lap against the shoreline. The photogenic volcanic cones, lava fields, and valleys studded with palm trees have enchanted artists and continues to inspire passion, from romantic getaways to active explorations. You will have a private transfer to the airport for your brief flight to Cesar Manrique- Lanzarote Airport. After enjoying the delights of your accommodation, you can visit the International Museum of Contemporary Art inside an 18th-century seaside castle."
    },
    {
      "dayNumber": "6",
      "title": "Lanzarote - Uncover Authentic Lanzarote",
      "description": "Your private guide will lead you on an exciting adventure to uncover the majesty of Lanzarote, starting with Timanfaya National Park. The nearly 20-square miles of otherworldly landscape features craters and solids that shine with copper and black colors. At Tinajo Las Malvas Beach, you will step away from the trodden path to enjoy the wild coastline with black sands, bordering rocks, and lapping waters. You will understand the diversity of the island's natural grandeur when you reach the Valley of 1,000 Palm Trees, which is nestled into the foothills of the island's tallest mountain."
    },
    {
      "dayNumber": "7",
      "title": "Lanzarote - Discover Beauty on La Graciosa Island",
      "description": "You will travel with your guide to a small fishing village at the northern edge of Lanzarote before boarding a boat bound for La Graciosa Island. The scenic ride will fill with the aroma of tropical fruits and the briny sea breeze before you reach the island's white and golden sands. You will feel a world away as you bask in the tranquil seaside village of Caleta. Whitewashed homes rise out of the golden coastline and overlook the clear water. You can dive into the natural pools or clear Atlantic for a swim to further your exploration of the island's majesty."
    },
    {
      "dayNumber": "8",
      "title": "Lanzarote - Wine Tour of Lanzarote",
      "description": "The combination of the sea breeze and lunar terrain makes Lanzarote wines as unique as the grapevines that grow in the rich minerals. You will have a wine tour of the island to visit three of the most prominent producers of the obscure but coveted Lanzarote wines. The arid and wind-swept panoramas of black or copper soil contrast with the images of vines terraced on lush hills. As you follow your guide, you will find a symbiosis of moisture, soil, and crops that are cared for by hand. In the tasting room, you can sample semi-sweet wines with hints of honey."
    },
    {
      "dayNumber": "9",
      "title": "Lanzarote - Depart for Home",
      "description": "As your honeymoon unfolded, you have experienced the splendors of Lanzarote, where the unique ecosystem features volcanoes, lava tubes, cratered grapevines, and fabulous beaches. The legacy of Spanish artist Cesare Manrique also holds strong on the island, which is demonstrated in the Cesar Manrique Foundation that shines with whitewashed walls, cacti, and bursting bougainvillea. Your private transfer will meet you at your hotel when you are ready before escorting you to the airport for your flight home."
    }
  ],
  "map": ""
}