{
  "destination": "Spain",
  "mainPhoto": "",
  "id": "personalized-best-of-spain-tour",
  "tourName": "Personalized Best of Spain Tour",
  "placesVisited": "Barcelona, Madrid, Seville, Granada",
  "generalInfo": "Discover tradition, authenticity, and historical grandeur during this 11-day Spain highlights tour. Explore with specialist guides and exciting excursions that immerse you in passionate customs. From the vibrant sounds of Barcelona’s Gothic Quarter to Madrid’s lavish art museums and Seville’s winding cobblestone streets to the imposing image of the Alhambra in Granada, this custom-tailored tour brings the essence of Spain’s authentic culture and inspiring history to life.",
  "durationDays": "11",
  "price": "8,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Barcelona - Arrive in Vibrant Barcelona",
      "description": "Barcelona will show its vibrant culture and colorful architecture when your flight lands at El Prat Airport. Your private transfer will meet you at customs and escort you to your luxurious accommodation in the heart of the city. The remainder of the day will be at your leisure to enjoy the remarkable ambiance of the Mediterranean city. The Sagrada Familia Basilica adorns the skyline with spires reaching 566 feet tall. The historical atmosphere of the Gothic Quarter will combine the stunning architecture of the medieval past with the contemporary sounds of lively cafes."
    },
    {
      "dayNumber": "2",
      "title": "Barcelona - Follow Gaudi’s Legacy",
      "description": "Your guide will meet you at the hotel after breakfast eager to lead you on a private tour of Barcelona’s legacy. Construction on the Sagrada Familia Basilica began in the 1880s, and the 18 spindly towers dominate the surrounding structures. Lavish sculptures on the facade shift between the themes that have been dedicated to representations of the Passion. The interior will possess a central tower adorned with stalactites. You will continue to La Boqueria market, where the aromas of fresh local cuisine like potato croquettes and bread with seasoned garlic and tomato sauce fill the air."
    },
    {
      "dayNumber": "3",
      "title": "Barcelona - Discover the Gothic Quarter and Picasso",
      "description": "The majestic ambiance of the city will offer you alluring beauty as you explore the Gothic Quarter with your guide. The unique neighborhood retains secrets that date back centuries and that have been scattered along the cobblestone streets and preserved archways. The 14th-century Santa Agata Chapel was built over a former Roman town wall and acted as the chapel to the Royal Palace. You can visit the Picasso Museum, which is hidden on an atmospheric street occupied by medieval palaces. The 15th-century Gothic architecture juxtaposes the extensive collection of paintings and drawings that make up Picasso’s early work. The collection includes the enormous work, Science and Charity."
    },
    {
      "dayNumber": "4",
      "title": "Granada - Travel to Granada for a Free Day",
      "description": "After breakfast, your private airport transfer will lead you to El Prat for your flight to Granada. After your escorted transfer to your hotel, the remainder of the day will be at your leisure in the heart of the city. Narrow roads will create a majestic ambiance beneath the foothills of the Sierra Nevada Mountains. The antique ramparts continue to act as the neighborhood’s border, giving way to remarkable views at Cuesta de la Alhacaba and the gorge of the Darro River."
    },
    {
      "dayNumber": "5",
      "title": "Granada - Explore the Alhambra",
      "description": "The Alhambra is an imposing figure that towers above the antique heart of Granada at 2,066 feet above sea level. The dreamy hilltop setting dates back to the 13th century and embodies a masterwork of Moorish art and architecture. Your guide will lead you on a private tour of the three sections that contain the Royal Palace, Palace of Ceremonial Rooms, and the Sultan’s private quarters. The exquisite Salon de los Embajadores was the throne room and, today, retains a larch-wood dome. The ethereal charisma stems from the flooding natural light and the 150 decorative patterns."
    },
    {
      "dayNumber": "6",
      "title": "Seville - Wander Charming Seville",
      "description": "Seville is a seductive city that will easily charm you upon your arrival. The diverse legacies of the city stem from architectural grandeur to stunning artistry, opulent museums and lively streets. The scent of citrus will emanate from the numerous plazas that possess blossoming orange trees. You can follow the enticing aroma to the famous Gothic cathedral. The monument was constructed between the 15th and 16th centuries on the foundations of the former mosque. The soaring Giralda Tower hints at the former Moorish rulers and stands 342 feet tall with geometric images above the door."
    },
    {
      "dayNumber": "7",
      "title": "Seville - Free Day in Seville",
      "description": "After breakfast, the day will be yours to enjoy the beauty of Seville. You could visit the Museo de Bellas Artes for insight into work from the 15th century or religious paintings that were crafted during Spain’s 17th-century Golden Age. The Sevillian Baroque captured in Murillo’s Inmaculada Concepcion Grande embraces the motion and curves of the artistic movement. In the evening, you can take part in a flamenco show with a front-row seat to the renowned passion and rhythm. Each movement contains an emotion shaped by history, spirit, and culture to reveal a captivating tradition that intertwines dance with the music."
    },
    {
      "dayNumber": "8",
      "title": "Madrid - Enjoy Regal Madrid",
      "description": "You will travel by high-speed train to Madrid, where your private transfer will meet you at the station and escort you to the comforts of your accommodation. The regal beauty of Spain’s capital city will come into view during your private tour that uncovers the influence of the Habsburg dynasty and the essence of Spanish culture. At the Prado Museum, you will discover the heart of Spain’s art history with over 100 rooms that showcase approximately 2,300 works of art between the 12th and 19th centuries. Famous peices by master artists include El Greco’s Adoration of the Shepherds and Velazquez’s Las Meninas ."
    },
    {
      "dayNumber": "9",
      "title": "Madrid - Revel in Madrid’s Art Triangle",
      "description": "Madrid’s artistic heritage embodies art and architecture in addition to ranging from intricate paintings to regal decoration. Your expert guide will escort you on a marvelous tour of the city’s Art Triangle, beginning in the Reina Sofia Museum. The contemporary gallery hosts work by Juano Miro and Salvador Dali across 419,792 square feet of space. It also includes Picasso’s infamous painting, Guernica . After visiting the Thyssen Bornemisza Museum, you will discover the opulent Royal Palace, which spans more than 1.45 million square feet. The imposing staircase climbs beneath a ceiling fresco that depicts The Triumph of Religion and the Church ."
    },
    {
      "dayNumber": "10",
      "title": "Madrid - Delight in a Toledo Day Trip",
      "description": "You will plunge into the cultural legacy of Toledo at your own pace to find the point at which the Christian, Muslim, and Jewish communities of medieval Spain lived harmoniously. The preserved ambiance of Toledo stems from the dazzling array of synagogues, mosques, palaces, and churches behind the defensive walls. Cobblestone streets lead to hidden shops where aristas continue to model traditional crafts, from metalworking swords to shaping the almond-scented air with handmade marzipan. Colored ceramic tiles pave the streets of the Jewish quarter beneath graceful windows and inorwork balustrades."
    },
    {
      "dayNumber": "11",
      "title": "Madrid - Depart for Home",
      "description": "The bustle in Madrid’s central square of Plaza Mayor will return as the sunlight washes over the imposing architecture and 237 adorning wrought-iron balconies. The aromas of churros and warm chocolate will drift out of the cafes as locals delight in the morning. Your private transfer will meet you in the hotel lobby after breakfast and escort you to Madrid Barajas International Airport for your flight home, bringing your highlights tour of Spain to a close."
    }
  ],
  "map": ""
}