{
  "destination": "Spain",
  "mainPhoto": "",
  "id": "through-the-eyes-of-picasso-highlights-of-artistic-spain",
  "tourName": "Through the Eyes of Picasso: Highlights of Artistic Spain",
  "placesVisited": "Malaga, Galicia, Madrid, Barcelona, Mallorca",
  "generalInfo": "Trace the artistic evolution of a master whose shifting perspective changed the art world during your Picasso Anniversary tour of Spain. Follow in the artist’s footsteps, from Malaga to Galicia, Madrid to Barcelona, and Mallorca, as you witness the details that turned beautiful artwork into unforgettable masterpieces. Go behind the scenes of famous museums to view undisplayed work, find inspiration as you paint like Picasso during an art class, and enjoy the artist’s bohemian life inside one of his favorite cafes as you explore and experience the influential life of Picasso in Spain.",
  "durationDays": "12",
  "price": "6,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Malaga - Enjoy Your Arrival in Malaga",
      "description": "Malaga is a classic, southern, coastal city in Spain, embodying the nickname “Costa del Sol”. Its soulful and colorful history spreads across beaches shimmering with golden sand and the history displayed in museums and art galleries exuded confidence grown from the refurbished port. Your private transfer will meet you at the airport upon your arrival and escort you to your centrally located accommodations for your first glimpse of life in the seaside city. Energetic with life, the food culture combines traditional fishers’ shacks with Michelin-starred restaurants, local wine intertwines with a heritage of creativity, while Roman ruins overlook Moorish architecture. For an introduction to Malaga, you can visit Picasso’s birthplace at Casa Natal Picasso . The house in Plaza de la Merced stands between the Roman Theater and Gibralfaro Castle, with the impressive history looming large over the neighborhood. The first floor features works by Jose Ruiz Blasco, Picasso’s father, offering a glimpse into the personal life and influences of the painter from a young age, leading to the family mementos and a third-floor library with aged leather-bound books, papers, and archive material of Picasso’s work and life. In the evening, you can visit a famous wine and tapas restaurant to enjoy traditional cuisine using local, seasonal ingredients inside an 18th-century mansion. Musicians may play through the night, adding to the ambiance, as you find Picasso’s signature decorating one of the wine barrels lining the wall."
    },
    {
      "dayNumber": "2",
      "title": "Malaga - Experience Picasso’s Early Life",
      "description": "After breakfast, you will meet your Picasso art specialist at the hotel. They will lead you on a tour through the celebrated Picasso Museum of Malaga to explore the themes of the artist’s early life. The painter wanted his work displayed in Malaga to celebrate his birthplace and represent his connection to the city by the sea, as well as the way his early years influenced the artist he became. You may find familiar pieces such as “Still Life with Minotaur and Palette”, depicting the mythological Greek character, or find sculptures the artist used to represent unusual or surprising shapes in nature. Your specialist guide will take you behind the scenes of the museum to view and learn about works not displayed in the normal gallery. You will continue your exploration of Picasso’s works with a painting class to learn the techniques the artist employed throughout his career. Your instructor will guide you through the colors, brush strokes, and intentionality of line usage to create your own Picasso-style work to take home as a reminder of your immersive Picasso experience in Spain."
    },
    {
      "dayNumber": "3",
      "title": "Galicia - Walk the Timeline of Teenage Picasso",
      "description": "In the morning, your private transfer will take you from the hotel to the airport for your flight to A Coruña, in the northern region of Galicia. The distinctive culture and rugged northern landscape will strike a sharp contrast to the golden coastline and Moorish ambiance of the south. As you travel to your accommodations, you may easily see the rugged coastline striking a wild chord against the labyrinth of green valleys weaving through the interior. After settling in, you could take a hike along the cliffs and beaches to enjoy the landscapes that inspired some of Picasso’s early work. You may find the sea breeze blowing the aroma of salt and soil at Riazor beach as the turquoise water crashes against the nearby rocks. Local fishers continue to set sail and cast their nets in view of the Tower of Hercules that looms over the coastline as one of the oldest lighthouses in the world. Instead of viewing one of the artist’s beloved paintings, you have stepped into the landscape. In the evening, you may choose to visit one of the seaside restaurants, known for mariscada , a large, traditional platter of seafood often promoting the freshness of mussels, cuttlefish, and clams dressed with olive oil, sea salt, and pepper."
    },
    {
      "dayNumber": "4",
      "title": "Galicia - Explore Behind the Scenes",
      "description": "You can visit the city of Vigo in the morning and find the invigorating aroma of sea salt and maritime mist. Home to Europe’s largest fishing fleet, you can quickly connect to Picasso’s new life as he arrived from Costa del Sol by ship as a teenager. Perhaps spend time wandering through the narrow lanes as the city wakes up to the aromas of coffee with milk and the sweet scent of freshly baked pastries. You can step aboard a boat for a sailing excursion along the northern Atlantic waters that imitates the panoramic view Picasso may have had as he sailed into port, giving you a view of the beaches to the west and the protruding edge of the peninsula. When you return to land, you can visit the Museo de Bellas Artes, a small museum with an impressive collection representing important Spanish artists. Find an introduction to Goya and an exhibition on 19th-century regional ceramics, before uncovering the connection to Picasso’s teenage life during secondary school. You may find the work “Woman with Hat” displayed within the modern walls of the historic school, demonstrating the evolution of art in all its forms as it takes inspiration from the past to create a new vision for the future."
    },
    {
      "dayNumber": "5",
      "title": "Madrid - Transfer to Spain’s Capital",
      "description": "After your flight to Spain’s capital, your private transfer will meet you at the airport and lead you to your accommodations in the heart of Madrid. Take your time settling in before embracing the modern pace and historical aesthetic shaped by lavish palaces, open green spaces, and lively plazas. You can choose to visit Lavapiés for your introduction to the city, while tracing the life of Picasso in his early 20s. The district remains a casual and fun area, with a history dating back to the Middle Ages as a town just outside of the city’s main walls. Cobblestone streets create a labyrinth among the homes of traditionally working-class locals. The modern neighborhood is a mixture of chic restaurants and street art, as well as home to the renowned Museo Reina Sofia at the edge of the district."
    },
    {
      "dayNumber": "6",
      "title": "Madrid - Discover Picasso’s Madrid",
      "description": "You have the opportunity to explore Picasso’s life in Madrid in multiple ways, from discovering his masterpieces and the works that inspired his artistic style from inside museums or by taking a journey into the countryside to visit the mountains and view the remaining bunkers from the Civil War. When visiting Madrid, one of Picasso’s most famous works stands on display at the Centro de Arte Reina Sofia. Your Picasso specialist can take you to visit possibly the artist’s most famous painting, “Guernica”, which can feel like a centerpiece, its impressive size spanning more than 25 feet long and 11 feet tall. The work depicts the bombing of the town by German and Italian troops at the request of Spanish Nationalists."
    },
    {
      "dayNumber": "7",
      "title": "Madrid - See Where History and Art Combine",
      "description": "You have the option to stay in Madrid and explore the countryside at the edge of the capital city, where you may find the quiet of nature a nice respite from the city’s fast pace. The trees and mountains remain unchanged since the war as you travel along a path leading to the remaining bunkers, trenches, and command posts once used by Franco’s troops. The serene setting may feel like a large contrast to the important events that took place amidst the otherwise untouched scenery. You can continue to the Academy of San Fernando, where Picasso continued his education in art within the royal academy established in the 18th century. The museum displays over 1,400 paintings and 600 sculptures, in addition to glamorous furniture and medals. You may see works that inspired Picasso’s specific aesthetic and encouraged him to push the boundaries of art as you view “The Gentleman’s Dream” by Pereda."
    },
    {
      "dayNumber": "8",
      "title": "Barcelona - Visit the Periods of Picasso’s Life",
      "description": "Arrive in Barcelona in the morning and settle into your accommodations before exploring several different periods of Picasso’s life. The unique city blends Gothic architecture, the surreal vision of architect Antoni Gaudi, and the Mediterranean ambiance for a welcoming energy. You can start your day with a visit to Els 4 Gats, a restaurant known for its bohemian history, offering a space for artists like Picasso, Rusiñol, Casas, Nonell, and Utrillo to drink, eat, and debate. You may find the artist designed the poster for the cafe. For a memorable introduction to the city and Picasso’s connection to the famous streets and distinctive artistic aesthetic, you can explore with a guided Picasso urban tour. The history of street art in the city began during the Franco dictatorship and evolved alongside the street art scene in Paris. While the artist did not participate in the art himself, you can find homages to Picasso around Barcelona, from the work decorating Carrer de l’Agricultura to the portrait on El Born near the Picasso Museum."
    },
    {
      "dayNumber": "9",
      "title": "Barcelona - Behind the Scenes Tour in Barcelona",
      "description": "Barcelona has a rich history intertwined with a fluid artistic perspective. Your guide will be a researcher and specialist focused on Picasso, giving you a more personal connection to the artist, his history, and the influential work he created while in the city. Enter the Picasso Museum with your guide and find galleries spreading across five medieval palaces dating back to around the 13th and 14th centuries. The grand exterior staircase adds to the opulent ambiance of the museum, hosting over 4,000 works across Picasso’s formative years. View “El Paseo de Colón” and “Blanquita Suarez'' before stepping behind the scenes to view works not available to the public for an exclusive and intimate tour through the artist’s perspective. You can also explore the Gothic Quarter on a Civil War tour to learn how battles affected the neighborhood, including possible sightings of marks from bombings scattered across the facade of the Plaça de Sant Felip Neri. In the evening, you can visit the Serras Hotel. Enjoy the view over the city from the rooftop and inhabit the space where Picasso established his workshop for a time."
    },
    {
      "dayNumber": "10",
      "title": "Barcelona - Depart for Home or Continue to Mallorca",
      "description": "In the morning, you have the option of traveling home, bringing an end to your Picasso tour, or continuing onward to Mallaroca to further follow in the footsteps of the Spanish master. Your private transfer will meet you at your hotel and escort you to the airport for your flight. Where that flight departs to is up to you. If you choose to continue to Mallorca, your private transfer will escort you from the airport to your accommodations before you visit Picasso’s former vacation hotel on the Tramuntana cliffs. The dramatic coastline is one of the most iconic places on the island, with cobalt blue water stretching beneath the more than seven miles of Formentor Peninsula. The scenic drive to the cliffs creates a maze of curves, eventually reaching the viewpoint of Sa Ceueta at more than 760 feet above sea level. The breeze often carries the aromas of the sea and surrounding Mediterranean brush, adding to the majestic ambiance shaped by the pristine nature. You may feel the majesty Picasso felt as you embrace the panoramic views."
    },
    {
      "dayNumber": "11",
      "title": "Mallorca - Explore Picasso and Miró’s Friendship",
      "description": "Discover the dynamic friendship between Picasso and Joan Miró in the artist’s later years. You can follow in Picasso’s footsteps with a breakfast of coffee accompanied by a delicious pastry which built the bond between the two artists in Paris, when Miró brought Picasso an ensaimada each morning. Travel to the town of Soller, which opens to the heart of the Serra de Tramuntana valley. The cobblestone streets may fill with the aromas of churros and views to the edging mountains just out of reach of the sea breeze. At the historic train station, you can follow the timeline of Picasso’s friendship with Miró, from their first meeting in Paris to a room displaying approximately 50 ceramic works by Picasso."
    },
    {
      "dayNumber": "12",
      "title": "Mallorca - Depart for Home",
      "description": "In the morning, you may choose to enjoy another pastry for breakfast, once more leaning into the relationship between Picasso, Miró, and Mallorca. After breakfast, your private transfer will meet you at the hotel and escort you to the airport for your flight home. After following in the footsteps of Picasso, you may view Spain and the artist’s work in a different light as your incredible tour comes to an end."
    }
  ],
  "map": ""
}