{
  "destination": "Kolombiya",
  "mainPhoto": "",
  "id": "CCC",
  "tourName": "Klasik Kolombiya",
  "placesVisited": "Kolombiya",
  "generalInfo": "Çarpıcı peyzajlarıyla alıngan bir ülke olan Kolombiya yıllar boyu maceralarla sürüklenmiştir. Sömürge şehirlerini görerek, güneşin kavurduğu kumsalları gizleyen vahşi hayat zengini ulusal parklarda amaçsızca dolanarak ve San Agustin’in antik taş anıtlarını keşfederek, iki haftalık bu tur sizi Kolombiya’nın ilgi çekici yerlerinden bazılarına götürecek.<br><br>Katılış için en yakın uluslararası havaalanı: Bogota El Dorado Uluslararası Havaalanı (BOG)<br><br>Ayrılış için en yakın uluslararası havaalanı: Cartagena Rafael Nunez Uluslararası Havaalanı (CTG)",
  "durationDays": "14",
  "price": "1399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<p>-Zapiquira tuz katedrali</p>\n<p>-Tatacoa çölü gezisi</p>\n<p>-Rehber eşliğinde San Agustin arkeoloji parkı</p>\n<p>-Tierradentro arkeoloji parkı gezisi</p>\n<p>-Tayrona ulusal parkı</p>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 12 gece , konukevinde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Uçuş,toplu taşıma</p>\n<p><strong>Yemekler</strong></p>\n<p>11 kahvaltı,2 temel kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Tur lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bogotá'ya Varış",
      "description": "Turumuz önceleri Santa Fe de Bogotá olarak bilinen Bogota’dan başlıyor.7 milyonluk nüfusuyla Bogota Kolombiya’nın başkenti ve en büyük şehridir.Bolivar meydanı,katedral ve Simon Bolivar’ın evi gibi birçok ilginç yere  sadece yürüme mesafesinde mükemmel bir konumu olan Candelaria semtinde kalacağız.Fünikülere binip şehrin eşsiz manzaraları için Monserrate’ye gidebilir veya ünlü altın müzesini ziyaret edebilirsiniz.Önerilen bir başka aktivite de şehrin duvarlarını süsleyen ünlü sokak sanatlarını görmek için bir grafiti turu yapmaktır.İnsanları ve nesneleri büyük formatlarda betimleyen bazı sanatları görmek için Botero müzeside ziyarete değer bir yer."
    },
    {
      "dayNumber": 2,
      "title": "Villa de Leyva",
      "description": "Bogota’dan ayrılıp araçla ,yeraltında bir tuz madeninin tünellerine inşa edilmiş harka bir yer olan Zipaquira tuz katedraline doğru ilerliyoruz.Burası sıklıkla hac için gelenlerin uğradığı bir yerdir ve Pazar günleri 3000 kişiyi ağırlar.Bu benzersiz kiliseyi keşfettikten sonra yolumuza antik bir şehir olan Villa de Leyva’ya doğru devam ediyoruz.Bu etkileyici şehir 1572 de kurulmuş ve neredeyse hiç modern mimari etkilerini göremeyeceğiniz bir ulusal anıt olarak hükümet tarafından korunmuştur.Dar sokakları ve özel avluları gezerek koloni döneminden kalma etkileyici meydanın keyfini çıkarmak için zamanınız olacak.Bazı yerlilerle sohbet edin,Kolombiyalılar Güney Amerika’daki en cana yakın insanlardandır ve size hayatlarından bahsetmekten mutlu olurlar.Burası ayrıca yürüyüş ve dağ bisiklet turu için popüler bir yerdir."
    },
    {
      "dayNumber": 4,
      "title": "Villavieja",
      "description": "Villa de Leyva’dan ayrılıp,Neiva’ya kısa bir uçuş yapacağımız Bogota’ya geri dönüyoruz.Buradan da Tatacoa çölünün  başlangıcında küçük bir şehir olan Villavieja’ya 1 saat yol alacağız."
    },
    {
      "dayNumber": 5,
      "title": "San Agustin",
      "description": "We have a scenic journey, travelling for approximately seven hours to San Agustín, an area known for the pre-Columbian sites with many fascinating statues. A UNESCO World Heritage Site, little is known about the communities that carved these statues apart from the few traces of their existence that they left behind. The following day we will have a guided tour through the San Agustín Archaeological Park. There are hundreds of these statues to see spread over a huge area as well as many ancient burial sites. The pre-Columbian community was eventually replaced by a new group of people who arrived possibly from the Amazon region in the late eighth century bringing in more complex agriculture practises. The parks also have some amazing views of the valley. When you are not exploring the archaeological site, you can enjoy the stunning green landscape, hike through the hills or take a jeep tour."
    },
    {
      "dayNumber": 7,
      "title": "Tierradentro",
      "description": "Sisli tepelerle çevrili ,uzak ve sanki başka dünyada bir yer olan Tierradentro’ya araçla uzun bir yola çıkıyoruz.İsmi tam olarak ‘içine inmek’ anlamına gelen bu hayret verici bölge ,yeryüzü şeklini oluşturan yumuşak volkanik kayalara oyulmuş ve  özenle boyanmış yer altı mezar bölmeleri ile ünlüdür. Gizem ve entrika dolu yeraltında korunan bu geniş lahitleri görebileceğiniz Arkeoloji parkına dahili bir tur yapacağız."
    },
    {
      "dayNumber": 8,
      "title": "Cali",
      "description": "Salsa tutkusu ve geniş Afro-Kolombiya kültürünü bir araya getiren hareketli Cali şehrine hoş geldiniz. Barrio de San Antonio’nun hayat dolu atmosferine kapılmadan önce gotik mimarisiyle ünlü La Ermita kilisesine hayran kalacaksınız.Burada tepenin üzerinden şehrin harika manzaralarını izleyebileceğiniz gibi restoranlarına ve barlarına konuk olacaksınız."
    },
    {
      "dayNumber": 10,
      "title": "Santa Marta",
      "description": "Bogota üzerinden uçarak ,Kolombiya’nın en eski şehri ve ilk İspanyol yerleşim yeri olan Santa Marta’ya varıyoruz.Şehir önemli  tarihi bir merkeze güzel eski bir kasabaya sahip,ve Kolombiya’lı turistler için bile popüler bir uğrak yeri.Tayrona ulusal parkına günlük gezimiz içinde üssümüz olacak."
    },
    {
      "dayNumber": 12,
      "title": "Cartagena",
      "description": "Cartagena ,Amazon’da fırtına (Romancing the Stone ) filminin de çekildiği kıtadaki en ilginç koloni bölgelerinden birisidir.Ahşap balkonlarla ve sarkan bitkilerle bezenmiş büyüleyici dar sokaklarını gezin.Ziyaret edilebilecek Castillo San Felipe ve San Lazaro tepesindeki kale gibi birçok ilginç mekan var.Bu kalenin altında labirent tüneller ve hala siperler boyunca toplar bulunmakta.Ayrıca La Popa tepesinde şehrin yukarıdan eşsiz manzaralarını görebileceğiniz renkli manastır ziyareti de zahmete değer.Kolombiyalıların tatillerini geçirdiği Boca Grande sahili mağazalar,gece kulüpleri ve barlarla doludur. Cartagena yakınındaki çamurlu volkan Volcán de Lodo El Totumo size rahatlama ve cilt tedavisine iyi geldiği söylenen çamuru içinde yuvarlanma fırsatı verir."
    },
    {
      "dayNumber": 14,
      "title": "Cartagena'dan Ayrılış",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}