[
  {
    "destination": "St Helena",
    "mainPhoto": "",
    "id": "sail-across-the-south-atlantic-ocean",
    "tourName": "Sail across the South Atlantic Ocean",
    "placesVisited": "",
    "generalInfo": "Sail the South Atlantic and visit the beautiful island of Saint Helena.<br/><br/>Embark on an extraordinary round trip sailing adventure across the South Atlantic Ocean, that includes two amazing stop-overs in Namibia and the isolated island of St Helena. <br/><br/>The voyage will teach you everything needed for a major ocean crossing. Led by an experienced skipper and first mate, this journey is more than just sailing. Choose to join either leg or the full round trip - both legs include five days accommodation on the island in a local, independently run hotel.<br/><br/>Leg 1: Start in Cape Town with boat prep at the Royal Cape Yacht Club. Then sail up Africa’s coast to Lüderitz, Namibia, logging your 60nm skippered passage along the way if desired. Explore the desert ghost town of Kolmanskop before setting out on a lovely \"downwind\" crossing of the South Atlantic to St Helena Island. <br/><br/>Spenda few days onshore exploring this sub-tropical paradise with self catering accommodation included. There's lots to see and do including meeting the world's oldest living animal, seeing the final resting place of Napoleon who was imprisoned on the island and, of course meeting all the wonderfully friendly islanders. <br/><br/>Our guests can either fly back from St Helena to Cape Town or continue to Leg 2.<br/><br/>Leg 2:  Leaving St Helena, we initially sail west, deep into the South Atlantic. It's a wild and majestically isolated Ocean which will see dynamic sailing and big seas. This leg is, perfect for practicing Celestial Navigation and is a real \"off-shore\" passage that will count to mile building. Duration: ~3 weeks.<br/><br/>Join both legs for a 40-day, 4,500-nautical-mile adventure of a lifetime",
    "durationDays": "40",
    "price": "7495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Your journey starts in Cape Town at the Royal Cape Yacht Club, where we spend a few days fully preparing for the expedition ahead. You will get to know your fellow crew and the vessel from end to end. We have a detailed checklist, deciding on a Menu plan, shopping, passage planning and much more - there’s a lot to do, but it’s fun and all under expert supervision"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "A gentle sail up the beautiful African coastline. You will get used to the watch system and sailing together. For those who need, you can use this leg for your skippered 60NM passage or just relax and spot the dolphins that often follow us up the coast."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "We stay a couple of days in the historic, desert town of Ludertiz. Time to relax, stock up for the voyage ahead and also perhaps take a trip out to Kolmanskop - an abandoned German mining town where you can get a guide to explain it’s history and then wander the town at leisure, exploring the buildings slowly filling with sand"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "We set sail for St Helena island, more than 1,000miles in the middle of the South Atlantic. The weather and sea state tends to be gentle, but this is a true ‘blue water’ passage that will take between 10 - 12 days - far from the coast, where Whales are often our only company."
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "St Helena remains one of the world’s most isolated places – only accessible by boat until a couple of years ago and still wonderfully remote and unspoilt. Arriving by yacht is the best way to appreciate it. Once ashore, we settle into our self catering accommodation in Jamestown, You can visit Napoleon’s house and indeed his tomb or you can say hello to Jonathan the tortoise, the world’s oldest living animal (190years old!). Relax with a beer in the old-world charm of Jamestown or take a hike into the Jungle on one of the ‘post-box’ trails. There is so much to do and see. St Helena always gives our crew a fabulous welcome – we spend approx. 5 days on the island, before we wave farewell and return to sea."
      },
      {
        "dayNumber": 24,
        "title": "",
        "description": "The return to Cape Town is a true expedition sail. Heading out into the wild South Atlantic, routing towards Tristan Da Cunha, you will experience every kind of weather and, at times, this is really challenging sailing where you will make use of everything you’ve learned so far. Out here is the perfect place to learn and practice Celestial Navigation. We spend time each day on all aspects of sailing theory and practice. We’ve done the trip countless times and know these waters extremely well - so safety will never be a concern but it’s a long leg and when Cape town appears on the horizon, you will know you have achieved a truly “once in a lifetime” ocean adventure."
      },
      {
        "dayNumber": 40,
        "title": "",
        "description": "After nearly 5,000 nautical miles travelled, two incredible stopovers and a life-time of experience gained. we part ways. Our crews often stay in contact for years after this adventure!"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "St Helena",
    "mainPhoto": "",
    "id": "saint-helena-nature-and-culture-tour",
    "tourName": "Saint Helena nature and culture tour",
    "placesVisited": "",
    "generalInfo": "Discover Saint Helena. The small island has a rich, well-documented history that is still evident at every turn. The volcanic island is blanketed in lush green vegetation, including an ancient cloud forest which is home to around 250 endemic species. With a number of well-signposted trails, varying in length and difficulty, Saint Helena is a hiker's paradise. Explore the deep waters surrounding the island and spot dolphins, whales, endemic marine life and whale sharks. Visit historical landmarks, including Naoplean's residence during his exile, the remnants of fortified walls and excellent examples of Georgian architecture as well as places used as campsites for Boer Prisoners of War.",
    "durationDays": "7",
    "price": "2970",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "After flying to Saint Helena via South Africa, check in to your hotel which is set in the island’s capital, Jamestown. The hotel is a few minutes walk from the seafront and is set within a historic building that was previously home to the East India Company's officer barracks."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Explore the waters around the island on a boat cruise. Look out for the varied marine life that can be spotted, including bottlenose dolphins, pan-tropical dolphins, and rays. If you are visiting from January – March you may be lucky enough to see the elusive Whale Sharks. There are a number of great spots to snorkel from your boat as well."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Days at leisure. Optional activities include guided hikes of varying difficulty and guided 4x4 island tours. These tours can include a visit Deadwood Plain, the camp site of Boer prisoners during the Anglo Boer War and a private tour of the Governor's residence, Plantation House which was built in 1792. Plantation House is also home Jonathan the tortoise, a 191-year-old giant tortoise who is the world's oldest living animal."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Explore Jamestown. Start with a visit to the Museum of Saint Helena, which traces the varied history of the island, but also has artefacts from the number of wrecks that dot the coastline over the last 500 years. After this visit St James Church, the oldest Anglican Church in the Southern Hemisphere and the famous Jacob's ladder which ascends 699 steps above the town."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Learn about the exile of Napolean Bonaparte and visit all three Napoleonic sites owned by the French government, including Longwood House, where he lived and died. It is one of the best Napoleonic museums in the world, with original furniture and over 900 artefacts."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Begin your return journey, flying from Saint Helena to South Africa for your onward flight."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "St Helena",
    "mainPhoto": "",
    "id": "st-helena-tour-small-group",
    "tourName": "St Helena tour, small group",
    "placesVisited": "",
    "generalInfo": "For those travellers who enjoy getting off the beaten track, the British overseas territory of Saint Helena – one of the remotest places on earth and now reached via a weekly flight from South Africa, is a must visit destination.<br/><br/>The tropical island of Saint Helena, secluded in the Atlantic Ocean, offers a pristine paradise steeped in history. Despite its remote location, recent accessibility has opened it to tourism. Visitors can trace the paths of famous figures like Darwin and Napoleon, explore its rugged terrain and diverse wildlife, including rare bird species and the famed Jonathan, a 190-year-old giant tortoise. Saint Helena's rich history, from Boer prisoners to Napoleon's exile, adds depth to its allure. During our week on the island, we will uncover Saint Helena’s extraordinary sights and natural wonders, and we will experience the genuine hospitality of the local people as we embark on a journey filled with intrigue and wonder.",
    "durationDays": "8",
    "price": "3490",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Johannesburg to Saint Helena - Check-in at Johannesburg’s O.R. Tambo International Airport for our Airlink flight to Saint Helena, which enroute includes a refuelling stop in Walvis Bay, Namibia. Including the stop the flight will take about 6.5hrs and we will land at Saint Helena’s airport which opened in 2017 at around 1.30pm local time. We will be met on arrival and transferred the 10 miles from the airport located on the eastern side of the island to our hotel in Jamestown on the northern and leeward side of the island. Check-in at our centrally located hotel and our home for the next 7 nights. This afternoon, if time allows, we will meet our local guide and enjoy a walk through the island’s capital, Jamestown and discover the stories that this historically rich Georgian styled town has to offer. Visit the Castle with its tropical gardens, St James Church (the oldest Anglican Church in the Southern Hemisphere), the famous Jacob’s ladder which ascends 699 steps above the town and the Court House. Overnight Mantis St Helena. (B)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Saint Helena – Boat Cruise - After breakfast we will take a boat cruise off the island, where we expect to see large schools of Bottlenose and Rough-Toothed dolphins as well as turtles and Devil Rays. From the boat we will have a scenic view of the Island's coastline and we can see some of the old fortifications and outposts that are still standing. Return to port for lunch at a local seafront coffee shop before heading back to our hotel. Enjoy the remainder of the day at leisure. Overnight Mantis St Helena. (BL)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Saint Helena – Island Tour - After breakfast we will be collected for a full day tour including a packed lunch. Discover the island by 4x4 vehicle or depending on group size, by minibus. Stop at Deadwood Plain which was the campsite of Boer prisoners of war during the Anglo Boer War of 1900-1902, then to Flagg Staff which gives us wonderful panoramic views across the island. Later we visit Levelwood, home to the Bell Stone – a rock which when struck rings like a bell. We wind our way to the southwest point of the island for incredible views over the Atlantic Ocean, which stretches unbroken for 2,700 kilometers in every direction. Learn about and see the island’s natural and historical attractions along the way. Overnight Mantis St Helena. (BL)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Saint Helena – Plantation House - This morning a private tour of the Governor’s residence, Plantation House, awaits. Built in 1792, it has been the home to the island’s governors. Perhaps an even more famous inhabitant though is Jonathan, a giant tortoise who approaching 200 years old, lives in the grounds and is said to be the world’s oldest living land animal. After a packed lunch we visit St Paul’s Cathedral, High Knoll Fort, and the Boer War cemetery before returning to the hotel. Overnight Mantis St Helena. (BL)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Saint Helena – Free Day - Today is at leisure to explore at your own pace. Highly recommended is the very well curated Museum of Saint Helena which not only traces the varied history of the island, but also has artefacts from the number of wrecks that dot the coastline over the last 500 years. You may also like to book another optional boat cruise, or swim in the Atlantic – or in the large public swimming pool that sits near the harbour and is a great place to meet local islanders. Overnight Mantis St Helena. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Saint Helena – Hike to Blue Point - After breakfast we will set off for a hike to Blue Point which offers coastal views over Sandy Bay beach and Lots Wife ponds area as well as the rolling countryside of Blue Hill. Enjoy a packed lunch whilst out hiking. In the afternoon visit one of the island’s coffee plantations to view how one of the world’s rarest coffees is grown and processed, before returning to the hotel. Overnight Mantis St Helena. (BL)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Saint Helena – Longwood House - This morning, we will visit Longwood House, which is one of the best Napoleonic museums in the world. Napoleon Bonaparte was exiled to Saint Helena in 1815 and died on the island 6 years later. After a packed lunch we will visit the Millennium Forest where we can contribute to restoring the island’s endemic forest by planting an endemic tree. Return to our hotel for our final night on Saint Helena. Overnight Mantis St Helena. (BL)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Saint Helena to Johannesburg - Enjoy a leisurely breakfast before we are transferred back to the island’s airport for our return Airlink flight to Johannesburg. Unlike our flight over, the return journey does not require a refuelling stop, so is non-stop and takes just under 5 hours. Unless you have organised flights or additional services with Undiscovered Destinations, the tour arrangements end upon arrival in Johannesburg. (B)"
      }
    ],
    "map": "",
    "category": "Culture"
  }
]