{
  "destination": "Malaysia",
  "mainPhoto": "",
  "id": "malaysia-tour",
  "tourName": "Malaysia Tour",
  "placesVisited": "Kuala Lumpur, Cameron Highlands, Ulu Muda Forest Reserve, Teluk Bahang, George Town, ecolodge stay, guided forest walks and a river cruise, village homestay and Silat (local martial art) performance, tour a batik factory",
  "generalInfo": "This eight-day Malaysia tour leaves no stone unturned when it comes to unique experiences. Your journey might start in Kuala Lumpur but it soon takes you out into the gorgeous countryside.<br/><br/>As you’d hope from a Malaysia tour, you’ll be given lots of chances to meet local people, including the fishermen at Kampung Baru village in Penang, street food sellers at markets in the capital and out at little roadside stands in the countryside, and even local martial art masters! <br/><br/>From Kuala Lumpur you head to the Cameron Highlands, where you’ll learn the art of making tea, and on to walk among the massive trees of the beautifully biodiverse Ulu Muda Forest Reserve. This is an area that’s rarely visited by anyone outside the country, but which is a great place to potentially spot a wild elephant at one of the many naturally-occurring salt licks.<br/><br/>The best part of this tour might be the characterful places that you’ll stay – in Ulu Muda Forest that’s an amazing ecolodge which doubles as a research centre for the forest wildlife. In Teluk Bahang, a little fishing village in Penang, you’ll have a homestay, where you’ll share a memorable dinner together. <br/><br/>Before you leave your homestay you can tour a batik factory – the beautiful rainbow colours of the fabrics on display are as diverse as the rich experiences you’ve just had on your trip. The tour ends at George Town, the capital of Penang.<br/>",
  "durationDays": "10",
  "price": "1595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Kuala Lumpur.",
      "description": "Selamat Datang! Welcome to Malaysia. Your adventure begins in the bustling capital of Malaysia, Kuala Lumpur. Here, you can expect streets lined with colourful food stalls, friendly locals and fast-paced energy. You have a welcome meeting at 6 pm tonight to meet your group leader and travel companions. If you arrive early, why not check out the Petaling Street Market – the vibrant hub of Kuala Lumpur’s Chinatown – or wander along the River of Life. After your meeting, maybe join your leader for an optional group dinner at Jalan Alor to experience the vibrant food scene in Kuala Lumpur and maybe explore the charming Bukit Bintang together before heading back to the hotel."
    },
    {
      "dayNumber": 2,
      "title": "George Town.",
      "description": "This morning, you’ll take the local metro to the train station for your journey to Butterworth. From here, take a private transfer to George Town – the port city turned UNESCO World Heritage site and the multicultural capital of the island of Penang. When you arrive, head out with your leader for an orientation walk to get your bearings. Then, enjoy some free time to explore at your own pace. George Town has some great cuisine on offer, and your leader can always point you in the right direction for some great eats! You might also like to check out some of the hidden temples, Little India or go on a self-paced street art tour."
    },
    {
      "dayNumber": 3,
      "title": "George Town.",
      "description": "Hit the streets with your leader for a walking tour of George Town. You’ll notice a certain charm about this city as you wander by the historical building and ancient shopfronts and admire the fascinating street art at every turn. You’ll also explore Pinang Peranakan Museum – home to over 1000 pieces of antiques and collectables. This afternoon is free for you to explore or relax – maybe visit the Kapitan Keling Mosque, Arulmigu Balathandayuthapani Temple, The Clan Community of Penang or the Wonderfood Museum."
    },
    {
      "dayNumber": 4,
      "title": "Teluk Bahang.",
      "description": "After a leisurely morning, take a private transfer to Teluk Bahang – a small fishing village in Penang. When you arrive, be welcomed into the homes of your homestay hosts, then tuck into some lunch. Visit a Batik factory where you’ll learn about the art of hand painting Batik patterns onto materials, before enjoying some fun with your group with a selection of traditional games. Then, take a late afternoon walk around the fishing village, learn how the locals make their nets and discover the life of a fisherman. Dinner tonight will be prepared especially for you by your hosts. Watch a cooking demonstration, then enjoy some local cuisine as a group, taking some time getting to know your hosts. Later, sit down for a special Silat (local martial art) performance where you can learn a few tricks from the local masters."
    },
    {
      "dayNumber": 5,
      "title": "Ulu Muda Forest.",
      "description": "Visit a local market this morning for breakfast, then say goodbye to your homestay hosts. Take a private transfer to Ulu Muda Forest – your home away from home for the next two nights. You’ll arrive at the Lake Muda Jetty just in time for a bite to eat, freshly prepared by the locals. Then, you’ll board a boat to Earth Lodge in Kuala Labua – this socially conscious organisation fights for the preservation of the forest with research and awareness, low carbon footprint practices and ecotourism principles. Your accommodation tonight is surrounded by nature, tucked away from the hustle and bustle of the city. It’s the perfect launching pad to explore the nearby jungle trails, winding rivers and lush tropical rainforest. When you arrive, you’ll head out on a river cruise where you’ll have the chance to spot local wildlife (you might even see some elephants if you’re lucky!) before a free evening to settle in and make yourself at home."
    },
    {
      "dayNumber": 6,
      "title": "Ulu Muda Forest.",
      "description": "After breakfast this morning, you’ll pull on your walking shoes for a trek into Bukit Labu where you’ll be accompanied by an expert guide. Listen carefully as your guide tells you all about the native plants and wildlife that call this lush rainforest home. Keep your eyes peeled for elephants! Enjoy a picnic lunch by the river before trekking back to your accommodation and visiting Salt-lick hot springs, where the local animals, including the elephants, go to get their minerals. In the late afternoon, maximise your chances of seeing wildlife with another river cruise."
    },
    {
      "dayNumber": 7,
      "title": "Cameron Highlands.",
      "description": "Say goodbye to the forest this morning and head back to the jetty, where your private transfer will be waiting for your journey towards the Cameron Highlands. A serene spot, the rolling green highlands are blanketed by tea plantations and boast a refreshingly cool climate. You’ll arrive in the mid-afternoon and have some have free time to wander the local market stalls and tuck into some typical Malay cuisine."
    },
    {
      "dayNumber": 8,
      "title": "Cameron Highlands.",
      "description": "Have breakfast just like the locals and treat your tastebuds to some traditional eats straight from a local street stall. This is breakfast on the go – Malay style! After you’ve fuelled up, hit the road to a track of mossy forested area to stretch your legs on a trek through this mist-shrouded spot. Your guide will point out the unique plants living here, under the blanket of rich, green moss. After, you’ll step back into reality and explore one of the local tea plantations to learn more about tea production here and see the endless rows of green shrubs that seem to hug the hillside. This afternoon is free and you might like to visit the Cameron Floral Park or indulge in some high tea at the Jim Thompson Tea Room."
    },
    {
      "dayNumber": 9,
      "title": "Kuala Lumpur.",
      "description": "Today it’s back to Kuala Lumpur by a local express bus, then a metro back to your hotel. You’ll arrive in the mid-afternoon, then the rest of the day is free to explore this energetic city. Maybe head to the observation deck on the 451-m tall Petronas Twin Towers or see the Sultan Abdul Samad Building. Tonight, maybe head out to an optional farewell dinner to celebrate your adventure."
    },
    {
      "dayNumber": 10,
      "title": "Kuala Lumpur.",
      "description": "With no further activities planned, your adventure comes to an end after breakfast this morning. If you’d like to extend your time in Kuala Lumpur, just get in touch with your booking agent ahead of time."
    }
  ],
  "map": ""
}