{
  "destination": "Malaysia",
  "mainPhoto": "",
  "id": "malaysia-holiday-kuala-lumpur-to-penang",
  "tourName": "Malaysia holiday, Kuala Lumpur to Penang",
  "placesVisited": "",
  "generalInfo": "On our 8-day Malaysia World Heritage tour you'll discover some of the highlights of the Malay Peninsula; its rich cultural and historical heritage,  magnificent landscapes and flora and fauna as well as the vibrant contemporary street-life and, of course, fabulous cuisine.<br/><br/>The strategically located Malay Peninsula has been the hub of maritime trade between China and India for over 2,000 years and today shows ancient Buddhist and Hindu vestiges as well as displaying more recent Portuguese, Dutch and British influences creating exceptionally rich architectural and historical traditions. <br/><br/>With the influx of Tamil, Sikh and Bengalis during British rule and the unique Straights Chinese culture, Malaysia’s contemporary mix is every bit as complex and the resulting cuisine certainly justifies its ‘best of Asia’ tag. <br/><br/>We’ll show you the bewildering variety Kuala Lumpur has to offer from the iconic Petronas Towers to its magnificent Victorian vestiges and colourful Little India as well as the beautifully-preserved Chinatowns, clan mansions, outlying villages and vibrant street markets of World Heritage Malacca and Penang.  <br/><br/>You’ll also take in the spectacular Batu Caves, go on a boat trip along the Malacca River, ride the venerable old funicular railway up Penang Hill and hike back down through lush rainforest and even join a hands-on Malaysian cookery class in a tropical spice garden.<br/><br/> An enthralling and varied introduction to what is still a surprisingly little-known part of Southeast Asia. <br/><br/>Features:<br/><br/>1. Combine the historic Dutch, Portuguese and British heritage with contemporary Indian, Chinese and Malay culture<br/>2. Discover the contrasting sights of the vibrant capital Kuala Lumpur from the highly traditional to ultra-modern<br/>3. Explore the twin UNESCO World Heritage-listed sites of Melaka (Malacca) and George Town (Penang)<br/>4. Varied activities include a jungle hike on Penang Island, a hands-on Malay cookery class and rickshaw tour of Malacca <br/>5. Optional beach extensions to the Andaman Sea's Langkawi Island or the Perhentians Islands on the Gulf of Thailand<br/>6. ...and last but not least - certainly some of the best and most varied food to be found anywhere in Asia <br/><br/>Optional extensions<br/><br/>1. Take a ferry from Penang to lush tropical Langkawi Island <br/>2. A domestic flight and speedboat ride will see you on the unspoilt, coral-fringed Perhentian Islands (April to Sept)<br/><br/>Note groups sizes are min 4 to max 12 persons with most meals (local-style) included and accommodation in 3 to 4* hotels.",
  "durationDays": "8",
  "price": "1495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our tour begins with a transfer from Kuala Lumpur International Airport to our downtown hotel (or rendezvous in the lobby for those booking a land only tour) and some time to settle in and relax before an introductory walking tour and local-style welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Leaving the city centre we’ll travel by train to the northern edge of KL and the famous and highly revered Batu Caves. From here we return to the historic centre for a walking tour taking in the old central mosque and the fabulous Victorian-era architecture of Merdeka Square. An evening walking tour of Kampung Baru introduces you to some of the array of local street food on offer as well as providing some spectacular views of the city’s iconic Petronas Towers."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Morning departure for the coast and Melaka (Malacca) with an afternoon orientation tour by rickshaw of the historic, UNESCO-listed city. The UNESCO World Heritage-listed town displays Portuguese, Dutch and British influences and we’ll allow you time in the late afternoon and evening to explore at your leisure."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Return to Kuala Lumpur to catch the Butterworth express train to northern Malaysia. Late afternoon arrival and transfer by ferry to our heritage-style hotel in George Town's historic, downtown jetty quarter with the evening free to explore the area or maybe check out one of the famous hawker street-food markets."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Penang’s capital George Town reveals a bewildering mix of Malay, Indian and Chinese cultures; Buddhist, Christian, Muslim and Hindu religions. Our walking tour of this well-preserved town takes in exotic temples, Chinese architecture, colourful Little India and impressive British colonial-period buildings. The afternoon is free to explore the fascinating and friendly town at your leisure, check out the local markets or museums while an optional visit to the historic Cheong Fatt Tse ‘blue mansion’ can be arranged."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "An ascent of Penang Hill by the famous jungle, funicular jungle railway – originally dating back to the Victorian era - for some spectacular views across the island and a visit to the Habitat Park to check-out their canopy walkway and ‘tree-tops’ trail. In the afternoon we return down the hill for a short drive to the island’s picturesque Botanical Gardens."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "A food-orientated morning with a visit to the island's Tropical Spice Garden. An explanation and tour of the garden's myriad herbs and spices are followed by a hands-on cookery lesson where you'll prepare your own lunch. Short afternoon hike to unspoilt Monkey Beach in nearby Penang National Park."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Morning at leisure and end of the tour. A transfer to Penang International Airport is included for those booking the flights package or, for those with a few more days to spare, we offer the options of island extensions to Langkawi (express boat from Penang) or the Perhentian Islands (domestic flight to Kota Baru and speedboat transfer) or a flight to Kota Kinabalu to link up with our 8-day Borneo, Sabah tour."
    }
  ],
  "map": ""
}