{
  "destination": "Malaysia",
  "mainPhoto": "",
  "id": "northern-malaysia-tour",
  "tourName": "Northern Malaysia tour",
  "placesVisited": "",
  "generalInfo": "Malaysia is one of those destinations which can satisfy those with many different interests and travel styles. This Northern Malaysia Overland itinerary is as diverse as the country itself and perfect for those interested in a more culturally immersive travel experience. <br/><br/>Beginning in Penang, you will dive straight into the heritage and food culture of this historically important city, once known as George Town, on an evening tour by trishaw (three-wheeled vehicle with pedals). You’ll be taken down streets lined with historical architecture and then on to the Red Garden Food Paradise night market, to try some favourite local dishes. <br/><br/>Dig deeper into the cultural heritage of the city with a walking tour of its multi-cultural neighbourhoods, where you’ll find UNESCO World Heritage buildings side by side with contemporary architecture, traditional craft workshops watched over by modern street art, and centuries old markets operating next to state-of-the-art shopping malls. Observe the influence of the Chinese, Indian, British and Malay communities on the cuisine and character of the city. Witness the cultural activities practiced here today and sample more of the diverse cuisine found at the street hawker stalls.  <br/><br/>From Penang you’ll venture into Malaysia’s picturesque countryside, passing through the historic town of Kuala Kangsar, where you’ll visit an area with traditional Malay houses and learn about a traditional water pitcher, labu sayong, which has become an iconic symbol of the area’s culture and traditions. Visit the famous local mosque and Royal Museum, then head back into the countryside to a nearby traditional Malay homestay.<br/><br/>Located by the edge of Lake Chenderoh, Suka Suka Homestay is run by Mr Aziz and his family, who will warmly welcome you to their community and share their traditional culture. While at the homestay you will be able to enjoy activities such as kayaking and hiking, as well as having the opportunity to participate in cultural activities, such as games, sharing communal meals, and learning the correct way to wear a Malay sarong. <br/><br/>After saying goodbye to your hosts, you’ll journey farther east into the Belum Rainforest and on to your accommodation on Banding Island, located on a lake close to the Royal Belum State Park.  With the island resort as your base, you’ll venture to the wilder parts of Upper Belum and explore the rainforest on treks and boat journeys. Hidden within the thick jungle is the Raflesia, the world’s largest flower, as well as many protected species of flora and fauna. <br/><br/>On the final leg of your journey you’ll travel to the Malay Peninsula’s eastern coastline, passing through Kota Bharu, where you’ll enjoy a trek to a traditional Malay village, and then travelling onwards by boat transfer to the stunning Perhentian Islands. Finish your Malaysia adventure relaxing on white sand beaches and exploring the beautiful coral reefs in this picture-perfect tropical paradise.",
  "durationDays": "12",
  "price": "1915",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "PENANG: On arrival at the airport in Penang, you’ll be met by your guide and transferred to your hotel in town. In the evening, you’ll meet your guide for a night tour of the city by trishaw, which is a three-wheeled pedal-powered vehicle. Cruise past some of former George Town’s most impressive historical architecture and on to Red Garden Food Paradise night market. Here you’ll be introduced to some favourite local dishes, such as satay sticks (barbequed meat) and char koay teow (fried noodles with seafood). End the evening with a choice of staying to watch the nightly local band or enjoying a drink at a 360-degree revolving bar which has spectacular views of the city below."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "PENANG: This morning your guide will take you on a walking tour of Penang’s historical and cultural neighbourhoods. Start in the old George Town area where you will learn about its merchant history and wander streets lined with characterful former shophouses. Stop for some coffee at a bake house and sample some Bengali bread while you hear about the origins of this popular Penang breakfast. Continue your walking tour and pass by more impressive architectural buildings which earned the town its UNESCO World Heritage status. Keep your eye out for small traditional workshops making items such as joss sticks, as well as murals on the sides of buildings which are often combined with real life objects to make modern art pieces. Arrive at Khoo Kongsi, a large Chinese clan house with an extensive lineage which can be traced back 650 years. Here you’ll learn about the practice of ancestor worship and its importance in the local community before heading down the ‘Street of Harmony’ where various spiritual shrines and houses of worship can be found. Finish today’s walking tour in Little India, where you’ll see locals shopping for colourful flower garland offerings and you will get to try some excellent food from the street hawkers. Visit a 150-year-old wet market which still buzzes with activity and then continue exploring independently or head back to your hotel for an evening at leisure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "KUALA KANGSAR: Today you’ll take a private transfer from Penang to the town of Kuala Kangsar, which is the royal seat of the Perak Sultanate, one of the oldest of the nine Malaysian monarchies. Pay a visit to a village area known as Sayong, where traditional Malay houses line the banks of the Perak River. Learn about how the labu sayong (water gourd) has slowly gained prominence in Kuala Kangsar - but not just as a water container. Continue on to Ubudiah mosque and admire its beauty, before stopping by at a former royal residence, now the Perak Royal Museum. After exploring the museum, enjoy lunch at a local restaurant and transfer to the nearby countryside where tonight’s homestay accommodation is located. Suka Suka Homestay is run by Mr Aziz and his family, who will welcome you into their traditional community, share their culture, and take you on a tour of the area. The homestay is located at the edge of Lake Chenderoh and you can choose to explore it in kayaks, taking in the beautiful scenery of forested mountains, before enjoying a barbeque dinner followed by some local games."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KUALA KANGSAR: After breakfast, take a boat across the lake for a walk in a traditional Malay village made up of wooden stilt houses. Enjoy a local hot milk tea beverage before heading back to the homestay for lunch. In the afternoon you’ll be taught the traditional way to wear a Malay sarong before choosing to either relax at the homestay, jump back in the kayaks for more paddling on the lake or walk to a nearby waterfall. A traditional Malay dinner will be served at the homestay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "BANDING ISLAND: This morning you’ll take a private transfer farther east across the Malaysian peninsula to Banding Island, home to the Belum Rainforest Resort. This will be your base for exploration into the Royal Belum State Park, an area of protected rainforest which borders the Halabala National Park and Thailand to the north. After checking in and enjoying some time at leisure at the resort, head out into the nearby jungle for a guided night walk. Many wildlife species are active at this time and this walk will give you the best chance to spot some of these nocturnal creatures."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "BANDING ISLAND: Today you’ll take a boat to Upper Belum and the Royal Belum State Park, in search of the world’s largest flower, the Rafflesia. Trek into the ancient forest and pass huge fig trees. Stop at waterfalls, where you can enjoy a swim in their pools, and visit Orang Asli minority villages to learn about their culture. There will be many opportunities to spot wildlife in the forest, with hornbills being a common sighting for bird lovers. The late afternoon and evening will be at leisure back at the resort."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "KOTA BHARU: This morning you will take a private transfer to Kota Bharu, a town on Malaysia’s east coast. Enjoy lunch at a local restaurant before taking a walking tour around a traditional Malay village, where you can meet some local villagers and hear about their daily lives. Enjoy a fresh coconut and some local snacks the east coast is famous for, such as prawn crackers with homemade sauce. Enjoy the remainder of the day at leisure."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "PERHENTIAN ISLANDS: Today you’ll transfer by boat across the sea to the Perhentian Islands, a picture-perfect tropical paradise of white sand beaches, jungle covered interiors and beautiful coral reefs. On arrival, check into your resort and enjoy the remainder of the day at leisure."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "PERHENTIAN ISLANDS: Enjoy a day at leisure relaxing on the beach or exploring the area."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "PERHENTIAN ISLANDS: Enjoy a day at leisure relaxing on the beach or exploring the area."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "PERHENTIAN ISLANDS: Enjoy a day at leisure relaxing on the beach or exploring the area."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "PERHENTIAN ISLANDS: Take a boat back to the mainland and then transfer to the local airport for your onward international flight."
    }
  ],
  "map": ""
}