{
  "destination": "Malaysia",
  "mainPhoto": "",
  "id": "malaysia-borneo-singapore-family-12-day-tour",
  "tourName": "Malaysia, Borneo & Singapore family 12 day tour",
  "placesVisited": "",
  "generalInfo": "Included:<br/><br/>Epic Adventure Leaders, aka a local legends, through every region of your trip to turn your trip into the adventure of a lifetime.<br/><br/>All local transport and flights within Malaysia are included.<br/>Plus MRT transfer from Singapore airport. <br/>Flights include: Kuala Lumpur to Sandakan, Sandakan to Kuala Lumpur and Penang to Singapore. <br/><br/>Accommodation:<br/>Throughout the tour, you’ll stay in comfortable, family-friendly hotels – perfect for relaxing and recharging after each day’s adventure. If anyone of your family members would prefer a little privacy, room upgrades are available. Please request this on booking.<br/><br/>Meals provided: <br/>10 breakfasts &amp; 3 lunches 5 dinners (all other food and drink throughout the tour is not included)<br/><br/>Activities: Lots of included activities throughout the tour! Enquire with our team for more details!",
  "durationDays": "12",
  "price": "2599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kuala Lumpur: Selamat Datang – welcome to Malaysia! Your family adventure kicks off in Kuala Lumpur, a vibrant city bursting with cultural diversity, colourful neighbourhoods, and irresistible cuisine. Once you’ve checked into your hotel, the afternoon is yours to relax, shake off the jet lag, or head out for a wander and start soaking up the city’s atmosphere. At 5:00 PM, you’ll meet your Adventure Leader and fellow travellers for a welcome briefing. This is where you’ll run through key safety tips, learn more about the journey ahead, and get a feel for the exciting days to come. Then it’s time for the best kind of introduction – your first group dinner! Over plates of delicious Malaysian dishes, you’ll have the chance to get to know your travel companions. Think juicy satay skewers with rich peanut sauce, fragrant coconut rice, and spicy sambal – the perfect first taste of Malaysia’s incredible food culture."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kuala Lumpur to Sepilok: After breakfast at the hotel, we’ll swap the buzz of the city for the wild beauty of Borneo’s jungles. A quick transfer to the airport takes us to our flight bound for Sandakan – the gateway to lush rainforest and a whole new side of Malaysia. Upon landing, we’ll head to Sepilok and check in to your resort, nestled right beside a protected forest reserve. Surrounded by endless greenery, it’s the perfect place for the whole family to unwind and connect with nature. Cool off in the pool with a backdrop of rainforest views (swimsuits essential!), or take a leisurely stroll along the resort’s 1,500-foot boardwalk that weaves through the treetops. As the day winds down, we’ll head to the Flying Squirrel Platform for an unforgettable sight – with a bit of luck, you might catch these incredible creatures leaping and gliding between the trees at sunset. After dinner, grab your flashlight and join your guide for a nighttime nature walk. This is when the forest truly comes alive – keep your eyes peeled for tarsiers, civets, and even the shy slow loris. It’s the perfect first taste of Borneo’s after-dark magic and a memory your family will treasure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sepilok to Kinabatangan: Rise and shine – today is all about adventure and wildlife! We’ll start with a visit to the famous Sepilok Orangutan Rehabilitation Centre, where you can watch these incredible primates swing through the treetops, climb ropes, and enjoy their fruit during feeding time. From there, we’ll make our way to the Bornean Sun Bear Conservation Centre to meet the world’s smallest bear. They may be little, but they’ve got huge personalities. You’ll also learn about the amazing conservation work being done to protect them. Next, we’ll head to Sim Sim Jetty and board a boat for a scenic journey through mangrove-lined waterways towards your hotel in Kinabatangan. Keep your camera handy – the ride is a treat in itself. After lunch and check-in, it’s time for a wildlife cruise along the Kinabatangan River, one of the best spots in Borneo for animal sightings. Look out for playful monkeys, colourful hornbills, and if you’re lucky, maybe even a crocodile lurking by the banks. As night falls, we’ll take to the river again for a magical firefly cruise, watching the trees sparkle like fairy lights. After dinner, grab your torch for a guided night walk along the boardwalk – the perfect chance to spot the jungle’s fascinating nocturnal residents."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kinabatangan: We’ll start the day with a serene boat ride to Pitas Oxbow Lake, gliding over calm waters as the jungle slowly stirs to life around you. Out on the platform, you’ll be treated to a hearty jungle-style breakfast – a truly unforgettable way to greet the morning. Afterwards, we’ll make our way to Abai Village for a glimpse into local life. You’ll meet some of the warm and welcoming residents and be invited into a villager’s home to enjoy an authentic, home-cooked lunch – a real taste of Bornean hospitality. In the afternoon, we’re back on the river for another wildlife cruise. Every trip brings new surprises, so keep your eyes open for anything from proboscis monkeys to rare bird species along the banks. We’ll return to the lodge in the evening for a relaxed dinner surrounded by the sounds of the jungle."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kinabatangan to Kuala Lumpur: It’s your last morning in the rainforest – but we’ve saved one final treat. We’ll head out for an early cruise to the Oxbow Lake, soaking up the peaceful sights and sounds of the jungle as the day begins. After enjoying breakfast out on the platform, it’s time to bid farewell to Kinabatangan and make our way by boat back to Sandakan. Before we head to the airport, we’ll gather for a final lunch, sharing stories and favourite moments from our time in Borneo’s wild heart. From there, we’ll catch our flight back to Kuala Lumpur. On arrival, you’ll be transferred to your hotel in the city, with the evening free to relax, recharge, and get ready for the next exciting chapter of your Malaysian journey."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kuala Lumpur to Cameron Highlands: After breakfast, we’ll check out and set off to explore some of Kuala Lumpur’s most iconic landmarks. Our first stop is a quick but unmissable photo opportunity at the legendary Petronas Twin Towers – the tallest twin towers in the world and a must-have shot for the family album. From there, we’ll visit the impressive National Mosque, a striking example of modern Islamic architecture, before making our way to the vibrant Batu Caves. With its towering golden statue, rainbow-coloured steps, and awe-inspiring limestone caverns, this is one of Malaysia’s most unforgettable temples. In the afternoon, it’s time to swap city buzz for cool, misty hills as we begin our scenic drive to the Cameron Highlands. Winding through lush countryside, you’ll see rolling hills and endless greenery before arriving at our destination. Once we check in, you can settle into the peaceful charm of Malaysia’s tea country."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cameron Highlands: Today we trade city skylines for rolling hills, cool mountain air, and lush forest trails. After breakfast, we’ll hop into a jeep and set off to explore the Cameron Highlands in style. Our first stop is the famous BOH Tea Plantation – the largest in Malaysia and an absolute icon of the region. You’ll enjoy panoramic views of vibrant green tea fields stretching as far as the eye can see, discover how the Highlands’ most famous export is produced, and soak up the crisp, refreshing air. Next, we venture into the enchanting Mossy Forest. With its gnarled trees, draping moss, and misty atmosphere, it feels like stepping into a storybook. Keep your camera handy – this is one of the Highlands’ most magical spots. We’ll also visit Kea Farm, a lively local market, before heading to Sky Farm in Bertam Valley. Here, the whole family can get hands-on with planting and harvesting vegetables, and learn about hydroponic farming in a fun, interactive way. By late afternoon, we return to the hotel, where the evening is yours to relax, wander the town, or tuck into some of the Highlands’ tasty local dishes."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Cameron Highlands to Ipoh: This morning, we bid farewell to the cool highlands and journey down to Ipoh – a vibrant city bursting with history, colour, and a foodie reputation that’s second to none. Once we arrive, it’s time to stretch your legs and grab a bite! Ipoh is famous for its culinary delights, so whether you go for silky smooth chicken rice, fragrant curry noodles, or those irresistible flaky egg tarts, your taste buds are in for a treat. In the afternoon, we kick off our sightseeing with a visit to Kek Lok Si Cave Temple – an awe-inspiring sanctuary where statues are carved directly into the limestone. It’s one of Southeast Asia’s largest cave temples, blending Mahayana Buddhist influences with traditional Chinese rituals. From there, we wander down the famous Concubine Lane, a charming alley packed with quirky shops and local crafts, before exploring Ipoh’s mural street, where striking street art brings the city’s heritage and culture to life. We’ll round off the day with a bit of local food hunting, then check into our hotel. The evening is yours – whether you want to unwind or head back out to uncover more of Ipoh’s charm."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ipoh to Penang: After breakfast, it’s time to set off for the next chapter of your Malaysian adventure – Penang! Known for its rich blend of cultures, fascinating history, and world-famous food scene, this island gem is just a relaxed 2-hour drive away. We’ll kick things off with a visit to Kek Lok Si Temple, one of Southeast Asia’s most impressive religious sites. Perched on a hillside, it’s a stunning mix of Chinese, Thai, and Burmese architectural styles, complete with towering pagodas and vibrant prayer halls. You’ll even ride the inclined lift to the upper levels for panoramic views and a closer look at the temple’s intricate details. Next up, we make our way to Penang Hill. Hop aboard the funicular train for a scenic ride to the summit, where sweeping views stretch across George Town, the coastline, and lush green hills. By late afternoon, we’ll check in to the hotel, and the rest of the day is yours to wander Penang’s charming streets, hunt down your first taste of its legendary street food, or simply relax and soak up the island vibes."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Penang: Start your day with a hearty breakfast – you’re about to dive into a morning packed with culture, colour, and fascinating finds! Penang may be small, but it’s a melting pot of traditions, and today you’ll see just how much variety is packed into this vibrant island. Our first stop is the Dhammikarama Burmese Temple, a serene space adorned with ornate carvings, gilded accents, and intricate statues. Just across the road, we’ll visit Wat Chayamangkalaram, home to one of the world’s largest reclining Buddhas – an awe-inspiring 33 metres from head to toe. From there, we head into the heart of George Town to stroll down Armenian Street, where vivid street art brings local stories to life. Next, we’ll make our way to Chew Jetty, a historic stilted village that’s been home to waterfront communities for over a century. Finally, we’ll wrap up with a sensory explosion in Little India, where the air is filled with spice-laden aromas, Bollywood tunes, and bursts of vibrant colour. By early afternoon, we’ll return to the hotel. The rest of the day is yours – whether that means relaxing, sampling more Penang street food, or squeezing in one last wander through the city’s charming lanes."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Penang to Singapore: This morning, we wave goodbye to Malaysia and catch a flight to Singapore! On arrival, we hop on the MRT and head to the hotel to drop off your bags and get settled in. In the evening, it’s straight into the action with dinner at the famous Lau Pa Sat hawker centre. Think unlimited, sizzling satay, local favourites and plenty of great vibes. Afterwards, your Adventure Leader will take you on a walking tour through some of the city’s highlights, including Marina Bay, the Civic District and Merlion Park. You’ll end the night mesmerised with a double light show experience – Spectra over the bay and the Garden Rhapsody beneath glowing trees. It’s truly an incredible experience!"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Singapore: Today marks the end of your adventure, but if you’re not quite ready to say goodbye, there is one last optional experience to enjoy. Join a walking tour* through three of Singapore’s most iconic cultural neighbourhoods: Chinatown, Little India and Kampong Gelam. Take in the sights, sounds and stories of each district, get local tips from your guide, and snap some final photos to remember the trip by. If you’re heading home or continuing your travels, we hope you leave with new friends and unforgettable memories as a family! *This is a join-in walking tour, meaning that you’ll be joining other travellers who are also exploring the city! Reach out to our team to find out more and get it booked!"
    }
  ],
  "map": ""
}