{
  "destination": "Malaysia",
  "mainPhoto": "",
  "id": "malaysia-family-holiday",
  "tourName": "Malaysia family holiday",
  "placesVisited": "Kuala Lumpur, Street Food Tour, Batu Caves, Local Train Journey, Ipoh, Kellie’s Castle, Sam Poh Tong, Penang, World Heritage George Town, Chinatown Walking Tour, Penang Hill Jungle Hike, Lake Temenggor, Belum Forest Tour, Flora and Fauna, Perhentian Islands",
  "generalInfo": "This unforgettable 2-week Malaysia family tour covers all the bases from culture, history and contemporary streetlife in the fascinating capital Kuala Lumpur and World Heritage George Town through the exotic jungle flora and fauna in Belum Rainforest to the turquoise seas and vibrant coral reefs of the unspoilt Perhentian Islands.<br/><br/>A wide range of activities goes from a street food tour in KL, exploring cave temples and the unique Kellie’s Castle in Ipoh, nature hikes through the lush forest of Penang Hill, searching for giant Rafflesia in Belum’s 130 million-year-old eco-system and snorkelling with baby sharks and giant turtles on reefs in the Gulf of Thailand.<br/><br/>Other highlights include a local train ride up the Peninsula, travelling on Penang Hill’s old 1920s funicular railway, a visit to the spectacular Batu Caves, a boat tour around picturesque Lake Temenggor and checking out the local markets, vibrant Chinatown and famed Little India of Penang. <br/><br/>We’ll also ensure a leisurely pace with plenty of time for older family members to chill-out with a well-placed sundowner and kids to splash around in the pool. We’re offering this Malaysia family tour as a private trip for a minimum of 4 persons so precise itinerary details and activities are flexible and can, to a large extent, be discussed with your guide and played by ear.<br/><br/>Our Coast to Coast itinerary is a former winner of the Malaysia Tourism, 'best-escorted tour to Malaysia travel award.<br/><br/>Note that this family holiday is designed for the March to September period while from October to February we would, for weather reasons, swap our island stay from the Perhentians to Langkawi. <br/><br/>Features:<br/><br/>1. Discover vibrant KL; the street-life of Chinatown, classic Victorian architecture &amp; the iconic Petronas Towers<br/>2. Explore UNESCO World Heritage Penang with its British architecture, Little India and well-preserved Chinatown<br/>3. Visit some of the unusual sights of off the beaten track Ipoh; street art, cave temples and Kellie's Castle<br/>4. Head into the interior with an expedition into the vast, still largely pristine, yet little visited, jungle of Belum<br/>5. 3-day stay on the fabulous Perhentian Islands; jungle clad and surrounded by white sands and turquoise waters<br/>6. ...and of course meet the super friendly locals and sample one of Asia's most outstanding and varied cuisines<br/><br/>Optional extensions<br/><br/>1. Bangkok tour; explore some of the iconic sites hidden backstreets and local markets of this sprawling, sometime chaotic but ever fascinating Asian metropolis<br/>2. Add on a 4-day, off the beaten track mini-tour of Behind the Scenes Bangkok <br/>3. A 4-day family-friendly exploration of some of the varied and fascinating sites of Thailand's historic Kanchanaburi Province",
  "durationDays": "13",
  "price": "1750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in KL and check-in to our comfortable downtown hotel with the afternoon to relax, recover from your jet-lag or explore the area’s lively markets before a late afternoon introductory walking tour and a local-style welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Leaving the city centre we’ll travel by train to the northern edge of KL and the famous and highly revered Batu Caves. From here we return to the historic centre for a walking tour taking in the old central mosque and the fabulous Victorian-era architecture of Merdeka Square. An evening walking tour of Kampung Baru introduces you to some of the array of local street food on offer as well as providing some spectacular views of the city’s iconic Petronas Towers."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Morning ride by local train to Ipoh. Originally founded on the back of its 19th-century tin mining industry today the town is renowned for its cuisine, rich architectural heritage and, unusually, its spectacular street art! The region is also famous for caves and after time for a wander, we’ll head out to Sam Poh Tong – one of the most spectacular and picturesque cave temple sites."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Walking tour to check out some of the fantastic street art as well as the town’s well-preserved Chinese architecture and impressive stock of colonial-period buildings. In the afternoon we’ll head out what is perhaps Ipoh’s most iconic site – Kellie’s Castle. Begun a century ago by a Scottish plantation owner, he died before work could be completed and is today thought by locals to haunt the corridors and towers of his unfinished gothic folly."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Morning road transfer to Penang Island and check in to our heritage-style hotel in George Town’s historic, downtown jetty quarter with the afternoon free to explore the area or maybe check out one of the famous hawker, street-food markets?"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Penang’s capital George Town reveals a bewildering mix of Malay, Indian and Chinese cultures; Buddhist, Christian, Muslim and Hindu religions. Our walking tour of this well-preserved town takes in exotic temples, Chinese architecture, colourful Little India and impressive British colonial-period buildings. The afternoon is free to explore the fascinating and friendly town at your leisure, check out the local markets or museums while an optional visit to the historic Cheong Fatt Tse ‘blue mansion’ can be arranged"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Lush, forest-covered and colonial villa-topped Penang Hill towers over the island so today’s visit entails taking the old funicular railway up, and hiking down through the rainforest, to the Botanical Gardens. Great views and tropical flora and fauna. An evening street food tour completes the day."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Time to leave Penang and head off into the rarely visited interior of the Peninsula through the jungle-clad hills to tranquil Banding Island in Temenggor Lake. Accommodation at a beautifully situated lakeside eco-resort."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Day expedition into the surrounding Belum Forest – West Malaysia’s largest preserved forest area – including a boat trip on the scenic lake, a waterfall visit and a jungle hike to a salt lick as well as searching for the rare and spectacular Rafflesia flower. With luck, we’ll see monkeys, giant hornbills and maybe even elephants – spectacular scenery guaranteed!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to Kuala Besut port on the Peninsula’s east coast, and on by speedboat to the jungle-clad and coral-fringed paradise of the Perhentian Islands. Tourism is still relatively undeveloped in these islands and we’ll be staying in a low-key but comfortable beach-side resort."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "A day at leisure or exploring the island? Options include a hike into the well-preserved jungle interior to search for the prehistoric-looking giant monitor lizards that roam the islands – plus leaf monkeys, colourful birdlife or walks to some of the more remote bays and creeks."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "At leisure on the islands or take a snorkelling tour of some of the vibrant coral reefs that surround the island. Fantastic turquoise waters, myriad colourful fish and encounters with baby reef sharks and giant turtles!"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer by speedboat and taxi to nearby Kota Bharu for a return flight to Kuala Lumpur."
    }
  ],
  "map": ""
}