{
  "destination": "Malaysia",
  "mainPhoto": "",
  "id": "malaysia-and-singapore-holiday",
  "tourName": "Malaysia and Singapore holiday",
  "placesVisited": "Singapore, Malacca, Kuala Lumpur, Batu Caves, homestay at Chenderoh Lake, Cameron Highlands, Penang, Langkawi Island",
  "generalInfo": "Combine one of the world’s greatest cities with neighbouring Malaysia on this journey up the Malay Peninsula. Starting in Singapore, you’ll head up to Malacca and Kuala Lumpur and then into the tea plantations of the Cameron Highlands, ending up on Langkawi Island where you can relax on a tropical beach.<br/> <br/>You’ll visit two capitals on this trip: first Singapore, with its dizzying number of districts and fantastic food – a Singapore Sling is in order. Then on to Kuala Lumpur, where you can explore via its temples, skyscrapers and sky bars. Alongside these glittering metropolises, it might be the smaller cities that get your attention – like historic Georgetown in Penang and the port city of Malacca where you can take an evening river cruise. <br/><br/>A highlight on this trip will be the food. Singapore is amazing for the variety of food served in different districts, from Little India to Chinatown. Once you’re in Malaysia, it’s time to sample sambals and there’s a chance to try authentic dishes with your host at a homestay near Perak. <br/><br/>This trip ends with a few days to relax in Langkawi on the beach – where you can lie around and perhaps finally get around to editing those hundreds of food photos you’ve snapped. <br/>",
  "durationDays": "13",
  "price": "2525",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Singapore",
      "description": ": Arrive in Singapore, Southeast Asia's financial powerhouse and famously its cleanest, greenest city. Located just one degree north of the equator and surrounded by rainforest, modern-day Singapore is uniquely positioned to understand its own impact on the environment and has been working hard to earn its reputation as the 'Garden City'. The concrete fronts of skyscrapers and buildings are being repurposed to accommodate green spaces wherever possible, creating their own colourful ecosystems in the sky. Although it's one of the most densely populated countries on the planet, over 50% of Singapore is made up of parks and gardens, including the famous Gardens by the Bay. For those arriving on time, our tour leader will meet you in the hotel reception at 6pm for a welcome meeting. If you'd like an airport transfer today, you'll need to arrive into Singapore Changi Airport (SIN), which is a one-hour drive from the hotel. If you miss the welcome meeting, our tour leader will inform you of any essential information over breakfast on day 2. If you'd like to experience more of Singapore at your own pace or simply beat your jetlag, you can add extra nights onto your tour. Please contact us to book additional accommodation. After the welcome meeting, our tour leader will take us on a night-walking tour to get a taste of Singapore's mouth-watering street food. We'll hop on a public bus and make our way towards Chinatown, first stopping at the Buddha Tooth Relic Temple. Bathed in the twinkling glow of the city's evening lights, this is where local Singaporeans come to wind down after a busy day - you're sure to spot experts playing Chinese Chess. We then move on to Lau Pa Sat, the famous hawkers centre with its mind-boggling array of stalls. Offering everything from steaming Singapore noodles and Malaysian Laksa to Shanghai pork buns or thunder tea rice, it's the place to get adventurous with food. Our tour leader will talk us through a variety of dishes, and we'll end the night with a cooling treat such as mango shaved ice or a durian dessert."
    },
    {
      "dayNumber": 2,
      "title": "Explore Singapore's Marina, Chinatown and Little India. Optional river cruise",
      "description": ": This morning, we'll head off on foot to discover more of this eclectic city. We'll start in the characterful commune of Little India, which grew from an Indian enclave in the 19th Century to the buzzing community we find today; brimming with restaurants, shops and art galleries all steeped in Tamil culture. We next move onto Kampong Glam, where the towering golden dome of the Sultan's Mosque watches over the narrow lanes of the Malay quarter, filled with boutique shops selling homemade wares and quirky street art galleries. We change environment again as we move into the Civic District, the birthplace of modern-day Singapore. It was from here where Sir Stamford Raffles' vision of Singapore poured outwards, and befittingly it houses some well-preserved colonial-era buildings, such as the old Parliament House, the Supreme Court building and the iconic Cricket Club. Moving into the more modern areas of Singapore, we stop off at the home of the Merlion, a mythical creature that's half-lion, half-fish, depicted here as a statue spouting water into the Singapore River below. Merlion Park offers great views of the glittering Marina Bay as a backdrop to this famous statue. We end our walking tour today at the Boat Quay, the perfect water-side spot to enjoy a bite to eat or a Singapore Sling at one of the alfresco bars or restaurants. The rest of the day is free to relax or explore at your own pace. Those interested in shopping might like to visit the trendy Orchard Street while art and nature lovers may wish to stroll around the Gardens by the Bay. It's also possible to organise a river cruise to see the city from a different perspective."
    },
    {
      "dayNumber": 3,
      "title": "Visit Peranakan museum and Katong and Joo Chiat district. Free afternoon in Singapore",
      "description": ": This morning, we'll begin our day with a visit to the Peranakan Museum, a beautifully curated space that celebrates the unique heritage of the Peranakan, or Straits Chinese, community descendants of Chinese immigrants who settled in the Malay Archipelago and intermarried with local Malays. The museum showcases an exquisite collection of artifacts, from intricately embroidered kebayas and delicate beaded slippers to ornate wedding costumes, fine porcelain, and ancestral jewellery. Through its interactive exhibits and stories, the museum offers deep insight into the fusion of Chinese, Malay, and European influences that define Peranakan culture, revealing how this vibrant community shaped Singapore's social, culinary, and artistic landscape. To follow, we will visit the lively enclaves of Katong and Joo Chiat, which highlight the rich and baroque architecture of the Peranakan - traditional shophouses with colourful façades, ornate tiles, and decorative wooden shutters dating from the 1920s and 1930s. We will end the tour with a food tasting of Nonya popiah, a traditional, fresh Peranakan-style spring roll filled with finely shredded jicama (bangkuang), vegetables like carrots and bean sprouts, Chinese sausage, and sometimes prawns or crab meat, all wrapped in a thin, soft egg-based wheat flour crepe. The dish offers a complex sweet, savoury, and tangy flavour profile from a rich, flavourful braised filling and is served with accompaniments like sweet sauce, chili, garlic paste, and crushed peanuts. The rest of the afternoon is free for you to explore further. You can visit the impressive Gardens by the Bay, which displays vibrant plants and blooms, and the iconic Supertree Grove, or head to the famous Marina Bay Sands Sky Park and rooftop bar for a drink."
    },
    {
      "dayNumber": 4,
      "title": "Cross the border into Malaysia and drive to Malacca. Evening river cruise",
      "description": ": Leaving Singapore behind this morning, we cross at the Woodlands checkpoint onto the Johor Causeway bridge into Malaysia. We drive north, reaching the Dutch colonial settlement of Malacca in around four hours. Malacca is one of the oldest towns in Malaysia, and certainly the most cosmopolitan. In its time it has been ruled by the Portuguese, the Dutch, the British and the Japanese, finally becoming Malay in 1957. This afternoon we make a visit to Villa Sentosa. This traditional house offers an interesting insight into the daily lives of a typical middle-class Malaysian family at the turn of the 20th century. This house-come-museum has been kept almost entirely as it was 100 years ago and is located within the sleepy settlement of Kampong Morten, a village community hidden within the confines of the city. This evening, we include a river cruise - a great way to experience Malacca's buzz from a different perspective."
    },
    {
      "dayNumber": 5,
      "title": "Walking tour of the old town and visit to Villa Sentosa. Then drive to Kuala Lumpur",
      "description": ": Old Malacca is a fascinating area to wander around and discover and this morning we include a walking tour of some of the major sights such as the tomb of Hang Kasturi, one of Malacca's five great 15th-century warriors, and Cheng Hoon Teng Temple the oldest Chinese temple in Malaysia. We continue on to Kuala Lumpur, Malaysia's capital, where we should arrive in the late afternoon. East and West rub shoulders in this eclectic and energetic city. KL (as it is known locally) has a hugely varied population, comprising mainly of Malays, Sikhs, Chinese, Indians, Tamils (many in local dress), and the odd splash of saffron from a robed Buddhist monk, adding colour to the vibrant street scenes."
    },
    {
      "dayNumber": 6,
      "title": "Visit Batu Caves and discover Kuala Lumpur's varied sights on a walking tour of the city",
      "description": ": This morning, we head out of the city and onto the iconic Batu Caves. Some 272 steps lead up to the sacred Hindu temple that lies inside the cave, and wonderful views of the city and beyond can be had from the entrance. The temple is a shrine to a Hindu deity, Lord Murugah and the complex consists of three caves full of colourful Hindu murals and artwork. After time to explore, and witness a puja if we are lucky (a Hindu ceremony of worship where often an offering to the gods or deity will be made), we pay a visit to a well-established Malaysian batik and handicraft manufacturer. Malaysian batik is a traditional wax-resist textile art featuring vibrant floral and nature-inspired designs, reflecting the nation's cultural heritage. Here we learn about the batik-making process and see some of other handicrafts like woodcarvings, pottery, and weaving alongside the batik displays. Finally, we embark on a walking tour of Kuala Lumpur to uncover some of the cultural diversity of this lively and modern city. The tour starts at the colourfully decorated Guan Yin Temple, an ornate Buddhist temple dedicated to Guan Yin, the Goddess of Compassion. We then venture into Chinatown and onto Petaling Street, a pedestrianised lane lined with traditional Chinese lanterns and where anything from sunglasses to Bonsai trees can be bought. We move next to the Hindu temple of Sri Maha Mariamman, a towering temple that is South Indian in style and is said to be the oldest Hindu temple in all of Malaysia. On our way out of Chinatown, we stop via the Central Market before crossing the Gombak River and onto the city's birthplace. This area offers a stark contrast from Chinatown and is full of historic buildings such as the Cathedral of Saint Mary and the Tudor-styled Royal Selangor Club, from Malaysia's colonial days. The rest of the day is free at leisure. If you would prefer to explore, you may wish to visit 'KLCC', the area in which the magnificent Petronas Towers lie. For wonderful views of the Towers along with a choice of Asian-inspired cocktails, head for the 'Sky Bar', residing on the 33rd floor of the Traders Hotel, directly opposite the towers."
    },
    {
      "dayNumber": 7,
      "title": "Drive to the Cameron Highlands. Visit a tea plantation and go on a tea tasting",
      "description": ": Waving goodbye to Kuala Lumpur, we set off for the Cameron Highlands, Malaysia's hill country. The highlands were discovered in the heyday of the colonial era, with Victorian explorers sending home news of verdant slopes and mild climes which offered respite to Malaysia's punishing summer swelter. The British soon moved in, and up popped country estate houses, vast swathes of lush tea plantations and curious traditions of tea, scones and strawberries. Present-day Cameron Highlands still retains some of this nostalgic charm, and tea plantations still make up large parts of the landscape. This is a very popular destination with tourists and locals alike, who gather at the one tea centre in the area to enjoy the stunning views of the vast tea plantation beneath. We reach the town of Tanah Rata and from here we travel by 4WD to BOH tea factory. Nestled within many hectares of lush tea plantations, BOH has been growing tea for nearly 100 years. We will take a walk through the rows of plantations to see how tea is grown, picked and harvested, before visiting the factory to learn how it is refined to create the different varieties we find in our brews. Finally, we have a tea tasting to sample some of their best produce. Later in the afternoon we check-in at our hotel. Dinner tonight serves up a contrast to all of this British influence, as we will be cooking our own Malaysian hot pot. A hearty meal often eaten during winter months, this traditional way of cooking allows for meat and fish to be fried, and vegetables and other ingredients to be boiled all together in one pot under an open flame. Overall driving time: approx. 3.5 hours."
    },
    {
      "dayNumber": 8,
      "title": "Drive to Ipoh then head north to Chenderoh Lake; afternoon walk through rural countryside",
      "description": ": We drive to Ipoh first thing in the morning - a charming old town, with colonial architecture, rich food culture, and relaxed heritage atmosphere. After a short visit we keep driving to Kuala Kangsar, Perak region's royal town since the late 19th century, is home to Istana Kenangan, the former royal palace built in 1926 entirely of timber without nails. The town also showcases traditional village life, historic mosques, and a peaceful riverside setting steeped in centuries of Malay heritage. In the afternoon, we stop at Ubudiah Royal Mosque and Istana Kenangan, the Perak Royal Museum for photo stops and for a brief time to take in their impressive architecture. We then pay a visit to a celebrated keris maker in Kuala Kangsar, continuing a family tradition passed down through four generations. We see how he forges traditional Malay daggers using ancient techniques, crafts hilts and blades commissioned by royalty, and shares his knowledge through demonstrations to help preserve this unique cultural heritage. Afterwards, we keep heading north and we expect to make it to our homestay in Chenderoh Lake by late afternoon. The Suka Suka Lake Retreat is set on the banks of Chenderoh Lake and offers a great insight into daily life in rural Malaysia. It is set amongst tropical forests and working rubber plantations, and its accommodation comprises a selection of traditional 'Kampung' style guesthouses with en-suite bathrooms and hot showers. Fans and mosquito nets are provided in all of the rooms. After settling into our homestay we set off for an orientation walk around the local area. This area is home to many different plantations, and we will walk through active rubber and palm oil plantations to learn about how these crops are harvested, and why locals have chosen to make a living this way. We hope it offers a unique insight at a grassroots level into the realities of the oil palm trade, a multi-billion dollar industry for which Malaysia is the second-largest exporter in the world. Dinner tonight is likely to be a selection of local fried fish, nasi goreng (tasty fried rice often served with egg and spices) and steamed vegetables. Sambal is another staple at dinner time - a kind of garnish paste made with chillies, herbs and spices. After dinner, there is a chance to try your hand at Congkak - a popular Malaysian board game played with stones or beans. Overall driving time: approx. 3.5 hours."
    },
    {
      "dayNumber": 9,
      "title": "Late morning drive to Penang and orientation tour of eclectic George Town",
      "description": ": Part of this morning has been left free to relax in our natural surroundings. There is the option to take a kayak and have a gentle paddle around the calm waters of Chenderoh Lake or perhaps take another short walk. Mid-morning we drive to Penang, our base for the next two nights. Often called the 'Pearl of the Orient' by the local people, Penang lies some 4km off the Malay mainland. Its deep-water harbour is ideal for trade and so the island has become a haven of commerce. After lunch, we visit George Town, Penang capital city, founded in 1786, where colonial buildings and historic landmarks reflect its trading port history. This vibrant city celebrates multicultural heritage, with Chinese, Malay, Indian, and Eurasian influences visible in temples, shophouses, and festivals. Today, George Town thrives with colourful street art, lively markets, and delicious street food, blending tradition with modern city life. In the evening we will organise to eat at one of the many local food stalls that Penang is so famous for, whether Indian, Chinese or Malay, the choice is yours!"
    },
    {
      "dayNumber": 10,
      "title": "Visit to a hill-top temple. Free afternoon for further exploration",
      "description": ": This morning, we visit the largest Buddhist temple in the region. We visit the majestic Kek Lok Si Temple on a hill, enjoying panoramic views and passing through traditional villages along the way. There is an option to ride on the funicular railway to the top of Penang Hill for far-reaching views across the island. In the afternoon you are free to explore at your own pace. The Botanical Gardens are beautiful and can be reached quite easily by local bus, and there are many other interesting mosques and Buddhist temples to see. Appreciators of art should search out the local batik work at the Penang Art Gallery."
    },
    {
      "dayNumber": 11,
      "title": "Morning ferry to Langkawi island, free afternoon",
      "description": ": We rise early this morning for our hour-and-a-half drive to Kuala Kedah and then take a ferry to the idyllic island paradise of Langkawi, a journey of approximately three hours. Langkawi is an archipelago made up of 99 islands lying just off the west coast of the Malaysian Peninsular. Surrounded by turquoise waters, the interior of the main island is a mixture of jungle-clad hills and picturesque paddy fields. This lush interior is encapsulated by white-sand beaches lapped by the warm waters of the Andaman Sea; an ideal place to relax or explore for our last few days in Malaysia. We will be met on arrival on the island and transferred to our base for the next two nights, where the rest of the day is left free at leisure."
    },
    {
      "dayNumber": 12,
      "title": "Free time in Langkawi - relax or optional island hopping",
      "description": ": Today is a free day where you can choose to relax on the beautiful coconut palm-fringed beaches or perhaps snorkel amongst the tropical fish of the Andaman Sea. If you would prefer to remain more active, there are several optional excursions which can be arranged. Optional excursions include an island-hopping cruise where you can discover some of the lesser-visited islands of the archipelago, or a visit to the Northern Mangroves taking in the unique geology, flora and fauna of this area. If you want to extend your stay in Langkawi, please contact us to book additional nights."
    },
    {
      "dayNumber": 13,
      "title": "Trip ends in Langkawi",
      "description": ": Our trip ends after breakfast at our hotel in Langkawi. There are no activities planned today, so you're free to depart from Langkawi at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Langkawi International Airport (LGK), which is a 30-minute drive from the hotel. If your flight departs in the evening, please contact us before travel to arrange late check-out."
    }
  ],
  "map": ""
}