{
  "destination": "Malaysia",
  "mainPhoto": "",
  "id": "malaysia-tailor-made-holiday",
  "tourName": "Malaysia tailor made holiday",
  "placesVisited": "Kuala Lumpur, Bukit Teresek, walk the world’s longest suspension bridge, Lata Berkoh cascades, Kuala Tembeling, Taman Negara, Langkawi",
  "generalInfo": "A wonderful 12 night tour of Malaysia which takes in the wonders of the 130 million year old Taman Negara rainforest which is one of the world's most complex and rich ecosystems along with the excitement of Kuala Lumpur and the serene beaches of Langkawi. <br/><br/>Kuala Lumpur is an exciting mix of the ultra modern combined with the history and splendour of the temples and mosques and is a fabulous start to any Malaysia trip. Here you can sit side by side with the locals in street-side hawker stalls serving fabulous Malaysian food or explore the high-rise shopping malls for all the must have gadgets. Whilst here you should also fit in a visit to Chinatown, the area that never sleeps, and of course climb the Petronas Towers for a stunning view of the city below. <br/><br/>Taman Negara’s National Park vegetation communities range from the humid tropical rainforest of the lowlands, to the montane oak and ericaceous forests of a higher elevation offering guests the chance to not only view a vast array of flora and fauna but the animals which inhabit the region too. This may include tapirs, wild pigs, tigers, mouse deers and a host of birdlife. The region is in actual fact a birdwatchers paradise, with about 300 species of birdlife recorded in the Park. <br/><br/>Aside from visiting the National Park, you will also spend time on the Island of Langkawi, famous for its beaches and islands being some of the most beautiful in Southeast Asia. Langkawi consists of a group of around 100 islands, and while most are uninhabited, a few allow visitors. Here you will be staying in a hotel with a very impressive legacy of environmental principles actively being followed. <br/><br/>This tour is with an English-speaking guide. The knowledgeable local guides or drivers will accompany you for the duration of your trip or where necessary. This vacation can be tailor-made to create a unique vacation for your individual requirements by travel experts with intimate knowledge of the destination.",
  "durationDays": "14",
  "price": "2195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK with Malaysia Airlines and fly non-stop overnight to Kuala Lumpur."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Land in Kuala Lumpur, then transfer into the city for one night. Time at leisure to explore the city for the afternoon. Overnight."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning you will depart Kuala Lumpur for Kuala Tembeling and the jetty for the boat crossing to Taman Negara for your rainforest experience. The afternoon is at leisure to relax before dinner and a night jungle walk to see the nocturnal animals. Overnight stay in Mutiara Taman Negara Resort [B/D]."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast you will start the day with a jungle trek to Bukit Teresek with its panoramic views of Gunung (Mount) Tahan and the forest canopy. Walk the canopy walkway, the world’s longest suspension bridge at 1740 feet long, not for the faint hearted at 130 feet above the ground. After returning for lunch you will also enjoy a boat trip to Lata Berkoh cascades to enjoy a spot of swimming in the natural jacuzzi. Overnight stay in Mutiara Taman Negara Resort [B/L/D]."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you will enjoy breakfast at the Resort and then take the boat and road trip back to Kuala Lumpur. Transfer to the airport and take your short flight across to Langkawi and your hotel for the next 7 nights [B]."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Days at leisure to relax and enjoy the Resort [B]."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today you will be transferred back to Langkawi airport for the short flight back to Kuala Lumpur. Here you will be transferred into the city for your 2 night stay [B]."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Day at leisure to explore the city."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer back to Kuala Lumpur airport for the flight back to the UK [B]."
    }
  ],
  "map": ""
}