{
  "destination": "Malaysia",
  "mainPhoto": "",
  "id": "malaysia-holiday-rainforests-and-beaches",
  "tourName": "Malaysia holiday, rainforests and beaches",
  "placesVisited": "Kuala Lumpur, Kuching, Lemanak River, Semenggok Orangutan Sanctuary, Batang Ai, Bako National Park, Kuala Lumpur, Tioman Island, Optional activities include: jungle trekking, boat trips from Tioman Island",
  "generalInfo": "Mainland Malaysia is great, but its islands are even better. On this relaxed two week trip you’ll start in Kuching on Borneo, then head back to the mainland Malaysia for a flying visit to Kuala Lumpur, before seeking well-deserved R&amp;R on Tioman Island, 20 miles off the east coast.<br/><br/>Start your adventure in the city of Kuching, Borneo. Malaysian Borneo, part of the wonderful jungle-bound island, is famous for orang-utans, and you can meet them at Semenggok Orangutan Sancturary, just out Kuching. Explore some of the world’s most beautiful rainforest, and spend time in an Iban community, sharing dinner and staying in a longhouse. Next try and spot the animal with the strangest nose at Bako National Park: hornbills and proboscis monkeys vie for the title. <br/><br/>Head over to mainland Malaysia and stay a night in Kuala Lumpur, the busy capital, where you’ll want to dive straight into the street markets. Transfer on to the east coast, where a boat trip gets you to Tioman Island. This South China Sea ‘pulau’ (island) is set in national park. All across its protected marine reserves, sea fans wave and busy reef fish flourish. <br/><br/>There are great beaches here, and the one you’ll stay on at Japamala is no different. This boutique resort offers boat trips and kayaks for adventurous visitors from its sandy shores. Jungle walkways connect its rustic chalets and villas through the canopy to its restaurants and highly-recommended spa. Or you could just lay out your bamboo mat at the beach and chill out.<br/>",
  "durationDays": "14",
  "price": "4195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you begin your journey by boarding your international outbound flight to Kuching."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arriving into Kuching you're met by an Audley representative and transferred by private driver to your hotel. Depending on your flight time, you have the rest of the day to relax- you might like to wander into Kuching this evening to explore many of the local restaurants, cafes and street-food stalls."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Enjoy the day discovering the history and beauty of the riverside city of Kuching on a private walking tour with an experienced guide. On foot, explore the narrow alleyways and markets to see daily unfold - as well as seeing many of the temples and churches the city is known for. With a range of colonial influences from Indian mosques to Chinese temples, your guide can help you understand the complex history of the town."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leave Kuching this morning and visit the Semenggok Orang-utan Sanctuary in time for the morning feeding session with your private guide. Continue the journey on to Lemanak River to stay the night in a longhouse with the Iban people, descendants of the infamous headhunters. This journey with private guide lasts all day, with stops along the way to explore. Arrive at the longhouse in time to be welcomed for dinner with the family- usually followed by traditional dancing and music."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Your Iban host teaches you how the tribe live off the natural resources of the jungle this morning on a private guided walk. Say goodbye to the tribe as you depart by private longboat, and then car, to a more comfortable hotel for the night. On arrival, check in to your room before enjoying a private guided nature walk with the opportunity to walk along the tree-top canopy walkways of the surrounding forest."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Leave Lemanak River and head back to Kuching today. Leaving from the hotel's jetty, you have a short shared boat transfer before being met by your private driver for the four hour drive to Kuching. Along the way you can stop for a simple local meal."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Spend the day in Bako National Park with your private guide to spot some of Borneo's stunning wildlife such as proboscis monkey, bearded pig and hornbill. An early start, drive by private transfer 40 minutes outside the city before catching a boat for a 30 minute ride across to the park. This tour can be tailored to your interests, with your guide on hand to help you explore many of the waterfalls, streams and jungle paths."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning you're collected from your hotel for a private transfer to Kuching airport to catch your short flight to Kuala Lumpur. On arrival in Kuala Lumpur, an Audley representative will meet you and accompany you to your hotel by private transfer. Depending on the time of your flight, you many have time to explore the city a little. A city best explored on foot, you might like to walk to some of the many street-food markets near your hotel to try some local delicacies."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning you transfer to the east coast, a journey of several hours but well worth it. Take a shared boat to Tioman Island, where you will have 4 nights to relax at the gorgeous JapaMala."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today you have the day to enjoy JapaMala. You might like to explore the surrounding waters by booking a private boat excursion to a nearby island or bay, or simply try from the jetty."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Another day today to enjoy your hotel. Private jungle treks can be arranged with the hotel, from longer treks visiting the next village to short walks to a nearby viewpoint- ideal for watching the sunset."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Enjoy your final full day away at leisure at the JapaMala. The spa comes highly recommended. For a special end to your trip, you might like to book at table at Mandi-Mandi, the hotel's small restaurant built on stilts over the water."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Catch a shared boat transfer back to Kuala Lumpur today where you're met and driven to the airport in time for your onwards flight."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Arrive home today to complete your journey."
    }
  ],
  "map": ""
}