[
  {
    "destination": "Faroe Islands",
    "mainPhoto": "",
    "id": "faroe-islands-photography-holiday",
    "tourName": "Faroe Islands photography holiday",
    "placesVisited": "",
    "generalInfo": "HIGHLIGHTS<br/>Dramatic coastal scenery  •  Múlafossur waterfall, Gásadalur  •  Isle of Mykines, Puffins &amp; Gannets  •  Stóri Drangur sea arch  •  Trælanípa cliffs &amp; Bøsdalafossur Waterfall  •  Tjørnuvík Beach, Streymoy  •  Viking village of Saksun, Streymoy  •  The Kallur lighthouse, Kalsoy  •  Bøur Beach and Village  •  Turf houses &amp; churches  •  Fishing villages &amp; harbours  •  Gjógv Turf Village<br/><br/>INTRODUCTION<br/>We are very happy to introduce this exciting new Faroes photographic tour offering beautifully located accommodation together with a very comprehensive itinerary of top rate locations. Located between Norway, Iceland and Scotland the Faroe Islands have an unspoiled beauty and ruggedness ideal for landscape, cultural and bird photography and whilst the Faroes are truly unique, there are many geographical and cultural similarities with these close northerly neighbours. Settled by Vikings during the ninth century, the Faroes were probably discovered and first inhabited in the mid-sixth century by Irish monks. Saint Brendan the Navigator dubbed them ‘the islands of the sheep and the paradise of the birds.<br/>The dramatic landscapes of this beautiful archipelago offer soaring sea cliffs teeming with seabirds, with rocky islands rising dramatically from a wild North Atlantic sea. Flower filled meadows, pretty turf villages and colourful houses are the norm and the driving distances are relatively short. We have chosen some stunning locations for our accommodation allowing guests to fully explore on foot as well as further afield when we go out and about in the vehicles. Some long walks are possible to some locations although less energetic alternatives can be arranged. Following our first night and arrival in the pretty village of Gásadalur home to the iconic Múlafossur waterfall, we will begin our exploration of the Faroes by spending the first full day on the island of Mykínes to experience a lovely walk photographing the village and massive cliffs alive with Gannets and Puffins. We will spend three nights in Gásadalur.<br/>Moving to the north for three nights we encounter the diverse area “at the end of the earth” based in the beautifully located turf housed village of Gjógv. Two nights in Klaksvík a gorgeous harbour town allows us access by ferry to the iconic and unmissable island of Trøllanes where we embark on the scenic walk to Kallur lighthouse. We conclude our adventure by travelling south to the delightful capital of Torshavn one of the smallest and most attractive capitals in the world. <br/>Throughout our explorations of these emerald isles the mercurial weather will create an ever-changing light and our locations will be chosen and timed carefully to make the most of the prevailing conditions. Our tour will include the very best photographic locations that these lovely islands have to offer.<br/><br/>THE LEARNING PROCESS<br/>This holiday is all about photography and lots of it! Whilst on location tutors will be working alongside participants offering technical and creative advice, practical help and encouraging a sound photographic decision-making process. Evening tutorials will include image development, creative composition and image presentations. If you are a keen photographer, no matter what you use, a DSLR, a mirrorless or an iPhone, this holiday will take you to the next level of proficiency and you will have a lot of fun with like-minded people.",
    "durationDays": "10",
    "price": "4500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ARRIVE IN FAROE ISLANDS – Today we arrive in the Faroe Islands, a transfer to Gásadalur from the airport is included. For the first three nights we stay in the idyllic village of Gásadalur. This is lovely old village located high on the cliff tops with very special sea vistas all around. It is connected to the mainland by a tunnel in 2004. Many of the houses are turf roofed and the surrounding meadows are full of wild flowers.The iconic Múlafossur (waterfall falling to the sea with a view of the Mykines island) is here and we will have several opportunities to photograph this in different light. We will meet together for the first time as a group in the evening for introductions, a trip briefing and dinner in the very fine little restaurant right next to our accommodation. Accommodation Gásadalur (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "THE ISLAND OF MYKINES – After breakfast, we drive to the harbour at Sørvágur for the first ferry to Mykines. The forty-minute ferry journey follows an interesting tourist route with good photographic opportunities of the Drangarnir sea stacks and Tindhólmur islands en route. Upon arriving in the deep fjord-like harbour, we are greeted by noisy Kittiwakes and a feeling of time standing still. Our walk up the the village is short, steep and picturesque, there are no roads only ancient trails and paths. Twenty permanent residents occupy a cluster of old houses, many turf-roofed, this number is boosted during the summer months by visiting family members. Following an exploration of the village we will walk to a puffin colony atop one of the surrounding cliffs. The path is close to the burrows and this is an excellent opportunity for practising some close-up wildlife shots of these extremely photogenic birds. From the cliff viewpoint, there are good views towards the Mykines Hólmur Lighthouse and a neighbouring gannet colony, now unfortunately inaccessible following a landslide in 2021. In the afternoon, we will take the return ferry to Sørvágur harbour. En route back, we will explore Bøur Beach and Village. Accommodation Gásadalur (B,L,D)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "DRANGARNIR STACKS, SØRVÁGSVATN LAKE & BØSDALAFOSSUR WATERFALL – This morning we will have time to explore the area around our accommodation. Gásadalur, our village, is located on the west side of Vágar and enjoys a panoramic view over to the island of Mykines. There are interesting photographic opportunities everywhere and close to where we stay. There are attractive paths through the meadows, around the village and down to Múlafossur waterfall. Northern Fulmar and Puffins can be photographed around the waterfall and there will be plenty of opportunities for wildflower photography. The nesting starlings dart joyfully around the village and are a lot of fun to watch, they make their nests in some very unusual nooks and crannies such as old farm buildings. There are many photogenic old buildings in and around the village including a small church and graveyard, all are worthy subjects for photography. We will then once again depart for the harbour at Sørvágur, taking a short boat ride to the headland overlooking the famous Drangarnir sea stacks, a vista synonymous with the Faroe Islands and arguably one of the island's best viewpoints. Made up of two individual formations – Stóri Drangur and Lítli Drangur, it is the former with its characteristic arch that is exceptionally photogenic, especially when composed with the imposing cliffs of Tindhólmur backdropping the scene. After lunch, we will then set off for another iconic Faroese viewpoint – this time the ‘hanging lake’ at Sørvágsvatn. The approaching walk is interesting throughout, with the best views found atop Trælanípan or ‘slave cliff’ – a gorgeous viewpoint with a dark past. This 142m high headland allows the nearby cliffs and Sørvágsvatn lake to be framed in a wide-angle composition – a perspective that creates the optical illusion of the lake hanging above the sea. Nearby the Bøsdalafossur waterfall creates a similarly impressive scene as it plunges 30m into the North Atlantic Ocean below. We then return to Gásadalur for dinner and a well-earned rest. Accommodation Gásadalur (B,L,D)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "GJÓGV VILLAGE – After morning sunrise locations in Gásadalur we have breakfast before driving to the lovely village of Gjógv. This is a very idyllic coastal location and the most northern village on the island of Eysturoy, so named after a 200-metre long sea-filled gorge which runs from the village into the ocean. This village itself is quiet, well-preserved and closed in by mountains on all sides. With less than 50 inhabitants, all of whom live in colourful old timber-walled and turf-roofed cottages, Gjógv has an abundance of charm and appeal for photographers. The walks around here offer spectacular views of the north Atlantic and the surrounding islands, it is indeed a very special location. In particular there is an easily manageable boardwalk path going up to the cliffs tops with fine vistas of the ocean and surrounding mountains. This is also a productive walk for bird photography. There will be plenty of opportunities for exploring this area as we have based ourselves here for three nights. Accommodation Hotel Gjógv (B,L,D)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "SAKSUN AND TJØRNUVÍK VILLAGES – After breakfast on our second day we will set off explore Eysturoy both on foot and vehicle. The locations include Saksun a remote little village on Streymoy island splendidly set in a natural circular amphitheatre high above a tidal lagoon, Saksun is a wonderfully remote hillside village and is one of the most worthwhile locations in the Faroe Islands. Known for its tranquil atmosphere, the tiny village of 14 inhabitants offers amazing views of the surrounding mountains. In the fjord, at the foot of the village, is a lagoon. At low tide, it is possible to walk along the sandy shore of the lagoon around the headland. The village includes a church, built in 1858, and Dúvugarðar, an active sheep farm which also functions as a museum. Here we will find some very idyllic landscape photography. A second location today will be Tjørnuvík village as it has a direct view of the sea stacks Risin & Kellingin who were, so the story goes, Icelandic trolls who came in the night to steal the Faroe Islands and take them back to Iceland. Of course as is so often the case they were foiled by the rising sun and turned to stone! The village of Tjørnuvík is a tight cluster of houses at the head of a narrow fjord with a narrow sand beach renowned for its surf and there are a variety of photographic opportunities. Accommodation Hotel Gjógv (B,L,D)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "GJÓGV VILLAGE AND CLIFF TOP WALK – Today we will focus on the lovely locations around our accommodation including an optional cliff top walk with excellent views of the surrounding area. Gjógv has one of the best natural harbours in the Faroe Islands and a rich fishing history. The village itself is probably one of the oldest and prettiest in the Faroe Islands and it is important to explore it fully especially as we have the luxury of three nights here. The rocky sea shore and harbour provides some excellent landscape and will provide some fine long exposures of the waves crashing into rocks. From this point we will have good views over to Kalsoy our venue for the following day. Accommodation Hotel Gjógv (B,L,D)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "KLAKSVÍK, BORÐOY ISLAND – Borðoy Island is reached through sub-sea tunnels and we will stay for two nights in Klaksvík the Faroes second largest town dominated by the imposing mountain Norðan fyri Lokkaskarð (772 m). On our second day we rise early for breakfast followed by a short 20 minute ferry to Kalsoy Island. We will drive along the whole island to Trøllanes where we embark on the scenic walk to Kallur lighthouse. During this walk we will encounter some of the most splendid vistas to be found in the whole of the Faroes. This is an iconic spot and photographers tend to stop here for a while. We will have a picnic lunch allowing us to relax and take our time. On the way back we explore the little village and Mikladalur where we will photograph the iconic waterfall and statue of the seal woman, Kópakonan. We will have two nights in Klaksvík as it’s surroundings are impressive and the photography around the harbour is very rewarding. Should the weather be unsuitable for our walk on Day 7 we will do this on Day 8. During our stay here we will eat in local restaurants that are renowned for their fish. Accommodation Hotel Klaksvík (B,L,D)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "TÓRSHAVN – Following a leisurely breakfast we will drive to the Faroe Island’s capital town, Tórshavn on Streymoy Island. The city itself is known for its old town Tinganes and is scenically crammed with wooden turf-roofed houses on a small peninsula. Nearby is Tórshavn Cathedral, rebuilt in the 19th century. As one of the smallest capitals in the world, everything in Tórshavn is easy. No traffic-clogged highways or crowds of people here, life is very much lived at a gentler pace. There is plenty of space and clean, fresh air, great coffee shops, restaurants and cultural highlights. En route there may be locations that we has missed during our stay and we will certainly be stopping to include these. Accommodation Hotel Tórshavn (B,L,D)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "HOMEWARD FLIGHTS – After breakfast we transfer to Vágar airport for homeward flights a journey of 45 minutes. If you would like to stay on for a night or two please enquire at the time of booking. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Faroe Islands",
    "mainPhoto": "",
    "id": "faroe-islands-self-drive-tour",
    "tourName": "Faroe Islands self drive tour",
    "placesVisited": "",
    "generalInfo": "Explore the Faroe Islands on this fascinating 8 day fly-drive tour. The tour offers you the chance to explore the beautiful Faroe Islands, home to luscious green mountains, towering cliffs and many a welcoming smile.<br/>The emphasis for this tour will be on the islands’ scrumptious cuisine allowing you to sample traditional dishes as well as their more modern counterparts.  As an isolated archipelago the Faroese people have historically relied on their natural resources, especially lamb and fish. In more recent years a number of restaurants have emerged that have used the ancient techniques such as drying and smoking to produce some very modern dishes. So along with sampling skerpikjot (wind-dried sheep’s meat) and roestur fiskur (wind-dried fish) be prepared to also experience local ingredients transformed into fine dining.",
    "durationDays": "8",
    "price": "2950",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly to Vagar. Land, collect your hire car and check in to the Hotel Vagar. This afternoon enjoy an excursion out to the remote village of Gasadalur. With a population of just 17 the village is surrounded by mountains. We recommend enjoying refreshments in the Gasadalsgardurin Guesthouse & Café."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today head towards Eysturoy, first heading through the under-sea tunnel to Streymoy. On Streymoy, we suggest visiting Saksun, perched at the end of a long valley above the Pollurin tidal lagoon before continuing on to Tjornuvik, one of the islands' most picturesque villages. Drive to the village of Søldafjørður to a local home. Meet Lena, walk around the beautiful garden and enjoy a home-cooked lunch. After lunch continue to the village of Gjógv and enjoy a Faroese cultural evening of food and dance. (B,L,D)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Journey through the sub-sea tunnel to Klaksvik on Bordoy island. From here there are opportunities to take a ferry to historic Kalsoy, to Kunoy for its excellent walking trails or explore the churches on the islands. We recommend lunch in Café Frida on Klaksvik before returning to Gjogv. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today drive to Torshavn. This evening enjoy dinner at the Barbara Fish House and tuck into a tasty 6-course chef's choice menu. (B,D)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Enjoy a full free day to explore Torshavn with its narrow streets and turf-roofed houses. Head to the harbour and watch local fishermen bringing in the day's catch. Explore the national museum, a local art gallery and the Nordic house - a cultural centre often home to exhibitions and concerts. This evening enjoy a set menu at ROKS. The set menus reflect the bounty from the surrounding waters. (B,D)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This morning head over to Vestmanna for a memorable \"Hook and Cook\" experience. Suitable for keen anglers and beginners alike, the captain will advise you on how to catch fish from the waters between the islands Vágar and Streymoy. After around 4 hours on the sea, the captain will fillet your fish ready for the chef back at the marina restaurant \"Fjørukrógvin\". The chef will then cook your fish for you to enjoy the fruits of your labour. In the afternoon on the way back to Torshavn, perhaps visit nearby Kirkjubour, one of the most important cultural centres in the Faroe Islands and home to the ruined St. Magnus' Cathedral. (B.L)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Today is your final full day in Torshavn. We suggest taking the 20-min passenger ferry to the island of Nolsoy which boasts an extremely slow pace of life. The island offers a number of walking trails to head out for a yomp. This evening back in Torshavn enjoy a 3-course dinner at Aarstova, one of the best restaurants in the Faroes and famous for its Faroese lamb. (B,D)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Return the hire car to the airport and take the flight back to the UK. (B)"
      }
    ],
    "map": ""
  }
]
