{
  "destination": "Dominica",
  "mainPhoto": "",
  "id": "dominica-nature-and-culture-holiday",
  "tourName": "Dominica nature and culture holiday",
  "placesVisited": "",
  "generalInfo": "In the light of day, the haze of dusk, or in the glow of a flambo, reconnect with nature and enjoy an environment still referred to as being pristine. Lose yourself in this Caribbean experience and be pampered by our local foods, friendly people, herbal blends and un-spoilt island nature. Swim in the rivers and waterfalls, discover the rural landscapes and wonders of simple living, and so much more….<br/><br/>Dominica is a rugged agglomeration of towering mountains which run through its center almost like a backbone. It has defied the ravages of commercial exploitation and deforestation from the time of European colonization to today, and covered in lush tropical vegetation is perfect for anyone seeking solace, and needing to get-off the grid and unplug from life’s demands and stresses.<br/><br/>Heritage Dominica highlights the sights, sounds, fragrances, and lifestyles of our island people – creolized and deeply rooted to the traditions of the land. It is about sharing our Caribbean-island secrets and treasures through the eyes of Dominica – one visitor at a time!",
  "durationDays": "11",
  "price": "2615",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Volcanic Hike and Champagne Snorkel – featuring hiking along Segment 1 of the Waitukubuli National Trail This easy hike is through one of the more volcanic areas rich in island heritage, and once well known for large scale sugarcane, citrus and cocoa production - today overgrown and wild, and going past fruit trees and village life, provides spectacular views, and beach time/local spa experience with cold drinks. Your day begins with a site seeing drive along the south-west coast to the southern community of Soufriere, where you begin our walk up the valley along an old estate road providing some insight into conditions in times of estate operations. Throughout, fruit and other trees dwarf the access. The route alternates between the old rocky road, narrow farm trails, and the main roadway eventually emerging at the mountain community of Gallion, where you stop for a photo opportunity from our view point perched above the south-western coastline. Our hike continues for another half hour – all downhill and along the old winding and stony access trail that connects Gallion to the Soufriere-Scotts Head highway. There we re-board our tour bus and continue onto Champagne beach for your shore snorkel adventure. There you will see that Dominica is as beautiful underwater as it is above ground. Much like swimming in a glass of champagne and through a stream of bubbles that rises from a submerged volcanic vent in the sea floor, you will explore this very unique landform. See juvenile and adult fish as well as colorful sponge and coral growths. Picnic lunch ends the day’s adventure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Roseau Valley Miracles (with combinations of the Fresh Water Lake, Titou Gorge, and a Nature Spa) Today’s adventure will lead you into the Roseau Valley and through Dominica’s un-spoilt nature with opportunities for viewing stunning landforms – forests, rivers, hot water pools, and bubbling sulphur mud ponds. Enjoy our exotic flora and fauna, and the greenest rainforest stands in the Caribbean region, and then indulge in one of our village hot springs …..rejuvenate and re-charge. First we head out to the mountain community of Laudat and to the Fresh Water Lake. This lake sits in the backdrop of the greenery and mist and in the crispness of the clean mountain breeze. At this serene and tranquil location there is time to explore and enjoy the surroundings and to have a closer view of the lake, and the hot springs that cascade just off the main roadway closer to the Boeri Lake Trail entrance. Next, we head to the Titou Gorge for an exciting up stream swim through a narrow channel that eventually opens up into a cascade approximately 75 meters later. Translated literally to mean little throat, this adventure occurs up a crevasse through an opening in the rock, and is guaranteed to provide an adrenalin rush. Guests will be required to wear a life vest for this swim. From here we stop for lunch at a tiny family operated village restaurant, and once done we continue onto a nature sanctuary where fruit trees, tweeting birds, tropical blooms, flowing streams, waterfall, mud pool, (hot) therapeutic sulphur water tubs, and cool water streams for rejuvenating abound. Be sure to spend some time in the hot therapeutic waters of the local spa. This will be served with cold rum punch. Lose yourself in this paradise on earth….. Once done we return to our hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Deep Sea Marine Adventure Your day begins with a transfer to the dive center where you will board your vessel for your deep sea marine tour. More than a whale watch tour, this marine adventure is a unique experience that explores Dominica’s marine life – observing the birds and their feeding techniques, following the schools of flying fish, enjoying the dolphins dance around the boat, spotting the whales, and maybe even seeing the local fishermen hard at work in their fishing boats. At each interval the guide gives a commentary on the animals that includes behavior, reproduction, feeding habits, and also information on other aquatic life on the island. From your vantage point you will also be able to point out the geographical features and mountain peaks on land. Once done there is the option for free time and relaxation."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Cooking Caribbean with Daria Today we will introduce you to our island culture and our capital Roseau - seen in many circles as a miniature scale town, with a web of narrow streets and wood and stone townhouses, most of which date from the Victorian period. This introduction will extend to the Botanical Gardens and Morne Bruce look-out for a panoramic viewing of Roseau. From here you continue onto your Cooking Caribbean adventure - our authentic hands-on culinary experience at our family home in the foothills of Morne Anglais. Have fun while we share our colorful stories served with a helping or two of herb infused rum. Cook in our purpose built kitchen set amid lush tropical gardens and enjoy great views. Learn how herbs and fresh organic products are used in Caribbean cuisine as you experience a slice of local life. A food and family lifestyle experience much lauded by experts, Cooking Caribbean is unique, sassy, and great tasting."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Rural Culture and Heritage Today will provide an opportunity to explore and enjoy an important route that was used by the indigenous people the Kalinago, to connect the northern and southern sections along the east coast. Our transfer we take us out of Roseau up through the central mountain range and then down to the Atlantic east coast where we continue south and through an area that many consider to be the most beautiful part of Dominica. From the hotel our first stop will be the Emerald Pool. An attractive area of rainforest with a river, small waterfall and excellent bathing pool that appears bright green in the tree-filtered sunlight, the Emerald Pool is a must-enjoy for visitors to Dominica, and we strongly encourage you to plan to for a cooling dip in this island treasure. From here we continue due east first to the village of Castle Bruce, and then south along the coast, and through a part of Dominica that is deeply rural, rich in culture and tradition, and not normally exposed to visitors and tourism. We will be sure to have eaten cassava, or arrowroot, and today we will visit a cassava processing plant to see how the tuber makes its way from the ground to our plates. With luck we may also have the chance to visit a local bay oil distillery (if in operation) to see the leaves of the aromatic bay trees being distilled to make oil. At Petite Soufriere the last village along the roadway, we begin our hike along the coast to the Rosalie Estate along an old estate trail, once used by the Kalinago Indians and still used by farmers today. We can expect more fantastic views of the rugged landscapes, and almost 2 hours after setting out we arrive at the hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoying the Deep South East Today will be a bit slower – the perfect opportunity to suck in the east coast and (wild) Atlantic side of Dominica. This side of the island has traditionally been agricultural and is deeply rooted in culture. We depart the hotel mid-morning for the site seeing drive that will take us deeper into the south east. We will drive through areas that have been traditionally cultivated in bananas – today much have been overgrown as shifting fortunes and global economics impart hardship and misfortune on small scale agriculture in the rural landscapes. We will veer of the main highway and venture into some of the local villages and possibly engage the locals in conversation along the way. The highlight of our day will be our visit to Zion Valley located in the community of Delices. Named by the Rastafarian community who live in the area, this small homestead can be considered off the grid, and sits on the banks of the White River and the Jack River. Here there are options for private swimming time either in the White River or Jack River. With luck we may get to meet Moses the family patriarch, who is a very colorful character, and has much to share about his life experiences, his homestead, Rastafarianism, and local flora of the area. Picnic lunch will be served at the riverside. Once done, we start our return journey to our hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The Kalinago Experience The Kalinago Territory lies along the east coast of Dominica, and is home to the last remaining indigenous people of the Caribbean. Today the authentic heritage of the Kalinago will be on display – almost like walking through an open museum, this will provide deep insight into the culture and lifestyles of the first inhabitants while providing stunning vistas of the Atlantic coastline. We will go along old trails through farms and past homesteads, which will feature areas steeped in history, one of which has a shrine, cemetery, and Catholic Church and is considered very sacred to fallen Kalinago spirits. At the Kalinago Barana Aute - a model village that stages aspects of the Kalinago heritage, we break for lunch from the local restaurant. Once done, we continue along the old coastal trail, and almost one hour later end our hike at the Bataca highway, where we board our tour bus. Throughout your Kalinago guide will point out and interpret aspects of the local heritage. From the hotel a transfer will take us east and then due north and to the village of Castle Bruce. From there we continue further north until the Kalinago hamlet of St Cyr where we start our walk."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Dominica’s North Coast Today your adventure continues north and you will explore a historic fort, visit a local family home and enjoy a home cooked meal, and then have a boat ride along the scenic Caribbean. Your first stop will be the Cabrits National Park and you visit Fort Shirley ruins - an18th century garrison which once housed 600 soldiers and which provides important examples of British defense systems. This large stone fort has its own history and the site provides for walking along the old forest trails and enjoying excellent panoramic viewing of Prince Rupert Bay and surroundings. Once completed you re-board your bus and journey to the northern-most part of Dominica to the village of Capuchin. Capuchin features Cana Heritage Park, the site of an Amerindian village, and an early missionary site of the Capuchin Order and a military signal station is the entrance to the village of Capuchin. Home cooked lunch will be the highlight of the day, and Gilles (your host), will share on all the customs and traditions that go into maintaining normal everyday life. Depending on the group size, from here you end your northern discovery adventure with a return transfer to Portsmouth, or for special requests you continue on to the bay and onto your fishing vessel to complete ‘Segment 14’ of the Waitukubuli National Trail. This opens up the Cabrits National Park, and the Prince Rupert and Douglas Bays, and once complete, an opportunity for a quick dip, beach relax, and a cool drink."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Indian River and Site Seeing Today our northern exploration adventure continues, and our first stop will be an up-river rowing adventure on the Indian River. Glide through the mangroves and wetlands of this brackish river with your personal guide who will tell us everything about the incredible flora and fauna en route. For bird watchers or nature-lovers this boat-trip is perfect. Colorful blooms, crabs, fish, birds, and iguanas punctuate the tranquil journey. This peaceful ride is guaranteed to rejuvenate your senses and relax you! The tour has 2 main highlights – a stop at the local bar at the top of the river for a refreshing drink, and a visit to the House of Calypso, the Old Witch from the Pirates of the Caribbean 2 Movie. The house is still along the banks of the river where parts of the movie were filmed more than 10 years ago. From here you re-board your bus and veer deeper into the north east, and into the foothills of Morne Aux Diables. At the Cold Soufriere we will see cold bubbling sulphur pools – the only of its kind in the entire world. Very distinct and spectacular landforms, these natural wonders add further mystery to the story of Waitukubuli, and further explain why Dominica is indeed the Nature Island of the Caribbean. Within this mountain crater setting there will be free time for relaxation and picnic lunch. We continue on our journey along the lonely and winding northern link road meandering through the communities of Penville and Vieille Case with opportunities for viewing rural communities and the impact of how time and western influences have impacted the local village architecture. Our final feature of the day’s adventure will be a visit to a local flower farm which showcases blooms and varieties of colorful plants and flowers. Meet the owners of this botanical garden and hear their stories, and learn how they have been able to make their passion and love, their livelihood."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Departure"
    }
  ],
  "map": ""
}