{
  "destination": "Dominica",
  "mainPhoto": "",
  "id": "dominica-adventure-holiday",
  "tourName": "Dominica adventure holiday",
  "placesVisited": "",
  "generalInfo": "Mountains, waterfalls, lakes, rainforest, rivers, gorges, and an unbelievable marine underwater wonder-world, may not be the images that spring to mind when you think of a Caribbean vacation, the island of Dominica is all that and more - it is a nature lover's dream come true.<br/><br/>Journey deep into our eco-paradise where tropical rain forests filled with wildlife and a rich heritage meet a black sanded coastline washed by fresh ocean surf.  Spend twelve days in Dominica, the only island in the Caribbean renowned for an extraordinary variety of nature within its tiny 300 square mile area.<br/><br/>This multi sport escape immerses you in wild nature, and to the Southern Caribbean’s greatest playground for 12 days of fun filled world class trekking, snorkeling, and diving.  <br/><br/>Our small group size allows us to travel easily and intimately through an island that has made farsighted decisions to protect its ecosystem and rain forests, in a world where these are rapidly vanishing.",
  "durationDays": "12",
  "price": "2959",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Volcanic Hike + Champagne Snorkel – featuring hiking along Segment 1 of the Waitukubuli National Trail. This easy hike is through one of the more volcanic areas rich in island heritage, and once well known for large scale sugarcane, citrus and cocoa production - today overgrown and wild, and going past fruit trees and village life, provides spectacular views, and beach time/local spa experience with cold drinks. Your day begins with a site seeing drive along the south-west coast to the southern community of Soufriere, where you begin our walk up the valley along an old estate road providing some insight into conditions in times of estate operations. Throughout, fruit and other trees dwarf the access. The route alternates between the old rocky road, narrow farm trails, and the main roadway eventually emerging at the mountain community of Gallion, where you stop for a photo opportunity from our view point perched above the south-western coastline. Our hike continues for another half hour – all downhill and along the old winding and stony access trail that connects Gallion to the Soufriere-Scotts Head highway. There we re-board our tour bus and continue onto Champagne beach for your shore snorkel adventure. There you will see that Dominica is as beautiful underwater as it is above ground. Much like swimming in a glass of champagne and through a stream of bubbles that rises from a submerged volcanic vent in the sea floor, you will explore this very unique landform. See juvenile and adult fish as well as colorful sponge and coral growths. Picnic lunch ends the day’s adventure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Wet and Rugged Dominica - to experience the Wild Roseau Valley (with combinations of Middleham Fall, the Fresh Water Lake, and Titou Gorge) Today’s outing will take you to the Morne Trois Pitons National Park UNESCO accredited World Heritage Site, and is the perfect introduction to our island geography and our picturesque landscapes and exotic flora and fauna. Our outdoor adventure begins at the Middleham Waterfall Visitor Facility, from where we begin our one- hour long trek to the waterfall. The trek is along a well-manicured trail through thick primary rainforest that runs along the Segment route 4 of the Waitukubuli National Trail. The terrain is undulating and rises and dips with the topography of the land, and will challenge even avid walkers in a few sections. From the visitor center the worn trail rises and winds through the dense forest over streams before emerging at the Middleham Falls. The Middleham waterfall is the tallest on island and towers to approximately 200 feet high. It has a deep basin that allows the adventurous to enjoy a well-earned cooling swim. Once back at the Visitor Facility we continue to the community of Laudat and to the Fresh Water Lake. This lake sits in the backdrop of the greenery and mist and in the crispness of the clean mountain breeze. At this serene and tranquil location there is time to explore and enjoy the surroundings and to have a closer view of the lake, and the hot springs that cascade just off the main roadway closer to the Boeri Lake Trail entrance. Picnic lunch breaks the routine of the day. Next we head for the Titou Gorge for our second swim of the day - a challenging up stream one through a narrow channel that eventually opens up into a cascade almost 75 meters later. Translated literally to mean little throat, this adventure occurs up a crevasse through an opening in the rock, and is guaranteed to provide an adrenalin rush. Guests will be required to wear a life vest for this swim."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cooking Caribbean with Daria Today we will introduce you to our island culture and our capital Roseau - seen in many circles as a miniature scale town, with a web of narrow streets and wood and stone townhouses, most of which date from the Victorian period. This introduction will extend to the Botanical Gardens and Morne Bruce look- out for a panoramic viewing of Roseau. From here you continue onto your Cooking Caribbean adventure - our authentic hands-on culinary experience at our family home in the foothills of Morne Anglais. Have fun while we share our colorful stories served with a helping or two of herb infused rum. Cook in our purpose built kitchen set amid lush tropical gardens and enjoy great views. Learn how herbs and fresh organic products are used in Caribbean cuisine as you experience a slice of local life. A food and family lifestyle experience much lauded by experts, Cooking Caribbean is unique, sassy, and great tasting."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Scuba Diving Dominica The beauty of Dominica is as spectacular below the water’s surface as it is above. Coral reefs growing atop craggy outcrops of submerged volcanic rock formations add a new element to the adventure of Scuba diving in the Caribbean. High mountain peaks above create dramatic drop offs, walls and canyons below, and mountain passages become swim throughs and caverns. Massive boulder fields, volcanic craters, and pinnacles rise up everywhere. There are also active underwater fumaroles, and wrecks and caves add to the spectacle. Your 2 days of diving adventures will occur in the southwest in the Soufriere – Scotts Head Marine Reserve"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Expedition to the Boiling Lake The world’s largest boiling lake is actually a flooded fumarole, a crack through which gases escape from the molten lava below, rather than a volcanic crater. The natural basin of the Boiling Lake collects the rainfall from the surrounding hills and from two small streams which empty into the lake. The water seeps through the porous bottom to the hot lava below where it is trapped and heated to boiling point. The lake is approximately 60 meters from end to end. The trek to the lake is through lush forest, over sharp ridges, and encounters volcanic rivers, streams and boiling mud. The streams vary in colour from normal clear water to milky blue, black, white, yellow and orange. Steam and sulphur fumes increase the closer you get. The trail itself is around eight miles. It is a three-hour walk each way, and that amount of time should be allowed for. On our return there is the option to stop at the Titou Gorge for a swimming exploration up this frigid island-treasure. (The decision to explore the Titou Gorge will be subject to the weather as well as the condition of the hikers). Little Throat is the literal translation for Titou Gorge - a narrow ravine carved into the rocks by the river. This breath-taking upstream swim through this cave-like setting lit by rays of sunlight streaking through the forest is absolutely astounding and refreshing! At the top of the gorge is a small waterfall. This exploration is done with the use of life vests."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Scuba Diving Dominica The beauty of Dominica is as spectacular below the water’s surface as it is above. Coral reefs growing atop craggy outcrops of submerged volcanic rock formations add a new element to the adventure of Scuba diving in the Caribbean. High mountain peaks above create dramatic drop offs, walls and canyons below, and mountain passages become swim throughs and caverns. Massive boulder fields, volcanic craters, and pinnacles rise up everywhere. There are also active underwater fumaroles, and wrecks and caves add to the spectacle. Your 2 days of diving adventures will occur in the southwest in the Soufriere – Scotts Head Marine Reserve"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Double Waterfall Discovery – Sari Sari and Victoria Waterfalls Today you will experience the majesty of the east coast - rugged and green landscapes, and the imposing waterfalls. A 30 minute site seeing drive will lead past farm lands and stretches of verdant fields to the deeply rural community of Delices and to the trail head of the Victoria Falls, located at Zion Valley. Probably the most impressive falls on the island, the trail begins at La Riviere Blanche (the White River), and crosses the river and gorge many times. As it heads further up-stream visitors have to scramble and climb over large boulders before eventually reaching the base of the waterfall, where an invigorating swim awaits. Once done, it is back downstream with a stop at the Rastafarian homestead of Moses James for picnic lunch and great conversation. Next, we continue onto the village of La Plaine for our adventure to the Sari Sari falls. The Sari Sari Waterfall is one of Dominica's more famous falls, and the 40- minute fun adventure is through open cultivated land and secondary forests, and along thin ledges with multiple river crossings and clambering over huge rocks. The cooling dip in this treasure is just as exciting as the up-river adventure"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "The Kalinago Experience The Kalinago Territory lies along the east coast of Dominica, and is home to the last remaining indigenous people of the Caribbean. Today the authentic heritage of the Kalinago will be on display – almost like walking through an open museum, this will provide deep insight into the culture and lifestyles of the first inhabitants while providing stunning vistas of the Atlantic coastline. We will go along old trails through farms and past homesteads, which will feature areas steeped in history, one of which has a shrine, cemetery, and Catholic Church and is considered very sacred to fallen Kalinago spirits. At the Kalinago Barana Aute - a model village that stages aspects of the Kalinago heritage, we break for lunch from the local restaurant. Once done, we continue along the old coastal trail, and almost one hour later end our hike at the Bataca highway, where we board our tour bus. Throughout your Kalinago guide will point out and interpret aspects of the local heritage."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Scuba Diving Dominica The beauty of Dominica is as spectacular below the water’s surface as it is above. Coral reefs growing atop craggy outcrops of submerged volcanic rock formations add a new element to the adventure of Scuba diving in the Caribbean. High mountain peaks above create dramatic drop offs, walls and canyons below, and mountain passages become swim throughs and caverns. Massive boulder fields, volcanic craters, and pinnacles rise up everywhere. There are also active underwater fumaroles, and wrecks and caves add to the spectacle. Your dive adventure will occur in the Cabrits National Park in the north."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Hiking the Waitukubuli National Trail Today we will explore the Waitukubuli National Trail and walk from Colihaut Heights to Ros Castle along an old estate road that leads us through forest and fertile farmland. In the early years of the 19th century, French coffee planters owned this area, and much of the once heavy forest green canopy is recovering from the impact of Hurricane Maria which ravaged the area in 2017. Our route takes us past the trail head of Morne Diablotin, Dominica’s highest mountain. Beyond this the trail maneuvers with slow and winding decent through an agricultural belt once known for citrus and coffee. The track is still surrounded by citrus orchards, alongside banana and plantain. The estate trail deteriorates into a narrow footpath that winds down through thick dry forest. Along the way we will hear the Amazona Parrots the Jaco and Sisserou screeching and calling from the trees. In places the descent is steep and tree roots cross the trail, and ropes are available to help walkers in navigating the trail. At Ros Castle our walk ends with an opportunity for a cooling swim in the powerful Picard River. There we enjoy packed lunches. Next we walk out along the old estate road to the main Picard Highway. Free time at the beach ends the day."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Departure"
    }
  ],
  "map": ""
}