{
  "destination": "Romania",
  "mainPhoto": "",
  "id": "romania-s-natural-wonders-holiday-small-group",
  "tourName": "Romania's natural wonders holiday, small group",
  "placesVisited": "Wine and champagne tasting at Rhein Cellar, Brasov, Bran Castle, Zarnesti, Bear Sanctuary visit, Sighisoara, Walk around the Red Lake and Bicaz Gorge, Painted Churches of Bucovina, Monasteries of Moldovita, Sucevita and Voronet, Boat touring on the Danube Delta, Lakes of Bogdaproste, Trei Iezare and Cazanele, Constanta, Guided tour of Bucharest",
  "generalInfo": "From the Carpathians to the Danube Delta – a journey through wild beauty and timeless culture.<br/><br/>Uncover the essence of Romania on this small-group tour that blends natural splendour with cultural richness. From the elegant boulevards of Bucharest to the tranquil waterways of the Danube Delta, \"Natural Wonders of Romania\" is a journey through mountain passes, medieval towns, forested valleys and remote villages that together reveal the country’s extraordinary diversity.<br/><br/>Many parts of Romania have an aura of being almost frozen in time, where ways of life carry on much as they have for centuries past. Exploring small villages, staying in locally owned guesthouses, and visiting many lesser-known destinations, you will gain a deeper understanding and clearer perspective on Romanian culture, as well as being immersed in many of the country’s most beguiling landscapes.<br/><br/>Your adventure begins in the vibrant capital, Bucharest, where grand architecture and leafy squares hint at a complex and compelling history. Travel north into Southern Transylvania, where fairytale towns such as Bra?ov and Sighisoara showcase Saxon heritage, cobbled streets and fortified churches framed by the majestic Carpathian Mountains; you will also visit the inspirational work at the famous bear sanctuary in the forests around Zarnesti.<br/><br/>Venture deeper into the Carpathians, winding your way through pine forests and dramatic landscapes to reach the beautiful Lacu Rosu and the awe-inspiring Bicaz Gorge – two of Romania’s most striking natural wonders. Enjoy short walks here and in other scenic locations to fully absorb the rugged beauty and stillness of the region.<br/><br/>Pause in Piatra Neam?, a charming town nestled in the Eastern Carpathians, before travelling into the cultural heartland of Bucovina. Here, rolling hills and traditional farms frame the UNESCO-listed Painted Monasteries, their vividly frescoed walls a testament to Orthodox artistry and devotion.<br/><br/>Descending from the mountains, the pace slows as you reach the watery world of the Danube Delta, a UNESCO Biosphere Reserve and haven for birdlife. Stay in a peaceful riverside village and explore this ethereal landscape by small boat, drifting through a labyrinth of channels, reed beds and lily-covered lakes, where pelicans and kingfishers flourish.<br/><br/>Conclude your journey on the Black Sea coast in Constan?a, Romania’s oldest city, where Roman ruins and Art Nouveau villas speak to a rich maritime past. Relax with a walk along the promenade or reflect on your adventure over fresh seafood and a glass of local wine.<br/><br/>Throughout the tour, you’ll stay in handpicked, characterful accommodation and travel with experienced guides who bring each region to life. With a thoughtfully paced itinerary and a focus on both nature and culture, this is a Romanian journey designed for the curious traveller seeking authenticity, comfort and wonder.",
  "durationDays": "11",
  "price": "2500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at International Airport H.Coanda in Bucharest; transfer to Bucharest city centre. Dinner with wine at a traditional tavern in old Bucharest. Overnight at Hotel Capitol."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Departure for the north and into the mountains which begin at the Prahova Valley. Visit Peles Castle (in Sinaia), the royal summer residence and then continue to Brasov (about 1h 30mins drive) for a visit of the city. Afterwards drive to Bran and visit Bran Castle (30 km, from Brasov); enjoy 1 hour easy walk around Bran. Dinner and overnight at small guest house in Zarnesti."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore further into Transylvania. After breakfast a scheduled visit to the Bear Sanctuary in the wild forests near Zarnesti. Following this encounter with Romania's wildlife it is time to take in some more cultural sights. A drive through southern Transylvania passing through some traditional villages then a visit to the fortified church at Biertan. After a picnic lunch continue to the town which epitomises gothic Transylvania, Sighisoara. Dinner & overnight accommodation in a hotel in the mediaeval citadel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Departure to Moldavia. After breakfast a walking visit of the wonderful sights of Sighisoara's historic centre including the clock tower, Dracula's birthplace and the covered walkway. Then depart for Piatra Neamt. After about 3hrs drive you will arrive at Lacu Rosu (The Red Lake) where your guide will take you on a two hours easy hike first around the lake and then a short walk through the Bicaz Gorge. This is stunning scenery, best experienced on foot. Dinner and accommodation at a traditional guesthouse in Piatra Neamt."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Departure to Bucovina. After a tasty breakfast it is time to say a temporary goodbye to your hosts and depart for Bucovina. On the way there is time to visit Agapia monastery followed by a visit to the Nicolae Popa ethnographic museum in Târpe?ti - an absolutely unique collection of masks, costumes and other objects of folk art. After lunch, you will arrive into the fairytale land of the Painted Churches of Bucovina. Enjoy a walk through the village of Vama near your guest house to work up an appetite for more home-cooked fare. Dinner and accommodation at a traditional guesthouse in Vama, e.g. Casa Calin, Casa Elvira."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Visit the monasteries of Moldovita, Sucevita and Voronet in the morning. Onward drive south once again to Piatra Neamt. [Optional] Easy hiking around Vama village in the afternoon or perhaps a walk up to Cozlan Mountain via the Telegondola in Piatra Neamt (small charge for cable car, not included). Dinner and accommodation back at the traditional guest house in Piatra Neamt."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, drive to Danube Delta. From Tulcea, transfer by boat to Crisan Village on the Sulina Branch, the shortest of the three branches of the Danube. Crisan Village is a fishermen's village with a few houses spreading over the right bank of Sulina and a fishery on the other bank and it makes an excellent base for exploring the surrounding lakes and canals. Dinner and accommodation in a 3* guesthouse in Crisan (2 nights)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Breakfast at the guesthouse and then a full day to discover the Danube Delta. Trip by private boat through the narrow canals to Uzlina and Isac lakes; late afternoon, have a pleasant walk through the village of Crisan."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today explore the beautiful lakes of Bogdaproste, Trei Iezare and Cazanele. Along the way you may see Red-necked Grebe, Dalmatian Pelicans, Pygmy Cormorants, Great Cormorants, Night Herons, Squacco Heron, Golden Oriole, Kingfisher, European Hoopoe, European Cuckoo. Transfer in afternoon to Tulcea by boat. Onward short drive to the historic port of Constanta on the Black Sea. Dinner and overnight accommodation at Hotel in old town of Constanta."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After a leisurely breakfast a visit of the historic heart of Constanta, then depart for Bucharest. A Panoramic city tour of Bucharest upon arrival including the main sights of the old town followed by a walk around the lake, through the largest park of the capital city. Dinner on the terrace, by Lake Herastrau and overnight in Bucharest."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast at your hotel continue the tour of the capital city, with visits of the Parliament Palace, Village Museum, Romanian Athenaeum. Depending upon your flight and onward arrangements - lunch on the way to the airport."
    }
  ],
  "map": ""
}