[
  {
    "destination": "Romania",
    "mainPhoto": "",
    "id": "romania-s-natural-wonders-holiday-small-group",
    "tourName": "Romania's natural wonders holiday, small group",
    "placesVisited": "Wine and champagne tasting at Rhein Cellar, Brasov, Bran Castle, Zarnesti, Bear Sanctuary visit, Sighisoara, Walk around the Red Lake and Bicaz Gorge, Painted Churches of Bucovina, Monasteries of Moldovita, Sucevita and Voronet, Boat touring on the Danube Delta, Lakes of Bogdaproste, Trei Iezare and Cazanele, Constanta, Guided tour of Bucharest",
    "generalInfo": "From the Carpathians to the Danube Delta – a journey through wild beauty and timeless culture.<br/><br/>Uncover the essence of Romania on this small-group tour that blends natural splendour with cultural richness. From the elegant boulevards of Bucharest to the tranquil waterways of the Danube Delta, \"Natural Wonders of Romania\" is a journey through mountain passes, medieval towns, forested valleys and remote villages that together reveal the country’s extraordinary diversity.<br/><br/>Many parts of Romania have an aura of being almost frozen in time, where ways of life carry on much as they have for centuries past. Exploring small villages, staying in locally owned guesthouses, and visiting many lesser-known destinations, you will gain a deeper understanding and clearer perspective on Romanian culture, as well as being immersed in many of the country’s most beguiling landscapes.<br/><br/>Your adventure begins in the vibrant capital, Bucharest, where grand architecture and leafy squares hint at a complex and compelling history. Travel north into Southern Transylvania, where fairytale towns such as Bra?ov and Sighisoara showcase Saxon heritage, cobbled streets and fortified churches framed by the majestic Carpathian Mountains; you will also visit the inspirational work at the famous bear sanctuary in the forests around Zarnesti.<br/><br/>Venture deeper into the Carpathians, winding your way through pine forests and dramatic landscapes to reach the beautiful Lacu Rosu and the awe-inspiring Bicaz Gorge – two of Romania’s most striking natural wonders. Enjoy short walks here and in other scenic locations to fully absorb the rugged beauty and stillness of the region.<br/><br/>Pause in Piatra Neam?, a charming town nestled in the Eastern Carpathians, before travelling into the cultural heartland of Bucovina. Here, rolling hills and traditional farms frame the UNESCO-listed Painted Monasteries, their vividly frescoed walls a testament to Orthodox artistry and devotion.<br/><br/>Descending from the mountains, the pace slows as you reach the watery world of the Danube Delta, a UNESCO Biosphere Reserve and haven for birdlife. Stay in a peaceful riverside village and explore this ethereal landscape by small boat, drifting through a labyrinth of channels, reed beds and lily-covered lakes, where pelicans and kingfishers flourish.<br/><br/>Conclude your journey on the Black Sea coast in Constan?a, Romania’s oldest city, where Roman ruins and Art Nouveau villas speak to a rich maritime past. Relax with a walk along the promenade or reflect on your adventure over fresh seafood and a glass of local wine.<br/><br/>Throughout the tour, you’ll stay in handpicked, characterful accommodation and travel with experienced guides who bring each region to life. With a thoughtfully paced itinerary and a focus on both nature and culture, this is a Romanian journey designed for the curious traveller seeking authenticity, comfort and wonder.",
    "durationDays": "11",
    "price": "2500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive at International Airport H.Coanda in Bucharest; transfer to Bucharest city centre. Dinner with wine at a traditional tavern in old Bucharest. Overnight at Hotel Capitol."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Departure for the north and into the mountains which begin at the Prahova Valley. Visit Peles Castle (in Sinaia), the royal summer residence and then continue to Brasov (about 1h 30mins drive) for a visit of the city. Afterwards drive to Bran and visit Bran Castle (30 km, from Brasov); enjoy 1 hour easy walk around Bran. Dinner and overnight at small guest house in Zarnesti."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Explore further into Transylvania. After breakfast a scheduled visit to the Bear Sanctuary in the wild forests near Zarnesti. Following this encounter with Romania's wildlife it is time to take in some more cultural sights. A drive through southern Transylvania passing through some traditional villages then a visit to the fortified church at Biertan. After a picnic lunch continue to the town which epitomises gothic Transylvania, Sighisoara. Dinner & overnight accommodation in a hotel in the mediaeval citadel."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Departure to Moldavia. After breakfast a walking visit of the wonderful sights of Sighisoara's historic centre including the clock tower, Dracula's birthplace and the covered walkway. Then depart for Piatra Neamt. After about 3hrs drive you will arrive at Lacu Rosu (The Red Lake) where your guide will take you on a two hours easy hike first around the lake and then a short walk through the Bicaz Gorge. This is stunning scenery, best experienced on foot. Dinner and accommodation at a traditional guesthouse in Piatra Neamt."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Departure to Bucovina. After a tasty breakfast it is time to say a temporary goodbye to your hosts and depart for Bucovina. On the way there is time to visit Agapia monastery followed by a visit to the Nicolae Popa ethnographic museum in Târpe?ti - an absolutely unique collection of masks, costumes and other objects of folk art. After lunch, you will arrive into the fairytale land of the Painted Churches of Bucovina. Enjoy a walk through the village of Vama near your guest house to work up an appetite for more home-cooked fare. Dinner and accommodation at a traditional guesthouse in Vama, e.g. Casa Calin, Casa Elvira."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Visit the monasteries of Moldovita, Sucevita and Voronet in the morning. Onward drive south once again to Piatra Neamt. [Optional] Easy hiking around Vama village in the afternoon or perhaps a walk up to Cozlan Mountain via the Telegondola in Piatra Neamt (small charge for cable car, not included). Dinner and accommodation back at the traditional guest house in Piatra Neamt."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "After breakfast, drive to Danube Delta. From Tulcea, transfer by boat to Crisan Village on the Sulina Branch, the shortest of the three branches of the Danube. Crisan Village is a fishermen's village with a few houses spreading over the right bank of Sulina and a fishery on the other bank and it makes an excellent base for exploring the surrounding lakes and canals. Dinner and accommodation in a 3* guesthouse in Crisan (2 nights)."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Breakfast at the guesthouse and then a full day to discover the Danube Delta. Trip by private boat through the narrow canals to Uzlina and Isac lakes; late afternoon, have a pleasant walk through the village of Crisan."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Today explore the beautiful lakes of Bogdaproste, Trei Iezare and Cazanele. Along the way you may see Red-necked Grebe, Dalmatian Pelicans, Pygmy Cormorants, Great Cormorants, Night Herons, Squacco Heron, Golden Oriole, Kingfisher, European Hoopoe, European Cuckoo. Transfer in afternoon to Tulcea by boat. Onward short drive to the historic port of Constanta on the Black Sea. Dinner and overnight accommodation at Hotel in old town of Constanta."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "After a leisurely breakfast a visit of the historic heart of Constanta, then depart for Bucharest. A Panoramic city tour of Bucharest upon arrival including the main sights of the old town followed by a walk around the lake, through the largest park of the capital city. Dinner on the terrace, by Lake Herastrau and overnight in Bucharest."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "After breakfast at your hotel continue the tour of the capital city, with visits of the Parliament Palace, Village Museum, Romanian Athenaeum. Depending upon your flight and onward arrangements - lunch on the way to the airport."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Romania",
    "mainPhoto": "",
    "id": "transylvania-walking-holiday-romania",
    "tourName": "Transylvania walking holiday, Romania",
    "placesVisited": "",
    "generalInfo": "The itinerary is designed for arrival in Bra?ov and departure from Sibiu, but it can be easily adapted to fit other airports according to your travel plans. <br/>On this journey you will discover Saxon Transylvania, one of Europe’s last surviving medieval landscapes. You will travel through timeless villages where traditional farming is still in use, explore their fantastic fortified churches, enjoy the almost unspoiled countryside with its astonishing richness of wild-flower meadows, and forests teeming with wildlife which is extinct in other parts of Western Europe. Here the farmers don’t use artificial fertilisers and there is no intensive land-use. From May to July the wildflowers brighten the meadows untainted by chemicals. Here you will find an intact fragment of an older Europe. Your journey, much of it on foot, will pass through the Sighisoara-Tarnava Mare area, included in Natura 2000 - a network of designated sites across the EU where vulnerable plant and animal species and important habitats must be protected.<br/>Transylvania, the legendary “Land Beyond the Forest”, has fascinated travellers for centuries. Here, rolling hills and wildflower meadows stretch to the horizon, oak forests hide deer and songbirds, and cobbled streets lead to fortified churches that have stood for hundreds of years. This is a land shaped by Romanian, Hungarian, and Saxon cultures, each leaving their mark in architecture, food, and traditions.<br/>The Saxon settlers, invited in the 12th century, built towns and fortified churches that today form part of Europe’s greatest medieval treasures. On this walking journey, you will follow gentle trails through Europe’s last medieval landscape, crossing orchards and shepherds’ pastures, meeting locals who preserve their heritage, and visiting UNESCO-protected sites where history and nature coexist in harmony.<br/>This is not just a walking holiday — it is a journey into living history, where every step offers a story, every village a tradition, and every encounter a deeper connection with Transylvania’s timeless spirit.",
    "durationDays": "9",
    "price": "1930",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive at Bucharest airport. You will be picked up by your Tour Guide and transferred by car along the Prahova valley and into Transylvania to Brasov town for an overnight stay at a 3 star boutique hotel in the old city centre."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Visit the old town of Brasov (Kronstadt) at the foothills of Mount Tampa. Brasov is one of the seven cities founded by the Saxons in Transylvania in the 12th century when they were invited to Transylvania to guard the mountain passes. You can have a stroll through the medieval streets of Brasov, visit the Black Church, Europe’s most eastern Gothic church, the Weaver’s Bastion and the famous Council Square where the legend said that when the Pied Piper enticed the children from Hameln in Germany, they vanished underground and emerged in Transylvania near the Council Square. You will be picked up by car from Brasov and driven up north to Viscri village. On the way you will visit two interesting Saxon Transylvanian villages of Prejmer –which has the largest and best preserved of the fascinating Saxon Transylvanian 'fortified churches '(included in the UNESCO list of World Monuments) and Harman –with a fortified church which has four small turrets that warn the visitors that the town authorities were allowed to sentence criminals to death. Drive north-west to Viscri village, a remote village famous for its magnificent fortified church and also for being visited by the British king Charles III several times. After his visit in many Transylvanian Saxon villages he focussed his support to conserve and revive a handful of villages. Viscri is one of them, and through the help of Mihai Eminescu Trust, several houses from the village have been restored. Viscri was included in 1999 on UNESCO list of World Monuments as an example of a medieval village and fortified church in close relation with its surrounding landscape. Viscri is an old Saxon village which has now a population of 400 of whom only about 20 are Saxons, the rest being Gypsies and Romanians. Each homestead is laid out in traditional fashion. The houses themselves are aligned end-on to the street in typical Saxon style. Facing it across the yard is the „summer kitchen”, behind that the veg patch and orchard, and, lengthways at the back, the barn with it high roof. The wide, unmade main street has grassy margins threaded with a stream and planted with pear trees. You will have time to have a stroll in the village. Dinner and overnight accommodation is at a guesthouse (that belongs to Mihai Eminescu Trust) in the village."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "In the morning after visiting the church, we follow a cart road that traverses the meadows and pastures. The slope is very gentle, and you can enjoy the rich biodiversity of the area. The biodiversity of man-made landscapes is often richer than that of wilderness areas, because the mosaic of habitats encourages species diversity. In addition to the grassland and forest habitats and species, the villages themselves retain a rich genetic heritage of fruit trees, flowers, herbs, vegetables, and ancient medicinal plants. The grassland flora is also an important genetic resource for agriculture, being rich in forage crops such as sainfoin and clovers, and crop relatives such as wild members of the cabbage family. The area possesses an astonishing diversity of wildflowers. This High Nature Value pastoral landscapes were included in the EU Natura 2000 network. The butterfly and moth species of the area are linked also to their grassland, forest and riparian habitats. There are also important populations of lesser spotted eagle and honey buzzard, but also middle spotted woodpecker, red-backed shrike, woodlark and corncrake. After approximate 1km walking, we enter into the forest, through wondrous woods of oak and hornbeam. You can admire the impressive old oaks. On the way, from a high ridge in the forest there is a panorama of green hills dotted with sheep, smoke drifting from shepherds’ campfires, and in the far distance the peaks of the Transylvanian Alps filling the horizon. Out of the forest, we traverse a couple of clearings, before passing by a shepherd camp with noisy dogs. From here a very gentle gradient path will lead you down to Mesendorf village. This village has a charming main road, with a well-preserved dancing circle and a very interesting fortified church. Mesendorf is a remote Saxon village listed as UNESCO Heritage, keeping one of the oldest fortified churches in the area, preserved in its medieval form. The hike to Mesendorf village takes about 3 ½ hrs and climbing the church tower gives you the opportunity to check the village and its surroundings, but just be careful with the steps! Beyond the church, the path goes across an orchard of plum trees, before climbing through the forest. You can sometimes spot roe-deer springing out the bushes or, at least, their tracks. From the outskirts of the forest, you can see Crit village at the bottom of the valley. Time from Mesendorf: 2 hrs. Overnight accommodation at a village guesthouse in Crit. Distance: Viscri-Mesendorf-Crit: approximate 18 kms (6 to 7 hours walking)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Visit the local church in Crit village, then head to Cloasterf village and then on to Saschiz village. From Crit, you follow a country road out of the village, parallel with the national road. You traverse the grasslands, then you enter into the forest. After a short climb, the path crosses a clearing, then leads you on top of the Cloasterf village. This spot offers panoramic views over the fortified churches and the opportunity to look for birds of prey, especially for the lesser spotted eagle, the symbol of the area. Just at the outskirts of Cloasterf there are some hay meadows that shelter wildflowers and butterflies. You can admire the village at the bottom of the valley and also the Saschiz fortress, far in the distance. Descending from the hill, you can go to visit the fortified church, one of the last witnesses to the Saxon presence in the area. You’ll soon find out that Cloasterf has just one last Saxon inhabitant, an 80 years old man, but hosts instead a numerous Gypsy community. Approximate time: 1 ½ hrs. Leaving the village, you will climb through a Scotts Pine forest, before reaching another clearing. From here you will traverse a large meadow, then enter into the forest again. On the top of the hill you can see one of the last stone border markings between villages, still standing. In this old deciduous forest you might see roe-deers, hares and proofs of the bear presence in the area. Going out of the forest, you’ll traverse a forestry road, near an old hops plantation, before reaching another shepherd camp. From here, the path leads you through the grasslands right to Saschiz village. Saschiz village has a beautiful fortified church included in the UNESCO list of World Monuments. Saschiz is also the headquarters of Adept Foundation - who works with local communities from this Saxon area towards a sustainable future. The area where the foundation works was designated an EU Natura 2000 site that means that the area was recognized for having a high cultural and ecological value without parallel in Europe. Time from Cloasterf village: 3 ½ hrs. Stay overnight in Saschiz at a village guesthouse. You will be invited to enjoy a delicious dinner cooked by the owners, a young and charismatic couple. They also have a story to tell about their projects of developing sustainable tourism and involvement in the community. Distance: Crit- Cloasterf-Saschiz: 14 kms (5 hours walking)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today you will have a long day walking. Continue walking west towards the small villages of Daia, Vulcan and Apold. In the morning walk up the hills to visit the impressive Saschiz stone fortress built in the 14th century by the local inhabitants. During times of war, the townsfolk would pick up their cattle and wives and retreat in the fortress. From Saschiz, you follow a country road across apple orchards and potato crops, now being marked as part of Via Transilvanica (The Transylvanian Way), a long-distance trail that connects the north-eastern part of Romania with the south-western part, traversing several ethnographic and historical regions. You pass near an artificial pond and climb across the meadow to the edge of the forest. Then you turn left, following a cart road, parallel with the forest. At the end of the climb, you can see Daia village down in the valley. Inside the village, you’ll be surprised by the deserted atmosphere and the museum-like ruins. The church is also in urgent need of restoration. Approximate time: 2 ½ hrs. Leaving the village, the path crosses grasslands with isolated trees and offers you amazing views of the country life: horses grazing and flocks of sheep scattered on the rolling hills. After traversing a short forestry section, you find yourself on top of Vulcan village. A country road descends across the orchards right to the village. Time from Daia: 2hrs. You leave behind Vulcan and traverse another stretch of forest, looking for wildlife tracks, just before reaching the final destination, Apold village and its impressive fortified church. Time from Vulcan: 1 ½ hrs Overnight accommodation at a pension in the village. Distance : Saschiz- Daia-Vulcan-Apold: 17 kms Apold – Saes : 7 kms"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Transfer by car from Apold to Saes (7 kms) from where you will start walking to the village of Stejarenii and then continue to Cris village from where you will start walking across meadows and pasture hills to the villages of Floresti and Malancrav. Visit Cris castle, one of the finest examples of Transylvanian Renaissance architecture. The castle (1559) belonged to the aristocratic Bethlen family. It was built in the middle of the village on a hill and it is surrounded by a 4000 square km wide park. The castle has thick defence walls and it had 40 rooms. Some of them were paved with a very rare mosaic. The inner tower had stained-glass windows and the Bethlens` library and chapel are supposed to have been here. The garden of the castle was rich in rare plants and trees. Unfortunately, the castle is now in a dilapidated state after years of neglect and abuse during the Communist regime. Continue the long walk over the hills to Malancrav village to visit the Lutheran fortified church with rare, impressive frescoes that survived from the 15th century and the oldest entire altarpiece (1520) still in original location in Transylvania. Malancrav is also the village with the highest proportion of Saxons left in Transylvania. In the evening visit a lady that produces beautiful woollen rugs. Time to find out her story and learn about her craft. Overnight accommodation in restored Saxon Transylvanian houses in Malancrav village (part of Mihai Eminescu Trust guesthouses network). Distance: Saes – Stejareni-Cris-Floresti-Malancrav: 17 kms"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Continue walking to the remote Saxon Transylvanian villages of Nou Sasesc, Copsa Mare and Biertan. From the unique Saxon church of Malancrav, we start to climb through an apple orchard, then, after a steep descent, we climb again through some pastures where the sheep graze. We traverse a forested section, then we descent in the village of Nou Sasesc. We leave behind the village and start to climb again the hills covered with forests. We descend in another valley where there is a nice picnic spot, before we start climbing again through the forests, looking for wildlife tracks. A last descent brings us to the village of Copsa Mare, whose impressive fortified church dominates the village. In Biertan visit the UNESCO World Heritage Saxon fortified church which is perched on a hill. Biertan is considered to be one of the best symbols of the Saxon heritage in Transylvania and it attracts a lot of visitors during the summer months. The eastern bastion of the church was not only for defence, but it used to be also a prison for the men or women who wanted to divorce. They were kept there only with bread and water till they sorted out their differences and changed their minds about divorcing. It is said that in 300 years only one divorce was recorded. The last leg of the journey from Biertan to Richis village will be by car. Overnight accommodation at an excellent restored Saxon Transylvania house in Richis. Distance: Malancrav – Nou Sasesc – Copsa Mare –12 km Copsa Mare- Biertan – Richis; 8 kms"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Transfer by car to Sighisoara (Schaßburg), one of the best-preserved mediaeval citadels in Europe. The citadel is perched on a hill overlooking the modern town with a 14th century defensive system surrounding the entire hill. Nowadays only 9 towers, 2 artillery bulwarks and a part of the surrounding wall are still preserved. Here you will have probably the only opportunity in Europe to walk the streets of a genuine still inhabited medieval town. Things to see: - the Clock Tower – considered to be a symbol of Sighisoara now turned into a History Museum which has a good collection of Roman artifacts, WWI –era photographs, a scale model of the town and a superb view of Sighisoara from the walkway on top of the tower; - Vlad the Impaler’s house (alias Dracula) where he was supposedly born. Is considered to be the oldest civilian stone building. Now used as a restaurant; - Church on the Hill –a gothic Lutheran church dedicated to Saint Nicholas and dating from the 14th century, reached via an unusual enclosed wooden staircase. Overnight accommodation at a 3-star boutique hotel in the old city centre."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Transfer to Bucharest Otopeni airport for the flight home."
      }
    ],
    "map": "",
    "category": "Culture"
  }
]