{
  "destination": "Brezilya",
  "mainPhoto": "",
  "id": "ST00004",
  "tourName": "Brezilya ve Arjantin",
  "placesVisited": "Brezilya",
  "generalInfo": "Modern yaşamın ve doğanın bir arada bulunduğu şehir Brezilya.<br><br>Siempre Tur ile gerçekleştirilen Brezilya &amp; Arjantin turunda, vahşi yaşamı gözlemleyebilir, Brezilya ve Arjantin'in yeşillikler içindeki vadilerini, ovalarını ve şelalerini gezebilirsiniz. Tüm bunların yanında berrak suların tadını da çıkartabilirsiniz.<br><br>Turumuz, Siempre Tour'un deneyimli rehber ekibiyle Havaalanı'ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır. Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
  "durationDays": "10",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>– THY İLE İSTANBUL- SAO PAULO &amp; BUENAS AİRES –İSTANBUL EKONOMİSINIFI UCAK BİLETİ.</li>\n<li>– GOL Hava Yolları ile Sao Paulo-Rio de Janerio tek yön ekonomi sıfı uçak bileti</li>\n<li>– GOL Hava Yolları ile Rio de Janerio-Iguazu tek yön ekonomi sınıfı uçak bileti</li>\n<li>Arjantin Hava Yolları ile Iguazu-Buenos Aires tek yön ekonomi sınıfı uçak bileti</li>\n<li>– Tüm havalimanı vergileri ve bilet servis ücretleri</li>\n<li>– 5* otellerde toplam 9 gece kahvaltı dâhil konaklama</li>\n<li>– 7 Gece programları ve Akşam yemekleri</li>\n<li>– 6 Öğle yemeği</li>\n<li>– Programda belirtilen tüm geziler</li>\n<li>– Rio de Janerio da Trenli Corcovado Turu</li>\n<li>– Rio de Janerio da yarım gün teleferik ile sugar Loaf gezisi</li>\n<li>– Brezilya tarafı Şelaleler turu</li>\n<li>– Buenos Aires Şehir Turu</li>\n<li>– Tigre &amp; Delta Turu</li>\n<li>– 1 Akşam yemekli SENOR TANGO gecesi</li>\n<li>– 1 Akşam Gurme restoranda 1 akşam yemeği</li>\n<li>– Programda belirtilen tüm transfer ve ulaşım hizmetleri</li>\n<li>– Yerel rehberlik hizmeti (zorunlu olan yerlerde)</li>\n<li>– Local Rehber &amp; Otobüs şöfürü &amp; Porter Bahişleri</li>\n<li>– Türkçe Rehber Eşliğinde &amp; Bahşişleri Dahil</li>\n<li>– 15 günlük Zorunlu Seyehat ve Turizm şirketi İflas Sigortası</li>\n<li>– 15 TL Yurt dışı Harc Pulları</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "İstanbul",
      "description": "Atatürk Havalimanı Dış Hatlar Gidiş Terminali THY kontuarında yapılacak check-in işlemlerinin ardından Türk Havayolları’nın TK 015 sefer sayılı uçağı ile saat 09:30’da Sao Paulo’ya hareket. Yerel saatle 19:10’da varış ve havalimanında bizleri bekleyen özel aracımız ile otelinize transfer ve dinlenme. Geceleme otelinizde."
    },
    {
      "dayNumber": 2,
      "title": "Sao Paulo",
      "description": "Sabah kahvaltısının ardından Güney Amerika’nın en büyük şehri Sao Paulo’yu keşfe çıkıyoruz. Kentin 400.kuruluş yıldönümünde açılan Iburapuera Parkı, Japon Mahallesi, görkemli neo-gotik mimarisiyle Sao Paulo Katedrali, senfoni orkestrasına ev sahipliği yapan tiyatro ve opera binası, eski kent merkezi ve geleneksel bir kahve çiftliği olan Casa de Fazenda ziyaret edeceğimiz yerler arasında. Gezi ardından havalimanına transfer. GOL Hava Yolları’nın G31748 sayılı tarifeli seferi ile saat 15:20’de Rio’ya hareket. Saat 16:20’de varış ve otelinize transfer. Geceleme otelinizde."
    },
    {
      "dayNumber": 3,
      "title": "Rio de Janeiro",
      "description": "Sabah kahvaltısı sonrası dünyanın yeni 7 harikasından biri olarak kabul edilen, 40 m uzunluğundaki Christ the Redeemer (Kurtarıcı İsa) Heykeli’ni ziyaret ediyoruz ve hemen ardından tüm Rio de Janeiro’ya tepeden bakan Corcovado Tepesi’ne geçiyoruz. Ardından Guanabara Körfezi’nin giden pek çok kişi tarafından eşsiz olarak tarif edilen Sugar Loaf Tepesi’ne teleferikler ile çıkıyoruz. Turumuzun öğlenden sonraki kısımında şehrin tarihi bölümünü ziyaret ediyoruz, burada dar caddeler, meydanlar ve eski binalar arasında Candelaria, Praça XV, Metropolitan Katedrali ve sambanın kalbinin attığı yer olan Sambadrome’yi ziyaret edeceğiz. Devamında ise tüm kitap severlerin rüyası olan Portekiz Kraliyet Okuma Odası’nı ziyaret ediyoruz. Büyüleyici bir atmosfere sahip Colombo Pastanesi’ne de uğradıktan sonra otelinize transfer ve geceleme."
    },
    {
      "dayNumber": 4,
      "title": "Rio de Janeiro",
      "description": "Sabah kahvaltısı ardından serbest zaman. Otelimizin yer aldığı dünyanın en tanınmış plajlarından Copacabana sahilinde denizin ve güneşin tadını çıkarabilir, farklı lezzetler deneyebilir ve 4 km uzunluğundaki eşsiz kumsalında keyfili yürüyüşler yapabilirsiniz."
    },
    {
      "dayNumber": 5,
      "title": "Rio de Janeiro",
      "description": "Sabah kahvaltısı sonrası havalimanına transfer. GOL Hava Yolları’nın G31460 sayılı tarifeli seferi ile saat 10:10’d Iguazu’ya hareket. Saat 12:13’de varış ve hava limanınzda bzileri bekleyen özel aracımız ve yerel rehberimiz ile beraber UNESCO Dünya Mirası Listesi’nde yer alan Iguazu Şelaleleri’nin pek çok kişi tarafından en iyi şekilde izlendiği söylenen Brezilya tarafına geçiş. Milli park içerisine giriş yapıp seyir teraslarından manzarayı izledikten sonra otelimize transfer ve dinlenme. Geceleme otelinizde."
    },
    {
      "dayNumber": 6,
      "title": "Iguazu",
      "description": "Sabah kahvaltısının ardından Iguazu Şelaleleri’nin bu kez de Arjantin kısmında geziyor ve safari turumuzu gerçekleştiriyoruz. Safari turumuzda araçlarımız ile şelalelerin en ulaşılmaz ve güzel noktalarına gitme şansını yakalayacağız, yol üzerine sıkça karşıkaşacağımız seyir teraslarından şelalelerin eşsiz güzelliklerini izleme fırsatı bulacak ve gerçekleştireceğimiz tekne turu ile Garganta do Diabo (Şeytan Gırtlağı) ve Üç Silahşörler Şelaleleri’ni görme fırsatı bulacağız. (Tekne turu esnasında ıslanmak mümkün olduğu için yağmurluk getirmenizi tavsiye ederiz). Tur sonrası otelinize transfer ve geceleme."
    },
    {
      "dayNumber": 7,
      "title": "Iguazu",
      "description": "Sabah kahvaltısının sonrası havalimanına transfer. LAN Airlines LA4023 sayılı tarifeli seferi ile saat 11:35’de Buenos Aires’e hareket. Yerel saatle 13:30’da varış. Varışımızla birlikte başkent Buenos Aires’te şehir gezimiz başlıyor. İlk durağımız başkanlık makamı olan Casa Rosada. Devamında Eva Peron’un hayatını konu alan ve yönetmenliğini Alan Parker’ın yaptığı Evita filminde meşhur sanatçı Madonna’nın ünlü balkon sahnesine mekan olan Evita Balkonu, Colon Tiyatrosu, Şehrin Mayo Caddesi ve Büyük Bulvar, şehrin en eski cafelerinden tarihi Café Tortoni, kendine has mimarisi ile La Boca semti ve dünyanın en geniş meydanı olan 9 Temmuz Bulvarı ziyaret edeceğimiz yerler arasında. Akşam ise unutulmayacak bir gece bizleri bekliyor. Dünyaca ünlü Tango müziği ev dansının kalbi Arjantin’de akşam yemeğimiz bu geleneksel müzik ve dans gösterisi eşliğinde alıyoruz. Yemek sonrası otele dönüş ve geceleme."
    },
    {
      "dayNumber": 8,
      "title": "Buenos Aires",
      "description": "Sabah kahvaltısının ardından şehri keşfetmeye devam ediyoruz. İlk durağımız Güney Amerika'nın Paris’i olarak adlandırılan ve zaten rengi, dokusu ve kokusu ile de Avrupadaymışız hissi yaratan La Recoleta semti, sehrin gözde bölgelerinden birini gezdikten sonra Eva Peron (Evita)'nın da mezarının bulunduğu Recoleta Mezarlığı’nı ziyaret ediyoruz. Devamında Renoir ve Monet gibi büyük isimlerin de eserlerinin bulunduğu Ulusal Güzel Sanatlar Müzesi (Museo Nacional de Bellas Artes)'ni geziyoruz. Bir sonraki durağımız Tangonun doğduğu semt sokakları. Eşsiz dokusu ve taş sokakları ile San Telmo ve devamında da Buenos Aires'in kurulduğu meydan Plaza de Mayo gezileri ardından otele dönüş ve dinlenme. Akşam saatlerinde ise dünyaca ünlü Arjantin mutfağına gurme yolculuğuna çıkıyoruz. Turumuzda gurme restoranda odun ateşinde dünyaca ünlü Arjantin bifteğinin tadına bakıyoruz. Yemek ardından otele dönüş ve geceleme."
    },
    {
      "dayNumber": 9,
      "title": "Buenos Aires",
      "description": "Sabah kahvaltısının ardından yeni rotamız Buenos Aires’in kuzey kesimi. Turumuz Güney Amerika kıtasının en varlıklı semtlerinden biri olan ve uzun zamandır düzenlenen meşhur at yarışları ile ünlü San Isidro ile başlıyor. Taş döşeli yollar ve kolonyal dönem evleri ile çevrili tarihi merkezde geçireceğimiz keyifli bir gezi ardından Tigre'ye doğru yol alıyoruz. Varışımızla birlikte tekneler ile Parana Adaları’nı keşfe çıkıyoruz. Santa Fe ve Rosario şehirleri arasında 14.000 km2’lik bir alana hakim olan bölge UNESCO Dünya Mirasları Listesi’nde yer alıyor. Latin Amerika’nı vahşi doğasına tanılıklık edeceğimiz bu keyifli gezi ardından havalimanına transfer. Bagaj ve check-in işlemlerinin ardından Türk hava Yolları’nın TK 016 sayılı tarifeli seferi ile saat 23:55’de İstanbul’a hareket. Geceleme uçakta. 17 Nisan, Pazartesi günü saat 21:35’de İstanbul’a varış ve turumuzun sonu."
    }
  ],
  "map": ""
}