[
  {
    "destination": "Brezilya",
    "mainPhoto": "",
    "id": "TMJC",
    "tourName": "Brezilya Vahşi Hayatı",
    "placesVisited": "Brezilya, Arjantin",
    "generalInfo": "Vahşi hayat tutkunları için bu tur son nokta. Yerel köyleri gezip ormanda yürüyüş yaparak, tekneyle Amazon nehrinde ilerledikçe gerçek bir Amazon deneyimi yaşayın. Bu yeterli gelmezse Pantanal bataklığı üzerinde yüzen evde 3 gece geçirip, jaguarlara, anakondalara ve daha fazlasına rastlayacağınız nehir safarilerine çıkabilirsiniz.<br><br><strong>Önemli not: </strong>Tur programı model bir programdır ve ihtiyaçlarınıza, bütçenize uygun hale getirilebilir.",
    "durationDays": "18",
    "price": "4789",
    "image1": "siempretour-images/TMJC/tmjc_TMJC.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Rio de Janeiro şehir turu</li>\n<li>- Çeşitli aktivitelerle 3 gecelik Amazon tekne gezisi</li>\n<li>- Pantanal bataklığında 3 günlük jaguar yüzen ev turu</li>\n<li>- Nobres turu</li>\n<li>- Arjantin ve Brezilya’ daki Iguazu şelaleleri</li>\n<li>- Buenos Aires şehir turu</li>\n<li>-Tango gösterisi ve akşam yemeği</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 11 gece, yüzen evde 6 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>17 kahvaltı, 7 öğle yemeği, 8 akşam yemeği</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Rio De Janerio' ya Varış",
        "description": "Otelde 1 gece"
      },
      {
        "dayNumber": 3,
        "title": "Manaus",
        "description": "Amazon nehrinde tekne yolculuğunuzun başlangıç noktası olan Manaus uçuşu için havaalanına transfer edileceksiniz. Ertesi günkü Amazon nehri maceranıza başlamadan önce geceyi otelde geçiriyoruz."
      },
      {
        "dayNumber": 4,
        "title": "Tekneyle Amazon Nehri",
        "description": "Sabah erkenden kalkarak Amazon nehrinde 3 gece geçireceğiniz tekneye binmek üzere Manaus’ taki iskeleye gideceksiniz. Tekneye bindiğinizde nehirde geçireceğiniz birkaç gün ve karşılaşacağınız bitki ve hayvan türleri hakkında bir bilgilendirme toplantısı yapılacak."
      },
      {
        "dayNumber": 7,
        "title": "Manaus",
        "description": "Yağmur ormanında geceyi kampta geçirenler sabah ormanın seslerine uyanacak. Tekneye dönmeden önce kamptaki kahvaltının tadını çıkarın. Tiririca nehri kıyısında yaşayan topluluğu ziyaret ederek adetlerini ve Amazon nehri kenarında yaşamanın nasıl olduğunu öğreneceğiz."
      },
      {
        "dayNumber": 8,
        "title": "Cuiaba",
        "description": "Güzel koloni binaları ve harika yemek mizansenleriyle sevimli bir şehir olan Cuiaba’ ya uçuyoruz. 3 günlük Pantanal bataklığı gezimizin başlayacağı şehirde 1 gece geçireceğiz."
      },
      {
        "dayNumber": 9,
        "title": "Jaguar Yüzen Evler",
        "description": "Pantanal bataklığı, Amerika kıtalarında sonsuz vahşi hayat gözlem fırsatları sunan bir yerdir. Önümüzdeki 3 gün bataklığın kuzey bölümündeki Paraguay nehrinde demirli olan bir yüzen evi üs olarak kullanacağız. Bu kulübede nehir safarileri yapacak ve küçük tekneleri kullanarak rastlaması zor olan jaguarlar dahil çok değişik vahşi hayat unsurlarını görebileceğiniz nehir gezilerine çıkacaksınız. Bu gezilerde jaguarlara rastlama oranı %89 dur ve eğer yeterince şanslıysanız bu güzel vahşi kedileri görebilirsiniz. Karşılaşabileceğiniz diğer türler kaymanlar, maymunlar, dev nehir samurları ve hatta ender de olsa anakondalar olabilir."
      },
      {
        "dayNumber": 12,
        "title": "Nobres",
        "description": "Kahvaltıdan sonra artık yüzen evden karaya çıkarak, geceyi bir kulübede geçireceğiniz Nobres’ e doğru yola çıkıyoruz. Nobres, Bonito’ nun küçük kız kardeşidir-Bonito’ dan çok daha az ziyaret edilen bir yer olmasına karşın, snorkelle yüzmek için harika olan güzel berrak sularıyla ünlüdür. Öğle yemeği için kulübenize tam zamanında ulaşacaksınız ve öğleden sonra snorkelle yüzmek için bir tura çıkacaksınız. Tatlı su balıklarıyla birlikte kristal berraklığındaki sularda yüzeceksiniz. Akşamın erken saatlerinde yüzlerce değişik kuş türünü görebileceğiniz uzun ağaçlarla çevrili güzel bir göl olan Lagoa das Araras’ a gideceksiniz. Sarı yakalı makav papağanları, muhabbet kuşları ve diğer papağan türlerini kaçırmamak için gözlerinizi açık tutun. Akşam yemeği için kulübenize döndükten sonra gece ortaya çıkan bazı türleri görebileceğiniz arazide kısa bir yürüyüşün keyfini çıkarabilirsiniz."
      },
      {
        "dayNumber": 13,
        "title": "Cuiaba",
        "description": "Günün kalanını dilediğiniz gibi geçirebileceğiniz Cuiaba’ ya seyahat ediyoruz."
      },
      {
        "dayNumber": 14,
        "title": "Foz Du Iguacu, Puerto Iguazu",
        "description": "Iguazu şelalelerine ziyaretimizin başlayacağı Foz du Iguacu’ ya uçuyoruz. Ertesi gün Brezilya tarafındaki şelaleleri görmek üzere yarım günlük bir gezi yapacağız. Ayrıca Brezilya sınırından Arjantin tarafındaki şelalelerin muhteşem panoramik görüntülerini izleyebileceksiniz. Yürüyüş yollarında gezerken Brezilya şelaleleri Floriano, Deodoro, Benjamin ve Santa Maria’ yı izleyin. Bu turun hemen ardından Arjantin’ de Puerto Iguazu’ ya seyahat edeceğiz."
      },
      {
        "dayNumber": 16,
        "title": "Iguazu Şelaleleri, Buenos Aıres",
        "description": "Bugün Arjantin tarafından şelaleleri görmek üzere  Iguazu şelaleleri ulusal parkına gideceksiniz. Muhteşem manzaralara tanık olacağınız Alt Devre ye  (Lower Circuit)  doğru ekolojik trene bineceksiniz. Ayrıca 14 şelalenin birlikte her zaman yoğun bir su bulutu oluşturacak güçte döküldüğü büyüleyici Şeytan boğazını da  (Devil’ s Throat)  ziyaret edeceksiniz."
      },
      {
        "dayNumber": 17,
        "title": "Buenos Aries",
        "description": "Bugün şehri oluşturan farklı mahalleleri keşfedebileceğiniz panoramik bir tura çıkmak üzere grubunuza katılacaksınız. Herkes toplandıktan sonra, ünlü Colon tiyatrosunu ve portenos (liman bölgesi)  üzerinde yükselen dikilitaşı görebileceğiniz 9 de Julio Avenue boyunca araçla ilerlemeye başlayacağız. Saygı olarak sağlık bakanlığı binasına asılmış 10 kat yüksekliğindeki Evita Peron portresini de görme fırsatı bulacaksınız. Sonrasında Recoleta’ ya kadar yol boyunca güzel yapılarla dolu lüks Palermo semtinden geçeceksiniz. Burada aynı adı taşıyan ve şehrin ünlü sakinlerinin son istirahat yeri olan olağanüstü mezarlığı ziyaret edeceğiz ve Art Nouveau ve neo-Gothic tarzlardaki sayısız çarpıcı mozoleyi görebileceksiniz."
      },
      {
        "dayNumber": 18,
        "title": "Buenos Aries' den Ayrılış",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Brezilya"
  },
  {
    "destination": "Brezilya",
    "mainPhoto": "",
    "id": "ST00004",
    "tourName": "Brezilya ve Arjantin",
    "placesVisited": "Brezilya",
    "generalInfo": "Modern yaşamın ve doğanın bir arada bulunduğu şehir Brezilya.<br><br>Siempre Tur ile gerçekleştirilen Brezilya &amp; Arjantin turunda, vahşi yaşamı gözlemleyebilir, Brezilya ve Arjantin'in yeşillikler içindeki vadilerini, ovalarını ve şelalerini gezebilirsiniz. Tüm bunların yanında berrak suların tadını da çıkartabilirsiniz.<br><br>Turumuz, Siempre Tour'un deneyimli rehber ekibiyle Havaalanı'ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır. Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
    "durationDays": "10",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ST00004/st00004_brezilya-profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>– THY İLE İSTANBUL- SAO PAULO &amp; BUENAS AİRES –İSTANBUL EKONOMİSINIFI UCAK BİLETİ.</li>\n<li>– GOL Hava Yolları ile Sao Paulo-Rio de Janerio tek yön ekonomi sıfı uçak bileti</li>\n<li>– GOL Hava Yolları ile Rio de Janerio-Iguazu tek yön ekonomi sınıfı uçak bileti</li>\n<li>Arjantin Hava Yolları ile Iguazu-Buenos Aires tek yön ekonomi sınıfı uçak bileti</li>\n<li>– Tüm havalimanı vergileri ve bilet servis ücretleri</li>\n<li>– 5* otellerde toplam 9 gece kahvaltı dâhil konaklama</li>\n<li>– 7 Gece programları ve Akşam yemekleri</li>\n<li>– 6 Öğle yemeği</li>\n<li>– Programda belirtilen tüm geziler</li>\n<li>– Rio de Janerio da Trenli Corcovado Turu</li>\n<li>– Rio de Janerio da yarım gün teleferik ile sugar Loaf gezisi</li>\n<li>– Brezilya tarafı Şelaleler turu</li>\n<li>– Buenos Aires Şehir Turu</li>\n<li>– Tigre &amp; Delta Turu</li>\n<li>– 1 Akşam yemekli SENOR TANGO gecesi</li>\n<li>– 1 Akşam Gurme restoranda 1 akşam yemeği</li>\n<li>– Programda belirtilen tüm transfer ve ulaşım hizmetleri</li>\n<li>– Yerel rehberlik hizmeti (zorunlu olan yerlerde)</li>\n<li>– Local Rehber &amp; Otobüs şöfürü &amp; Porter Bahişleri</li>\n<li>– Türkçe Rehber Eşliğinde &amp; Bahşişleri Dahil</li>\n<li>– 15 günlük Zorunlu Seyehat ve Turizm şirketi İflas Sigortası</li>\n<li>– 15 TL Yurt dışı Harc Pulları</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "İstanbul",
        "description": "Atatürk Havalimanı Dış Hatlar Gidiş Terminali THY kontuarında yapılacak check-in işlemlerinin ardından Türk Havayolları’nın TK 015 sefer sayılı uçağı ile saat 09:30’da Sao Paulo’ya hareket. Yerel saatle 19:10’da varış ve havalimanında bizleri bekleyen özel aracımız ile otelinize transfer ve dinlenme. Geceleme otelinizde."
      },
      {
        "dayNumber": 2,
        "title": "Sao Paulo",
        "description": "Sabah kahvaltısının ardından Güney Amerika’nın en büyük şehri Sao Paulo’yu keşfe çıkıyoruz. Kentin 400.kuruluş yıldönümünde açılan Iburapuera Parkı, Japon Mahallesi, görkemli neo-gotik mimarisiyle Sao Paulo Katedrali, senfoni orkestrasına ev sahipliği yapan tiyatro ve opera binası, eski kent merkezi ve geleneksel bir kahve çiftliği olan Casa de Fazenda ziyaret edeceğimiz yerler arasında. Gezi ardından havalimanına transfer. GOL Hava Yolları’nın G31748 sayılı tarifeli seferi ile saat 15:20’de Rio’ya hareket. Saat 16:20’de varış ve otelinize transfer. Geceleme otelinizde."
      },
      {
        "dayNumber": 3,
        "title": "Rio de Janeiro",
        "description": "Sabah kahvaltısı sonrası dünyanın yeni 7 harikasından biri olarak kabul edilen, 40 m uzunluğundaki Christ the Redeemer (Kurtarıcı İsa) Heykeli’ni ziyaret ediyoruz ve hemen ardından tüm Rio de Janeiro’ya tepeden bakan Corcovado Tepesi’ne geçiyoruz. Ardından Guanabara Körfezi’nin giden pek çok kişi tarafından eşsiz olarak tarif edilen Sugar Loaf Tepesi’ne teleferikler ile çıkıyoruz. Turumuzun öğlenden sonraki kısımında şehrin tarihi bölümünü ziyaret ediyoruz, burada dar caddeler, meydanlar ve eski binalar arasında Candelaria, Praça XV, Metropolitan Katedrali ve sambanın kalbinin attığı yer olan Sambadrome’yi ziyaret edeceğiz. Devamında ise tüm kitap severlerin rüyası olan Portekiz Kraliyet Okuma Odası’nı ziyaret ediyoruz. Büyüleyici bir atmosfere sahip Colombo Pastanesi’ne de uğradıktan sonra otelinize transfer ve geceleme."
      },
      {
        "dayNumber": 4,
        "title": "Rio de Janeiro",
        "description": "Sabah kahvaltısı ardından serbest zaman. Otelimizin yer aldığı dünyanın en tanınmış plajlarından Copacabana sahilinde denizin ve güneşin tadını çıkarabilir, farklı lezzetler deneyebilir ve 4 km uzunluğundaki eşsiz kumsalında keyfili yürüyüşler yapabilirsiniz."
      },
      {
        "dayNumber": 5,
        "title": "Rio de Janeiro",
        "description": "Sabah kahvaltısı sonrası havalimanına transfer. GOL Hava Yolları’nın G31460 sayılı tarifeli seferi ile saat 10:10’d Iguazu’ya hareket. Saat 12:13’de varış ve hava limanınzda bzileri bekleyen özel aracımız ve yerel rehberimiz ile beraber UNESCO Dünya Mirası Listesi’nde yer alan Iguazu Şelaleleri’nin pek çok kişi tarafından en iyi şekilde izlendiği söylenen Brezilya tarafına geçiş. Milli park içerisine giriş yapıp seyir teraslarından manzarayı izledikten sonra otelimize transfer ve dinlenme. Geceleme otelinizde."
      },
      {
        "dayNumber": 6,
        "title": "Iguazu",
        "description": "Sabah kahvaltısının ardından Iguazu Şelaleleri’nin bu kez de Arjantin kısmında geziyor ve safari turumuzu gerçekleştiriyoruz. Safari turumuzda araçlarımız ile şelalelerin en ulaşılmaz ve güzel noktalarına gitme şansını yakalayacağız, yol üzerine sıkça karşıkaşacağımız seyir teraslarından şelalelerin eşsiz güzelliklerini izleme fırsatı bulacak ve gerçekleştireceğimiz tekne turu ile Garganta do Diabo (Şeytan Gırtlağı) ve Üç Silahşörler Şelaleleri’ni görme fırsatı bulacağız. (Tekne turu esnasında ıslanmak mümkün olduğu için yağmurluk getirmenizi tavsiye ederiz). Tur sonrası otelinize transfer ve geceleme."
      },
      {
        "dayNumber": 7,
        "title": "Iguazu",
        "description": "Sabah kahvaltısının sonrası havalimanına transfer. LAN Airlines LA4023 sayılı tarifeli seferi ile saat 11:35’de Buenos Aires’e hareket. Yerel saatle 13:30’da varış. Varışımızla birlikte başkent Buenos Aires’te şehir gezimiz başlıyor. İlk durağımız başkanlık makamı olan Casa Rosada. Devamında Eva Peron’un hayatını konu alan ve yönetmenliğini Alan Parker’ın yaptığı Evita filminde meşhur sanatçı Madonna’nın ünlü balkon sahnesine mekan olan Evita Balkonu, Colon Tiyatrosu, Şehrin Mayo Caddesi ve Büyük Bulvar, şehrin en eski cafelerinden tarihi Café Tortoni, kendine has mimarisi ile La Boca semti ve dünyanın en geniş meydanı olan 9 Temmuz Bulvarı ziyaret edeceğimiz yerler arasında. Akşam ise unutulmayacak bir gece bizleri bekliyor. Dünyaca ünlü Tango müziği ev dansının kalbi Arjantin’de akşam yemeğimiz bu geleneksel müzik ve dans gösterisi eşliğinde alıyoruz. Yemek sonrası otele dönüş ve geceleme."
      },
      {
        "dayNumber": 8,
        "title": "Buenos Aires",
        "description": "Sabah kahvaltısının ardından şehri keşfetmeye devam ediyoruz. İlk durağımız Güney Amerika'nın Paris’i olarak adlandırılan ve zaten rengi, dokusu ve kokusu ile de Avrupadaymışız hissi yaratan La Recoleta semti, sehrin gözde bölgelerinden birini gezdikten sonra Eva Peron (Evita)'nın da mezarının bulunduğu Recoleta Mezarlığı’nı ziyaret ediyoruz. Devamında Renoir ve Monet gibi büyük isimlerin de eserlerinin bulunduğu Ulusal Güzel Sanatlar Müzesi (Museo Nacional de Bellas Artes)'ni geziyoruz. Bir sonraki durağımız Tangonun doğduğu semt sokakları. Eşsiz dokusu ve taş sokakları ile San Telmo ve devamında da Buenos Aires'in kurulduğu meydan Plaza de Mayo gezileri ardından otele dönüş ve dinlenme. Akşam saatlerinde ise dünyaca ünlü Arjantin mutfağına gurme yolculuğuna çıkıyoruz. Turumuzda gurme restoranda odun ateşinde dünyaca ünlü Arjantin bifteğinin tadına bakıyoruz. Yemek ardından otele dönüş ve geceleme."
      },
      {
        "dayNumber": 9,
        "title": "Buenos Aires",
        "description": "Sabah kahvaltısının ardından yeni rotamız Buenos Aires’in kuzey kesimi. Turumuz Güney Amerika kıtasının en varlıklı semtlerinden biri olan ve uzun zamandır düzenlenen meşhur at yarışları ile ünlü San Isidro ile başlıyor. Taş döşeli yollar ve kolonyal dönem evleri ile çevrili tarihi merkezde geçireceğimiz keyifli bir gezi ardından Tigre'ye doğru yol alıyoruz. Varışımızla birlikte tekneler ile Parana Adaları’nı keşfe çıkıyoruz. Santa Fe ve Rosario şehirleri arasında 14.000 km2’lik bir alana hakim olan bölge UNESCO Dünya Mirasları Listesi’nde yer alıyor. Latin Amerika’nı vahşi doğasına tanılıklık edeceğimiz bu keyifli gezi ardından havalimanına transfer. Bagaj ve check-in işlemlerinin ardından Türk hava Yolları’nın TK 016 sayılı tarifeli seferi ile saat 23:55’de İstanbul’a hareket. Geceleme uçakta. 17 Nisan, Pazartesi günü saat 21:35’de İstanbul’a varış ve turumuzun sonu."
      }
    ],
    "map": "",
    "country": "Brezilya"
  },
  {
    "destination": "Brezilya",
    "mainPhoto": "",
    "id": "ST08002",
    "tourName": "Brezilya ve Arjantin Iguaza Şelaleleri Turu",
    "placesVisited": "Brezilya, Arjantin",
    "generalInfo": "Modern yaşamın ve doğanın bir arada bulunduğu şehir Brezilya.<br><br>Siempre Tur ile gerçekleştirilen Brezilya &amp; Arjantin turunda, vahşi yaşamı gözlemleyebilir, Brezilya ve Arjantin'in yeşillikler içindeki vadilerini, ovalarını ve şelalerini gezebilirsiniz. Tüm bunların yanında berrak suların tadını da çıkartabilirsiniz.",
    "durationDays": "9",
    "price": "3350",
    "image1": "siempretour-images/ST08002/st08002_tourmap.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "12",
    "meet": "",
    "whatExpect": "<ul>\n<li>- THY ile İstanbul Sao Paulo ve Buenas Aires – İstanbul Ekonomi Sınıfı Uçak Bileti</li>\n<li>- GOL Hava Yolları ile Sao PauloRio de Janerio tek yön ekonomi sınıfı uçak bileti</li>\n<li>- GOL Hava Yolları ile Rio de Janerio - Iguazu tek yön ekonomi sınıfı uçak bileti</li>\n<li>- Arjantin Hava Yolları ile Iguazu - Buenos Aires tek yön ekonomi sınıfı uçak bileti</li>\n<li>- Tüm havalimanı vergileri ve bilet servis ücretleri</li>\n<li>- 5 Yıldızlı otellerde toplam 9 gece kahvaltı dâhil konaklama</li>\n<li>- 7 Gece programları ve Akşam yemekleri</li>\n<li>- 6 Öğle yemeği</li>\n<li>- Programda belirtilen tüm geziler</li>\n<li>- Rio de Janerio da Trenli Corcovado Turu</li>\n<li>- Rio de Janerio da yarım gün teleferik ile Sugar Loaf gezisi</li>\n<li>- Brezilya Şelaleleri turu</li>\n<li>- Buenos Aires Şehir Turu</li>\n<li>- Tigre &amp; Delta Turu</li>\n<li>- 1 Akşam yemekli SENOR TANGO gecesi</li>\n<li>- 1 Akşam Gurme restoranda akşam yemeği</li>\n<li>- Programda belirtilen tüm transfer ve ulaşım hizmetleri</li>\n<li>- Yerel rehberlik hizmeti (zorunlu olan yerlerde)</li>\n<li>- Yerel Rehber &amp; Otobüs şoförü &amp; Porter Bahişleri</li>\n<li>- Türkçe Rehber Eşliğinde &amp; Bahşişleri Dahil</li>\n<li>- 15 günlük Zorunlu Seyahat ve Turizm şirketi İflas Sigortası</li>\n<li>- 15 TL Yurt dışı Harç Pulları</li>\n</ul>\n<p> </p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Sao Paulo",
        "description": "Atatürk Havalimanı Dış Hatlar Gidiş Terminali THY kontuarında yapılacak check-in işlemlerinin ardından Türk Havayolları’nın TK 015 sefer sayılı uçağı ile saat 09:30’da Sao Paulo’ya hareket. Yerel saatle 19:10’da varış ve havalimanında bizleri bekleyen özel aracımız ile otelinize transfer ve dinlenme."
      },
      {
        "dayNumber": 2,
        "title": "SAo Paulo, Rio De Janerio",
        "description": "Sabah kahvaltısının ardından Güney Amerika’nın en büyük şehri Sao Paulo’yu keşfe çıkıyoruz."
      },
      {
        "dayNumber": 3,
        "title": "Rio De Janerio",
        "description": "Sabah kahvaltısı sonrası dünyanın yeni 7 harikasından biri olarak kabul edilen, 40 m uzunluğundaki Christ the Redeemer (Kurtarıcı İsa) Heykeli’ni ziyaret ediyoruz ve hemen ardından tüm Rio de Janeiro’ya tepeden bakan Corcovado Tepesi’ne geçiyoruz."
      },
      {
        "dayNumber": 4,
        "title": "Rio De Janerio",
        "description": "Sabah kahvaltısı ardından serbest zaman."
      },
      {
        "dayNumber": 5,
        "title": "Rio De Janerio, Iguazu",
        "description": "Sabah kahvaltısı sonrası havalimanına transfer. GOL Hava Yolları’nın G31460 sayılı tarifeli seferi ile saat 10:10’d Iguazu’ya hareket. Saat 12:13’de varış ve hava limanın da bizleri bekleyen özel aracımız ve yerel rehberimiz ile beraber UNESCO Dünya Mirası Listesi’nde yer alan Iguazu Şelaleleri’ nin pek çok kişi tarafından en iyi şekilde izlendiği söylenen Brezilya tarafına geçiş. Milli park içerisine giriş yapıp seyir teraslarından manzarayı izledikten sonra otelimize transfer ve dinlenme."
      },
      {
        "dayNumber": 6,
        "title": "Iguazu Şelaleri",
        "description": "Sabah kahvaltısının ardından Iguazu Şelaleleri’ nin bu kez de Arjantin kısmında geziyor ve safari turumuzu gerçekleştiriyoruz. Safari turumuzda araçlarımız ile şelalelerin en ulaşılmaz ve güzel noktalarına gitme şansını yakalayacağız, yol üzerine sıkça karşılaşacağımız seyir teraslarından şelalelerin eşsiz güzelliklerini izleme fırsatı bulacak ve gerçekleştireceğimiz tekne turu ile Garganta do Diabo (Şeytan Gırtlağı) ve Üç Silahşörler Şelaleleri’ ni görme fırsatı bulacağız. (Tekne turu esnasında ıslanmak mümkün olduğu için yağmurluk getirmenizi tavsiye ederiz). Tur sonrası otelinize transfer."
      },
      {
        "dayNumber": 7,
        "title": "Buenos Aries",
        "description": "Sabah kahvaltısının sonrası havalimanına transfer."
      },
      {
        "dayNumber": 8,
        "title": "Buenos Aries",
        "description": "Sabah kahvaltısının ardından şehri keşfetmeye devam ediyoruz."
      },
      {
        "dayNumber": 9,
        "title": "Buenos Aries' den Ayrılış",
        "description": "Sabah kahvaltısının ardından yeni rotamız Buenos Aires’in kuzey kesimi."
      }
    ],
    "map": "",
    "country": "Brezilya"
  },
  {
    "destination": "Brezilya",
    "mainPhoto": "",
    "id": "TSBF",
    "tourName": "Brezilya’ da Eğlence ve Güneş",
    "placesVisited": "Brezilya",
    "generalInfo": "Bu tur Brezilya’ nın gelişen şehri Rio de Janeiro’ da,  kültürel bir doygunlukla kıtanın en çekici plajlarından bazılarında rahatlamanın  dengeli bir karışımıdır. Güzel Rio ve şaşırtıcı görüntülerine fiziksel ve kültürel olarak kendinizi alıştırdıktan sonra, güzel kumsallarında cennette gibi 4 gece geçireceğiniz Ilha Grande adasına gideceksiniz.<br><br><strong>Önemli not:</strong> Tur programı model bir programdır ve ihtiyaçlarınıza, bütçenize uygun hale getirilebilir.",
    "durationDays": "8",
    "price": "1109",
    "image1": "siempretour-images/TSBF/tsbf_tsbf_20190501_1202136323.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Tam gün Rio de Janeiro turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 7 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>7 kahvaltı, 1 öğle yemeği</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Rio De Janerio' ya Varış",
        "description": "Otelinize yerleştikten sonra günün kalanını dilediğiniz gibi geçirebilirsiniz."
      },
      {
        "dayNumber": 2,
        "title": "Rio De Janerio",
        "description": "Bugün otelinizden alınarak, tüm gün Rio’ nun en çarpıcı yerlerini gezeceğiniz küçük grupla bir jip turuna çıkacaksınız. Gün ekolojik olarak korunmuş dünyanın en büyük şehir ormanı olan Tijuca ormanında başlıyor. Çin gözlem kulesinde durarak, Ipanema ve Copacabana plajlarının, Guanabara körfezinin ve Niteroi şehrinin enfes manzaralarını izleyebilirsiniz. Kristal berraklığındaki şelalelerin çevresinde gezin ve ormandaki düzgün yollarda yürüyüş yapın. Ulusal park gezisi sonrası kurtarıcı İsa heykelinin yer aldığı Tijuca ormanındaki Corcovado tepesine devam edeceksiniz. Buradaki gözlem noktasından Maracana stadyumu ve Sugar Loaf dağı başta olmak üzere şehrin  pek çok sembolünü görebilirsiniz. Öğle yemeğinin ardından bir zamanlar denizcilerin görsel referans olarak kullandığı Guanabara körfezinin ağzındaki bölgeye gideceksiniz. Burası ayrıcalıklı bir konumdur ve Rio tarihindeki önemi onu ikonik bir sembol haline getirmiştir. 1817’ de 6. D. Joao tarafından egzotik bitkilerin yetiştirilmesi için hizmet vermek üzere kurulan Botanik bahçesinde turumuzu tamamlıyoruz. Pek çok hoş gizlenme yeriyle burası Bossa Nova müziğinin mucitlerinden Tom Jobim’ in favori mekanıydı."
      },
      {
        "dayNumber": 4,
        "title": "Ilha Grande",
        "description": "Bugün otelde toplanıp grubunuza katılarak, araçla kıvrımlı yollardan güneye doğru hareket edecek ve güzel Ilha Grande adasına doğru feribota bineceğiniz limana geleceksiniz."
      },
      {
        "dayNumber": 8,
        "title": "Rio De Janerio' dan Ayrılış",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Brezilya"
  },
  {
    "destination": "Brezilya",
    "mainPhoto": "",
    "id": "TSBH",
    "tourName": "Brezilya’ nın Öne Çıkan Yerleri",
    "placesVisited": "Brezilya",
    "generalInfo": "Bu canlı ve çeşitliliği olan ülkenin kapısını aralayın ve sunduğu en önemli yerlerden bazılarını kendiniz için keşfedin. Harika plajları ve renkli sakinleriyle hareketli Rio de Janeiro’ nun kültürel ve doğal güzelliklerinin keyfini yaşadıktan sonra doğa harikası muazzam Iguazu şelalelerine gideceksiniz. Buradan Amazon ormanının başlangıcı olan Manaus’ a seyahat edin ve olağanüstü koloni mimarisi ,  eşsiz Afro-Brezilya kültürüyle etkileyici eski başkent Salvador de Bahia’ ya yola çıkın.<br><br><strong>Önemli not:</strong> Tur programı model bir programdır ve ihtiyaçlarınıza, bütçenize uygun hale getirilebilir.",
    "durationDays": "13",
    "price": "2039",
    "image1": "siempretour-images/TSBH/tsbh_tsbh_20190501_1137222969.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Tam gün Rio de Janeiro turu</li>\n<li>- Arjantin Iguazu şelaleleri</li>\n<li>- Brezilya Iguazu şelaleleri</li>\n<li>- Amazon ormanı aktiviteleri</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 10 gece, orman kulübesinde 2 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>12 kahvaltı, 3 öğle yemeği, 2 akşam yemeği</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Rio De Janerio' ya Varış",
        "description": "Otelinize yerleştikten sonra günün kalanını dilediğiniz gibi geçirebilirsiniz."
      },
      {
        "dayNumber": 2,
        "title": "Rio De Janerio",
        "description": "Bugün otelinizden alınarak , tüm gün Rio’ nun en çarpıcı yerlerini gezeceğiniz küçük grupla bir jip turuna çıkacaksınız. Gün ekolojik olarak korunmuş dünyanın en büyük şehir ormanı olan Tijuca ormanında başlıyor. Çin gözlem kulesinde durarak, Ipanema ve Copacabana plajlarının, Guanabara körfezinin ve Niteroi şehrinin enfes manzaralarını izleyebilirsiniz. Kristal berraklığındaki şelalelerin çevresinde gezin ve ormandaki düzgün yollarda yürüyüş yapın. Ulusal park gezisi sonrası kurtarıcı İsa heykelinin yer aldığı Tijuca ormanındaki Corcovado tepesine devam edeceksiniz. Buradaki gözlem noktasından Maracana stadyumu ve Sugar Loaf dağı başta olmak üzere şehrin  pek çok sembolünü görebilirsiniz. Öğle yemeğinin ardından bir zamanlar denizcilerin görsel referans olarak kullandığı Guanabara körfezinin ağzındaki bölgeye gideceksiniz. Burası ayrıcalıklı bir konumdur ve Rio tarihindeki önemi onu ikonik bir sembol haline getirmiştir. 1817’ de 6. D. Joao tarafından egzotik bitkilerin yetiştirilmesi için hizmet vermek üzere kurulan Botanik bahçesinde turumuzu tamamlıyoruz. Pek çok hoş gizlenme yeriyle burası Bossa Nova müziğinin mucitlerinden Tom Jobim’ in favori mekanıydı."
      },
      {
        "dayNumber": 4,
        "title": "Foz Do Iguazu",
        "description": "Bugün otelden alınarak Foz do Iguazu uçuşunuz için havaalanına gideceksiniz. Gelip yerleştikten sonra günün kalanı size ait. Şelaleler 1986’ da UNESCO tarafından doğal dünya mirası olarak ilan edildi. Park Arjantin ve Brezilya ulusal parklarının sınırladığı 458000 dönümlük alanı kaplar ve iki ülkeyi birbirinden Iguazu nehri ayırır. Birlikte, Güney Amerika’ daki en geniş doğal koruma bölgesini oluştururlar."
      },
      {
        "dayNumber": 7,
        "title": "Manaus",
        "description": "Bu sabah özel araçla havaalanına giderek Amazon ormanının başladığı yerde yer alan Manaus uçağına yetişeceksiniz. Otele transferiniz gerçekleşip odanıza yerleştikten sonra günün kalanını dilediğiniz gibi geçirebilirsiniz."
      },
      {
        "dayNumber": 8,
        "title": "Amazon Ormanı",
        "description": "Sabah erkenden otelden alınarak sürat teknesi, karavan ve sonra tekrar sürat teknesiyle 3 saatlik bir yolculuğa çıkacaksınız. Yolculuk sırasında bazı pembe yunusları görebilirsiniz ve şaşırtıcı suların buluşma noktasını görmek için duracaksınız. Bu nokta Solimoes nehrinin çamurlu sularıyla Negro nehrinin siyah sularının karışmadan yan yana akarak büyük Amazon nehrini oluşturduğu yerdir."
      },
      {
        "dayNumber": 9,
        "title": "Amazon Ormanı",
        "description": "Sabah erkenden kulübeden ayrılarak güneşin doğmasıyla birlikte gökyüzünün dönüşümüne, uyanan kuşların görüntülerine ve seslerine tanık olacağınız bir geziye çıkıyorsunuz. Dürbünlerle hazırlıklı ve donanımlı olan rehberleriniz bu deneyimin tamamlanması için size farklı kuş türlerini gösterecek. Ormanda yürüyüşe çıkmadan önce özgün meyveler ve yöresel yemeklerden oluşan kahvaltı için kulübeye geri döneceksiniz."
      },
      {
        "dayNumber": 10,
        "title": "Salvador",
        "description": "Kahvaltıdan sonra Manaus havaalanına doğru yola çıkıyorsunuz. Yol üzerinde Pirarucu yüzer iskelesinde durarak boyları 3 m. yi ağırlıkları 200 kg. ı geçebilen pirarucu balıklarını görebilirsiniz. Yüzer iskele bu balıkları korurken onları beslemenize olanak verir. Daha sonra uçağınıza binerek Salvador’ a gideceksiniz. Vardığınızda sürücünüz sizi alıp , özel araçla otelinize götürmek için hazır bekliyor olacak. Otelinize yerleştikten sonra akşamın kalanını dilediğiniz gibi geçirebilirsiniz."
      },
      {
        "dayNumber": 11,
        "title": "Salvador",
        "description": "Bu iki günü kendi başınıza özgürce gezerek ya da bu çekici koloni şehrinde sadece dinlenerek geçirebilirsiniz. Bir zamanlar Portekiz yeni dünya sömürgesinin başkenti olan şehirden başka,  Afrikalı kölelerin torunlarının müzikten, inançlara, yemeklere, dans ve diğer geleneklere kadar miraslarını bu kadar iyi koruduğu bir yer daha yoktur. Canlı renkleriyle bu merkez 17.  Ve 18.  yüzyıl mimarisini sergileyen yaşayan bir müzedir. İnanılmaz sanat akımları ve hareketli müzik sahneleriyle güzel ve enerjik bir şehirdir."
      },
      {
        "dayNumber": 13,
        "title": "Salvador' dan Ayrılış",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Brezilya"
  },
  {
    "destination": "Brezilya",
    "mainPhoto": "",
    "id": "BXBTC",
    "tourName": "Rio De Janerio Cartagena Turu",
    "placesVisited": "Brezilya, Arjantin, Bolivya, Peru, Ekvator, Kolombiya",
    "generalInfo": "Rio de Janeiro’ dan Cartagena’ ya nihai Güney Amerika macerası. Brezilya ve Arjantin’ de Iguazu şelalelerine vardığınızda ıslanmaya hazır olun. Machu Picchu’ yu keşfetmek için Peru üssünüz olacak veya belki de Amazon Ormanları keşfetmeye cüret edeceksiniz. Kolombiya’ nın renkli şehirlerinde dansa başlamadan önce Huaraz’ daki yürüyüş parkurlarını fethedin.<br><br><strong>Katılış için en yakın uluslararası havaalanı:  </strong>Rio Galeao Antonio Carlos Jobim Uluslararası Havaalanı  (GIG)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı:  </strong>Cartagena Rafael Nunez Uluslararası Havaalanı  (CTG)",
    "durationDays": "76",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/BXBTC/bxbtc_rio_1.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Konaklama</strong></p>\n<p>1 gece otel, hostel ve konukevi, kamp alanında 26 gece, hostelde 22 gece, otelde 24 gece, 1 gece ev konaklaması, konukevinde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Karayolundan kamyonetle</p>\n<p><strong>Yemekler</strong></p>\n<p>39 kahvaltı, 27 öğle yemeği, 43 akşam yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Tur lideri ve sürücü</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Rio De Janerio' ya Varış",
        "description": "Hotel Arcos Rio Palace veya benzer bir otel, hostel veya konukevinde 1 gece"
      },
      {
        "dayNumber": 2,
        "title": "Parati",
        "description": "Costa Verde’ ye ilerleyerek özelliğini asla kaybetmemiş eski bir Portekiz koloni şehri (1500-1822) olan Parati’ ye varıyoruz. Şehir tarihi merkezi sahili ve dağlarıyla ünlü.  17ve 19.  Yüzyıllar arasında altın ve kahve ihracatı nın başlıca limanlarından birisi olan Parati de teknelerle körfez gezileri,  yağmur ormanları ve altın patika yürüyüşleri önerilen turlardır."
      },
      {
        "dayNumber": 4,
        "title": "Sehir Halinde",
        "description": "Kuzeye kıtanın içlerine, Bonito ya doğru yola çıkıyoruz. Uzun bir yolumuz var ve yolculuğu tamamlamak için sadece bir gece durabileceğiz."
      },
      {
        "dayNumber": 5,
        "title": "Bonito",
        "description": "Bonito nehirlerinin, mağara göllerinin inanılmaz mavisi ile ünlüdür. Sular yerdeki büyük miktarda kalkerlerin arasından süzülür ve tüm kirleri yatağının dibinde biriktirdiği nehirlere Dünya’ nın en temiz görünümünü verir."
      },
      {
        "dayNumber": 7,
        "title": "Sehir Halinde",
        "description": "Güneye doğru yola çıkıyoruz. Uzun bir yolumuz var ve seyahati tamamlamak için yol üzerinde sadece bir gece duracağız."
      },
      {
        "dayNumber": 8,
        "title": "Foz Do Iguacu",
        "description": "275 farklı şelalenin uçurumdan 2, 5 km lik genişlikte bir yüzeye döküldüğü küçük bir Brezilya kasabası olan Foz Do Iguacu  (Iguazu Şelaleleri) ya varıyoruz. Önce Brezilya tarafındaki çarpıcı şelaleleri görmeye gidiyoruz ancak bu bölge Arjantin tarafındaki sayısız şelalenin de eşsiz panoramik manzarasını bizlere sunuyor."
      },
      {
        "dayNumber": 10,
        "title": "Porto Iguazu",
        "description": "Yolumuza devam ederek Porte Iguazu’ ya varıyoruz. Burada yağmur ormanlarından geçerek dar köprüler boyunca üstlerinden yürüyeceğiniz Arjantin tarafındaki şelaleleri göreceğiz, ayrıca 14 şelalenin daima yoğun bir damlalar bulutu oluşturacak güçte döküldüğü İspanyolca’ da Şeytan Boğazı anlamına gelen Garganta del Diablo da buradadır. Biraz daha sakinleşmek isterseniz,  bu etkileyici şelaleleri farklı bir açıdan görmenin eğlenceli bir yolu olarak nehir de bir Zodyak turu yapabilirsiniz. Gece ise hostelimize yakın bazı kulüp ve barları ziyaret edin."
      },
      {
        "dayNumber": 11,
        "title": "Sehir Halinde",
        "description": "Arjantin’ in başkentine doğru, yol boyu doğal peyzajları geçip kamp yaparak ilerliyoruz."
      },
      {
        "dayNumber": 12,
        "title": "Buones Aries",
        "description": "Buenos Aires şirin yeşil alanları, plazaları ve geniş bulvarları ile çok güzel bir şehir. Otelimizde görülmesi gereken yerlere, ki bunların büyük kısmı yürüme mesafesinde,  ve şehrin kalan kısmına seyahat edilebilinen ulaşım ağlarına yakınlığı açısından eşsiz bir konumda. Başkanlık sarayı Casa Rosada (Pembe Saray) nın balkonu Eva Peron un birçok halk konuşmasını yaptığı yer olmasının yanı sıra Madonna nın Evita filminde ‘ Dont cry form e Argentina’  parçasını seslendirdiği balkondur. Eski yönetim binaları Cabildo, the Palacio Municipal i ve katedrali Plaza de Mayo nun hemen karşısında görebilirsiniz. Bu plazada her Salı öğleden sonra 70 lerdeki askeri yönetim döneminde kaybolan aile üyeleri akrabalar anısına Plaza de Mayo anneleri marşı söylenir. Puerto Madera bölgesinde muhteşem restoranlar yer alır, renkli binaları ve kültürel tarihi ile La Boca da görülmeye değer bir limandır. Bohem bir yer olan San Telmo yakınında her Pazar büyüleyici bir antika pazarı kurulur. Bir başka görülmesi gereken yer ise başta Eva Peron olmak üzere birçok ünlü ve zengin kişinin gömülü olduğu ve adeta kendi içinde bir kasaba görünümündeki Recoleta Mezarlığı. Geç saatlere kadar hizmet veren gece kulüpleri bar restoran ve sinema salonları nedeniyle Buenos Aires in gece hayatı konusundaki şöhreti hiçte abartılı değildir. Dışarıda harika bir akşam geçirmek için şehre özgü bir tango şovunu izleyin ve dünyanın en iyilerinden olan bifteğin tadına bakmadan Buenos Aires ten ayrılmayın."
      },
      {
        "dayNumber": 16,
        "title": "Cordoba",
        "description": "Cordoba Arjantin’ in coğrafi olarak ortasına yakın Sierras Chicas dağları eteklerinde yerleşmiş kalabalık modern bir endüstri şehri. 1573 yılında kurulan şehrin övünç kaynağı ülkenin en eski üniversitesine, genç ve  dinamik öğrenci nüfusuna ev sahipliği yapması. Gün içinde bir dizi zengin dekore edilmiş kiliseyi,  ki bunlardan biri Arjantin in en eski katedralidir, ve UNESCO Dünya Miraslarından Manzana Jesuitica  (Cizvit Bloğu) yı ziyaret edebilirsiniz."
      },
      {
        "dayNumber": 18,
        "title": "Cafeye",
        "description": "Size eşsiz fotoğraf fırsatları sunan çarpıcı rengarenk tortul kaya oluşumlarının arasından, Cafayet’ ye doğru ilerliyoruz.  Adrenalin deneyimi için birkaç saatliğine bisiklet kiralayarak  heyecan verici yokuşların tadını çıkarabilir veya dörtlü bisiklet turuna katılarak daha sakin bir geziyi deneyebilirsiniz. Daha sakin bir geziyi tercih ederseniz ayaklarınızı uzattığınız bir kağnı üzerinde eşsiz yerel bitki ve canlı türlerini etkileyici şelaleleri (cascadas) görebileceğiniz tur da sizi bekliyor."
      },
      {
        "dayNumber": 21,
        "title": "Salta",
        "description": "Arjantin’ in kuzeyine doğru devam ederek, 1582 de  And dağlarının eteklerinde Lerma Vadisi nde kurulmuş olan dikkat çekici Salta şehrine varıyoruz. Salta koloni döneminden kalma birçok yapıya,  Cristo del Milagro  (İsa nın Mucizesi) ve Bakire Meryem in 1592 de İspanya dan getirilen antik heykellerinin bulunduğu bir katedrale sahiptir. Bu şehir de sizleri,  başta vadide at gezintisi ve öncesinde iştahınızı kabartacak yerel şaraplar eşliğindeki dev Arjantin barbeküsü olmak üzere, rafting ve dağ bisiklet turu gibi çeşitli birçok etkinlik bekliyor."
      },
      {
        "dayNumber": 23,
        "title": "Tipuza",
        "description": "Sırada biraz vakit geçirip soluklanacağımız Bolivya şehri Tupiza var.  Butch Cassidy ve Sundance Kid ikilisinin efsaneye dönüşen ünlü banka soygunlarına Bolivya Ordusu tarafından burada, Tupiza yakınlarında son verildiği rivayet edilir."
      },
      {
        "dayNumber": 24,
        "title": "Potosi",
        "description": "Güney Amerika’ nın en engebeli bölgelerinden olan kavisli ve tozlu Bolivya yollarından ilerleyerek, dev kaktüsler capcanlı renkli kaya oluşumlarının arasından bir sonraki durağımız Potosi’ ye,  110. 000 nüfusu ve 4070 m rakımıyla kendi çapında Dünya’ nın en yüksek şehrine gidiyoruz.  Şehir, yakındaki bir tepe olan Cerro Rico  (Zengin Tepe) da gümüş bulunmasından hemen sonra 1545 te kurulmuş. Maden damarlarının verimliliği kanıtlanınca da bu değerli metal in Dünya daki en zengin kaynağı olarak tanınmış. Şehrin gümüşü 2 yüzyıldan fazla bir süre İspanyol ekonomisinin ve özellikle sarayın israfının adeta sigortası haline gelmiş. Yerli halk ve sonrasında Afrikalı köleler bu madenlerde berbat ve tehlikeli koşullarda çalışmaya zorlanmış, birçoğu gerek kazalar sonucu gerekse başta zatürre olmak üzere hastalıklara bağlı olarak ölmüşler. 3 yüzyıllık koloni yönetimi boyunca 8 milyon Afrikalı ve yerli işçinin bu madenlerde öldüğü tahmin ediliyor. Koloni şehir döneminin izleri dar sokaklarda, muntazam balkonlu konaklarda ve gösterişli kiliselerde hala belirgindir. Size ilk ağızdan madencilerin zor çalışma koşullarını, hala çalışırken yaşadıkları acıları öğrenebileceğiniz bir maden gezisi (isteğe bağlı) fırsatı öneriyoruz. Kısa sürede madenlerin aslında İspanyol yönetimi döneminde nasıl çalışıyorsa bugünde aynı durumda olduğunun farkına varacaksınız."
      },
      {
        "dayNumber": 25,
        "title": "Uyuni",
        "description": "Bolivya’ nın güneyine,  ıssız Uyuni şehrine yöneldiğimizde Dünya nın en geniş tuz düzlüğü olduğu iddia edilen muhteşem uçsuz bucaksız ve bembeyaz Salar de Uyuni’ yi görebileceksiniz. Burada 2 gece kalacağız ve arazi araçlarıyla tuz ovasında ki turun keyfini yaşayacaksınız. Tur sırasında bir göl ve dev kaktüslerle çevrili Balık Adası (Fish Island) gibi muhteşem manzaraların tadını çıkarın. Hava elverdiğince masmavi gökyüzü ve bembeyaz düzlüğün muhteşem kontrastına inanamayacaksınız. Bu bölge yaratıcı fotoğraf fırsatları için gayet popüler olduğunu kanıtlamaktadır."
      },
      {
        "dayNumber": 27,
        "title": "La Paz",
        "description": "Uçsuz bucaksız boş bir arazide Dünya’ nın en yüksek şehirlerinden La Paz’ a seyahat ediyoruz. Karla kaplı Illimani dağına yaslanmış olan La Paz,  çok eski zamanlarda bir meteor tarafından oluşturulmuş olağanüstü krater havzasına inşa edilmiştir. 3660 m rakımlı şehrin dünya nın en yüksekteki futbol stadyumuna sahip olduğu söylenir."
      },
      {
        "dayNumber": 30,
        "title": "Puno",
        "description": "La Paz’ dan ayrılarak Altiplano (yüksek düzlem)’ ya doğru ilerliyor ve Peru’ ya geçerek paramızı yerel paraya çevireceğimiz sınır kasabası Desaguadero’ da duruyoruz. Buradan aracımızla, denizden 3855 m.  yüksekte deniz taşımacılığına elverişli Dünya’ nın en yüksek gölü olan Titicaca’ nın çevresini güney ucuna kadar geçiyoruz. Renkli pazarlarını görmeye vakit bulabilmek umuduyla Puno’ ya doğru devam ediyoruz."
      },
      {
        "dayNumber": 31,
        "title": "Titicaca Gölü",
        "description": "Puno’ dan Amantani ve Taquile adalarına dahili bir gece turumuz var. Amantani’ de yerli Quechua ailelerinin yanında ev konaklaması sağlıyoruz, böylece ailelerle birlikte yemenin, belki küçük bir partinin ve dans etmenin tadını çıkarabilecek yerli çocuklarla futbol oynama fırsatı bulacaksınız. Ertesi sabah ise insanların basit kerpiç kulübelerde yaşadığı Taquile adasını ziyaret edeceğiz. Ayrıca Puno sahilinin hayret verici yüzer kamış adalarını ziyaret ederek özgün Uru yaşam tarzını kendi gözlerinizle görüp geleneksel kamış teknelerle turlayabileceksiniz. Renkli pazarlara yetişebilmek için Puno’ ya zamanında geri dönüyoruz. Puno’ ya döndüğümüz gece gine domuzu, lama, alabalık veya eşkina balığı gibi bazı yerel lezzetleri deneyebilir ya da gece hayatını görmek isteyebilirsiniz."
      },
      {
        "dayNumber": 32,
        "title": "Puno",
        "description": "Sabahı gölde geçirdikten sonra, gece tekrar Puno’ ya dönüyoruz."
      },
      {
        "dayNumber": 33,
        "title": "Cusco",
        "description": "Cusco, tur rezervasyonunuzu yaptırırken mutlaka katılacağınızı bildirmeniz gereken 3 gece/4 gün Inka Yolu yürüyüşü ve 2 gece/3 gün Amazon Ormanı turunu da içeren 8 günlük isteğe bağlı turumuz için üs şehrimiz olacak. Bu turlarla birlikte daha fazlasını sığdırabileceğimiz ya da dinlenip bu kültürel ve samimi şehrin müthiş atmosferini özümseyebileceğiniz kadar uzun zamanımız olacak."
      },
      {
        "dayNumber": 42,
        "title": "Arequipa",
        "description": "Arequipa, koni şeklinde karla kaplı El Misti volkanının hakim olduğu bölgede deniz seviyesinden 2380 m.  yükseklikte yerleşiktir. 2001 yılında meydana gelen deprem katedrale hasar vermiş olsa da, büyüleyici meydanın görkemini azaltmamıştır. Şehirde görülmesi gereken yerlerden biri  labirent şeklinde Arnavut kaldırımlı sokakları, dehlizleri ve dekoratif mimarisiyle muazzam Santa Catalina manastırıdır (isteğe bağlı). 1970 ten beri ziyarete açık olan manastır kesinlikle ziyarete değer."
      },
      {
        "dayNumber": 45,
        "title": "Puerto Inco",
        "description": "Antlar’ dan aşağıya doğru İnkaların özgün balık avı limanı olan ve ancak 1950 li yıllarda yeniden keşfedilen Puerto Inca sahiline yola çıkıyoruz. Bu gece gerçek kalıntıların hemen altında sahilde kamp yapacağız."
      },
      {
        "dayNumber": 46,
        "title": "Nazca",
        "description": "Pan Amerikan otoyolunda kuzeye Nazca’ ya doğru ilerliyoruz, yol üzerinde binlerce yıla rağmen bozulmamış derileri ve saçları olan antik mumyaları görebileceğiniz sıra dışı Chauchilla mezarlığını ziyaret edeceğiz."
      },
      {
        "dayNumber": 47,
        "title": "Huacachina",
        "description": "Sahilden yukarı devam ederek yoğun kum tepeleriyle çevrili bir vaha olan göz alıcı Huacachina’ da mola veriyoruz. Çölde bir gece turu yaparak yıldızların altında uyuma fırsatı bulacaksınız. Öğleden sonrayı ve geceyi geçirmenin düşsel bir yolu olarak tepelerin üzerinden küçük arabalarla müthiş gezintiye çıkmak ise bir başka seçenek. Tur kum tepeleri üzerinde iyi geçen zamanın reçetesi olarak, pisco sour  (Peru içkisi) eşliğinde enfes barbekü ziyafeti ile tamamlanacak."
      },
      {
        "dayNumber": 48,
        "title": "Lima",
        "description": "Lima’ ya varmadan önce  yol üzerinde kum tepelerinin üzerine oyulmuş olağandışı dev bir tasarım olan Candelabra’ yı geçerek, sürat teknesiyle gidip Ballestas Adalarını keşfetme fırsatı bulacağımız Paracas’ a uğrayacağız. Bu ünlü adalarda ve çevrelerinde binlerce deniz aslanının yanında suda yaşayan çok çeşitli kuşları görebileceksiniz."
      },
      {
        "dayNumber": 51,
        "title": "Huruaz",
        "description": "Peru’ daki seyahatimize devam ederek Cordillera Blanca dağlarına, küçük bir şehir olan Huaraz’ a doğru ilerliyoruz. Şehir 3052 m.  yükseklikte ve Peru’ nun en yüksek tepesi Huascaran (6768 m. )a yakın bir yerde konumlanmıştır. Şehir doğa yürüyüşü tutkunları için kutsal bir yer gibidir,  tırmanma keyfi ve muhteşem manzarasıyla Açıkhava sevdalılarını cezp eder. Tur dahilinde rehberiniz sizi Laguna 69’ a, Huascaran Ulusal Parkındaki görkemli buz gölüne de götürecek."
      },
      {
        "dayNumber": 54,
        "title": "Huanchaco",
        "description": "Kuzeye doğru Huanchaco’ ya ilerliyoruz. Şehir eşsiz sahili, deniz ürünleri restoranları ve balıkçıların büyük dalgaların arasında kullandığı kamış tekneleriyle ünlüdür ve dünyanın en uzun … olduğu söylenir. Bu güzel sahil kentinde akşamı deniz ürünlerini deneyip dinlenerek geçirin."
      },
      {
        "dayNumber": 55,
        "title": "Mancora",
        "description": "Güneşin, sörfün ve dinlenmenin tadını çıkaracağımız Mancora’ ya gidiyoruz. Şehirde bir parti hostelinde kalıyoruz ve burada geçireceğimiz 3 gece de istemediğiniz kadar içeceğiniz Pisco Sour ardından kendinize gelmek için bol zamanınız olacak. Uçurtma sörfü şehrin en popüler aktivitelerinden birisidir."
      },
      {
        "dayNumber": 58,
        "title": "Cuenca",
        "description": "Ekvator sınırına,  doğru balıkçıların küçük ağları ile avlandığı köylerin arasından seyahat ediyoruz. 1557’ de kurulan ve Ekvator’ un 3. büyük şehri olan koloni döneminden kalma bir Pazar şehri olan Cuenca (tam adı Santa Ana de Los Cuatro Ríos de Cuenca)ya ilerliyoruz. UNESCO Dünya miraslarından olan Tomebamba nehri,  kuzeyde Gran Colombia yolu,  batıda General Torres ve doğuda Hermano Miguel arasındaki tarihi bölgeyi ziyaret edin. Şehirde zamanınızı dolu dolu geçirmek için gezebileceğiniz birçok yer var. Cuenca Panama şapkasının ilk yapıldığı yerdir ve şapka fabrikalarından birini ziyaret etme fırsatınız olacak."
      },
      {
        "dayNumber": 60,
        "title": "Banos",
        "description": "Ekvator seyahatimize devam edip kaplıcalarıyla ünlü bir sağlık merkezi olan Banos’ a ulaşıyoruz. Sıcak havuzların tadını çıkarmanın yanı sıra Rio Verde kasabasının hemen dışındaki kamp yerimizden tepelere yürüyüş fırsatınız var ya da kanyon gezisinden köprüden aşağıya  sallanma gibi birçok opsiyonel aktiviteyi deneyebilir masaj yaptırarak rahatlayabilirsiniz."
      },
      {
        "dayNumber": 62,
        "title": "Quito",
        "description": "Denizden 2850 m.  yüksekteki Quito, Ekvator dünyadaki en yüksek ikinci başkenttir. Daha önce İnkaların güçlü bir kalesiyken 1534 te İspanyol rahipler tarafından kuruldu. Aktif bir volkan olan Pichincha üzerindeki oyuk bölgede yerleşiktir ve dev Quito bakiresi heykelinin bulunduğu Panecillo tepesinden şehir boydan boya görülebilir. Şehrin eski ve yeni olmak üzere iki bölümü vardır. Yeni bölüm tüm iyi restoran ve barların bulunduğu şehrin ticaret bölgesiyken eski bölüm dik yolları kalabalık plazaları ve yerel pazarlarıyla koloni dönemini yansıtır."
      },
      {
        "dayNumber": 64,
        "title": "Otavalo",
        "description": "Ekvator’ daki son durağımız Pazar şehri Otavalo. Hareketli Otavalo pazarında satılan el yapımı ürünlere hayran kalacaksınız."
      },
      {
        "dayNumber": 65,
        "title": "Sehir Halinde",
        "description": "Bugün Otavalo’ dan ayrılıp, Kolombiya’ ya doğru sınırı geçiyoruz. Yolda durup Las Lajas Tapınağını ziyaret edeceğiz. Burası kanyonun içine inşa edilmiş ve 50 m lik yüksek bir köprü ile bağlanmış muhteşem manzaralı bir yer. 18. yüzyılda burada Meryem’ in hayalinin görüldüğü rivayet edilir. Bugün hala pek çok insan mucizelere tanıklık etme umuduyla buraya hac gezisi yapmaktadır ve pek çok kaya plakası burada gerçekleştiği söylenen mucizelere tanıklık eder. Bu gece yol üzerinde kamp yapacağız."
      },
      {
        "dayNumber": 66,
        "title": "Popoyan",
        "description": "Eski dünya koloni çekiciliğini ve zarafetini yansıtan Popayan kolonlar, kubbeler ve kemerlerle süslü tebeşir beyazlığındaki cepheleri ile sıklıkla beyaz şehir olarak anılır. Popayan tüm Latin Amerika’ daki koloni şehirleri arasında  en iyi korunmuş şehir merkezlerine sahiptir ve görülebilecek uzaklıkta karla kaplı Purace Volkanı olan şehrin köşklerini, kiliselerini, okullarını ve manastırlarını keşfederek huzurlu sokaklarını gezebilirsiniz."
      },
      {
        "dayNumber": 67,
        "title": "Solento",
        "description": "Bu zümrüt yeşili teraslı yamaçlar, ülkedeki kahve üretiminin neredeyse yarısının yapıldığı yerde. Karla kaplı zirvelerin çerçevelediği bereketli tepelerin kombinasyonu baş döndürücü ve bölge yürüyerek gezmek için müthiş bir konumda.  Orkide ve helikonyaların yanı sıra vadinin ev sahipliği yaptığı ve adını aldığı geyik, kartal ve puma gibi çok çeşitli yerel hayvanları gözden kaçırmadan sis bulutu içindeki ormanı yüksek palmiye bahçelerini ve Kolombiya öncesi kalıntılarını keşfedin ."
      },
      {
        "dayNumber": 69,
        "title": "Kahve Çiftliği",
        "description": "Sıradaki 2 gece bir kahve tarlası (çiftliği) nda geçecek. Kahve ekili alanlar da, Kolombiya’ nın en önemli ihracatlarından kahve bitkisinin yetişmesi hakkında bilgiler alabileceğiniz bir turun tadını çıkarabilirsiniz. Farklı harmanları deneyin ve bu geleneksel çiftlikte rahatlayın."
      },
      {
        "dayNumber": 71,
        "title": "Medellin",
        "description": "Bir sonraki durağımız Kolombiya’ nın en büyük ikinci şehri olan Medellin. Keyifli iklimi nedeniyle şehir ‘ Sonsuz baharın şehri’  olarak bilinir. Medellin’ i teleferikle havadan mutlaka görün ve şehri daima canlı tutan bar ve restoranlarının tadını çıkarın. Eskiden Pablo Escobar’ ın hükmettiği şehir sanat, müzeler ve parkların bolluğu ile bir kültür merkezine dönüşmüştür. Burada 3 gece geçireceğiz ve bu sırada renkli resmedilmeye değer Guatape kasabasını ziyaret etme seçeneğiniz olacak. Guatape’ de kasabayı çevreleyen 200 m.  yüksekliğindeki ünlü El Penon kayasını görebilirsiniz."
      },
      {
        "dayNumber": 74,
        "title": "Caucasia",
        "description": "Aracımıza binerek Medellin’ den ayrılıp, Cartagena’ ya doğru yola çıkıyoruz. Bu gece yol üzerinde son akşam yemeğimiz için Caucasia bölgesinde kamp yapacağız."
      },
      {
        "dayNumber": 75,
        "title": "Cartegena",
        "description": "Kolombiya’ nın enerjik Karayip sahiline, hayat dolu Cartagena şehrine varıyoruz. Ilık kıyı ikliminin ve titreşimli salsa ritminin çekiciliği yıllarca varlıklı ziyaretçileri buraya sürüklemiştir. Cartagena’ nın açık hava kafelerinden birinde bu atmosfere girin,  şehrin diskolarında geceyi dans ederek geçirin ya da diskolara ve sokaktaki dans performanslarına sıkça uğrayan bir Chiva (bazıları tarafından alem otobüsü olarak bilinir) ya katılın."
      },
      {
        "dayNumber": 76,
        "title": "Cartegena' dan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Brezilya"
  }
]