{
    "Main_Title": "Our Mali holidays & tours",
    "Main_Paragraph": "If you don’t know the song already, search ‘Welcome to Mali’ by Malian musicians Amadou & Mariam. Our Mali holidays make you feel just that: welcome, whether you’re here for a world-renowned music festival or a cultural tour. When you arrive in this landlocked West African mega-land of Sahara Desert and ancient trading cities, your visit will be much appreciated by local artisans and musicians. Our tours use local multilingual guides who can bring you closer to the communities you speak with, whether you’re visiting the UNESCO World Heritage Site of Timbuktu, diverse Djenné, capital Bamako, eating fresh fish skewers in Mopti, or visiting women’s cooperatives to buy beautiful pottery.\nSince the UN withdrew in 2023, the security conditions in Mali have been unpredictable and terrorist groups have been blockading roads and intercepting fuel trucks. Always refer to FCO advice before travelling.",
    "Subtitle": "Mali highlights",
    "Title1": "",
    "Paragraph1": "Historically and geographically, landlocked Mali is West Africas centrepiece: a bridge between the deserts of the north and the forests of the south. The largest country in West Africa, its butterfly-shape covers some 240,000 sq km and shares a border with seven other nations. To the south are rolling grasslands and dramatic highlands, including the cliffs and escarpments of the Dogon Plateau. Northern and central Mali are made up of Sahel and Sahara, broken up only by the Iforas Massif, a sandstone plateau thats an extension of the mountainous Hoggar region of the Algerian Sahara. The Niger River flows through the interior, functioning as the countrys main trading and transport artery.",
    "image1": "",
    "Title2": "1. Bamako",
    "Paragraph2": "For many travellers, the hot, dusty and crowded capital is just a place to rest before moving on to the rest of the country, but those who do take time to explore will quickly be drawn in by the citys dynamic live music scene, sprawling markets and the buzz of motorbikes swarming along the banks of the Niger River.",
    "image2": "",
    "Title3": "2. Djenné",
    "Paragraph3": "Set alongside the Bani River, Djenné is the most beautiful town in the Sahel, and was once an important link in the trans-Saharan gold trade. Cut off by the rising waters of the Niger Delta for several months a year, its smooth buildings are built in the Sudanic style, and include the Great Mosque, whose towers and characteristic protruding beams are beautiful and striking.",
    "Title4": "3. Dogon Country",
    "Paragraph4": "A fairy tale of dusky pink villages, wide open skies, sacred crocodiles and sandstone cliffs, Dogon Country is a rugged and remote area in eastern Mali. Its major feature is the towering Bandiagara Escarpment, a 500m high, 150km long line of cliffs that cuts through the Sahel; and where mud-brick houses cling to the rock faces.",
    "image3": "",
    "Title5": "4. Mopti",
    "Paragraph5": "Built on three islands connected by dykes across the Niger River, Mopti is the countrys biggest port and is often called the Venice of Africa thanks to its busy canals. While the town may lack Venetian beauty, its a fun and engaging destination, teeming with trading activity and colour and home to a vibrant cultural mix of people from across Mali.",
    "Title6": "5. Ségou",
    "Paragraph6": "The third largest town in Mali sits alongside the Niger River and is home to a thriving community of artisans, including cotton weavers, potters and rug makers. It also features beautiful examples of traditional Bamana architecture and graceful old colonial buildings. Plus, its the site of the annual Festival Sur le Niger  a lively music festival in the first week of February.",
    "Title7": "6. Timbuktu",
    "Paragraph7": "The UNESCO World Heritage city of Timbuktu has long been a compelling place to outsiders, associated with beauty, learning and wealth. Sending a postcard with a Timbuktu stamp ranks high on the list of quirky travel experiences. Once the seat of a formidable empire this city has suffered many ups and downs, most recently the implementation of Sharia law and the destruction of some of its heritage."
}