{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "java-to-bali-12-day-tour",
  "tourName": "Java to Bali 12 day tour",
  "placesVisited": "",
  "generalInfo": "A 12-day tour by road, rail and boat, beginning in Yogyakarta and taking you through the emerald paddy-fields and patchwork plantations and past the traditional villages and towering volcanoes of Central and East Java to finish at Bali’s Denpasar Airport.<br/><br/>Including both Java’s most famous sites as well as some of its off the beaten track ones, some of the highlights include; dusk and dawn visits to the UNESCO World Heritage temples of Prambanan and Borobudur, a day’s expedition by boat, jeep and on foot in remote and rarely-visited Alas Purwo National Park; an early morning jeep ride through an active caldera to watch the sunrise from Bromo Volcano and exploring the local markets, Dutch-period architecture and vibrant street-life (and of course street-food) of the charming towns of Yogyakarta, Malang and Solo. <br/><br/>After a short boat ride to Bali our tour finishes with a couple of relaxing days at an eco-resort in the unspoilt far northwest of the island with snorkelling, hiking, spa and birdwatching options on offer before a transfer to Denpasar International Airport.<br/><br/>For those with more time to spare we also offer a 6-day Sumatra add-on – including Lake Toba and UNESCO-listed Gunung Leuser National Park – prior to joining the tour in Yogyakarta or, last but not least, a 4-day mini-tour to discover the rich history and vibrant culture of Indonesia’s capital, Jakarta.  <br/><br/> <br/>Features:<br/><br/>1. Sunrise and sunset at 2 the fabulous UNESCO World Heritage sites, Borobudur and Prambanan<br/>2. An early morning ascent of Mount Bromo by jeep for dawn over the volcano and a hike through the caldera<br/>3. Street-life and market tours of Yogyakarta, Solo and Malang - 3 of Indonesia's most interesting, fun and friendly towns<br/>4. Bucolic landscapes of emerald paddies, patchwork plantations and lush forest set against towering volcanic cones<br/>5. Take the boat from Java to Bali for a stay at a delightful eco-resort in tranquil Pemuteran fishing village<br/>6. Colourful markets, vibrant street life, awesome food and some of the friendliest people in Southeast Asia<br/><br/>Optional extensions<br/><br/>1. Jakarta: add on a few days to explore the rich history and culture of Indonesia’s fascinating capital <br/><br/>Note groups sizes are 4 to maximum 12 persons with many meals (local-style) included and accommodation in comfortable 3-4* hotels.",
  "durationDays": "12",
  "price": "1835",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Morning arrival in Yogyakarta and check-in to our well located eco-hotel, with time at leisure to explore the area before a local style, welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Head out of town to a nearby village for a leisurely cycle ride along country lanes past farms, orchards and scenic countryside. Along the way, we will have the opportunity to meet the locals and discover some of the villagers’ traditional cottage industries. Afternoon visit to the famous Borobudur Temple with a return to ‘Jogja’ city for an evening street food tour."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Morning visit to Kotagede – the fascinating site of the 16th-century capital city – displaying a fusion of earlier Hindu and Muslim architectural styles. The ancient city is also the site of a colourful local market so, after a wander, we’ll return to our hotel for lunch and time to relax. Our afternoon programme takes us to another UNESCO site – the 10th-century Hindu temple Prambanan from where we walk through the historical park to catch sunset at the spectacular, but less-visited temple, Candi Sewu."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Short drive to nearby Solo where we'll head for the bustling and very friendly market, Pasar Legi, plus the town’s fascinating flea market and the famous old Sultan’s Palace. In the afternoon we’ll do a walking tour of Laweyan – a charming labyrinth of narrow lanes and old houses that form Solo’s traditional batik-making quarter."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Departure across country, past scenic villages, plantations and paddy fields, on a train ride to the City of Malang in Eastern Java."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Explore the fantastic 'Rainbow Village'. The crumbling labyrinth style quarter was formerly earmarked for demolition before local students teamed up with a paint company to create one of the best urban renewal schemes we have come across. We will also have time to take in some of the City's celebrate Dutch-period architecture before a drive to Bromo National Park."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Early morning jeep drive into the National Park for sunrise views of awe-inspiring Bromo Volcano, plus a hike through the caldera itself. Return to our charming, little family-run chalet style resort, for breakfast and relaxation time, with an afternoon visit to one of the Park's nearby waterfalls."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Probolinggo Town to catch the train further East to the small country town of Kalibaru where we will stay in garden chalets at a beautifully situated, riverside, eco-resort."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Day tour by jeep to the nearby Alas Purwo National Park located on a remote peninsula in the far South Eastern corner of Java. On the itinerary is wildlife spotting, a picturesque beach, a boat trip through the mangrove swamps and, time permitting, a visit to a turtle sanctuary."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "A drive to nearby Ketapang for a short ferry ride across the straits to the island of Bali, where we will transfer to our charming, low-key eco-resort in the small fishing port of Permuteran."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Day at leisure. Options include relaxing by the pool or at the spa, or for the more energetic, a snorkelling trip on some nearby islands, a hike through the lush surrounding countryside or even trying your hand at an Indonesian cookery class?"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Morning at leisure before a transfer across the island to Denpasar Airport for a return flight."
    }
  ],
  "map": ""
}