{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "bali-holiday-ubud-tandjung-sari",
  "tourName": "Bali holiday, Ubud & Tandjung Sari",
  "placesVisited": "Ubud, Cycling, Mount Agung temples, Sanur, Bali boutique hotels",
  "generalInfo": "This Bali holiday is a tailor made trip, following a carefully crafted itinerary that combines both the cultural wonders of inland Bali, at Ubud, with plenty of relaxing beach time at Sanur. <br/><br/>Starting at Ubud, considered by many to be the cultural hub of the island, it is a wonderful location for discovering local artisans’ work, visiting ancient temples and savouring Balinese cuisine. We can arrange hiking or cycling trips into the region’s rural villages and terraced paddies, the highlight for many of our guests being the temples at Mount Agung. Bali is a place to go at your own pace, cycling here and there, stopping to enjoy some hot springs, or just sitting outside a local ‘warung’ or café and watching this beautiful Balinese world go by. <br/><br/>In Ubud you will stay at an elegant boutique hotel, Tepi Sawah, just on the outskirts of the town, with only 25 bedrooms overlooking the typical Balinese rural landscape of luscious green paddies. It also has a swimming pool and stunning gardens.<br/><br/>Your accommodation in Sanur, where you will be based for the rest of your trip, is not only equally beautiful but, like all properties in Bali, adheres to local law that says nothing can be taller than a palm tree. You will have plenty of palm trees, however, at this beachfront boutique hotel, Tandjung Sari. A family run hotel, it is one of the oldest accommodations on the island and with that comes years of superb hospitality, having welcomed guests for over fifty years. Located on a beach that has a quiet atmosphere, visit the beach front temple, fine seafood restaurants and shops or galleries nearby. <br/><br/>Tandjung Sari has 27 traditional beach bungalows, which are fully equipped and yet decorated with understated Balinese style. They are within easy reach of the both the beach and the hotel’s saltwater infinity pool. Indeed, the hotel bar overlooks a tranquil lagoon with views across to the island of Nusa Penida. There is also a traditional Balinese spa at the hotel. <br/><br/>The Balinese are very proud of their local culture and Hindu Heritage. Tandjung Sari, therefore, hosts musical entertainment, as well as traditional dance accompanied by a gamelan orchestra, twice a month. <br/><br/><br/>",
  "durationDays": "13",
  "price": "3575",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you will start your journey with an overnight flight to Denpasar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today you will be driven to a traditional Balinese village where a local guide will take you round and help you learn about the daily lives of the people living there. Visit a local primary school and the rice fields and enjoy a traditionally prepared lunch."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Your guide will collect you this morning for a tour where you will discover Ubud's history, visit a house that belongs to descendants of a Royal Family and meet a traditional healer. After lunch, a walking tour gives you an insight into local life in Ubud today."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today enjoy a morning bicycle ride along quiet roads and tracks through the paddy fields passing small villages and rice terraces."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "You will be transferred to Sanur, a short drive from Ubud depending on the traffic. Here you will settle into your accommodation for the next 7 nights, at leisure to explore Sanur's beachfront promenade."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "At leisure"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Most of the day is at leisure before you are transferred to Denpasar airport in time for your overnight flight home."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Arrive back in the UK this morning."
    }
  ],
  "map": ""
}