{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "north-sulawesi-and-raja-ampat-snorkel-safari",
  "tourName": "North Sulawesi and Raja Ampat snorkel safari",
  "placesVisited": "Siladen Island Resort, Explore the Bunaken Marine Park, Food and flower market in Tomohon, Lake Linow, Pulutan pottery village, Gangga Island Resort, Tangkoko National Park, Sorong, Fam Islands",
  "generalInfo": "Experience the best of Indonesia overland and underwater on this 15-day snorkel safari through North Sulawesi and the fabled Raja Ampat. Traveling through these iconic areas, the highlights should include encounters with manta rays, lots of turtles, all the reef fish you can imagine, and of course some of the richest reefs found anywhere on the planet backdropped by stunning scenery.<br/><br/>We’ll be based at 2 different resorts split between Northern Sulawesi and Raja Ampat. Whilst no two days will be the same, our snorkeling days usually involve a morning and an afternoon to different sites each time. We’ll explore walls, drifts snorkels, sloping reefs, manta cleaning stations, mangroves, village jetties, and so much more! As with all of our group safari’s this tour is fully guided by a member of the Snorkel Venture team who will assist with everything from start to finish.",
  "durationDays": "16",
  "price": "8250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Jakarta International Airport (CGK). Make your way to your hotel in Jakarta. Check-in is available from 2 pm. Relax and recuperate from your long journey. That evening there will be a group dinner at the restaurant in the hotel where you will get to meet the group leader as well as the other members of the group."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "The group will check out and make its way to the departures terminal for our flight to Manado. Upon arrival at Manado International Airport (MDC), you will be met by a Siladen Resort staff member who will accompany you to the resort, which takes about up to two hours, first by car and then by private boat. Here you will check-in, have a resort orientation and briefing, and then relax and enjoy the facilities until dinner where we will all meet and eat together. Dinner is usually served under the large trees on the beach. Meals are mostly buffet style, prepared under the guidance of an international chef and include several courses of both Indonesian and Western origin."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Each day will start with a buffet breakfast followed by a snorkel site briefing and a snorkel. Each in-water session will last 60- 90 minutes. The snorkel sites are about 10 - 25 minutes from the resort. We will return in time for lunch and then have some time to relax before our afternoon snorkel. Evenings can be spent in the lounge looking at Fish ID books, having a beverage at the bar, enjoying a massage at the spa or simply relaxing on your veranda. The snorkeling in Bunaken National Park is really quite amazing. Currents are mild, the reefs are vibrant and expansive, and marine life is in abundance. The reefs are typically characterized by hard coral plateaus which start right at the shoreline and fan out around the island gently slope to about fifteen feet at the deepest end before they abruptly drop off into a wall. The area has done well with its conservation measures and its robust population of sea turtles is a testament to this fact. On any one snorkel, you can expect to see a dozen or so different turtles paddling around. One morning will be spent out on the boat looking for the local super-pod of dolphins, sometimes found mingling with melon-head whales! The resort can cater for most dietary restrictions, but please let us know if you have any in advance so that they can procure the ingredients."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After checking out of Siladen Resort we will be transferred to Manado City where we check into the Novotel, have dinner, and relax before our flight to Sorong the following morning. After the hotel's excellent buffet breakfast, we head to the airport for our flight to Sorong. Upon arrival, we meet a representative from Papua Explorers Resort and transfer to the resort by boat, up to two hours away. Here we check-in, have lunch and a resort orientation, followed by a house reef snorkel if time allows, and then group dinner. Meals are served in their Seaview restaurant, which overlooks the house reef. A variety of Western and Indonesian dishes are served at their extensive buffets. The resort can cater to dietary restrictions, but please let us know in advance so that they can procure the ingredients."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Our days here will start with a delicious breakfast buffet followed by a briefing and snorkel session, lasting anywhere from 60-90 minutes, and are always accompanied by local guides. We then return to the resort for lunch and some downtime before heading out for an afternoon snorkel. The house reef is incredible and well worth several visits. It is accessed via the resort’s own private pier which has an easy to climb ladder for a comfortable entry and exit. The house reef is pretty spectacular and usually ends up being one of the highlights of the trip as the reef just in front of the resort is home to juvenile blacktip reef sharks, schools of fish, vibrant corals, and loads of cool critters. The beauty of the house reef is that you can snorkel it any time you want. One day will be spent out on the boat all day, as we tour the Fam Islands. On this day we will have a packed lunch on the boats, and enjoy 2 snorkel sessions as well as an opportunity to check out the famous viewpoint of the lagoon before heading back to the resort. The exact days for these outings will be decided according to the weather. The snorkeling accessible from the resort is highly varied and arguably some of the best in Raja Ampat. In this Dampier Straight region, you will find a multitude of beautiful coral reefs with each offering something different. Some may be situated around unique topography with shallow swim-throughs, while others may just extend for hundreds of meters in every direction. This area is also very popular with the manta rays as there are certain bays and islands that are known to feed and clean at different times of the day. We will also take the opportunity to meander through the famous mangroves where the mangrove tree roots seem to be an extension of the coral reef below. The marine life is just as diverse as the types of snorkeling sites, the shallow reef tops are a great place to enjoy the rhythmic pulse of the colorful reef fish and admire the determination of the hawkbill sea turtles as they forage for the sponges at the base of corals. In the blue you never know what you might find, but you can count on larger schools of jackfish, batfish, and the odd tornadoes of barracudas. On other sites we might get lucky with some cleaning or feeding manta rays. This area has the highest species count of anywhere in the world so really, everywhere you look you’re bound to find something truly amazing."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "We leave the resort on a morning boat transfer, in time to get our flight from Sorong to Jakarta where we bid farewell to our new friends. Tour ends here."
    }
  ],
  "map": ""
}