{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "cultural-holiday-in-sulawesi",
  "tourName": "Cultural holiday in Sulawesi",
  "placesVisited": "Makassar, Maros, Malino, Bira, Sengkang, Lake Tempe, Tanah Toraja, Tangkoko Batuangas Reserve, Mahawu Volcano, Bunaken Island",
  "generalInfo": "On this cultural holiday you’ll head to one of Indonesia’s least visited islands – Sulawesi, along with a small group of likeminded travellers and an expert guide. Taking in both the north and the south of the island over the course of two weeks, this is a trip that’s full of dramatic landscapes, historical insight and fascinating cultural encounters with diverse ethnic groups. <br/><br/>Starting in lively capital Makassar, you’ll make for the highlands of Tanah Toraja, an area rich in traditional architecture and cultural practices, where highlights include incredible carved houses and mysterious “hanging graves”. Time will be spent walking through verdant rice terraces, visiting local communities and maybe even taking in a tribal festival or two, in an attempt to get to know this area a little better. <br/><br/>In north Sulawesi you’ll go in search of some of the island’s unusual plant and animal life in the local parks and reserves, including the petite, wide-eyed tarsier. You’ll also get to try traditional local food courtesy of friendly villagers, see the bizarre ‘waruga’ sarcophagi of the Minhasa Highlands and delve into buzzing local food markets, where everything from rat to dog is on the menu. <br/>",
  "durationDays": "15",
  "price": "2345",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Makassar - On arrival in Makassar, the capital of Sulawesi, you will be met and transferred to your hotel. Overnight at Aston Hotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Makassar - Today will be spent exploring Makassar by public transport accompanied by your guide. We begin with a visit to two markets in Makassar, a fish and a vegetable-fruit market, where you will purchase the necessary ingredients for a cooking class later today. We will cross the river by local ferry to a small village, where the cooking class will take place in the traditional kitchen of a local Bugis house. It is a rural setting, surrounded by rice fields, fish ponds and abundant gardens, so you feel as if you are in the countryside. In the village you will see many traditional Buginese houses on stilts. We will return to the centre and see some of the sights of Makassar including Fort Rotterdam, and Paotere Harbour, with its dozens of traditional wooden ships. Overnight at Aston Hotel or similar. (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Rantepao, Tanah Toraja (323 kms, approx. 9 hours) - After breakfast we leave Makassar for the highlands of Tanah Toraja, home to some of Sulawesi’s most intriguing customs, and a stronghold of traditional architecture. Lunch is taken in the home of a local family. We pass Enrekang driving onwards through Toraja to the market town of Rantepao. Overnight at Toraja Misiliana or similar. (BL)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tanah Toraja - We spend today exploring this remarkable region to gain a picture of the culture of past and present Toraja. We visit picturesque villages located in an amazing mountainous landscape dominated by rice terraces and bamboo forests. We see the different ways the Toraja bury their dead, including the traditional ‘hanging graves’ and the well-known stone graves guarded by puppets, “tau-tau”, high up on rocks. We also see huge richly carved traditional houses with their rice barns. For lunch we visit a small village where local people prepare a typical Toraja meal for us. Overnight Toraja Misiliana or similar. (BL)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tanah Toraja - Today we will continue to explore the area, walking and driving through the countryside, which will offer a further insight into the rural life of the region. Overnight at Toraja Misiliana or similar. (B) *Please note that the format of the above two days will change if the opportunity to attend a funeral ceremony arises."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Sengkang (204 kms, approx. 5 hours 20 mins) - Leave Tanah Toraja for the small town of Sengkang where we will visit a silk weaving shop making beautifully coloured local garments. This afternoon board traditional colourful motorised canoes, travelling along the Walennea River to Lake Tempe. The lake is very scenic and is home to a number of species of birds, who share it with local fishermen, some of who live in floating villages. Overnight at Semani Hotel or similar. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sengkang- Malino - We continue to the refreshingly cool market town of Malino, which lies on the lower slopes of Mount Bawakaraeng, and was once the favourite weekend retreat for the colonial Dutch. Overnight at Malino Highlands Resort or similar. (BL)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Malino- Makassar - Today we will take a walk through the surrounding area of Malino, approx. 4-5 hours. We will start from your accommodation following a path uphill and downhill, crossing a small river via a bamboo bridge or if broken (which often happens!) by wading through the river. We will pass the Biroro waterfall with the chance to bathe- the views are amazing. A simple lunch will be served after which you will be picked up by car to begin the journey back to Makassar, stopping on the way to visit some local fruit markets. Overnight at Aston Hotel or similar. (BL)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Toraja – Makassar - After breakfast travel to Palopo (approx. 2.5 hours) to catcha flight to Makassar (approx. 0940/1040). On arrival In Makassar take a city tour with visits to Fort Rotterdam, Paotere Harbors and Kubah 99 Mosque. You will then be transferred to your hotel. Overnight Aston Hotel or similar (BL)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Manado – Tangkoko (70 kms, approx. 2 hours 30 mins) - Spend the morning exploring Manado town and its surroundings, visiting the local fish market where all the fish from the surrounding areas is sold. Proceed to the largest Chinese Temple in town, a beautiful landmark, and continue to the North Sulawesi Provincial Museum where we will be guided through the history of North Sulawesi. Around noon, set off on the drive to Tangkoko Batuangas Reserve, and after checking into our hotel we will take an afternoon walk in the reserve (approx. 2 hours) in search of its unusual wildlife, including Tarsiers and Cuscus Bears. Overnight at Tangkoko Sanctuary or similar. (BD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Tangkoko - Tomohon (70 kms, approx. 2 hours 30 mins) - This morning we take another walk in the forest in search of wildlife (approx. 3 hours), before continuing on. We explore the fascinating Minhasa Highlands along the way, with its relics of traditional culture. In the afternoon, explore the surroundings of Lake Tondano and visit the nearby sulphur Lake Linow which is known for its changes of colour. This evening we visit a local home for some typical Minhasa food. Overnight at Gardenia Country Inn or similar. (BD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Mahawu Volcano - This morning we will visit the colourful market of Tomohon. The Minhasa are known for eating most things and you will find some unusual “ingredients” ready to take home and cook. We then head to the rim of Gunung Mahawu, an active volcano which gives us great views of its crater lake as well as of the surrounding area, including the nearby island of Bunaken. We reach it by a combination of driving and walking (it entails climbing around 250 steps). In the afternoon, you have the opportunity to rest at the hotel or continue the adventure with a visit to either Pinaras Waterfall or Tekaan Waterfall and the hotspring at Ranolewo. Overnight at Gardenia Country Inn or similar. (BD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Manado (60 kms, approx. 2 hours) - Check out of your hotel and transfer back to Manado. The rest of the day is free to relax or further explore this interesting cosmopolitan city. Overnight at Cocotinos Manado or similar. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Bunaken Island Today our destination is Bunaken Island off the northern tip of Sulawesi. The island is part of Bunaken Marine Reserve, and the sea around here is alive with stunning marine life including turtles, whales, dolphins and rays. We take a boat out to snorkel and then take lunch on the beach before heading back to Manado. Overnight at Cocotinos or similar. (BL) Please note: Snorkelling equipment can be rented for approx. RP100.000 (£6)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Manado - Transfer to the airport for your onward flight. Tour ends. (B)"
    }
  ],
  "map": ""
}