{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "indonesia-wildlife-tour-dragons-manta-rays",
  "tourName": "Indonesia wildlife tour, dragons & manta rays",
  "placesVisited": "",
  "generalInfo": "‘Here be dragons…’ as quoted on many antique maps when Europeans were describing the unexplored countries and islands of Asia. But it was not all make-believe and fantasy as this phrase probably stems from the tales heard by pirates, buccaneers and early explorers from local people in relation to the large lizards that inhabited the islands of Eastern Indonesia. <br/><br/>We now know these lizards to be Komodo dragons, not fire-breathing but venomous, not winged but social and intelligent and not gigantic but still over 3m long. However the Komodo dragons are not the only giant we will be focusing on during this trip. We will also be visiting some hot spots for the gentle giant of the seas, the wonderful Manta ray. <br/><br/>Snorkelling with these beautiful animals is one of the greatest wildlife experiences you can have. This tour is a great tour on its own or to be combined with a longer tour of Indonesia such as our other wildlife watching holidays of this incredible archipelago.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife tours which focus on some of the world’s rarest wildlife. These trips are specialist and are run more like expeditions than your conventional wildlife holiday. <br/><br/>This particular trip heads to the lesser Sundas which are a group of islands east of Bali in the Indonesian archipelago and include the famous island of Komodo. The dragons of course grab all of the headlines here but there are more species found on these islands but the real wealth of life lies under the surface. <br/><br/>The dry rocky scrub habitat of the islands gives way to rich coral reefs and incredibly diverse marine ecosystems just offshore and this trip combines the best of land based wildlife watching as well as snorkelling around the wonderful Komodo Islands National Park.<br/><br/>Throughout the trip you will be guided by local park rangers and a zoologist guide (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us), and people with an intimate knowledge of the wildlife and habitats you will be visiting. For anyone who wants a chance of seeing this incredibly rare species you have to get in touch with us and we can provide more information about our group tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned. There will be boiled or bottled water available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable local rangers who have many years of experience working and guiding in Indonesia. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local rangers have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit in order to maximise our chances of seeing all of our targeted species. We also include all park entrance fees and the special permits needed to enter the core area of the park. We include more time spent in the field searching for wildlife per day than any other tour operator around. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us). <br/><br/>Seasons:<br/><br/>The best season is the dry season which runs from May - September, this is also the time of year when the temperatures are lower and more comfortable. The sea temperatures remain constant and between 27-30C throughout the year which is excellent for snorkelling.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local rangers, drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it. <br/>• We will bring some specialist equipment with us to help us find wildlife, including thermal imaging equipment which help find nocturnal mammals.<br/>• Spend as much time as you wish to looking for wildlife throughout the day, with special focus in the early morning and late afternoon as these are the peak activity periods for many mammals - we will also head out after dark for spotlighting at every possible opportunity as many mammals are nocturnal.<br/>• All the above reasons give this, our expedition for the endemic mammals of Sulawesi a great success rate in seeing many unique species. We have an unrivalled network of experts and guides throughout Indonesia so that we can try and find and observe animals such as the Komodo dragons, manta rays and spinner dolphins and other terrestrial and marine wildlife as well as many more species throughout the rest of the Indonesian archipelago. We also have the ability to organise and run wildlife tours of Indonesia at other times of year and focusing on other species such as orangutans, gibbons, clouded leopards, Javan rhinos, babirusas, birds of paradise and many incredible species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visits no less than 7 islands of the Indonesian archipelago, with the majority of the trip spend around the Lesser Sundas. Islands such as Bali, Flores, Komodo and Rinca are the main islands with smaller islands such as Sebayur and Kanawa providing the snorkelling locations. The trip will start and end in Jakarta on the island of Java.<br/><br/>Fitness Level:<br/><br/>The activities on this trip are split between walking (mostly on flat ground) and snorkelling, so being able to swim is essential. <br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old<br/><br/>Photo Credits:<br/><br/>Siharaditia, CC BY-SA 4.0 <br/>Gordon Flood from Trim, Ireland, CC BY 2.0 <br/>Charles J. Sharp, CC BY-SA 4.0 <br/>Adhi Rachdian from Indonesia, CC BY 2.0 <br/>Jackiemora01, CC BY-SA 3.0 <br/>Charles Lam from Hong Kong, China, CC BY-SA 2.0 <br/>Bahnfrend, CC BY-SA 4.0 <br/>Elias Levy, CC BY 2.0 <br/>Arturo de Frias Marques, CC BY-SA 4.0",
  "durationDays": "8",
  "price": "2495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Jakarta - Arrival On your arrival in Jakarta you will be collected by your local guide / driver and then taken to your hotel in the city for the night. There are not activities planned for today, however if you arrive early in the morning we can look to include a city sightseeing tour if we have time and you wish. (no meals included)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bali - Travelling & Wildlife Watching This morning you will be collected from the hotel and taken to the domestic airport to catch your flight east to the wonderful tropical paradise of Bali. Bali is predominately Hindu which makes it distinctly different culturally from the rest of Indonesia. You will arrive into Denpasar and once here you will met by a guide and taken direct to the one national park on the island (Bali Bharat National Park). You will have some lunch here and then hike around the various trails looking for wildlife. There are around 160 species of birds known from the park including the critically endangered and nearly extinct Bali starling. The are some mammals here which we will try and see including banteng, Javan rusa, Indian muntjac, wild boar and if you are very lucky a Sunda leopard cat. From here you will be taken back to the town of Denpasar and to your hotel for the night. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Labuan Bajo (Flores) / Rinca Island - Travelling & Wildlife Watching Today you will leave Bali and travel further east, on the plane you will be able to see the group of islands that Komodo is part of below you. We will be flying onto Flores and on arrival in the capital Labuan Bajo. From here you will be met by our local Komodo Islands guide and taken to the harbour, here we will board our boat that we will be travelling, eating and sleeping on for the next couple of days. The boat will then cruise along to Kelor island for your fist snorkeling, after enjoying the beautiful underwater of Kelor island and white beaches, you will be taken to Loh Buaya (Crocodile Bay) Ranger Station in Rinca Island. Once we arrive at Rinca Island we will begin a trek into the heart of the island searching for the legendary and enormous Komodo dragons. Komodo dragons are the largest extant species of lizard and growing up to 3m long they are the top predator on Rinca and the other 5 islands they still inhabit. They once ranged over a larger area but they have been hunted to extinction on all but the 5 islands (Komodo, Rinca, Flores (only small pockets), Gili Motang and Padar) that make up the Komodo Islands National Park. Rinca differs from Komodo Island in being a small island with a small human population, it is less busy and shows you the pristine dry scrub ecosystem that used to cover most of the islands in the Lesser Sunda Archipelago. As well as the iconic Komodo dragons we will also search for water buffalo, wild boar, Timor rusa deer, long-tailed macaques, orange-footed scrubfowl, zebra doves, green imperial pigeons, Javan spitting cobras, Asian bullfrogs and the endemic (to Rinca Island only) Rinca rat. We will explore the island in full today and then in the afternoon we will head to a small nearby island that has a large colony of flying foxes. As the flying foxes begin to leave their roosts to feed the sight is spectacular. There are three species here including Sunda flying fox, Island flying fox and the large flying fox. We will then have dinner on board the boat and sleep offshore. Tomorrow we will explore the iconic island of Komodo where the truly huge dragons can be found. (all meals included)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Komodo Island - Wildlife Watching Early this morning we will arrive at Red beach for more spectacular snorkeling off Komodo, after enjoy the snorkelling around Red beach you will have lunch on board and then carry on to Kampung Komodo or Komodo Village before hiking around Komodo Island and begin a hike around the coastal shrub forests of this infamous island. Obviously the main target of today will be to find and get close up views of the island’s most incredible and famous residents the Komodo dragon. We will meet a National Park Ranger and be escorted on our quest to find large Komodo dragons. But whilst here we have a chance to see water buffalo, rusa deer, wild pigs and many bird species. The ecosystem of this island and the other Lesser Sundas is significantly different to nearby islands so many of the species found here will not be found in other islands we visit on this tour. We will spend the morning on the island and also visit the ranger station and local villages along the coast, here the dragons have got very used to people and more importantly food that is left for them and it is here that we are most likely to see many dragons together and interacting with each-other. The only other occasions when large numbers of adult Komodo dragons are found together are when they are in the breeding season (which is January) and at a large carcass such as a water buffalo, horse or deer, however these are very rare and hard to come across as they tend to occur deep in the interior of the island. On your return to your boat after hiking around Komodo Island and seeing the plentiful Komodo dragon here you will sail to Sabita Bay near Karang Makassar (Manta Point) for tomorrow’s snorkelling. (all meals included)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sabita Bay, Karang Makassar-Sebayur Island - Wildlife Watching This morning you will enter the water around Manta Point for snorkeling to see stunning and graceful Manta Rays at Karang Makassar, the chance to see is 75%, sometime you see the schooling of Mantas in this reefs; as they aggregate here for cleaning and socialising. Before lunch you will then sail to Sebayur Island for another snorkeling activity around the coral reefs. In particular Sebayur Reefs is spectacular. From here in the afternoon sail to Bidadari or Kanawa Island and overnight. (all meals included)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kanawa Island / Labuan Bajo - Wildlife Watching After breakfast, you will leave Kanawa island and transfer to Labuan Bajo. On arrival here you will check into our accommodation and after lunch. Flores is another unique island in Indonesia with a rich and varied range of wildlife and also intriguing homonid remains including the famous ‘Hobbit’ fossils of one of our early ancestors whom lived alongside humans some 94,000-12,000 years ago. This amazing discovery was only found in 2003 and shows that the forests, caves and islands in Indonesia have many more secrets for us to find, as long as we haven’t destroyed everything first. You will then return to the hotel for the night. (all meals included)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Jakarta - Sightseeing & Travelling This morning we will have breakfast at the hotel before a guided tour around some of the local markets in Labaun Bajo and then onto explore the underground world of Batu Cermin Cave. This is a wonderful mosaic of stalactites and stalagmites. The cave system is set within an impressive rock formation and through a hole in the cave, rays of light shine through and bounce off the rocks which gives the cave its name (Batu Cermin meaning Mirror Cave). Whilst in the cave there are numerous species of bats and spiders, most of the bats are of the genus Rhinolophus and we will try to identify some of the species we see. After this visit we will catch our flight from Flores back to Denpasar and then connect on through to Jakarta. After we arrive in Jakarta we will check into our accommodation and the the rest of the evening is free for you to prepare for your flight home tomorrow. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Home After breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included today)."
    }
  ],
  "map": ""
}