{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "bali-flores-and-komodo-holiday-indonesia",
  "tourName": "Bali, Flores and Komodo holiday, Indonesia",
  "placesVisited": "",
  "generalInfo": "Travel from Bali to off-the-beaten-path Flores to explore lush jungle, paddy fields and stunning archipelagos. Get to grips with local life, walking through tribal villages and learning about community projects and cooperatives. Then, finish up on Bali's golden beaches, soaking up breathtaking sunsets.<br/> <br/> Belimbing - Get to know the quieter side of Bali in this traditional rural village<br/> Bajawa - Stray off the tourist path and explore the unspoilt island of Flores<br/> Komodo National Park - Set out in search of Komodo dragons and stay overnight on a houseboat<br/> Combine this itinerary with our Exotic Java and Bali tour on selected dates<br/>",
  "durationDays": "12",
  "price": "2645",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tour starts in Belimbing",
      "description": ": Our tour starts this afternoon at our hotel in Belimbing, Western Bali. Belimbing is a traditional Balinese village set at about 600 metres/1,968 feet above sea level that gives you the impression of stepping back in time. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. If you'd like an airport transfer today, you'll need to arrive into Denpasar International Airport (DPS), a two-and-a-half-hour drive from our hotel. Should you miss the welcome meeting, your tour leader will inform you of any essential information over breakfast on day two. If you'd like to beat the jetlag by adding an extra night or two to the beginning of your tour, contact us to book accommodation."
    },
    {
      "dayNumber": 2,
      "title": "Hike the rice terraces of Belimbing. Afternoon visit to Tanah Lot Temple",
      "description": ": This morning, we'll start exploring off-the-beaten-track Bali with a walk among the terraced rice paddies to fully appreciate the beauty of this area. We'll cover approximately 5 kilometres/3 miles over around three hours on mostly flat or downhill terrain. The surroundings of lush and green nature with coffee and cocoa plantations will be the setting of our hike with Mount Batukaru as a backdrop. Along the way, we'll have the chance to see local people at work and interact with them. In the afternoon, we'll head to the coast to visit Tanah Lot which means Land in the Sea, a Hindu temple built on a unique rock formation right by the sea. We'll enjoy a spectacular sunset before dinner. We'll then return to Belimbing for our last night before moving on to Ubud."
    },
    {
      "dayNumber": 3,
      "title": "To Ubud; visit a temple in traditional Balinese style, and walk to ancient Royal tombs",
      "description": ": After breakfast this morning, we'll make our way to a local project south of Ubud. We'll meet the staff who will help us create Balinese temple offerings, typically made up of small palm leaf baskets filled with flowers and rice, which we'll take with us to Tirta Empul temple. Here, we'll have the opportunity to experience the ritual of entering a temple as a local Balinese would. We'll change into traditional dress and ask permission to enter by placing our offerings at the entrance. Here, we might also bathe in the holy waters. We advise you to dress in a white shirt or blouse for this day - you'll be loaned a Balinese sarong for the duration of the visit to the temple. From here, we'll continue north to Gunung Kawi, where we'll walk down just over 300 steps towards the Pakarisan River to see beautiful 11th-century Royal tombs cut into a sheer cliff face. We'll then make our way back up the steps to rejoin our bus and return to the local project where we can enjoy lunch. Finally, we'll head to our hotel for the next two nights in Ubud for some free time in the afternoon - an ideal opportunity to explore the shops and market, or simply relax at the hotel."
    },
    {
      "dayNumber": 4,
      "title": "Free day in Ubud. Optional bike ride in the countryside or visit the famous Monkey Forest.",
      "description": ": Located around 200-300 metres/650-985 feet above sea level, Ubud is surrounded by terraced paddy fields and is well known as the cultural heart of the island of Bali. The village itself is today a busy hive of artistic activity with many shops selling locally made bamboo furniture, wood and stone carvings, paintings and other arts and crafts. Traditional Hindu-Balinese dance performances take place most evenings. There are no activities planned today, so you're free to spend your day as you wish. You can choose to go on an easy bike ride around the countryside and meet a local family or venture inside Monkey Forest. An evening Kecak and fire dance show is also a great way to learn about local traditions and culture."
    },
    {
      "dayNumber": 5,
      "title": "Fly from Bali to Flores. Bathe in the curative warm waters of Soa Hot Spring",
      "description": ": Today, we'll make an early start and take an indirect flight to Bajawa on Flores Island to the east. Although it is slowly growing in popularity, Flores is still very much off mainstream tourism flows. Its stunning natural beauties and the good-hearted people are just a few of the multiple reasons to visit. The name means Flowers and the mostly Catholic population is its inheritance stemming from Portuguese colonialism which started in the 16th century. As mass tourism has fortunately not reached Flores Island yet, services and facilities are limited especially in remote areas like Bajawa. On arrival, we'll head to a local hot spring to refresh ourselves after our flight. The warm water flows from a river under the shade of coconut trees and it's believed to be beneficial for skin conditions. A bathing costume and a change of clothes in your day pack are recommended for a fully enjoyable experience, however, you can also choose to simply dip your feet and legs in the curative waters. A 30-minute drive will then take us to our final stop for the day - the town of Bajawa. This is the spiritual heartland of the Ngada tribal people, who are made up of five tribal groups living in the surrounding area, each with their own customs, language, beliefs, and traditional dress. Please note that our hotel for the next two nights is a simple property with twin rooms and en-suite facilities. Both hot water and electricity can be intermittent in this rural part of Flores as the area is prone to frequent power cuts."
    },
    {
      "dayNumber": 6,
      "title": "From Bajawa, hike through traditional Ngada tribal villages and join a bamboo workshop",
      "description": ": This morning, we'll have an early start for the drive to Wolobobo, from where we'll enjoy magnificent views of Ebulobo and Inerie volcanoes. At the foot of Inerie, we'll meet our local guide for an walk through several small traditional Ngada villages to learn more about these people. Starting in Bena, the largest village, we find megalithic stones along with offering and meeting places in between rows of stilt houses with steep thatched grass roofs. The approximate distance covered is 8 kilometres/5 miles with about 100m/328ft descent and 300m/984feet ascent. We'll walk on a mix of dirt roads, tarmac, narrow paths and some tall steps for approximately four hours. Walking through the villages gives a sense of going back in time. The Ngada retain their animist beliefs after having been essentially forced to convert to Catholicism by Dutch missionaries in the 1920s, hence images of Jesus and Mary feature amidst pig jaws, buffalo horns and tribal art! After lunch, we'll head to visit a local self-made craftsman who over the years has specialised in using bamboo to produce a multitude of objects from carpets to baskets, and necklaces to lampshades. This workshop is a great opportunity to learn about how such projects support the livelihoods of the younger local villagers who may struggle to fit in with the more traditional life. And should you wish to, you could also take a unique souvenir home with you. Later in the afternoon, we'll head back to the hotel for our second and last night in Bajawa."
    },
    {
      "dayNumber": 7,
      "title": "Drive through the beautiful countryside of central Flores to Ruteng and visit a coffee cooperative run by women",
      "description": ": We'll spend the day making our way through a stunning landscape, passing dense jungle, active volcanoes, and the rice fields of central Flores as we make our way west across the island. Along the way we stop to learn about Arak liquor - also known as potent firewater, it is made using a particular species of male palm fruit and its alcohol content ranges from 40 to 45%. After lunch, we'll visit a coffee-producing community project run by nuns. Their aim is to empower local women and allow them to have their own source of income. This is also a great opportunity to sample the excellent quality of the coffee in Flores, known for its floral, sweet chocolate and woody flavour. Finally, we'll reach our hotel in Ruteng in the district of Mangarai. This mainly Catholic city, located at an altitude of 1170 metres/3,838 feet above sea level and surrounded by paddy fields, enjoys a cooler climate. We'll stay here for one night before heading to the coast tomorrow. Our overall driving time today is approximately six hours."
    },
    {
      "dayNumber": 8,
      "title": "To Labuan Bajo via Hobbit Cave and Cancar spiderweb rice fields",
      "description": ": We'll leave Ruteng after breakfast and make our way to Liang Bua Cave, where, thanks to a local guide and dedicated museum, we'll learn about the ancient human species Homo floresiensis, an extinct species of small archaic human that lived in Flores until over 50,000 years ago. The first remains were found in the early 2000s and archaeologists immediately noticed how the frame of fully grown adults was actually much smaller than any other known specimens. This posthumously gained them the nickname of hobbits. As we continue on our journey to Labuan Bajo, we'll stop at the spiderweb rice fields of Cancar and take in the impressive views of these unique paddies. Their design was thought to allow a clear separation of property among local families and to allow for crop rotation. Depending on the time you are visiting the fields change from a bright green right after the rainy season to different shades of gold as the drier season sets in. On arrival, we'll check in to our hotel by the beach to relax and prepare for our boat adventure tomorrow. Our total driving time today is around five hours."
    },
    {
      "dayNumber": 9,
      "title": "Cruise to Rinca Island for Komodo dragon safari walk; overnight on boat",
      "description": ": Today we'll rise early to make our way to Liang Bua Cave where, thanks to a local guide and dedicated museum, we'll learn about the ancient human species Homo floresiensis, an extinct species of small archaic human that lived in Flores until over 50,000 years ago. The first remains were found in the early 2000s and archaeologists immediately noticed how the frame of fully grown adults was actually much smaller than any other known specimens. This posthumously gained them the nickname of hobbits. Komodo National Park was listed by UNESCO as a World Heritage Site in 1986 and includes the islands of Komodo, Rinca, Gili Mota, Nusa Kode and Padar. Our first stop allows us to meet the Komodo dragons for the first time. We'll disembark on Rinca Island and meet with some of the national park's rangers (one ranger per group of five), who will lead us carefully along a trail into Komodo dragon territory to see if we can spot them. The dragons, known locally as 'ora', are highly dangerous giant lizards reaching up to lengths of over 3.5 metres/11.5 feet and weighing up to 150 kilos, though usually they are around 2.5 metres/8.2 feet in length. Hidden in the undergrowth, the Komodo dragons wait patiently for their prey, such as deer and water buffalo - which we're likely to see in the national park - and when the time is right, they ambush their victim and bite into them releasing a toxic venom from glands within their lower jaw causing a slow death. We walk for around two hours across a relatively flat terrain covering around 3 miles/5 kilometres. Komodo dragons are likely to be seen in greater numbers before and after the mating season which takes place between June and August. We'll stay overnight on our private boat in simple shared accommodation, made up of double and single bunk beds in two mixed-sex cabins. Facilities include two toilets and there is a saltwater shower as well as a limited amount of fresh water for bathing."
    },
    {
      "dayNumber": 10,
      "title": "Cruise to Komodo Island for Komodo dragon safari walk; snorkelling and swimming off Pink Beach",
      "description": ": This morning, we'll continue our cruise to Padar Island. After a short walk uphill, we'll start making our way to the top walking on wooden stairs first and on wide stone steps towards the end. There are approximately 800 steps to reach the top and walk back down again. Bring plenty of water with you as it can get pretty hot, even in the morning. Finally, enjoy a once-in-a-lifetime view of the iconic panorama! Afterwards, we'll make a short cruise to the beautiful Pink Beach, which takes its name from the pink sand created from red coral. The beach itself is small but very picturesque and sees relatively few visitors. There are pockets of shade under some trees to chill out when not taking a dip in the inviting shallow waters. Not to be missed, however, is the snorkelling on the spectacularly colourful coral reef a short swim from the beach. This diverse marine area also forms part of the UNESCO-listed Komodo National Park and boasts over 1,000 species of fish, 260 species of reef-building coral as well as a significant amount of other marine life. For those without their own snorkelling equipment, this can be hired in advance from Labuan Bajo. Finally, we'll head to Komodo Island where we take another safari walk with national park rangers to hopefully spot more Komodo dragons and learn a little more about these imposing beasts. And last but not least, with a little bit of luck, we'll have the chance to swim with Manta Rays during our stopover at Manta Point. Later in the afternoon, we'll cruise back to Labuan Bajo for the night before our return to Bali. As a way of celebrating the time we spent out at sea, we'll have a fish dinner at SO Bajo Night Market (included). The market features a long row of stalls selling the catch of the day and cooking it for you - it doesn't get more local or fresher than this! If fish is not your vibe, meat, vegetarian and some vegan options are available too."
    },
    {
      "dayNumber": 11,
      "title": "Free morning; Fly to Bali and drive to Jimbaran Beach",
      "description": ": The morning is free, either to relax at the hotel or perhaps to explore the small town and market of Labuan Bajo. This afternoon, we'll fly back to Bali and drive to the beach at Jimbaran where we can relax before our tour ends. Tonight, there'll be the chance to have a farewell group dinner at one of the picture-perfect restaurants on the beach."
    },
    {
      "dayNumber": 12,
      "title": "Tour ends in Jimbaran",
      "description": ": Our tour ends after breakfast, but depending on flight times there may be the opportunity to enjoy the beach this morning for one last time. If you'd like to extend your stay to explore Bali further and enjoy more of the breathtaking sunsets of Jimbaran, please contact us to arrange post-tour accommodation."
    }
  ],
  "map": ""
}