{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "sumatra-to-bali-tour",
  "tourName": "Sumatra to Bali tour",
  "placesVisited": "",
  "generalInfo": "This fascinating and varied tour takes you across the vast Indonesian Archipelago by road, rail, boat and air from out starting point in Sumatra, across the island of Java to our finishing point at Bali’s Denpasar. <br/><br/>On the way you’ll have the chance to spot wild orangutans in the Sumatran rainforest, stay on an island in Lake Toba, explore Java’s old towns of Yogyakarta, Solo and Malang, discover the World Heritage sites of Borobudur and Prambanan and take a dawn jeep ride to the summit of Bromo volcano. Among our wide range of destinations and landscapes activities include jungle trekking in UNESCO-listed Gunung Leuser, travelling by boat and jeep through the forest and mangroves of Alas Purwo National Park, sunrise and sunset visits to Java’s ancient temples and a hike across the black dunes of Bromo’s caldera.<br/><br/>As well as the famous historical sites and magnificent scenery we’ll also have plenty of time to take in everyday life in the local markets, experience the vibrant street-life and the sumptuous street food as well as taking a countryside and village cycling tour. You’ll meet plenty of the exceptionally friendly inhabitants, sample the fantastic local cuisine and stay in eco-lodges, boutique-style hotels and low-key, family-run resorts.<br/><br/>A wonderful introduction to Indonesia’s rich culture, history and fabulous landscapes.    <br/> <br/>Features:<br/><br/>1. Look out for wild orangutans on a jungle hike in World Heritage Gunung Leuser National Park<br/>2. Stay at waterfront resort on spectacular Lake Toba's Samosir Island<br/>3 Sunrise and sunset at Java's 1,000-year-old Borobudur and Prambanan<br/>4. Take a jeep to the summit of Mt Bromo and hike through an active caldera<br/>5. Explore the delightful old towns of Yogyakarta, Solo and Malang<br/>6. 2-day stay at a charming eco-resort in Bali's secluded Pemuteran<br/><br/>Optional extensions<br/><br/>1. Jakarta: add on a few days to explore the rich history and culture of Indonesia’s fascinating capital <br/>2. Beach stay in Bali or Lombok<br/> <br/>Note groups sizes are 4 to maximum 12 persons with most meals (local-style) included and accommodation in comfortable 3-4* hotels.",
  "durationDays": "18",
  "price": "2585",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our tour begins at Medan International Airport in North Sumatra. From here we'll transfer into the jungle interior and the small, riverside village of Bukit Lawang in World Heritage Gunung Leuser National Park for a welcome, local-style dinner and overnight in a comfortable eco-lodge."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "A rainforest hike in fabulous Gunung Leuser provides the opportunity to discover the park's amazing tropical flora and fauna including the region’s most famous residents, Sumatran orangutans as well as, blooming permitting, the famous giant Rafflesia flowers."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "South to the picturesque town of Berastagi, a former Dutch hill-station and today renowned for tropical fruits such as durian, rambutan, and snake fruit as well as being home to the Batak minority. Our visit (not surprisingly) takes in a Batak village with their spectacular, traditional longhouses as well as mountain orchards."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Through the Tanah Karo Highlands with a stop at Sipiso-piso, Sumatra’s highest waterfall and on to Lake Toba, a spectacular crater lake formed by a huge volcanic eruption some 70,000 years ago. We’ll stay on the lake itself, on Samosir Island, while our visits include Dokan village to discover the traditional, towering thatched houses of the Karo minority."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Morning tour of Samosir Island including the ancient ‘Stone Chairs’ of Ambarita, the Simanindo Museum to discover the area's cultural heritage, and King Tomok’s Tomb with the afternoon at leisure to explore the scenic island at your own pace - on foot or by bicycle."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Local ferry across the lake and return drive to Medan Airport for a flight to Yogyakarta on Java Island. Arrival and transfer to our well-located eco-hotel, with time at leisure to explore the area before a Javanese-style, welcome dinner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The morning is at leisure to explore further the scenic island at your own pace – on foot or by bicycle – before a ferry ride across the lake and a return drive to Medan for our night’s accommodation close to the city’s old colonial district."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Optional early visit to the colourful local market, before heading out of town to a nearby village for a leisurely cycle ride through the farms, orchards and countryside. We will have the opportunity to meet the locals and discover some of the village’s cottage industries. Afternoon walking tour of the colourful, riverside district, followed by an evening street food tour."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Early morning departure for sunrise at the fabulous UNESCO World Heritage, 9th-century Buddhist temple of Borobudur. Return to our hotel for late breakfast and time to relax – check out the pool or spa, or stroll around Yogyakarta’s leafy lanes before an afternoon visit to catch sunset at another UNESCO site – the 10th-century Hindu temple, Prambanan."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Departure for a short drive to nearby Solo City. Morning walking tour of Solo including the bustling and very friendly market, Pasar Legi, the town’s fascinating flea market and the City’s famous old Sultan’s Palace. In the afternoon we’ll do a walking tour of Laweyan – a charming labyrinth of narrow lanes and old houses that form Solo’s traditional batik-making quarter."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Head east, across country, past scenic villages, paddy-fields and of course volcanoes on a train ride to the City of Malang in Eastern Java."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Explore the fantastic ‘Rainbow Village’. This crumbling, labyrinth-style quarter was formerly earmarked for demolition before local students teamed up with a paint company to create one of the best urban renewal schemes we’ve come across. We’ll also have time to take in some of the City’s celebrated Dutch-period architecture, before a drive to Bromo National Park."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Early morning jeep drive into the national park for sunrise views of awe-inspiring Bromo Volcano, plus a hike through the caldera itself. Return to our charming, little family-run chalet-style resort for breakfast and relaxation time with an optional afternoon hike to one of the park’s nearby waterfalls."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to Probolinggo Town to catch the train further east to the small country town of Kalibaru where we’ll stay in garden chalets at a beautifully situated, riverside eco-resort."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Day tour by jeep to the nearby Alas Purwo National Park, located on a remote peninsula in the far southeastern corner of Java. On the itinerary are wildlife spotting, a picturesque beach, a boat trip through the mangrove swamps and a visit to a turtle sanctuary."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "A drive to nearby Ketapang for a short ferry ride across the Straits to the island of Bali where we’ll transfer to our charming, low-key eco-resort in the small fishing port of Pemuteran in the secluded northwestern corner of the island."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Day at leisure. Options include relaxing by the pool or at the spa, or for the more energetic, a snorkelling trip on some nearby islands, a hike through the lush surrounding countryside or even trying your hand at an Indonesian cookery class?"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Morning at leisure before a transfer across the island to Denpasar Airport for a return flight."
    }
  ],
  "map": ""
}