{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "southern-raja-ampat-snorkelling-holiday-indonesia",
  "tourName": "Southern Raja Ampat snorkelling holiday, Indonesia",
  "placesVisited": "",
  "generalInfo": "Explore some of the richest and most diverse marine habitats on the planet with a stay at Misool Resort in southern Raja Ampat. Located on an idyllic island in the far fringes of Indonesia, Misool is a paradise brimming with pristine coral reefs and more exotic marine life than you possibly count in a single trip. The resort is exceptionally comfortable and given its remote location you can relax and snorkel in absolute peace.<br/><br/>Expect healthy colorful reefs teeming with fish large and small, turtles, reef sharks, and a variety of smaller critters. We will also snorkel over manta cleaning stations looking for these gentle giants.<br/><br/>Because of the amazing conservation efforts taken on by the resort, there is a huge surge in the marine life’s population and you can witness it on the doorsteps of the resort with their blacktip reef shark nursery which has naturally occurred.<br/><br/>While this area can have some strong currents, which bring in the nutrient-rich water that helps keep the reef alive and healthy, our local guides will choose protected sites, or appropriate times to enter the water to avoid being in current. If we are ever in a current, we will always float with it and not try to swim against it. For this tour you should be comfortable in the water with some upper body strength to climb back up the ladder onto the boat.",
  "durationDays": "15",
  "price": "10565",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival into Jakarta International Airport (CGK) make your way to our Jakarta hotel, check-in and relax. Meet your tour leader and group for dinner at the hotel's restaurant. This is a great time to meet the rest of the group as well as your group leader. We will check out of our hotel later this same night for our late-night flight to Sorong."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Upon arrival into Sorong, we will be met by Misool staff and transferred to the pier where we will board our very spacious boat to Misool. The boat ride can take 4+ hours, but we have food and beverages on the boat, as well as a large restroom and plenty of space indoor and outdoor to relax. The beauty of this region is breathtaking above and below the water, so this transfer provides a great opportunity to see the beautiful islands jutting out from the bright blue waters."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "12 Day Itinerary | Our days here will start with a delicious buffet breakfast (for the early risers there is a light- breakfast served before the main breakfast), followed by a snorkel trip from the boat. Most of the snorkel sites are between 10 and 30 minutes from the resort. We will then return back to the resort for a big buffet lunch and some downtime, before heading back out to another site. Each snorkel session will last between 60 - 90 minutes. We will always have boat support so you can take a break back on the boat if you wish. Local snorkel guides will be with us in the water and available to point out interesting creatures we may encounter. We will also have plenty of opportunity to snorkel the expansive and healthy house reef, arguably one of the best in the world. Also highly recommended is a night snorkel or two- the reef completely transforms at night when the nocturnal creatures come out to hunt, including eels, sharks, cuttlefish, octopus, squid, crabs, and shrimps.... the list is long. Evenings, when not snorkeling, can be enjoyed at the bar with a soft drink or beer, looking at fish ID books or photos and reminiscing about all the fabulous things encountered each day."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After lunch, we check out and transfer back to Sorong where we'll spend the night in a nice hotel close to the airport in preparation for our morning flight to Jakarta."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After a big buffet breakfast, we take a group transfer to the airport and check-in for our flight to Jakarta, where we bid farewell to our new friends and the tour ends."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "15 Day Itinerary | Our days here will start with a delicious buffet breakfast (for the early risers there is a light- breakfast served before the main breakfast), followed by a snorkel trip from the boat. Most of the snorkel sites are between 10 and 30 minutes from the resort. We will then return back to the resort for a big buffet lunch and some downtime, before heading back out to another site. Each snorkel session will last between 60 - 90 minutes. We will always have boat support so you can take a break back on the boat if you wish. Local snorkel guides will be with us in the water and available to point out interesting creatures we may encounter. We will also have plenty of opportunity to snorkel the expansive and healthy house reef, arguably one of the best in the world. Also highly recommended is a night snorkel or two- the reef completely transforms at night when the nocturnal creatures come out to hunt, including eels, sharks, cuttlefish, octopus, squid, crabs, and shrimps.... the list is long. Evenings, when not snorkeling, can be enjoyed at the bar with a soft drink or beer, looking at fish ID books or photos and reminiscing about all the fabulous things encountered each day."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After lunch, we check out and transfer back to Sorong where we'll spend the night in a nice hotel close to the airport in preparation for our morning flight to Jakarta."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "After a big buffet breakfast, we take a group transfer to the airport and check-in for our flight to Jakarta, where we bid farewell to our new friends and the tour ends."
    }
  ],
  "map": ""
}