{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "javan-rhino-tracking-expedition-in-indonesia",
  "tourName": "Javan Rhino tracking expedition in Indonesia",
  "placesVisited": "",
  "generalInfo": "Explore the rugged forest of Ujong Kulon NP in Java and become some of the first people ever to specifically look for the critically endangered Javan Rhino<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife tours which focus on some of the world’s rarest wildlife. These trips are specialist and are run more like expeditions than your conventional wildlife holiday. <br/><br/>This particular trip heads to the far western tip of Java, Indonesia and the forested park of Ujong Kulon. This is the last home of the critically endangered Javan Rhino, which is the rarest large mammal anywhere in the world. <br/><br/>The park is very dense and we will hike from the entrance to a little known river deep inside the park. The rhinos are mostly seen in this river and so most of the wildlife activities will be canoeing silently up and down this river in the early morning and late evening. We head into the park with a team of porters and spend the entire time camping in the forest. <br/><br/>Throughout the trip you will be guided by local park rangers and a zoologist guide (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us), and people with an intimate knowledge of the wildlife and habitats you will be visiting. This is a ground breaking tour that is unique in the world, we have negotiated special rates for the scientific permits that are needed to access the core area of the forest. For anyone who wants a chance of seeing this incredibly rare species you have to get in touch with us and we can provide more information about our group tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned (all cooked in our camp in the forest). There will be boiled or bottled water available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers and porters to carry our food, camping equipment and personal baggage to and from the campsite and entrance to the park. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable local rangers who have many years of experience working and guiding in Ujong Kulon National Park. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local rangers have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit in order to maximise our chances of seeing Javan Rhinos. We also include all park entrance fees and the special Simaksi permit needed to enter the core area of the park. We include more time spent in the field searching for wildlife per day than any other tour operator around. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>We focus this trip during the dry season (June – August) each year as this is when the rhinos spend more time around the river and any of their mud wallows are easier to find and more commonly used.<br/>The weather at this time of year will be hot and humid, with temperatures around 22-32oC in the day and night. There should be little rainfall at this time of year, however being a rainforest there is always the chance of rain at any time of year. <br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local rangers, drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it. The main wildlife activities on this trip will be early morning and evening canoe trips up and down a commonly used river by rhinos. We will also have a hide where we can set this up nearby a mud wallow or along a trail and see if a rhino comes by.<br/>• Other than a basic forest guest house on the final day of the trip as we have left the forest and where you can shower and freshen up before the journey back to the city of Jakarta; we will be camping throughout the rest of the trip.<br/>• Spend as much time as you wish to looking for Javan rhinos throughout the day, with special focus in the early morning and late afternoon as these are the peak activity periods for Javan rhinos.<br/>• All the above reasons give this, our expedition for Javan Rhinos a great success rate. We have an unrivalled network of experts and guides throughout Indonesia so that we can try and find and observe animals such as the Javan Rhinos and other endemics on the island as well as many more species throughout the rest of the Indonesian archipelago. We also have the ability to organise and run wildlife tours of Indonesia at other times of year and focusing on other species such as orangutans, gibbons, clouded leopards, tarsiers, komodo dragons, black macaques and many incredible species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour starts and finishes in Jakarta but the majority of the trip is located inside the core-zone of Ujong Kulon National Park, which is a national park in the far west of Java, Indonesia.<br/><br/>Fitness Level:<br/><br/>Whilst the long hike to and from the campsite in the forest will be with porters who will carry the bulk of our food, camping equipment and personal baggage and therefore is not overly strenuous; the temperature and humidity can make hiking hard for people who are not used to walking in the heat. The forest is very thick and the trails are poor or non-existent. We also require some canoeing, which is done at a slow and steady pace along a still and calm river. All in all we would require a reasonable level of fitness but it is not an overly demanding trip.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old",
  "durationDays": "10",
  "price": "3995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Jakarta / Carita / Ujong Kulon National Park - We have recommended that clients arrive in Jakarta the day before the tour is due to start. This makes it easier as we will start to collect all clients (from their hotels) at around 5am (time to be confirmed nearer the time), we want to start as early as possible so that we can get to the park and set up camp before dark. So once we have collected the group together we will head towards the western tip of the island of Java and the forest park of Ujong Kulon National Park. The drive will take around 3 hours or so to get to Carita, from here we will get into a speed boat and cruise along the coast to the park’s gateway. This boat trip will take round 2.5 hours and we will have lunch on board the boat. We will travel by the boat to Taman Jaya and then land at Laban in the park. Were we will explore once in the park may well vary from what is documented in the next few days and will be dependant on what the local guides and rangers recommend based on their experience and the recent movements of the rhinos. Being an expedition style trip a great amount of flexibility is needed and we will do everything we can to make sure we are in the right place at the right time to try and see one. We will hike south towards Karang Ranjang, searching for signs of the rhinos along the way, we will have the camp close but not too close to where we focus most of our efforts. Todays hike could be around 3 hours long, on arrival at the camp we will set up and settle in with some dinner. If the light is still good and people still have some energy we can take a little walk around. However we recommend that we are up and ready for the morning canoe along the Cikeusik River at dawn (or pre-dawn) so a good nights rest is a good idea tonight. (Lunch will be served en route to the park and then dinner will be prepared by the camp staff)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Handeleum – Today’s plan is very flexible, it all depends on where we have been camping, we may head straight from the camp back to Laban and catch the speed boat back to Carita from there, or we may get a boat to Handeleum Island. It all depends on how things have gone and what the rhino movements have dictated. If we do go to Handeleum we will take a boat for around 2 hours and on arrival there we could have the chance to canoe the Cigenter River. This was widely regarded as the best place to see Javan rhinos for many years, however many tourists came here (because of its proximity to the entry gate) and seemingly disturbed the rhinos that used to use this river a lot. Since then the sightings here have been very low, but if we are here we will give it a go as you never know. Breakfast will be served in the camp, lunch en route and dinner at the guest house)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Jakarta / Home - Whilst the expedition officially ends today when we reach Jakarta and people can book their return flights home for the evening on this day, we recommend that people do not and instead book their return flights home for tomorrow. This is because of any possible delays we can suffer in having to use the speed boat and a vehicle for 2 and 3 hours respectively. Of course if you book your flights for today you will be taken to the airport after we reach Jakarta and if you book your flights for the next day, we will take you to the hotel you have booked for yourself. We can book this hotel for you if you wish, at the additional cost of GBP £75 per person. (Breakfast is the only meal included today)."
    }
  ],
  "map": ""
}