{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "flores-komodo-holiday-indonesia",
  "tourName": "Flores & Komodo holiday, Indonesia",
  "placesVisited": "Maumere, visit local village, beaches, Kelimutu Lake, Ende, Bajawa, trek to Wawomuda volcano, Bena and Luba traditional houses and megalithic tombs, Soa natural hotsprings, Rana Mese lake, Ruteng, rice terraces, lunch with local family, homestay with family in Denge, trek to Waerebo Village to see authentic Manggarai houses, Labuan Bajo, three day liveaboard boat trip visiting Kelor Island, Rinca Island, Pink Beach Island and Gili Laba, wildlife spotting, chance to see komodo dragons, snorkel with manta rays, Bidadari Island, option to extend holiday in Bali",
  "generalInfo": "Discover the beautiful landscapes, volcanoes, rice terraces and traditional villages of the Lesser Sunda Islands on this Flores and Komodo holiday in Indonesia. Flores and the islands that lie within the Komodo National Park – also known as the Komodo Islands – sit east of Bali, which is just over an hour’s flight away. They are fascinating to explore, and this 12 day trip reveals the immense variety of sights, wildlife and activities that you can enjoy here. <br/><br/>See the huge crater at Lake Kelimutu, hike to volcanoes, see beautiful rice paddies cut into the hills and visit remote, traditional villages where you can enjoy a meal and stay overnight with a family. The wildlife of this region is spectacular, too, including impressive komodo dragons, deer, wild buffalo, macaques and numerous birds. Spend two nights on a liveaboard boat exploring the small islands of the Komodo Archipelago, see how captive komodo dragons are released to the wild and, at Manta Point, go snorkelling with manta rays. You’ll enjoy gorgeous beaches, lush jungle and cool mountains on this holiday, but also gain an understanding of how local people and traditional tribes live. <br/>",
  "durationDays": "12",
  "price": "2750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "DENPASAR-MAUMERE (B/L/D) Arrival at Frans Seda Airport Maumere in Eastern Flores from Depasar, Bali, meeting with our guide and transferring to your hotel. Afternoon can be spent relaxing on the hotel beach with a free program. Dinner and overnight at hotel. Seaworld Resort Maumere"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "MAUMERE-MONI (B/L/D) Starting our discovery of Flores island, we drive first to Dokar, which is a traditional weaving village, located about 40 minutes from our hotel, on the hill from where you can see the beautiful landscape from Maumere bay. Traditional dance and weaving demonstrations will be held in this village.Then we will continue to Paga beach where lunch will be provided.And on the way to Moni we visit Koka beach near Paga. Dinner and overnight at hotel. Kelimutu Eco Lodge"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "MONI-KELIMUTU-ENDE-BAJAWA (B/L/D) We start our day in the early morning and at 4 am we drive to visit Kelimutu lake, the three colored crater lakes,which are one of the most specular and mysterious sights for those travelling in Indonesia. On the way back to Moni, will make a short trek to see the the rice terraces. Breakfast at hotel then we continue the trip to Ende and on the way we visit Saga village, a traditional village of Ende Lio tribes. We have lunch at a restaurant in Ende before driving to Bajawa. Dinner at a restaurant, Overnight at a homestay - Happy-happy Bajawa."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "BAJAWA AND SURROUNDING (B/L/D) In the morning we trek for about 1.5 hours to Wawomuda volcano (1753m) which is the latest volcano to emerge in Flores, exploding in 2001. From here we can see spectacular views of the Inerei and Ebulobo volcanoes. In the afternoon we visit Bena and Luba traditional houses and megalithic tombs and have the opportunity to take a hot bath at Soa natural hotspring. Dinner at a restaurant and overnight at a homestay. Overnight homestay"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "BAJAWA-RUTENG (B/L/D) Leaving our hotel in the morning, we drive down to the south coast of Flores to Aimere, which is famous with its “Arak” distillation and fresh palm juice tapping. We visit, Rana Mese lake,located on the slopes of Ranaka mount. Dinner at local restaurant. Overnight at hotel - Hotel Susteran Ruteng"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "RUTENG-TODO-NARANG-DINTOR-DENGE(B/L/D) After early breakfast,depart for Ruteng to discover the southern part of Manggarai. First we visit Golo Cara village – the best place to see ‘spider web’ rice fields. From there, we drive to Todo traditional village, soft trekking through rice terraces and enjoying the beautiful landscape near Narang Village. Lunch will be provided at a local family’s house in Narang. In the afternoon, drive along the south coast to Dintor and Denge (some stops will be taken en route). We will have dinner and stay overnight at a family’s house in Denge. Overnight family house"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "DENGE-WAEREBO VILLAGE (B/L/D) After a light breakfast, we will trek to Waerebo Village, which takes around four hours. The authentic Manggarai houses are located about 1100m above sea level in the middle of the mountains. There are seven traditional houses. Built in the same form, six are for the local people and one extra house for visitors. These houses have really high roofs and are five stories high.We will will have dinner and stay overnight in the visitors house."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "WAEREBO VILLAGE-DENGE-DINTOR-LABUAN BAJO (B/L/D) After breakfast, we will trek down to Denge village where lunch will be provided. After lunch, we drive to Labuan Bajo via Dintor and Nangalili (depending on the road condition; alternatively take the route through Todo Village to Labuanbajo). We will have dinner and stay overnight at a beach resort. Overnight hotel- Sylvia Waiciicu beach resort"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "LABUAN BAJO- KELOR ISLAND-KALONG ISLAND (B/L/D) Morning after breakfast at hotel, transfer to the pier of Labuan Bajo to join our live aboard vessel/large boat for snorkeling around Kelor Island. We enjoy the sunset from Kalong Island and we get to see thousands of bats that come out to the trees to find food at night- an incredible experience. We continue sailing to Rinca Island for overnight stop. Overnight on board vessel"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "KOMODO TREKKING IN RINCA ISLAND-PINK BEACH-GILI LABA (B/L/D) After breakfast on board we get off to start trekking and walk through the typical dry forest to explore the island of the Komodo dragons. We will find not just the Dragons but many wild animals such as Timor deer, wild buffalo, long-tailed macaque and wild boars and numerous of birds. We may be lucky and see the young Komodo dragons on the trees. We return to boat and proceed to the Pink Beach island for swimming, snorkeling and relaxing. We then continue to Gili Laba for an easy trek to the top to enjoy a spectacular sunset. Overnight on board vessel"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "MANTA POINT-BIDADARI ISLAND-LABUAN BAJO (B/L/D) We visit Manta Point for swimming and snorkelling to see the Manta rays. We then continue to Bidadari Island for swimming and relaxing. Then back to Labuan Bajo for dinner at an interesting restaurant. Overnight Hotel – Golo Hilltop Hotel Labuan Bajo."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "LABUAN BAJO-DENPASAR (B) Free time until transfer to airport for departure flight to Denpasar. End of expedition. Accomodation details by request."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "BALI FREE & EASY PROGRAM (B) Breakfast at hotel, before continuing on for your beach extension at Tanah Lot or Kecak Dance in Uluwatu with sunset view. Overnight at Kuta sea view Hotel."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "RELAXING ON THE BEACH (B,L,D) Free at leisure on the beach or free program at Kuta Beach Bali. Overnight in similar Hotel."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "INTERNATIONAL DEPARTURE (B) Breakfast at hotel before transferring to the airport for your flight home."
    }
  ],
  "map": ""
}