{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "tailor-made-holiday-in-bali-off-the-beaten-track",
  "tourName": "Tailor made holiday in Bali, Off the beaten track",
  "placesVisited": "Ubud, Mount Batukaru, Bukit Sari Temple, Monkey Forest, Ulun Danu Temple, Lake Bratan, Munduk, Bali Barat National Park, GitGit Waterfalls",
  "generalInfo": "This 14 night/15 day trip takes in the lesser known interior regions of Bali using some of the pioneering Eco Lodges on offer in the region. Starting in Bali’s cultural and artistic centre of Ubud, located on the slopes leading towards the cool central mountain region, you will have time to enjoy the laidback atmosphere. Ubud offers some fabulous dance and music shows and many of the outlying villages consist of artists’ workshops and galleries where original pieces can be bought. There are also a host of historical treasures here including the cave temples of Goa Gajah and the temple complex at Gunung Kawi, both of which are worth a visit. <br/><br/>After your time in Ubud, we head further north to the cool mountain slopes of the spectacular Mt Batakuru and the Sarinbuana Eco Lodge, a true rural retreat and a haven for nature lovers. Here, you can enjoy a variety of activities including trekking to the summit of the now dormant volcano or through the paddy fields, bird watching, Balinese craft workshops or artistic pursuits like painting and photography. Relax here for a few days before continuing north to the Puri Lumbung Cottages with a stop en-route at the GitGit Waterfalls. Here you can explore the region and get involved with this unique tourism project which involves the majority of the local villagers. And then it’s onwards to the Bali Barat National Park and your Resort on Menjangan Island. The Park is home to the heavily endangered Bali Starling and an array of wonderful colourful reefs, a perfect end to your explorations of the Island of Bali. <br/><br/>Best time to go: December and January are the wettest months to travel to Indonesia with the UK Summer offering the best weather.",
  "durationDays": "14",
  "price": "1375",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Departure: Depart your home airport. (Flights can be arranged, please ask us for details)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive Bali: Upon arrival, you will be met and transferred to Ubud and the Sankara Resort & Spa. Overnight stay."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ubud: Days at leisure to relax and enjoy the retreat and explore the artist region of Ubud, a haven for all that is cultural in Bali. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ubud - Mt Batukaru: This morning, you will be collected and driven to the foothills of Mt Batukaru and the Sarinbuana Eco Lodge. En-route, stop for a visit at the Bukit Sari Temple and Monkey Forest to see the local inhabitants. Be careful, these are curious fellows with an eye for a shiny object so keep your cameras and glasses well out of reach! (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Mt Batukaru: Days at leisure to explore the region and enjoy the various activities on offer such as bird watching, mountain biking and spending time with the resident monkeys. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Mt Batukaru - Munduk: Today, drive from the Sarinbuana Eco Lodge north to the Puri Lumbung Cottages. En-route, visit the impressive Ulun Danu Temple on Lake Bratan. Built in the 17th Century, it can often be seen shrouded in mist which causes it to look like it is floating on the water. Overnight Puri Lumbung Cottages. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Munduk: Full day at leisure to enjoy the various activities on offer such as trekking, bicycle tours and yoga. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Munduk - Bali Barat National Park: Today enjoy a visit to the GitGit Waterfalls for a dip in the cool mountain waters before driving onwards to the northern city of Singaraja for a brief visit. Then head along the northern coast road to the Bali Barat National Park and the Menjangan Resort for your final 4 nights on the beach. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Bali Barat National Park: Days at leisure to relax and explore the National Park. There are various activities on offer such as bird watching, trekking & biking, horse back riding, kayaking, snorkelling & diving and other water sports. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Departure: Transfer back Denpasar airport for your return flight. (B)"
    }
  ],
  "map": ""
}