{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "indonesia-cruise-raja-ampat-spice-islands",
  "tourName": "Indonesia cruise, Raja Ampat & Spice Islands",
  "placesVisited": "",
  "generalInfo": "Set sail for a journey of discovery as you uncover the spectacular landscapes, picture postcard islands and coral reefs of Raja Ampat and the fabled Spice Islands. Sailing in blissful comfort aboard Le Soleal, you will explore some of Indonesia’s most beautiful white sandy beaches, snorkel and swim in impossibly blue waters, Zodiac cruise along stunning coastlines and islands, and gain thoughtful insight into the history and cultures of some of the remarkable hidden gems of Western Melanesia. With four days spent in Raja Ampat in the heart of the \"Coral Triangle”, and a memorable visit to the Banda archipelago, better known as the legendary “Spice Islands”, this exciting expedition offers a wonderful combination of nature, wildlife, culture and history…in ultimate comfort. <br/><br/>Highlights:<br/><br/>- Uncover the spellbinding natural surroundings of the little-known gems of Western Melanesia<br/>- Explore the beautiful natural surroundings of the Maluku Islands on the legendary Spice Route, and visit Banda Neira to learn all about the Spice Islands’ rich and tumultuous history<br/>- Spend four days exploring the spectacular Raja Ampat archipelago in the heart of the “Coral Triangle”<br/>- Gain insight into the history, traditions and cultures of the people who call these remote lands home<br/>- Discover tropical forests, karst formations, breathtaking waterfalls, multicoloured lagoons, paradise beaches and vibrant coral reefs<br/>- Enjoy Zodiac cruises and shore visits accompanied by a team of expert naturalists<br/>- Scuba Diving (certificates required) and snorkelling options available (fees may apply)<br/><br/>Sailing Aboard: Le Soleal",
  "durationDays": "12",
  "price": "5970",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Embark Darwin - At Sea: Arrive independently to Darwin in Australia’s Northern Territory and make your way to the port for afternoon embarkation. As you settle in to your luxurious cabin and familiarise yourself with the ship, we will set sail for your memorable Indonesian expedition cruise. The following day will be spent at sea sailing towards the beautiful Maluku Islands, giving you ideal time to relax and enjoy the ship’s many first-class amenities before your explorations begin. Relax in the spa, take a dip in the swimming pool, shop in the boutique, meet the ship’s photographers for tips in the dedicated photography space, or join one of the lectures and presentations delivered by your onboard destination experts."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kei Islands, Maluku Islands: The first stop on your Indonesia cruise will take you to the picture postcard tropical islands of Kei in the stunning Maluku archipelago. Blessed with miles of stunning, yet almost entirely empty, white-sand beaches, and a fascinating, welcoming population, today will be a wonderful opportunity to learn about the Kei culture and spend some time swimming and snorkelling on an idyllic uninhabited island in the group."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "At Sea: Spend some time relaxing at sea today and soaking up the stunning vistas that we will sail by from one of the ship’s observation areas, whilst savouring delicious meals onboard, or from the comfort of your luxurious cabin."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Raja Ampat Islands: The pinnacle of your Indonesia cruise, on day 5 you will reach the spectacular Raja Ampat archipelago where we will spend four memorable days exploring around the multi-coloured lagoons, immaculate beaches and green landscapes. Take memorable hikes through the lush jungles of this natural sanctuary, relax on the beach, or take a diving or snorkelling excursion in the heart of the illustrious “Coral Triangle” which is home to outstandingly diverse coral reefs and is known as one of the world’s most beautiful diving sites."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kitikiti Waterfall, Mommon: Your next stop will bring you to the Indonesian province of West Papua where, North of Triton Bay, we will reach the Bomberai Peninsula and Sebakor Bay to enjoy a memorable Zodiac cruise to the superb Kitikiti Waterfall. Here you can enjoy a swim or snorkel surrounded by lush nature and admire the area’s exceptional biodiversity."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Banda Neira, Maluku Islands & At Sea: Your final adventure brings you to the remote Banda archipelago where we will make land on Banda Neira to learn about the area’s age-old traditional cultures and ancient vestiges. Better known as the legendary “Spice Islands” of the Ancient World, at some stage every colonial power of significance fought for control of these ten small islands that today have become largely forgotten. As we explore around Banda Neira, the most historically significant of the Spice Islands, you will discover an eclectic mix of Portuguese, Dutch and British architecture, and vibrant cultures, in this uniquely historic location. The following day will be spent at sea sailing back towards Darwin filled with long-lasting memories of your exciting Indonesia adventure."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Darwin - Disembark: Your Indonesia cruise concludes back in Darwin where in the morning it will be time to disembark and bid a fond farewell to your crew and newfound friends as you make your way homewards or onwards."
    }
  ],
  "map": ""
}