{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "highlights-of-indonesia-small-group-tour",
  "tourName": "Highlights of Indonesia small group tour",
  "placesVisited": "Medan, Sumatra, Bukit Lawang, Trek in Gunung Leuser National Park, Hike to the top of Sibayak Volcano, Berastagi, Lake Toba, Jakarta, Java, Pangandaran, Yogyakarta, Candi Borobudur, Seloliman Nature Reserve, Mount Bromo, Kalibaru, Pemuteran, Bali, Ubud",
  "generalInfo": "This epic Indonesia adventure will have you travelling over road, rail, sea and air as you head from Sumatra to Java before finally completing your 22 day group tour on the beaches of Bali. <br/><br/>As you're travelling as part of a group (max 31 travellers) you'll find every opportunity to make new friends along the way with a group leader and local guides also helping to expand minds and pass on their expert knowledge. It's not only safer and more efficient to travel as a group in Indonesia but it also allows you to learn as you explore with everything from languages and activities to tickets and accommodation all sorted to save time for extra adventures.<br/><br/>Visiting three of Indonesia’s big hitters is a great way to not only get a deeper understanding of Southeast Asia but also you'll get to compare and contrast one island to the next. The food, the people, the cultural customs – same, same, but different.<br/><br/>As an island nation, Indonesia's cultural heritage really is incredibly diverse with Christianity, Hinduism, Islam and Buddhism just as well represented on street corner warungs as in urban temples and rural village shrines. <br/><br/>This is your chance to seek out the classic highlights and unravel the complexities of life where you're just as likely to be enveloped in a jungle one moment as you will be kicking back at the beach whilst watching a steaming volcano, the next.",
  "durationDays": "23",
  "price": "2935",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Medan.",
      "description": "Selamat datang! Welcome to Indonesia. The adventure begins with a welcome meeting at 6 pm. If you happen to arrive early, perhaps check out Maimun Palace – designed by a Dutch Architect and built in the 19th century, it combines architecture from Malay, Indian and Islamic cultures and is now a museum. Alternatively, buy a ticket and take a guided tour of the museum at Tjong A Fie Mansion – known as ‘the historical jewel in Medan’, the Tjong A Fie was built in 1895 by a hakka merchant and is modelled on the Cheong Fatt Tze mansion in Penang. After your meeting, maybe grab some street food at one of the night markets in town."
    },
    {
      "dayNumber": 2,
      "title": "Bukit Lawang.",
      "description": "Jump aboard a private vehicle and drive to Bukit Lawang. The first part of the journey involves quite heavy traffic, but the roads are nice and smooth. Closer to Bukit Lawang it gets bumpy and windy, so brace yourself for a bit of an adventure. The reward for the journey is Bukit Lawang – a peaceful village on the banks of the Bohorok river, right next to the Gunung Leuser National Park. In the afternoon you can take an optional tour in the countryside by becak (cycle rickshaw) or cool off with a refreshing swim in the river. There will be also be plenty of time to prepare for your jungle trek."
    },
    {
      "dayNumber": 3,
      "title": "Gunung Leuser National Park.",
      "description": "Set off on your trekking adventure through the Gunung Leuser National Park with an experienced guide. This UNESCO World Heritage site and Wildlife Heritage Area spans 7927 sq km and is one of the world's most diverse ecosystems. It's the home of many endangered species, including the Sumatran tiger, rhinoceros and elephants. These animals are extremely rare, but you’ll get the chance to go in search for wild orangutans. There used to be an orangutan rehabilitation centre here, but now these creatures have all been returned to their natural habitat, so this is your best chance in Indonesia to see orangutans in the wild. There are also 300 species of birds and many rare plants and flowers. Along the way, your guides will point out orangutan nests, edible plants for you to try, monkeys and birds. Tonight you’ll camp in the jungle – enjoy the atmosphere of the wild as the sun goes down and the guides cook dinner for the group."
    },
    {
      "dayNumber": 4,
      "title": "Gunung Leuser National Park/ Bukit Lawang.",
      "description": "Today, your adventure takes you deeper into the heart of Gunung Leuser National Park. Following a hearty breakfast, head out on another invigorating trek, this time in a new direction, promising even more opportunities to encounter the park's incredible wildlife. Let the lush surroundings envelop you in a natural symphony of sights and sounds, then return to the guesthouse in Bukit Lawang to unwind in the afternoon. Settle in for a restful evening, surrounded by the sights and sounds of the jungle."
    },
    {
      "dayNumber": 5,
      "title": "Berastagi.",
      "description": "Say goodbye to the jungle this morning and head out for Berastagi – the home of the Karo people, a Batak sub-group with traditional villages (long houses) and your destination for the next two nights. Arrive after lunch, then enjoy the free time to explore at your own pace or take the opportunity to rest and recharge after two long days of trekking."
    },
    {
      "dayNumber": 6,
      "title": "Mt. Sibayak/Berastagi.",
      "description": "Your day starts with a short drive to the starting point of today's hike, which will bring you to the top of the Sibayak Volcano (2094 m). The trail can be quite steep, muddy and slippery, especially in the wet season. You’ll follow a shady jungle path which, towards the top, opens into an alpine setting. Long pants are essential to protect you from poisonous plants, and a trekking stick will also come in handy! From the summit, you can see (and hear) the steaming vapours escaping from the fumaroles of this active volcano. After the descent, sit down for a traditional bungkus lunch just in time to reward your hardwork on the hike and enjoy the views. You’ll then head back for a relax. You may also choose to go to the nearby hot springs for a soothing soak – after a few days of trekking, relaxing in these pools, which are all naturally heated by the volcano, will be a welcome relief."
    },
    {
      "dayNumber": 7,
      "title": "Lake Toba.",
      "description": "This morning, head to Lake Toba – surrounded by mountains, this spot is a peaceful place to relax. Formed by a huge volcanic eruption 70,000 years ago, a second eruption 50,000 years later created an island the size of Singapore in the middle of the lake (Samosir Island). Stop at Dokan Village along the way, where you'll find the traditional homes of local Batak families. From here, take a ferry across the glistening waters to Samosir Island, then drive to your lakeside accommodation. You have a free night to unwind and immerse yourself in the serene ambiance – your accommodation is right next to the lake and there’s nice views of the water, mountains and rice fields."
    },
    {
      "dayNumber": 8,
      "title": "Lake Toba.",
      "description": "Embark on a day tour in Samosir today. Visit the Stone Chairs and the Simanindo Museum (in a traditional house). You’ll also travel up to a viewpoint on the island which gives you a panoramic vista of Lake Toba and the surrounding Sumatran countryside. Walk through nearby rice fields and stop by a local Batak house for a traditional lunch. Toba Island is dotted with many ancient and modern grave sites, several of which you’ll see today. You’ll also have the chance to attend a traditional Batak dance performance!"
    },
    {
      "dayNumber": 9,
      "title": "Medan.",
      "description": "Say goodbye to Lake Toba, then drive to the Lake Port. Hop aboard a rustic wooden boat and glide to Tiga Raja Port. Take a moment to peruse the stalls of the weekly market nearby if it happens today, then head on to Medan. This is a bit of a travel day, but the passing landscapes are perfect to pass the time if you can grab a window seat! Arrive in Medan in the late afternoon, then maybe head out for a farewell dinner with your group and local leader, celebrating an amazing adventure."
    },
    {
      "dayNumber": 10,
      "title": "Jakarta.",
      "description": "Today, you’ll fly from Medan to Jakarta after breakfast. When you arrive, enjoy some free time in Jakarta check out some of the museums –maybe explore the Wayang (puppetry), Balai Seni Rupa (fine arts) and Maritime museums. The National Museum is also great for first-time visitors. Maybe check out the Monas (National Monument), dedicated to the spirit of the Indonesian people. You’ll have another welcome meeting at 6 pm tonight to meet the new members of your group. After, maybe head out to dinner to get to know each other better."
    },
    {
      "dayNumber": 11,
      "title": "Jakarta.",
      "description": "Familiarise yourself with the city on a full-day tour of Jakarta with your local leader. Take in Sunda Kelapa port – where the Dutch first landed, temple-filled Chinatown and the old town of Batavia. See Si Jagur – an old Portuguese cannon ornately decorated with a disguised meaning. Visit a Chinese mansion (Chandra Naya) and gain an insight into the beautiful Peranakan architecture. Wander Fatahillah Square, then explore the religious side of the city at Cathedral Church and Istiqlal Mosque – the largest mosque in South East Asia. Tonight, you’re free to find some delicious local eats – just ask your leader!"
    },
    {
      "dayNumber": 12,
      "title": "Bandung.",
      "description": "This morning, take a train to Bandung – a former Dutch city which now boasts a thriving art, shopping and cafe scene. When you arrive around lunch time, you’ll head out for a street food crawl at the Paskal Food Market. Maybe try some satay skewers, gado-gado (a traditional Indonesian salad made from boiled eggs and vegetables) or roasted chicken with rice and vegetables. After, walk off the full belly with a heritage walk through Braga Street – once the centre of local development, this street was home to the first shopping arcade in Bandung, with lots of art deco buildings, shops and a cinema. Sit down for a cup of coffee (in a locally beloved one) and watch the world go by."
    },
    {
      "dayNumber": 13,
      "title": "Bandung.",
      "description": "Today you’ll head out of Bandung for a day trip to the largest volcano in West Java – Tangkuban Perahu, the only volcanic mountain in Indonesia that you can drive to – and its lush surroundings. Circled by pine forests and tea plantations, you’ll soak up the views as you learn about the unique history of the volcano. Take a walk around the craters with your leader, then head to the Ciater Hot Springs. Along the way, visit a local tea plantation to learn about the tea industry in Java, then continue to the hot springs for a relaxing soak to soothe the muscles. Later, you have a free afternoon and evening back in Bandung."
    },
    {
      "dayNumber": 14,
      "title": "Yogyakarta.",
      "description": "This morning, catch a train to Yogyakarta. This town is one of South East Asia's real gems! Known as Java's cultural heart, Yogyakarta has a great atmosphere and is perfect to explore on foot. From batik workshops to the nearby Hindu and Buddhist temples, Yogya offers a great array of cultural avenues to explore. When you arrive, you’re free to explore at your own pace – just ask your leader for recommendations."
    },
    {
      "dayNumber": 15,
      "title": "Yogyakarta.",
      "description": "Rise early to avoid the crowds at Candi Borobudur – the largest Buddhist structure on earth. This UNESCO World Heritage site is set in a tranquil park and as you approach, you'll see the temple rise before you, looming among tropical foliage. With your local guide, follow the route of ancient pilgrims, circling the mandala-shaped structure from the early realms towards Nirvana. After, you have a free afternoon. You might like to visit one of Yogya's other heritage temples – Prambanan Temple is the largest Hindu complex in Java. Tonight, perhaps catch a performance of the Ramayana Ballet – your leader will be able to check dates and availability for you."
    },
    {
      "dayNumber": 16,
      "title": "Yogyakarta.",
      "description": "Pedal out of the city on a cycling tour through the rice fields and countryside surrounding Yogyakarta. See the locals making various goods, from bricks to tofu and tempeh. Pass palms, lush green grasslands and the odd burst of yellow and pink flowers by the side of the road, which make for great photo opportunities! After, you have a free afternoon to maybe take on a cooking class where you can learn about Indonesian cuisine. Or, why not salute the sun with a yoga class."
    },
    {
      "dayNumber": 17,
      "title": "Seloliman Nature Reserve.",
      "description": "Travel by train, then minivan to Seloliman Nature Reserve today. This peaceful reserve sits on the slopes of the sacred volcano, Mt Penanggungan. When you arrive, you’ll meet some of the volunteers working at the Seloliman Environmental Education Centre and learn about what they do here. For lunch, sit down for some delicious, locally grown organic produce cooked by their staff. The centre's accommodation is atmospheric, even with open-air bathrooms built in harmony with the surrounding forest, so take this opportunity to relax this afternoon. This is a beautiful spot to appreciate nature, sit under the stars as the sun goes down and spend an evening technology-free!"
    },
    {
      "dayNumber": 18,
      "title": "Seloliman Nature Reserve/Mt. Bromo.",
      "description": "Join the reserve staff on a walk around the property this morning, learning about the local environment and the Javanese tradition of herbal medicine. You'll gain an insight into the region’s flora and fauna, traditional farming methods, rice production and the mini hydroelectricity plant. Finish up with a traditional jamu demonstration and a tasting of this Javanese herbal medicine. Then, travel to Mt Bromo – the homeland of the Tenggerese. The still-active volcano – standing at 2329 m – is the most well-known of the Tengger massif. Retire early tonight in preparation for tomorrow's early start."
    },
    {
      "dayNumber": 19,
      "title": "Mt. Bromo/ Kalibaru.",
      "description": "Your early start today (around 3 am) will be well worth it! First, drive to a lookout point in jeeps to catch the sunrise over the sea of sand. After, you’ll climb up to the volcano crater to take a peek inside – the ascent is not too difficult (approximately 45 minutes), but it can be very cold, so don't forget to bring extra layers of clothing. It's also worth bringing a scarf to cover your nose and mouth, as it can get dusty. Return to the hotel to freshen up and then depart midmorning to Kalibaru by taking a local train. Tonight, you’re free to relax by the pool or perhaps indulge in a local massage."
    },
    {
      "dayNumber": 20,
      "title": "Pemuteran.",
      "description": "Head out early this morning to tour some nearby coffee and cocoa plantations. You'll see how coffee is dried and if there’s time, how cocoa is fermented. Before you set off, enjoy a nice cup of coffee or tea and snack on fried bananas – yum! Travel by minibus to the far eastern end of Java – Gilimanuk. There is often a lot of heavy traffic on this stretch of road as it's the main entry point for Bali, so there may be some delays. Next, you'll board a ferry across the Java Strait, then another minibus for a journey along the west coast of Bali to Pemuteran – your destination for the next two nights."
    },
    {
      "dayNumber": 21,
      "title": "Pemuteran.",
      "description": "Enjoy a relaxing day in this gorgeous beachside location. Maybe start the day with a yoga class and then explore the local area at your own pace. You could visit the surrounding monkey-filled temples, go swimming off the coast, or think about booking in a snorkelling or diving expedition to the turquoise waters of Menjangan Island. Otherwise, simply sit back, relax and watch the fishermen go about their day-to-day on one of the beaches."
    },
    {
      "dayNumber": 22,
      "title": "Ubud.",
      "description": "Make the journey to Ubud today – the leafy-green natural paradise of Bali. On the way, stop in at Taman Ayun Temple, to take in the impressive Balinese architecture while you stroll around the gardens. Ubud is Bali's main arts and cultural centre with lots of markets, shops and warungs, close to verdant rice terraces and lush jungles. With nature and wellbeing at its core, Ubud is a highland haven popular with travellers. Tonight, why not get a group of your travel pals together and find a local place to eat some traditional Balinese cuisine."
    },
    {
      "dayNumber": 23,
      "title": "Ubud.",
      "description": "Your trip comes to an end after breakfast this morning. There is plenty to see and do in Ubud, so it’s highly recommended you stay another few days to explore. If you do, maybe hire a bicycle and explore the surrounding rice paddies and small villages, or visit the galleries, museums and handicraft merchants in town. If you would like to spend more time in Ubud, just get in touch with your booking agent ahead of time."
    }
  ],
  "map": ""
}