{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "snorkeling-holiday-in-triton-bay-raja-ampat",
  "tourName": "Snorkeling holiday in Triton Bay & Raja Ampat",
  "placesVisited": "",
  "generalInfo": "Triton Bay and Raja Ampat are widely considered as the pinnacles of the planet’s marine biodiversity. These two destinations lie within a coastal region known as the Bird’s Head Seascape in the eastern part of Indonesia which is home to over 1,700 species of fish, more than 600 species of coral, and 17 different species of whales and dolphins. We’ve put this combination of locations together with the hope that we will have a very exclusive experience of snorkeling with whale sharks in Triton Bay in combination with some incredible reef snorkeling in Raja Ampat.<br/><br/>Triton Bay Resort is the only resort in the region of Triton Bay which lies to the south of Raja Ampat. As snorkelers we will have exclusive use of the resort for the duration of our stay. Aside from the stunning coral reefs that are unique to this region,  whale sharks are known to frequent the area as they are attracted to bagans (fishing platforms) and come to feed on the schools of baitfish below the platforms. We’ll have 2 trips to the bagans, where we hope to be able to snorkel with whale sharks, and the rest of our time there will be spent exploring some of the beautiful reefs in the area.  It is important to note that sightings are not guaranteed, although we would describe the possibility as high.<br/><br/>From Triton Bay we will travel north to Raja Ampat which offers excellent chances of encounters with manta rays, masses of schooling fish, and spectacular coral reefs. Here we will be based at Papua Explorers Resort for 6 full days of snorkeling at some of the best sites in the region.<br/><br/>While Raja Ampat can have some strong currents, our local guides will choose protected sites, or appropriate times to enter the water to avoid being in a current. If we are ever in a current, we will always drift with the water and not try to swim against it. One needs to be comfortable in the water with some upper body strength to climb back up the ladder onto the boat.",
  "durationDays": "13",
  "price": "8400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Jakarta International Airport (CGK) and check in to our Jakarta hotel. Relax and recover from the journey."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Check out and meet the group in the lobby for our flights to Kaimana, via Sorong, where we meet the Triton Bay crew and drive 20 minutes to the pier, where we board the speed boat for our 60-90 minute transfer to the resort. Upon arrival, we will check-in and have a briefing and orientation before dinner. Meals are plated and served in the beachfront restaurant. Triton Bay is very isolated so please let us know if you have any dietary requirements in good time. Options may be limited."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We have 3 days of snorkeling arranged here. With two boat snorkels a day and unlimited house-reef snorkeling, we will not be disappointed. Two days will involve earlier mornings – an early breakfast and then head out by boat for a 90-minute ride to the local Bagans (traditional fishing platforms) where whale sharks are very often found. We will have the opportunity to snorkel with these majestic creatures if they are around. We will then have snacks on the boat as we travel back towards the resort, stopping at another reef site on route for our second snorkel of the day. Upon arrival back at the resort, lunch will be served. On the other days we will have breakfast and then head out by boat to various reef sites. We will take a break on a secluded beach or on the boat with snacks between two snorkel sessions, always accompanied by experienced local guides who can point our interesting life and help us identify interesting creatures. Most snorkeling by boat is done in the mornings when the conditions are generally best. Afternoons can be spent on the house reef or relaxing with a book on the beach. The house reef is very big and impressive and home to more fish, critters, and coral species than we could name. At least one evening/night snorkel will be offered, conditions permitting and is highly recommended as the house reef is a completely different place at night, when all the nocturnal creatures come out, like octopus, cuttlefish, squids, crabs, and the endemic Triton Bay walking shark, all of which can be found in the very shallow water. There are also Psychedelic Mandarin fish on the house reef that tend to be active only at dusk and are worth looking for."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We check out early and transfer back to Kaimana and onwards to Sorong, where we will be met by staff from Papua Explorers. We will be transferred to the pier for our 90-minute boat ride to the resort. Upon arrival we will check-in and enjoy a snack and optional house reef snorkel, time-dependent. We will then freshen up for dinner and briefings."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Our mornings will start with a breakfast buffet, including a variety of home-baked goods, fruits, hot foods, and juices. We then set off on the speed boats, accompanied by local snorkel guides, to some of the beautiful sites in the area. We will do two different snorkel sites during the course of the morning excursion, each session lasting about 75 minutes, before returning to the resort for lunch. After lunch we will head out to another site for our third snorkel session of the day. The house reef is open for us at our leisure and is beautiful and worth several visits. Night snorkeling will also be offered, and again, is highly recommended. One day will be spent out on the boat all day, as we tour the famous Fam Islands, with a packed lunch and 2 snorkel sessions. This schedule will be decided according to the weather. The Fam Islands are famous for their iconic viewpoint of the karst islands and secret lagoons as well as their spectacular snorkeling sites where sea fans and soft corals grow right up the walls of the island to the surface. Meals are served at the restaurant, built in an unusual circular design on stilts over the water, providing a 360' view of the ocean and jungle. Meals are generally served buffet-style and include western and Indonesian dishes and flavors. Snacks are served between snorkels on the boat, and afternoon tea, coffee, and snacks are served as we return from our third snorkel of the day."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "We leave the resort on a morning boat transfer, in time to get our flight from Sorong to Jakarta where we bid farewell to our new friends. Tour ends here."
    }
  ],
  "map": ""
}