{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "komodo-dragons-4-day-tour-indonesia",
  "tourName": "Komodo Dragons 4 day tour, Indonesia",
  "placesVisited": "Labuhan Bajo, four days sailing the Flores Sea, Komodo Island, Kalong Island, Rinca Island, Bidadari Island",
  "generalInfo": "This 4-day trip takes you in search of the illusive Komodo Dragon. Set sail on board your comfortable cruise ship as you wind through the beautiful islands of the Flores Sea to Komodo Island. <br/><br/>As the largest lizard in the world, the Komodo Dragon can grow up to 3m in length and weigh up to 65kg.  There are around 2000 Komodos on the island and you'll see other wildlife including boar, deer and buffalo. Bird enthusiasts will find plenty to keep them busy with cocatoos and song birds among some of the beautiful species. The terrain is flat and the island is constantly changing with the seasons ranging from dry and dusty to lush and green with the enticing scent of wild basil in the wet season. <br/><br/>Your trip includes plenty of time for swimming and snorkelling in the crystal clear waters so keep an eye out for colourful parrotfish, clown fish and manta rays. You will also enjoy a trip to some other interesting islands in the area including Pantai Merah, Sebayur Island &amp; Bidadari Island, the beautiful pink beach of Gili Laba and an early morning hike to watch the sunrise, snorkelling with Manta Rays.<br/><br/>Your trip includes all entrance fees and an English speaking guide throughout. Accommodation is on board a beautiful and well-equipped boat, perfect for exploring the islands and all meals are included. <br/><br/>We can help with flights (International and Internal) and extending your stay to explore the rest of Indonesia including Bali, Java and Lombok. Contact us for your complete tailor-made Indonesia experience.",
  "durationDays": "4",
  "price": "1175",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After a beautiful flight, you will arrive in Labuhan Bajo and transfer to your boat for the next 4 days. Your room on board the boat is tastefully furnished to provide comforts including a shower, mini bar, air-conditioning and separate dining area. Sit back and enjoy the spectacular scenery as you enjoy lunch on board. Set sail for Rinca Island where you can enjoy a relaxing dip in the sea before lunch on board. At Rinca village you will have the chance to meet the locals and see the daily activities of village life before setting out on a trek to find the Komodo Dragon. Your experienced guide will take you to the prime spots to find this incredible reptile. In the evening travel to Kalong Island to watch the exodus of the bats as they leave their nests in search of food. Enjoy dinner on board. (B, L, D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast it’s time to find a Komodo Dragon again. These reptiles are the largest lizards in the world and can grow up to 3m in length. There are roughly 2000 Komodos on the island along with other wild animals including boar, deer and buffalo along with cockatoos and song birds. In the afternoon you will head to Pantai Merah (Pink Beach), named thanks to the red coral mixed in with the white sand. Snorkel and swim among parrotfish, clown fish and turtles as you enjoy a rush free afternoon. Finally you will sail to Gili Laba and ascend a look out point to watch the incredible sun set over the sea. Dinner on board under the stars. (B, L, D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "An early start ensures you catch the sunrise from the top of Gili Laba and panoramic views of Sangiang Volcano. Next stop is Kanawa Island to see and snorkell with the elegant Manta Rays. Spend the afternoon in the tropical paradise of Sebayur Island with its white sand and turquoise beaches. Anchor off Bidadari Island for the night. (B, L, D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Spend the morning enjoying the tranquility of Bidadari Island (Angel Island) before sailing back to Labuhan Bajo and transferring to the airport for your onwards flight."
    }
  ],
  "map": ""
}