{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "indonesia-highlights-holidays",
  "tourName": "Indonesia highlights holidays",
  "placesVisited": "",
  "generalInfo": "This spectacular tailor-made trip showcases the highlights and diversity of the extraordinary Indonesian archipelago. <br/><br/>Over the course of 17 days you’ll cruise through Kalimantan’s Tanjung Puting National Park, spot orang-utans in the rainforest, explore ancient temples, marvel at sunrise from a volcanic summit, relax on pristine beaches and encounter infamous Komodo dragons.",
  "durationDays": "17",
  "price": "4290",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival in Jakarta and having met your guide, check in to your hotel. The remainder of your day is at leisure. Overnight in Jakarta."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer to Jakarta Airport in time for your short flight to Kalimantan, the Indonesian region of Borneo. Kalimantan’s famously biodiverse rainforests - threatened by industry, but still magnificent - are ancient, over 130 million years old, and home to thousands of species, from the venerated orangs and the tribespeople who share the forests with them, to unique plants and insects, spectacular birdlife, and hundreds of endemic mammals. Upon arrival, transfer to Kumai Port where you will board a Klotok boat, your home for the next three nights. Named after the noise that the boat makes as it travels, the Klotoks were traditionally used to transport goods and passengers up and down the river. Converted now into a houseboat, these wooden boats offer a magical way to journey deep into the Tanjung Puting National Park. Cruise leisurely through the Parks’ lowland forest and mangrove swamps, spotting its indigenous inhabitants such as the famous orang-utan, pygmy elephant, pot-bellied proboscis monkey and the Borneo river shark, along with hundreds of less famous but no less fascinating species. Overnight on-board a traditional houseboat."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cruise upstream to Camp Leakey, renowned for its orang-utan conservation. This inspiring project has reintroduced over 200 orang-utans back into the wild since its foundation, and the camp’s rangers medically monitor the local orang population and provide supplementary food via three feeding platforms. Take a walk along a wooden pontoon and jungle path to the viewing area, where you’ll see orangs visit a feeding platform just 30 feet away. Return to the boat in the late afternoon to continue cruising as groups of proboscis monkeys - easily recognizable by their long flat nose and pot-belly - come close to the river banks to spend the night in the overhanging trees. There’s a good chance of spotting more wild orang-utans as they come down to the bank to pick up pandan fruit, one of their favourite foods. Overnight on-board a traditional houseboat."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Head off towards the second orang-utan feeding centre at Pondok Tanguy. A half-mile walk through ferns and lush vegetation brings you to the site in time for the orang’s breakfast feed. Head downstream to the Pasalat Rainforest station to learn about the conservation work of the NGOs, based here to focus on reforesting the natural habitat of orang-utans. Step back aboard your kloktok, and head on to your last orang-utan viewing at Tanjung Harapan Camp. Make the short crossing to Harapan village, one of the only settlements along the river, where you can meet local families going about their daily lives, before heading back to your boat for a final dinner on board. Overnight on-board a traditional houseboat."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast on board, cruise back to Kumai and transfer to Pangkalanbun airport for your flight to Semarang. On arrival transfer to your hotel near Borobudur. The rest of your day will be at leisure. Overnight near Borobudur."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Head out early to see a breathtaking sunrise over the temple complex at Borobudur, marvelling at the carved details as they are illuminated by the first rays of the day. Comprising thousands of volcanic and river stone blocks, the temple took more than 75 years to complete. Now protected by UNESCO, these stunning ruins, decorated with 500 Buddha statues and over 2,500 relief panels, remains remarkably intact. From Borobudur, continue on to the nearby Mendut and Pawon temples, aligned perfectly with Borobudur and defined by their elaborate stone carvings. Overnight near Borobudur"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning, head out to explore on two wheels. This leisurely, predominantly downhill cycle takes you through countryside, with Mt Merapi an ever-present backdrop, stopping for photo opportunities and guided talks. Cycle 9 miles to a local restaurant, for lunch with a view of Prambanan. As the largest Hindu temple complex in Indonesia, Prambanan originally included over 240 temples, though some have been damaged over time. Having rested your legs, head into the temple to wander around its central shrines dedicated to Brahma, Vishnu and Shiva - the Hindu holy trinity. Having explored the temple, continue your journey to Yogyakarta. Overnight in Yogyakarta."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning visit the Sultan’s Palace, also known as Kraton, which sits at the centre of Javanese cosmology and is still the traditional seat of Jogja’s royal court. Also visit the Taman Sari Water Palace, a 200 year old addition to the royal complex with bathing pools for the Sultan’s harem. In the afternoon, take a lesson in traditional batik production and create your own batik souvenir to take home. In the evening, one of our local Indonesian friends will meet you to show you around. Take a stroll to enjoy a drink in a local café or bar, immersing yourself further into the country’s culture, as you discover a side of Yogyakarta that only the locals know. Overnight in Yogyakarta."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Board the Sancaka Pagi Train at Yogyakarta Tugu Railway station to for a scenic train ride to Jombang in eastern Java. Pass through the spectacular volcanic landscapes, taking the opportunity to chat with local travellers with the assistance and translation of your accompanying guide. Disembark in Jombang and drive to Trowulan, the former site of the Majapahit Kingdom capital city, to visit the temples of Candi Bajang Ratu and Candi Tikus, before travelling along a scenic mountain route to the Bromo-Tengger National Park. The remainder of your day will be at leisure. Overnight in Bromo."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "An early start, but we promise it’ll be worth it, as you set out at 3.30am for a sunrise jeep tour of Mount Bromo. Travel to Mount Penanjakan, which has arguably one of the best views of Bromo and its neighbouring gunungs, to watch the sun rise along with other early birds. Head into the caldera for a 40-minute walk across the otherworldly landscape of volcanic ash, known as the ‘sea of sand’, to the base of the jagged slopes. Walk up to the crater rim to gaze down into Bromo’s smoking interior, standing right on the edge of an active volcano. After this you'll be taken to the airport for a short flight to Bali, where you can head straight to Ubud and relax. Overnight in Ubud"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Spend a day at leisure enjoying Ubud’s relaxed vibe. Overnight in Ubud"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Travelling through the outskirts of Ubud on two wheels is the perfect way to see both the beauty of the countryside and the daily lives of local people. Start in the village of Kadewatan to the north of Ubud, where you’ll meet your local cycle guide, and set off on a leisurely, predominantly downhill, cycle tour past paddy fields and temple compounds, through local villages and bamboo forest. Enjoy an afternoon at leisure before your sunset culinary tour around Ubud. Overnight in Ubud."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Head out to discover the lakes, temples and stunning scenery of the surrounding area. Stop at Bedugul to explore the local market, before continuing on to Ulun Danu, rumoured to be the most photographed temple in Bali. Head back towards Ubud via the UNESCO listed rice terraces of Jatiluwih, where there’ll be time for a leisurely short trek through the fields, learning about the traditional ‘subak’ style of rice farming. Take a final stop at Pura Taman Ayun, the Royal Temple of Mengwi, surrounded by a moat and boasting multi–roofed meru shrines and intricately carved wooden gates, before returning to Ubud. Overnight in Ubud."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Enjoy the morning at leisure until it’s time for your flight to Labuan Bajo on the island of Flores. On arrival take a shared boat to the Komodo Resort, where the rest of your day will be at leisure. One of Indonesia’s best diving locations, the Komodo Resort is located on the island of Sebayur, within Komodo National Park, a protected marine area. Its pristine coral reefs and rich marine life make it a fantastic choice for diving, and the region is home to some unique onshore wildlife too - we're talking, of course, about the famous Komodo Dragon. Overnight Komodo Resort"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Your day is at leisure. Overnight at Komodo Resort."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Your day is at leisure. Overnight at Komodo Resort."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Morning transfer by shared boat to the mainland and on to Labuan Bajo Airport in time for your onward flight."
    }
  ],
  "map": ""
}