{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "java-and-bali-10-day-tour",
  "tourName": "Java and Bali 10 day tour",
  "placesVisited": "",
  "generalInfo": "Discover the rich cultural and natural wonders of Java's historic Yogyakarta and Bali in just ten days. Embark on a guided exploration of Borobudur Temple, followed by a mesmerizing visit to the UNESCO-listed Prambanan Temple Complex. Traverse East Java for an exhilarating hike to the summit of Mount Bromo. Fly to Bali to immerse yourself in the vibrant ambiance of Ubud, pedal through lush rice paddies, and master the art of Royal Balinese cooking.",
  "durationDays": "10",
  "price": "2613",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Yogyakarta, after landing you will have to clearing customs, and after passengers should follow the walkway and exit through the arrival’s door. Passengers should look for their Destination Asia representatives, who are usually standing directly in front of the door with a signboard with the passenger’s name written clearly on it, and our rep will escort them to their car & driver then transfer to Magelang Region. Upon arrival your hotel, our team will swiftly handle your check-in formalities, allowing you to unwind and enjoy a leisurely day at your accommodation."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Discover the glorious Borobudur temple” Duration : Approximately 8 hours Today near your hotel we are visiting to the stunning temple complex at Borobudur, one of South East Asia’s most impressive sites and the largest single Buddhist monument in the world. Receiving UNESCO World Heritage status in 1991, the monument consists of six square terraces topped by three circular ones. Two million stone blocks were required to build the temple and with at least 2,500 relief panels and more than 500 Buddha statues, it is exquisite beyond comparison. Ample time will be dedicated to exploring this incredible Buddhist structure before heading to Candirejo, a peaceful village surrounded by plantations and lush scenery where you can learn about harvesting and other local activities. Getting to the village is part of the fun as you traverse the attractive countryside by traditional Dokar (horse-drawn buggy). Alternatively, you may choose to ride your own bicycle to and from the village. This morning’s excursion ends with a lesson in Indonesian Gamelan music and lunch at a local restaurant before heading back to the city."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfe to Tentrem Yogyakarta Hotel. Upon arrival at hotel our dedicated team will be ready to assist you swift check-in procedures, ensuring a hassle-free start to your relaxation. Once settled in, you can begin to immerse yourself in the tranquil atmosphere of your accommodation. “Marvel at Indonesia’s largest Hindu temple complex” Duration : Approximately 7 Hrs including transfer Pick up Time : 10:30 Enroute before drop to hotel, visit the 9th century Hindu temple compound of Prambanan. This impressive collection of temples is dedicated to the Trimurti, a concept of Hinduism where by Brahma is the Creator, Vishnu is the Preserver and Shiva is the Destroyer which is often referred to as the ‘Great Trinity’ or ‘Hindu Triad’. Identifiable by its towering and pointed architectural design, Prambanan was awarded UNESCO World Heritage status in 1991 and is the largest, as well the finest, Hindu temple complex in the country."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy a day of leisure at hotel, Whether you're indulging in pampering spa treatments, lounging by the magnificent pool, or exploring the region's historic and natural wonders, every moment promises relaxation and rejuvenation in this haven of peace."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": ", you will be transferred from hotel to Yogyakarta Train Station to take train to Gubeng Station, Surabaya. Upon arrival at Gubeng Rail Station, you will be transferred to your hotel in Bromo for check in and overnight."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "““Moon-like landscape and a wonderful sunrise at East Java’s premier attraction” Duration : Approximately 10 HRS Pick up : 03.00 am from Bromo area With its huge crater and almost mystical-like scenery in all directions, Mount Bromo and its surrounds are stunning beyond question. Sunrise is the most magical time to view the entire Bromo landscape but this does involve a very early morning start. Firstly travel by normal vehicle to Wonotoro, a small village 2,000 metres above sea level and the gateway to the region. Then continue by private jeep to the rim of Mount Penanjakan in time for dawn. From this vantage poi t you will have the best views not only of Mount Bromo, but also Mount Batok and Mount Semeru. After (hopefully) witnessing a spectacular sunrise, you will return to your jeep and make the steep descent back down to the bottom of the volcano and then cross the Lautan Pasir (Sand Sea) to the base of Mount Bromo itself. The climb of approximately 250 steps (*) to the rim of the crater is definitely worth the effort and you will be rewarded with yet more incredible vistas. After your visit, return to your hotel. *For an additional cost (payable locally), it is possible to cross the sea of sand by horseback. Note: This excursion is only available from Surabaya, Tosari or Malang and advance booking is essential. Please ensure you wear suitable attire with you, as the viewpoint can become quite cold. The hike to the crater lasts approximately 20-30 minutes and primarily follows sandy trails, concluding with a climb of 250 steps to reach the summit."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Flight to Bali – Transfer to Ubud Region After collecting your luggage and completing the check-out process at your hotel, a private transfer service will be arranged to chauffeur you from your accommodation to the departure airport for your onward journey to Denpasar (DPS) Airport, Bali. After landing you will have to clearing customs, and after passengers should follow the walkway and exit through the arrival’s door. Passengers should look for their Destination Asia representatives, who are usually standing directly in front of the door with a signboard with the passenger’s name written clearly on it, and our rep will escort them to their car & driver then transfer to hotel. Upon arrival your hotel, our team will swiftly handle your check-in formalities, allowing you to unwind and enjoy a leisurely day at your accommodation. Pool villa"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "“Take two wheels and two feet today and discover the glorious Balinese countryside by cycling and trekking.” Pick up time : Approximately 8 hours Begin your day after breakfast by pick up from your hotel in Ubud and driving up by car to Kintamani. This is a stunning starting point, with views (weather permitting) over the active volcano Mount Batur, which sits alongside Lake Batur, and the surrounding landscape of Central Bali. A short drive will bring you to the cycling starting point in Abuan village, from where you will wind your way downhill through the colourful tapestry that is the Balinese countryside. You will do several stops en route, taking in key sights and interesting highlights. You will pass scenic traditional Balinese villages and housing compounds, as well as lovely local temples. Say hello to the local children and villagers and revel in a life unchanged for centuries. Pass by blazing green rice paddies, lush and verdant and full of life. Change back into a car and continue to the amazing rice terraces of Tegalalang, where you will also visit the local village market. This colourful marketplace has a wide range of items on display including clothing, textiles, leather goods and locally crafted souvenirs. Have fun wandering around and making the odd purchase, but keep in mind prices are negotiable so remember to bargain for a fair one. Wind your way back to Ubud and arrive at the amazing art and cultural centre of Arma Kafe for lunch. Here you will savour either a crispy duck menu with Balinese side dishes, or a 3-course Indonesian meal, whichever you prefer. After lunch, begin your exploration of the scenery of Ubud by foot. Your ramble will pass over the lush river valley of Tukad Wos, commonly known as the Campuhan Ridge, offering views of Gunung Agung and glimpses of small village communities and rice fields. This is a light trek, lasting around 2 hours. You will have an orientation as you begin at the beautiful Gunung Lebah Temple, which means ‘small hill’ in the Indonesian language. This temple was built in the 8th century, and has become synonymous with Ubud and Balinese history. From here, you will amble gently north, walking up onto the valley ridge between the two rivers. Continue north along the Campuhan ridge, arguably the finest trek in Ubud with spectacular views. This place has been regarded as holy for centuries and the peace of this landscape is guaranteed to soothe, as you walk between the tall green grasses. Afterwards return to your hotel in Ubud and spend the remainder of your day at your leisure. Note: This activity falls into moderate category, as it requires prior bike riding experience and includes cycling up and down hills, which demands a certain level of fitness."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bali’s Royal Culinary Secret During this immersive experience, you will embark on a culinary journey that ventures deep into the heart of Balinese cooking. An expert chef, who is staff of the royal family, will reveal all the secrets of the delicious and nutritious Balinese cuisine. This unique cooking class takes place inside a palace and it is enriched by the presence of a member of the royal family, who will provide exclusive insights into the palace's history and traditions, making it a truly regal experience. Duration : Approximately 6 hours Pick up times : 07:30 Start your day with a hotel pick-up, to later embark on a journey into Bali's royal legacy. During the cooking class, one of the Royal family members will accompany you, offering a glimpse into the fascinating past and cultural heritage of the palace. While enjoying your welcome drink, you will have the chance to witness a traditional Balinese dance performance by the Palace, immersing yourself in the island's rich cultural heritage. This culinary experience will be guided by a professional chef, who is part of the Royal family staff. After getting hands-on with cooking and mastering the art of the Balinese cuisine, you will sit down together to enjoy a sumptuous lunch with the dishes that you have previously prepared. You will also learn about the Balinese daily offerings, a unique opportunity to connect with the spiritual essence of Bali. These handcrafted offerings are an integral part of Balinese Hinduism, symbolizing gratitude and devotion to the divine. The Royal family members will explain the meaning behind each element and will help you create your own Canang offering. Visiting the Puri is an opportunity to time-travel through Bali's rich history. This palace, with its stunning architecture and design, stands as a testament to Bali's regal legacy. Here you will learn about the royal dynasties, the rituals that took place within these hallowed grounds, and the significance of the palace in Balinese society. Experience the flavours of Bali like never before, where culinary expertise and royal heritage unite to create unforgettable memories."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Enjoy a final Balinese breakfast and perhaps some last-minute sightseeing before your driver meets you to transfer you to the airport in time for your international return flight."
    }
  ],
  "map": ""
}