{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "bali-adventure-holiday",
  "tourName": "Bali adventure holiday",
  "placesVisited": "Ubud, Sidemen, Mount Batur, Lovina, Bali Barat National Park, Bedugul, Banjar Hot Springs, Sanur, Bali Botanical Gardens",
  "generalInfo": "A Bali adventure tour has got excitement all over it with an incredibly beautiful natural backdrop to enliven the senses and help you discover what makes this Indonesian island such a delight for culture and beach lovers alike.<br/><br/>This nine day Bali adventure holiday takes you from the cultural epicentre, Ubud, to the botanical gardens and beaches of Sanur, in the south, with a wide range of verdant volcanic slopes and tiny villages, surrounded by rice paddies and tranquil lakes, adding to the thrill of overland travel.<br/><br/>The chance to trek on the slopes of Mount Batur is an incredible experience only matched by the coral reefs and tropical fish to be found in the protected marine environment of Bali Barat National Park. Finishing off each and every day of this Bali adventure tour with a delicious Balinese dish is just as essential as watching the sunset, with more sublime moments to be found in the island’s Hindu  and Buddhist temples, including the reflective Pura Ulun Danu Bratan.<br/><br/>From cultural customs to beautiful beaches and coral reefs, a Bali adventure holiday is just what you need to fall head over heels in love with this Southeast Asian island.",
  "durationDays": "9",
  "price": "760",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Ubud.",
      "description": "Om Swastiastu! Welcome to Ubud, Bali's largest Hindu town and cultural heart. Your adventure officially kicks off with a welcome meeting at 6 pm where you’ll meet your group leader and travel companions. If you arrive early, you might like to wander the traditional market stalls near the centre of town, pop into a local café or stretch out your muscles after your flight with a spot of yoga at one of the Zen studios in town. After your meeting, maybe head out for a group meal at one of the delicious local restaurants."
    },
    {
      "dayNumber": 2,
      "title": "Ubud.",
      "description": "Start the day with a guided walking tour around Ubud with your local leader. Gain an insight into daily village life as you pass lush rice fields, an alang alang valley (type of wild grass used to make the roof of traditional buildings) and stop by a Balinese home for coffee and experience the traditional Balinese offering. The walk ends in central Ubud, where you'll have time to explore the many cafes, galleries and shops on your own. In the evening, sit down and enjoy a traditional Kecak dance performance. Driven not by musical instruments, but by human chanting, this fascinating theatrical performance is considered a highlight by many of our travellers."
    },
    {
      "dayNumber": 3,
      "title": "Undisan.",
      "description": "Today you’ll explore the area from a different angle – from the saddle of a bike. Head out on a tour through backstreets, villages and rice fields. It’s a relatively easy ride – much of the route is downhill – and there will be plenty of opportunities to stop for photos or a brief rest. You’ll also stop to check out some small, intricately carved temples, before concluding your bike tour back in Ubud. After refuelling with lunch, head for the hills to the village of Undisan. Set against a backdrop of Bali's highest peak, Mt Agung, the peaceful village of Sidemen is proof that Bali still has some pockets that are untouched by tourism."
    },
    {
      "dayNumber": 4,
      "title": "Sibetan Village.",
      "description": "Take a morning walk around Undisan's rice terraces, visiting the craftspeople of the traditional trade, village temples and enjoy a traditional 'bungkus' lunch. The walk is a great chance to take in the beautiful scenery before you make tracks to Sibetan Village. You’ll be given a special welcome by the chief of the village, then check into your homestay accommodation before enjoying some free time in the afternoon. You might like to explore the traditional village a little or simply just relax and take in the atmosphere here. Alternatively, you could take on an optional cooking class and learn the secret ingredients and spices of the traditional cuisine here. This evening, you’ll enjoy some time spent with the locals and be treated to a typical dinner of salak (snake fruit), prepared for you by the villagers."
    },
    {
      "dayNumber": 5,
      "title": "Mt Batur.",
      "description": "This morning, take a guided walk through an ancient Salak Plantation with the opportunity to interact with the local community. Here, you’ll see cultural heritage plants – the remains of a white mango tree which was first planted in Sibetan in the 16th century and a Jaka Moding Plant (a type of palm tree). You’ll tuck into Tipat Blayag (Rhombus) for lunch (rice wrapped in young coconut leaves), combined with side dishes of chicken and vegetables. After exploring the village, you’ll continue by car for a journey higher into the mountains, driving along the crater rim road to a fishing village on the edge of Lake Batur. Volcanic Mt Batur (1717 m) sits inside a stark and spectacular caldera and with Lake Batur below, it's a stunning sight. The lake supports the local fishing industry, while many of the villagers work as guides for the volcano climb. Your accommodation for the evening is in a great location to start tomorrow's early morning trek without extra travelling time."
    },
    {
      "dayNumber": 6,
      "title": "Lovina.",
      "description": "You’ll wake up bright and early at around 3 am this morning to begin the walk to the summit of Mt Batur in order to reach the top before sunrise. Trust us, it’s worth the effort. On a clear morning, it's possible to see all the way across the Lombok Strait to the peaks of Lombok's Mt Rinjani. The view of the gorgeous sunrise over the valleys of Bali may well be the most memorable part of your trip. Do keep in mind, however, that the weather can be unpredictable and sometimes the view is obscured by clouds. After descending the volcano, there's an option to soak in hot springs with fantastic views over the lake and caldera. Then make the journey from the mountains to the small coastal town of Lovina, made famous by its dolphins that patrol the coast. It's also a great spot for fine food, traditional massages and yoga – just what the doctor ordered after today’s epic mountain climb."
    },
    {
      "dayNumber": 7,
      "title": "Lovina.",
      "description": "Explore a traditional market in the morning, then head out on a day of snorkelling among Menjangan Island’s coral reef, which is part of the Bali Barat National Park. On the way back from your undersea adventure, you’ll stop for a soak at Banjar Hot Springs – a small spring popular with locals. In the afternoon, stop for a cup of coffee at Global Kafe – a diner whose profits support the Global Village Foundation, providing wheelchairs and mobility aids for people with disabilities and assisting those with illnesses with their medical costs. Tonight, head to Ibu Wayan's to learn about Balinese cuisine before sitting down to a home-cooked meal."
    },
    {
      "dayNumber": 8,
      "title": "Sanur.",
      "description": "Wave goodbye to Lovina and make our way to Sanur. Along the way, visit Gitgit waterfall and Lake Bratan before continuing to Sanur, where you’ll have a free afternoon. Maybe go for a stroll along Bali's first beachfront walk, watch the fishermen in the shallows or kick back and relax at one of the beachside restaurants. Get a feel for the traditions and local customs which are well maintained here. Ancient temples are also easily accessible – just a short distance away from the beach."
    },
    {
      "dayNumber": 9,
      "title": "Sanur.",
      "description": "Your trip comes to an end after breakfast today. You may like to stay on for a few extra days to make the most of your visit here. You may want to take a surfing lesson, bike tour or one of the many other activities on offer. If you need to organise additional accommodation, just get in touch with your booking agent."
    }
  ],
  "map": ""
}