{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "sumatra-12-day-tour-indonesia",
  "tourName": "Sumatra 12 day tour, Indonesia",
  "placesVisited": "Padang, Sangkar, Bukittinggi, Ngarai Sianok, Sihepeng Botanical Garden, Sijornih Waterfall, Lake Toba, Samosir Island, Tomok, Brastagi, Orangutan Rehabilitation Centre, Banda Aceh, Pulau Weh",
  "generalInfo": "This 12-night tour shows you the highlights of the beautiful Indonesian island of Sumatra. It is a magical place of rugged, mountainous terrain, smoking volcanoes, ancient historical sites and home to the welcoming Batak people.<br/><br/>The tour starts in Padang where you will be met by your English speaking local guide who will take you through their country. Your trip takes in ancient sites including the site of the  Minangkabau Kingdom, Pagaruyung Palace, the famous clock tower of Bukittinggi, and Balige. You will be inspired by traditional craftsmanship including silver work and hand woven cloth; puppet show performances; lunch with locals and abundant fruit markets where you can sample local delicacies and fresh fruit drinks. <br/><br/>You'll also have plenty of time to enjoy the island's natural beauty with a trip to an orangutan sanctuary, a trek through the jungle, visits to several impressive waterfalls as well as the myriad of canyons, volcanoes and mountains you will pass through. <br/><br/>Finally, you will end your stay on the idyllic island of Pulau Weh where a snorkelling or diving experience is included. Enjoy the resorts facilities and relax for two nights before heading home.",
  "durationDays": "12",
  "price": "1995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "When you arrive at Padang’s Airport, you will be met and transferred to your hotel where you can enjoy the remainder of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, you will drive to Bukittinggi, stopping at the enormous crater lake of Sangkar with its dramatic backdrop. Bukittinggi is the cultural home of the Minangkabau people. Surrounded by active volcanoes, often shrouded in mist, the town itself sits at 930m above sea level giving the air a refreshing coolness. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore the town and surroundings of Bukittinggi starting with the impressive canyon of Ngarai Sianok, which is riddled with caves and tunnels built by the Japanese during World War II. Next head to Minangkabau Museum to see an impressive collection of traditional costumes, weapons, sculptures and wood carvings and pay a visit to the town’s large clock tower ‘Jam Gadang’. Visit Fort de Kock, built by the Dutch in 1825, Lake Maninjau, another beautiful crater lake, and finish at Pandei Sikek, a village known for its silverware and woven cloth. (B, L, D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A day of beautiful scenery today as you drive past mountains, villages, rivers and valleys. You'll stop to see the pepper, clove and cinnamon trees at Sihepeng Botanical Garden and the beautiful Sijornih Waterfall before checking into your hotel in Padang Sidempuan. (B, L, D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast you will cross Lake Toba by ferry before checking into your hotel in Samosir and the rest of the day is at your leisure to explore. (B, L, D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today you have a full day to explore Lake Toba and Samosir Island. You will have the chance to watch a traditional performance of called the tor-tor, or puppet dance. Enjoy lunch at a local restaurant before heading to Tomok to see the ancient tombs of the Batak kings. (B, L, D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you will visit a traditional longhouse, known as the dwelling of the ancient Batak Simalungun Kings, built around two centuries ago. You'll continue to Sipiso-piso Waterfall, an underground river which plunges from a cave into Lake Toba. After lunch you'll arrive in Brastagi, home to the Batak Karo people and wonderful fresh exotic fruits. (B, L, D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "An early start to visit the Orangutan Rehabilitation Centre to watch as these majestic animals have their breakfast. You will then trek into the jungle to explore the wonderful vegetation and keep an eye out for the animals and birds which call it home. (B, L, D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning you will take a flight to Banda Aceh, before taking the ferry to Pulau Weh. Pulau Weh is a water lovers paradise with wonderful snorkelling and diving, magical reefs and relaxed beaches and resident turtles to spot. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Day at leisure to make the most of your beautiful surroundings. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Your guide will take you back to the pier for your return to the main island where you will be transferred to your hotel. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Enjoy the day at leisure before your return flight home. (B)"
    }
  ],
  "map": ""
}