{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "bali-family-holiday-with-teenagers",
  "tourName": "Bali family holiday with teenagers",
  "placesVisited": "Ubud, Treetops Adventure Park, Candidasa, 11km white water rafting trip (class II and III rapids), 27km bike ride to White Sand Beach, Amed, 2hr rice terrace trek, guided snorkelling trip, Seminyak, Sorga Chocolate Factory",
  "generalInfo": "Take your teens for a week in Bali and watch your next family holiday become the stuff of legends as you journey across the island as part of a small group (average 10 people) of like-minded and similar aged travelling companions.<br/><br/>Forget sitting back on a sun lounger all day with an Ipad, this family holiday unlocks the spirit of holidays past with a combination of organised activities and space to explore on your own allowing for an Indonesian experience to really get excited about.<br/><br/>Treetop adventures, white water rafting, snorkelling and a 27km bike ride to the beach are all included on this fun-packed family holiday to ensure teenagers and parents get to experience the very best of Bali amongst some totally tropical Indonesian idylls.<br/><br/>Alongside an array of outdoor activities there will also be plenty of opportunities to find out more about Balinese culture in Ubud, Amed and Seminyak as well as free time for teens to top up their tans before sending home obligatory selfies by the beach or pool.<br/>",
  "durationDays": "8",
  "price": "1085",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Ubud.",
      "description": "Om Swastiastu! Welcome to Bali! Your adventure begins in Ubud - the art and culture centre of Bali - with a welcome meeting at 5 pm. If you arrive early, maybe visit the Blanco Renaissance Museum, explore Hindu temples or walk through Puri Saren Agung. After your meeting, maybe find a local restaurant for dinner with your fellow travellers and try some local bites like nasi campur (mixed rice) or ayam betutu (Balinese spiced chicken)."
    },
    {
      "dayNumber": 2,
      "title": "Ubud.",
      "description": "This morning, travel to Pinge Village in Tabanan. Along the way, stop at a local community house and flower farm. Then, set off on today’s bike ride to the Ancient Bayan Tree, through rice fields and past temples. After, stop at a local Balinese House for a traditional lunch made from locally grown produce. This afternoon, travel back to Ubud. When you arrive, the rest of the day is free for you to explore Ubud at your own pace – maybe take a tour of the Green Village, visit the Tegenungan Waterfall or join a yoga class."
    },
    {
      "dayNumber": 3,
      "title": "Candidasa.",
      "description": "Travel to Ubud this morning for a white-water rafting adventure. Take in the surrounding landscape of rainforest and gorges as you drift down rapids along the Ayung River. Once back on land, warm yourself up with a shower before continuing to Candi Sasa in the afternoon. When you arrive, the rest of the afternoon is free for you to explore the seaside town at your own pace. Maybe relax by Lotus Lagoon, visit Tukad Cepung Waterfall or go swimming off the black sand shoreline at Candidasa Beach."
    },
    {
      "dayNumber": 4,
      "title": "Candidasa.",
      "description": "This morning, enjoy some free time to explore Candidasa before heading to Pekarangan Village later today. When you arrive, meet a local farming family and learn how they turn pandan leaves into woven household items, such as mats, coasters and trays. Then, try your hand at making a mat or coaster yourself, before sitting down to afternoon tea of traditional cakes, snacks and locally made coffee. After, travel to Virgin Beach (Pantai Bias Putih) where you’ll spend the afternoon at leisure. Maybe take a walk along the soft white sand, dive into the clear blue water or maybe go snorkelling and see local marine life like angelfish, spotted drums and turtles. Tonight, maybe find a local restaurant for dinner – your leader will have the best recommendations."
    },
    {
      "dayNumber": 5,
      "title": "Amed.",
      "description": "Today, you'll explore the rice fields on a guided rice terrace walk. As you go, learn about the importance of water for Balinese people whose livelihoods are mostly rooted in agriculture. Then, travel to the Tirta Gangga Water Palace – a maze of pools and fountains surrounded by gardens, stone carvings and statues. Spend the afternoon cooling off in the water before travelling through the countryside to Amed – a long coastal strip of fishing villages in East Bali that meet along a series of stone-speckled beaches. Tonight is free for you to explore Amed as you like – maybe unwind at a local beach or walk to Lahangan Sweet for panoramic views of Mount Agung and the surrounding landscape."
    },
    {
      "dayNumber": 6,
      "title": "Amed.",
      "description": "After breakfast, you’ll meet your snorkelling guide and set out along the coast. Look for local marine life like turtles, seahorses and frogfish, and maybe stop at shipwrecks or coral bays along the way (weather dependent). Then travel back to Amed, where the rest of the day is free for you to explore at your own pace. Maybe go swimming at a local beach or watch the sunset from Mount Agung."
    },
    {
      "dayNumber": 7,
      "title": "Sanur.",
      "description": "This morning, you’ll travel to Sanur. When you arrive, visit the Turtle Conservation and Education Centre and learn how turtles are hatched and taken care of before being released back into the ocean. Then, the rest of the day is free for you to explore Sanur at your own pace. Maybe walk along the sandy shoreline, watch the fishermen in the shallows or simply relax at your accommodation. Tonight, maybe head out to dinner with the other families to celebrate your final night of the trip."
    },
    {
      "dayNumber": 8,
      "title": "Sanur.",
      "description": "As there are no further activities, your trip comes to an end today. If you'd like to stay in Sanur longer, just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}