{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "komodo-cruise-adventure-in-indonesia",
  "tourName": "Komodo cruise adventure in Indonesia",
  "placesVisited": "",
  "generalInfo": "Embark on a once-in-a-lifetime adventure cruising through Indonesia, where every moment unveils the wonders of nature. Feel your senses come alive as you walk among the ancient Komodo dragons, the world’s largest lizards, on the rugged shores of Komodo Island. Glide effortlessly over majestic giant manta rays, soaring weightlessly above the ocean as these graceful creatures dance beneath you. Explore vibrant underwater worlds as you snorkel above kaleidoscopic, colorful, and diverse coral reefs, where every dive reveals a new marvel of marine life. Swim alongside whale sharks, the largest but most gentle animals in the ocean, and experience the breathtaking serenity of being near these gentle giants. As you journey through this tropical paradise, wake up each morning to the beauty of watching the sunrise over stunning volcanic landscapes, with a hot cup of coffee in hand as the world comes to life around you.<br/><br/>This is the ultimate cruising adventure—nine days and eight nights filled with snorkeling, trekking, iconic wildlife encounters, and tropical island exploration as you cruise between Bali and Komodo, along Indonesia’s Ring of Fire.",
  "durationDays": "9",
  "price": "4485",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Taking the early morning flight from Bali, you will be met at the airport in Komodo by your tour leaders and be taken straight to your boat. And as you settle into your new home, we will head to our first snorkelling spot; a coral restoration project where you will see how the corals and fish populations have grown since they were first transplanted in 2014. -Go ashore on Komodo Island in search of the fearsome Komodo dragons, found only in the Komodo National Park. This is the world’s largest lizard, growing up to a length of three metres and weighing up to approximately 70 kilograms. -Enjoy some magnificent snorkelling on some of the Komodo Park’s best reefs. -Swim with manta rays as they feed on the current and circle the so-called cleaning stations, where small fish remove parasites from their skin. -Snorkel at a favourite hangout of sea turtles, where we will have a chance to swim with these gentle reptiles as they cruise along the shallow water of the reef."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Wake up off the coast of a beautiful uninhabited island with a beach of pure white sand with some sparkles of powdered red coral, creating the effect of a “pink beach”. We will spend the morning here, swimming, paddle boarding, and snorkelling on the beautiful coral reef that lies parallel to the beach. -Over lunch, we will cruise to a nearby active volcanic island where we will see a large wooden pinisi boat with the same pedigree and history of SeaTrek’s very own ships being built on the beach. Walking around this small village, get a feel for their simple way of life, chat with the locals and maybe buy some handmade textiles as a souvenir. -Spend the day at a strange and mystical volcanic island with a sunken crater lake in its centre that was filled with saltwater when the nearby Mt Tambora catastrophically erupted in 1815. Here we will swim, kayak and paddleboard on the lake, and the more adventurous can go trekking around the crater rim. -Experience one of our famous SeaTrek beach BBQs under a night sky filled with millions of stars as you feast on the amazing local delicacies prepared by our chef, and all accompanied by live medical entertainment from our talented crew. -Another highlight of our visit to the island will be the sight of thousands of flying foxes that fly at dusk from the island to feed on the mainland."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We will have chance for an early morning swim with whale sharks, the gentle giants of the sea. These massive but harmless animals have long congregated here in the bay but now, thanks to travellers like you, we have formed a mutually beneficial alliance with the local fisherman who have their traditional small floating fishing platforms in the bay that attract the sharks. We can’t make any promises, as we don’t have these wild animals on a leash, but fingers crossed we will see them. -Spend the day on a beach located on a small limestone island nearby, kayaking, swimming and snorkelling, and exploring the local karst formations. -We will cruise to Labuan Aji village on the island of Moyo to visit the village and walk to a scenic waterfall where we can bathe in the refreshing cool water."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoy a unique snorkelling experience where volcanic gasses escape in the form of bubbles from the sea floor among the corals, with the metallic black volcanic sand below being home to an abundance of very interesting invertebrates. -Entering the Komodo National Park again we will go drift snorkelling in one of the best and healthiest coral reefs in the park, and for those who want to take the land-adventure to another level, you can do a sunset hike up to a gorgeous viewpoint overlooking the other islands in the park. -Visit Rinca Island, which is well known for its diverse wildlife, and maybe spot dragons, monkeys, wild buffaloes and deer as well. From the top of the hills, the scenery is breath taking."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast on our last day, we will take you on a scenic drive towards Melo Village, where you will witness the traditional Caci dance performance. Local strongmen perform a ritual whip-fight between two rivals in which the players, each armed with a rattan shield and a whip, will try to hit each other while dancing to the rhythm of traditional acoustic instruments. -After lunch on the boat, we will say farewell to the crew and your fellow shipmates as you disembark and continue onto your next destination."
    }
  ],
  "map": ""
}