{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "indonesia-holiday-isle-of-the-gods",
  "tourName": "Indonesia holiday, Isle of the Gods",
  "placesVisited": "Ubud, Sidemen, Mt Batur, Lovina, Bedugul, Sanur, Tetebatu, Labuan Pandan, Senaru, Gili Air",
  "generalInfo": "There’s a reason why an Indonesia holiday evokes the Isle of the Gods moniker and not just because of the idyllic tropical scenes that will no doubt create the backdrop to this fantastic two weeks away.<br/><br/>Spending half your time on Bali and the other half on Lombok allows you to compare the landscapes, beaches and religious traditions found on both islands with natural warmth and shimmering clear shallows certain to get snorkellers and divers eager with anticipation.<br/><br/>Aside from days at the beach, cycling and hiking both offer alternatives for lovers of the natural world with trips to Mount Batur on Bali combining with ferry rides to Gili Air, off Lombok, certain to unlock the essence of an Indonesia holiday on the Isle of the Gods.<br/>",
  "durationDays": "15",
  "price": "1520",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Ubud.",
      "description": "Om Swastiastu! Welcome to Ubud, Bali's largest Hindu town and cultural heart. Your adventure officially kicks off with a welcome meeting at 6 pm where you’ll meet your group leader and travel companions. If you arrive early, you might like to wander the traditional market stalls near the centre of town, pop into a local café or stretch out your muscles after your flight with a spot of yoga at one of the Zen studios in town. After your meeting, maybe head out for a group meal at one of the delicious local restaurants."
    },
    {
      "dayNumber": 2,
      "title": "Ubud.",
      "description": "Start the day with a guided walking tour around Ubud with your local leader. Gain an insight into daily village life as you pass lush rice fields, an alang alang valley (type of wild grass used to make the roof of traditional buildings) and stop by a Balinese home for coffee and experience the traditional Balinese offering. The walk ends in central Ubud, where you'll have time to explore the many cafes, galleries and shops on your own. In the evening, sit down and enjoy a traditional Kecak dance performance. Driven not by musical instruments, but by human chanting, this fascinating theatrical performance is considered a highlight by many of our travellers."
    },
    {
      "dayNumber": 3,
      "title": "Undisan.",
      "description": "Today you’ll explore the area from a different angle – from the saddle of a bike. Head out on a tour through backstreets, villages and rice fields. It’s a relatively easy ride – much of the route is downhill – and there will be plenty of opportunities to stop for photos or a brief rest. You’ll also stop to check out some small, intricately carved temples, before concluding your bike tour back in Ubud. After refuelling with lunch, head for the hills to the village of Undisan. Set against a backdrop of Bali's highest peak, Mt Agung, the peaceful village of Sidemen is proof that Bali still has some pockets that are untouched by tourism."
    },
    {
      "dayNumber": 4,
      "title": "Sibetan Village.",
      "description": "Take a morning walk around Undisan's rice terraces, visiting the craftspeople of the traditional trade, village temples and enjoy a traditional 'bungkus' lunch. The walk is a great chance to take in the beautiful scenery before you make tracks to Sibetan Village. You’ll be given a special welcome by the chief of the village, then check into your homestay accommodation before enjoying some free time in the afternoon. You might like to explore the traditional village a little or simply just relax and take in the atmosphere here. Alternatively, you could take on an optional cooking class and learn the secret ingredients and spices of the traditional cuisine here. This evening, you’ll enjoy some time spent with the locals and be treated to a typical dinner of salak (snake fruit), prepared for you by the villagers."
    },
    {
      "dayNumber": 5,
      "title": "Mt Batur.",
      "description": "This morning, take a guided walk through an ancient Salak Plantation with the opportunity to interact with the local community. Here, you’ll see cultural heritage plants – the remains of a white mango tree which was first planted in Sibetan in the 16th century and a Jaka Moding Plant (a type of palm tree). You’ll tuck into Tipat Blayag (Rhombus) for lunch (rice wrapped in young coconut leaves), combined with side dishes of chicken and vegetables. After exploring the village, you’ll continue by car for a journey higher into the mountains, driving along the crater rim road to a fishing village on the edge of Lake Batur. Volcanic Mt Batur (1717 m) sits inside a stark and spectacular caldera and with Lake Batur below, it's a stunning sight. The lake supports the local fishing industry, while many of the villagers work as guides for the volcano climb. Your accommodation for the evening is in a great location to start tomorrow's early morning trek without extra travelling time."
    },
    {
      "dayNumber": 6,
      "title": "Lovina.",
      "description": "You’ll wake up bright and early at around 3 am this morning to begin the walk to the summit of Mt Batur in order to reach the top before sunrise. Trust us, it’s worth the effort. On a clear morning, it's possible to see all the way across the Lombok Strait to the peaks of Lombok's Mt Rinjani. The view of the gorgeous sunrise over the valleys of Bali may well be the most memorable part of your trip. Do keep in mind, however, that the weather can be unpredictable and sometimes the view is obscured by clouds. After descending the volcano, there's an option to soak in hot springs with fantastic views over the lake and caldera. Then make the journey from the mountains to the small coastal town of Lovina, made famous by its dolphins that patrol the coast. It's also a great spot for fine food, traditional massages and yoga – just what the doctor ordered after today’s epic mountain climb."
    },
    {
      "dayNumber": 7,
      "title": "Lovina.",
      "description": "Explore a traditional market in the morning, then head out on a day of snorkelling among Menjangan Island’s coral reef, which is part of the Bali Barat National Park. On the way back from your undersea adventure, you’ll stop for a soak at Banjar Hot Springs – a small spring popular with locals. In the afternoon, stop for a cup of coffee at Global Kafe – a diner whose profits support the Global Village Foundation, providing wheelchairs and mobility aids for people with disabilities and assisting those with illnesses with their medical costs. Tonight, head to Ibu Wayan's to learn about Balinese cuisine before sitting down to a home-cooked meal."
    },
    {
      "dayNumber": 8,
      "title": "Sanur.",
      "description": "Wave goodbye to Lovina this morning and make your way to Sanur. Stop at Gitgit waterfall and Lake Bratan – a caldera lake – before continuing to Sanur, where you’ll enjoy some free time in the afternoon. Maybe stroll along Bali's first beachfront walk, watch the fishermen in the shallows or relax at one of the beachside restaurants. Get a feel for the well-maintained local traditions and customs here. Ancient temples are also easily accessible – just a short distance away from the beach. There will be another welcome meeting at 6 pm, where you’ll meet the travellers joining for the second half of your trip."
    },
    {
      "dayNumber": 9,
      "title": "Tetebatu.",
      "description": "Today is a travel day from Bali to Lombok. First, travel by minivan from Sanur to the port of Padang Bai. Then, take a fast boat to Lombok. Hop on a minibus to Tetebatu – this hillside retreat sits within the centre of Lombok, at the southern base of Mt Rinjani, giving you spectacular views for your first night on the island."
    },
    {
      "dayNumber": 10,
      "title": "Tetebatu.",
      "description": "Today you’ll experience a day in the life of the local Sasak people. Take a guided walk through the rice fields and see how the region's farmers have tended the land for centuries (using traditional water buffalo ploughs). Join with the farmers to practice planting rice in the traditional way, or have a go at ploughing. Climb a little higher, through clove and coffee plantations, to a local warung where you can try some coffee. Have lunch in the rice field, enjoying some traditional Sasak dishes. Here, your local guide is part of a female guiding association that trains and develops women in tourism. Return and recharge, before a special evening. Walk to dinner at the local community hall, welcomed by a group of Gamelan musicians. Along the way, stop at the home industry making brown sugar & coconut oil to see how the local people produce these products in the traditional way. Then, sit down for dinner prepared by the community and tuck into some Sasak delicacies while you watch a music performance."
    },
    {
      "dayNumber": 11,
      "title": "Labuhan Pandan.",
      "description": "Travel to Labuhan Pandan on the east coast of Lombok. This remote beachside location is less visited by tourists but the stretch of coastline is just as gorgeous as the hot spots. Along the way, visit the village of Pringgasela to learn the art of traditional weaving – a long-standing tradition and the main income source for the local people here. Have some lunch with the villagers, then continue to Masbagik – another Sasak village that’s known for hand-made pottery products. Almost no men are involved in the pottery process and you’ll get a chance to meet with the female artisans here as they show you some of the pottery and learn how to craft their work. Tonight, you’ll stay in bungalow accommodation amid the peace and quiet of the secluded east coast."
    },
    {
      "dayNumber": 12,
      "title": "Labuhan Pandan.",
      "description": "Take a trip out to the nearby coral reef today and go snorkelling off the boat. Stop in at a secluded island for lunch, with Mt Rinjani towering over Lombok in the background. Tonight, feast on a fresh seafood barbecue on the beach as the sun goes down – this really is island living at its best, so soak it all in!"
    },
    {
      "dayNumber": 13,
      "title": "Senaru/Gili Air.",
      "description": "Today, you’ll travel around the spiritual centre of Labuan Pandan and Mt Rinjani, the sleeping giant of this island. Make a stop at a beach to break the journey and enjoy the amazing mountain view, then visit a local cashew plantion before carrying on to Senaru. When you arrive, you’ll walk past Sendang Gile Waterfall to Tiu Kelep Waterfall, where you can take a refreshing dip to cool off. This afternoon, take a small boat to Gili Air. When you arrive on this idyllic island paradise, take in the breezy atmosphere and maybe walk along the white beaches as the sun goes down."
    },
    {
      "dayNumber": 14,
      "title": "Gili Air.",
      "description": "Gili Air is your oyster today and you’re completely free to relax or explore at your own pace. Maybe take another snorkelling trip or catch a ferry across to the other islands of Gili Trawangan and Gili Meno and work out for yourself which one has the better beaches. This evening, enjoy an optional group dinner on the beachfront as you reminisce on your adventure."
    },
    {
      "dayNumber": 15,
      "title": "Gili Air.",
      "description": "With no activities planned for today, you’re free to leave at any time after check-out. This doesn’t mean your adventure has to come to an end! If you would like to extend your stay on the blissful Gili Air, just get in touch with your booking agent ahead of time to organise additional accommodation."
    }
  ],
  "map": ""
}