{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "bali-and-java-holiday-in-indonesia",
  "tourName": "Bali and Java holiday in Indonesia",
  "placesVisited": "",
  "generalInfo": "Stroll past lush rice paddies, adventure up steaming volcanoes and walk through ancient Hindu temples on our tour of Java and Bali. From catching the sunrise over Mount Bromo to exploring the plantations of Kalibaru and the rice terraces of Ubud, this tour ticks off the highlights of Indonesia. Along the way, get a taste of the region, tucking into traditional dishes at local restaurants and markets. <br/> <br/> Yogyakarta - Explore the cultural heartland of Java and tantalise your tastebuds on a food tour<br/> Mount Bromo - Witness a spectacular sunrise from the peaks of surrounding volcanoes<br/> Ubud - Walk and ride through rice paddies and stop for snacks at a local family home<br/> Combine the highlights of Java and Bali with our Discover Bali, Flores and Komodo Islands tour<br/>",
  "durationDays": "14",
  "price": "2325",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Yogyakarta",
      "description": ": Our tour starts late afternoon in Yogyakarta. Situated almost exactly halfway along the length of Java, in an area considered to be the heartland of the Javanese, Yogyakarta is home to some of the island's oldest traditions and blessed with rich, fertile soil from volcanic ash. It is the cultural capital of Java, with a real mixture of cultural influences, including Hindu and Buddhist temples, dating from the 8th century, Islamic Palaces from the 18th century and Dutch colonial architecture that harks back to the days when the Netherlands held much of Java in its imperialistic grip. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for the welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Yogyakarta at any time. If you'd like an airport transfer today, you'll need to arrive into Yogyakarta International Airport, approximately 90 minutes from our hotel. Should you miss the welcome meeting, your tour leader will inform you of any essential information over breakfast on day two. If your flight arrives earlier in the day, perhaps you might choose to take a motorised rickshaw to visit Kraton Palace and Taman Sari Water Castle. A Ramayana ballet performance is also a great way to learn about local traditions and culture. If you'd like to add on extra days in Yogyakarta before our tour starts, contact us to book accommodation."
    },
    {
      "dayNumber": 2,
      "title": "In Yogyakarta, explore Kota Gede and its workshops. In the evening eat like a local on a street food tour",
      "description": ": After breakfast, we'll drive to Kota Gede, which is the Old Town of Yogyakarta. Once the home of aristocrats and royal merchants, this heritage district is a maze of little alleys dotted with mosaic-tiled houses, temples, and workshops. This morning, we'll have the chance to learn about Batik making and have a go at it. Kota Gede is also the centre of the local silver industry which will allow us to watch silversmiths at work. We'll return to our hotel after lunch to relax and unwind, before heading later in the afternoon to the beating heart of the city: Jalan Malioboro. The many shops, local restaurants and vibrant markets will set the scene for our street food tour. We'll have the chance to sample many of the local specialities such as bakso, a meatball soup made with either meat or fish and gudeg, a traditional Yogyakartan dish made of stewed jackfruit, palm sugar and coconut milk."
    },
    {
      "dayNumber": 3,
      "title": "From Yogyakarta, visit Borobudur Buddhist complex and Prambanan Hindu temple for sunset",
      "description": ": This morning, we'll head west to Borobudur, the largest and most impressive Buddhist monument in the southern hemisphere. Constructed in the 8th century this incredible monument, a petrified vision of the Buddhist cosmos, was lost for 900 years when Mount Merapi erupted and covered Borobudur in a layer of volcanic ash. The structure itself is immense, a gigantic Buddhist stupa constructed from two million blocks that covers an area of 200 square metres and rises some 34.5 metres/113 feet above the Kedu Plain. Older by nearly half a century than the site at Prambanan, Borobudur is believed to have been built on the top of the foundations for what was originally a temple dedicated to Shiva, abandoned by the Hindu Sanjayas when their Buddhist rivals the Saliendras swept through the Malay peninsula during the 8th century. A combination of earthquakes, subsidence, and the mass migration of the Javanese to the east of the island saw the temple abandoned sometime during the 9th century, to be rediscovered again later by the British. Substantial work has been carried out to salvage the exquisite carvings and designs that adorn the structure, and we can wander through the site today and marvel at the incredible detail of its narrative panels, which detail everything from Buddhist doctrines to the daily life of the Javanese. Later, we'll drive out of the city, heading for the Hindu temple complex of the Prambanan Plain. This remarkable area is home to an incredible array of temples and palaces from the 8th and 9th centuries. We'll stay here to watch the sunset before heading back to the city for our last night in Yogyakarta. Please note that the order in which we'll visit the two sites is subject to change due to seasonality and availability. This will be confirmed on spot by your tour leader."
    },
    {
      "dayNumber": 4,
      "title": "Take a train through central Java to Malang. Evening orientation of the city",
      "description": ": Leaving Yogyakarta this morning, we'll make the short transfer to the station where we'll board the express train to the Javan city of Malang. The Malioboro Express takes just under 3.5 hours hours to rumble through the heart of Java, sweeping past lush rice paddies, rural villages and lively provincial towns that buzz with daily life. The carriages are air-conditioned with comfortable reclinable seats, and power sockets and there are toilets at the end of each carriage. The train is due into the city of Malang in the late afternoon. After some free time to freshen up, we'll head out this evening for a short orientation tour of Malang's charming colonial architecture, followed by dinner at a local restaurant."
    },
    {
      "dayNumber": 5,
      "title": "Drive to Mount Bromo; walk through Sand Sea",
      "description": ": We'll have an early start this morning to visit the flower market in Malang before driving around four hours to Cemoro Lawang to bring us closer to Mount Bromo. We must change our vehicle for the last part of our journey as we head off the main road. We'll arrive in time for a late lunch break, after which our tour leader will take us for a three-hour trek through the Sand Sea towards Mount Bromo. We recommend getting an early night tonight as we'll be heading out early to catch the sunrise."
    },
    {
      "dayNumber": 6,
      "title": "Sunrise at Mount Penanjakan with views of Mount Bromo; drive to Kalibaru",
      "description": ": Today, in the early hours of the morning, we'll take an excursion, by jeep and on foot, to the slopes of Mount Penanjakan (2,770 metres/9,087 foot) to marvel at the spectacular views of Mount Bromo crater at sunrise. Depending on the time of the year, we may choose another peak as a viewpoint to avoid the crowds. Regardless of the season, it can get quite cold while we wait for the sun to rise so warm layers are highly reccommended. Jackets can be rented on site for a small charge and hot drinks to keep us warm are available at all times. We'll drive across the Sand Sea of the caldera towards the crater itself, admiring the beautiful pink glow of our surroundings as the sun slowly rises. Volcanoes have mystified man since the earliest of times, and with this breathtaking scene laid out before us this morning, it's easy to understand why. After this mesmerising experience, we'll go back to our hotel for breakfast before taking the road to Kalibaru. We aim to arrive at our comfortable cottages for a late lunch and enjoy the afternoon at rest by the pool surrounded by a tropical garden to recover from our rewarding early start. Overall driving time is approximately six hours."
    },
    {
      "dayNumber": 7,
      "title": "Explore the plantations of Kalibaru, then take the ferry to Bali",
      "description": ": We'll set off this morning to explore the plantation's extensive grounds on foot. This area is known locally to produce excellent nutmeg, cinnamon, pepper, cocoa, coffee, and coconuts. We'll learn how each crop is grown and harvested, along with a demonstration of how palm sugar is processed, a staple ingredient in this part of the world. Following our exploration, we'll enjoy a local lunch on the plantation. In the afternoon, we'll continue our journey east, driving to the port town of Ketapang. It's from here we wave goodbye to Java and catch a ferry to our next Indonesian island, Bali. Once on the Hindu Island, we'll continue by bus, driving along the scenic coastal road to the relaxed beach-side town of Pemuteran."
    },
    {
      "dayNumber": 8,
      "title": "Free day at the beach in Pemuteran. Optional snorkelling at Menjangan National Park",
      "description": ": Pemuteran is a laid-back village located on Bali's northern coastline, tucked far away from the beach hot spots in the south. Its lack of surf means it's not a popular haunt for surfers either, but instead, it's a perfect secluded spot for swimming and snorkelling. Pemuteran and its villagers have witnessed the effect of over-tourism in other resorts in Bali and are taking active steps to avoid the same pitfalls. They have set up a community-wide initiative which tightly controls any building and development, and they operate a fascinating environmental project they call 'Bio Rocks'. Before being made illegal, vast swathes of the local coral had been destroyed by dynamite fishing, so the coral is now being grown back with the aid of a low-voltage electricity supply, returning at a rate estimated to be five times faster. Today has been left free to explore the village or to relax on the beach and soak up Pemuteran's laid-back atmosphere. An optional half-day snorkelling trip is the best way to enjoy the crystal-clear waters and discover its underwater wonders."
    },
    {
      "dayNumber": 9,
      "title": "Mangrove walk at West Bali National Park. Afternoon drive inland to the village of Munduk",
      "description": ": Today we'll go deeper into West Bali National Park. The role of mangrove swamps is crucial to prevent coastal erosion and are great at protecting inland areas in case of storms and tsunamis and our visit will contribute to its conservation. This easy, three-hour hike takes us into the monsoon forest and thanks to a local guide, we'll learn about wild medicinal herbs and with a bit of luck, meet some of the inhabitants of the jungle such as monitor lizards, wild chickens, birds, and monkeys! After lunch, we'll continue along the scenic coastal road before turning inland. The road begins to twist and turn through the forest until we reach the small farming community of Munduk. The town enjoys an enviable position sitting higher in altitude than most of the island, and the cooler climes offer some respite from Bali's humidity. Munduk is home to a community of farmers that serve the myriad of surrounding plantations and rice paddies, and we hope to arrive in time for a sundowner as we climb to a viewpoint to watch the day turn to night and the sun dip into the forests below"
    },
    {
      "dayNumber": 10,
      "title": "Morning walk past waterfalls and plantations. Afternoon drive to Ubud.",
      "description": ": As far as tourism is concerned, Munduk very much sits in the shadows of its more popular cousin Ubud. Its small village offers few familiar concessions to modern tourists, but its surrounding countryside hides towering waterfalls, lush rice paddies and colourful plantations, and this morning we set off on foot to explore these surroundings. Our walk takes us through plantations of banana, cocoa, and coffee, where we'll learn how the locals grow, harvest and sell these vital crops to support their families, and have been doing so for generations. We'll continue our walk through forests before reaching the impressive Red Coral and Labuhan Kebo waterfalls, which offer a great place to break for a snack and for photo opportunities. We continue back to Munduk village where we end the morning's walk, a total of around four hours and six kilometres. After lunch, we'll continue our drive down through the island's lush centre to the beating heart of Bali's bohemian culture, Ubud. Overall driving time is approximately three hours."
    },
    {
      "dayNumber": 11,
      "title": "Bike trip around the countryside of Ubud; free afternoon",
      "description": ": After being picked up at our hotel, we'll be driven to the start point of our bike ride. From here, we will head downhill along off-the-beaten-track village roads. We'll immerse ourselves in the typical Balinese daily life and relish the captivating countryside scenery. Our route will take us through lush, forested areas and plantations brimming with Balinese crops. As we continue, we'll pass through small villages and traverse lush green rice paddies. Along the way, we will visit a Balinese home, an up-close and personal glimpse of how the Balinese live their lives. Depending on the season, we might take a short walk through the rice paddies, witnessing villagers engaged in the age-old practices of planting and harvesting rice. The ride is three hours long and mostly on downhill or flat terrain. A support vehicle with limited seats is available too. We'll enjoy lunch served at the local restaurant before returning to town. The rest of the day is free to further explore Ubud. There's the option to visit some of the various handicraft workshops for which Ubud is famous or venture inside Monkey Forest. Balinese art reflects many of the traditions and culture of the islands, recounting religious and historical epics, elements of puppet theatre and even real life, and in Ubud, you can find some of the finest examples of the work anywhere in the archipelago. In the evening there is the option to see a Kecak and fire dance show."
    },
    {
      "dayNumber": 12,
      "title": "In Ubud, walk through Tegalalang rice terraces; drive to Sanur via Goa Gajah and Tegenungan waterfall",
      "description": ": We'll start our day with an orientation walk around Tegalalang's rice paddy fields, learning about local farming techniques and the life of the farmers here. The sheer beauty of these rice terraces and their innovative irrigation systems are an unmissable highlight while in Bali. Later this morning we'll leave Ubud and drive towards our final stop at Sanur on Bali's southeast coast, where we find white sand beaches. Along the way, we'll stop over at Goa Gajah cave and Tegenungan for a scenic view of its waterfall. Sanur has a village feel and while there are several hotels and resorts it retains a certain charm. There are plenty of small shops for souvenir shopping and a selection of restaurants both on the main street and on the palm-fringed beach front."
    },
    {
      "dayNumber": 13,
      "title": "Sunrise in Sanur; late afternoon aperitif at Sindhu Beach Market",
      "description": ": Sanur is arguably one of the best places in Bali to see the sun come up. For whoever feels like an early start, our tour leader will take you on a walk along the quiet beach and will help you find the best spot for watching the sunrise. The rest of the day is free. Later in the afternoon, we'll go on a wander around Sindhu Beach Market. Here, we'll soak up the lively atmosphere while enjoying an aperitif and local nibbles in Indonesian style. To follow, there will be the chance to have a farewell dinner."
    },
    {
      "dayNumber": 14,
      "title": "Tour ends in Sanur",
      "description": ": Our tour ends after breakfast, but depending on flight times there may be the opportunity to enjoy the beach this morning for one last time. If you wish the extend your stay to explore Bali further, our tour leader can assist you with booking an East or South Bali day tour. Please contact us to arrange additional post-tour accommodation. A complimentary transfer to Belimbing is available if you have booked our Discover Bali, Flores and Komodo Islands tour to follow."
    }
  ],
  "map": ""
}