{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "sumatra-small-group-holiday",
  "tourName": "Sumatra small group holiday",
  "placesVisited": "Medan, Bukit Lawang, optional: cycle rickshaw tour in the countryside; river swimming, two day jungle trek & camping in Gunung Leuser National Park, wild orangutans, Berastagi, guided hike up Sibayak Volcano, hot springs, traditional Dokan Village, Batak Longhouse visit, Sipiso-Piso waterfall, Lake Toba, Samosir Island, Batak dance performance",
  "generalInfo": "This Sumatra small group holiday takes you off the familiar tourist trail to a part of Indonesia that’s much less visited, for a genuine travel experience. There’s so much to enjoy in Sumatra: lush landscapes and abundant wildlife, including a population of wild orangutans, waterfalls, volcanoes and the chance to meet local Batak families.<br/><br/>This nine day holiday starts and finishes in Medan. From here, travel to the peaceful village of Bukit Lawang on the banks of the Bohorok river. You’ll stay in the wonderful Bukit Lawang Eco Lodge, gaining a real jungle experience but also supporting the Sumatran Orangutan Conservation Programme with your stay. Next, take a two day trek through Gunung Leuser National Park, wild camping overnight. Home to a rich ecosystem, around 300 species of birds and the endangered Sumatran tiger, this park is also the best place in Indonesia to see wild orangutans. In Berastagi you’ll hike up Sibayak, an active volcano with steaming vents. Tuck into a picnic at the top, admiring the views, and enjoy a soak in the hot springs afterwards. The holiday then moves on to Lake Toba. Here, you’ll see Indonesia’s highest waterfall and have a cultural tour with a traditional Batak dance performance. You can also meet the brightly clad Batak people of Samonsir Island. Sumatra has so much to offer the adventurous travellers, and this holiday is the chance to explore Indonesia’s wild west.<br/>",
  "durationDays": "10",
  "price": "1080",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Medan.",
      "description": "Selamat datang! Welcome to Indonesia. The adventure begins with a welcome meeting at 6 pm. If you happen to arrive early, perhaps check out Maimun Palace – designed by a Dutch Architect and built in the 19th century, it combines architecture from Malay, Indian and Islamic cultures and is now a museum. Alternatively, buy a ticket and take a guided tour of the museum at Tjong A Fie Mansion – known as ‘the historical jewel in Medan’, the Tjong A Fie was built in 1895 by a hakka merchant and is modelled on the Cheong Fatt Tze mansion in Penang. After your meeting, maybe grab some street food at one of the night markets in town."
    },
    {
      "dayNumber": 2,
      "title": "Bukit Lawang.",
      "description": "Jump aboard a private vehicle and drive to Bukit Lawang. The first part of the journey involves quite heavy traffic, but the roads are nice and smooth. Closer to Bukit Lawang it gets bumpy and windy, so brace yourself for a bit of an adventure. The reward for the journey is Bukit Lawang – a peaceful village on the banks of the Bohorok river, right next to the Gunung Leuser National Park. In the afternoon you can take an optional tour in the countryside by becak (cycle rickshaw) or cool off with a refreshing swim in the river. There will be also be plenty of time to prepare for your jungle trek."
    },
    {
      "dayNumber": 3,
      "title": "Gunung Leuser National Park.",
      "description": "Set off on your trekking adventure through the Gunung Leuser National Park with an experienced guide. This UNESCO World Heritage site and Wildlife Heritage Area spans 7927 sq km and is one of the world's most diverse ecosystems. It's the home of many endangered species, including the Sumatran tiger, rhinoceros and elephants. These animals are extremely rare, but you’ll get the chance to go in search for wild orangutans. There used to be an orangutan rehabilitation centre here, but now these creatures have all been returned to their natural habitat, so this is your best chance in Indonesia to see orangutans in the wild. There are also 300 species of birds and many rare plants and flowers. Along the way, your guides will point out orangutan nests, edible plants for you to try, monkeys and birds. Tonight you’ll camp in the jungle – enjoy the atmosphere of the wild as the sun goes down and the guides cook dinner for the group."
    },
    {
      "dayNumber": 4,
      "title": "Gunung Leuser National Park/ Bukit Lawang.",
      "description": "Today, your adventure takes you deeper into the heart of Gunung Leuser National Park. Following a hearty breakfast, head out on another invigorating trek, this time in a new direction, promising even more opportunities to encounter the park's incredible wildlife. Let the lush surroundings envelop you in a natural symphony of sights and sounds, then return to the guesthouse in Bukit Lawang to unwind in the afternoon. Settle in for a restful evening, surrounded by the sights and sounds of the jungle."
    },
    {
      "dayNumber": 5,
      "title": "Berastagi.",
      "description": "Say goodbye to the jungle this morning and head out for Berastagi – the home of the Karo people, a Batak sub-group with traditional villages (long houses) and your destination for the next two nights. Arrive after lunch, then enjoy the free time to explore at your own pace or take the opportunity to rest and recharge after two long days of trekking."
    },
    {
      "dayNumber": 6,
      "title": "Mt. Sibayak/Berastagi.",
      "description": "Your day starts with a short drive to the starting point of today's hike, which will bring you to the top of the Sibayak Volcano (2094 m). The trail can be quite steep, muddy and slippery, especially in the wet season. You’ll follow a shady jungle path which, towards the top, opens into an alpine setting. Long pants are essential to protect you from poisonous plants, and a trekking stick will also come in handy! From the summit, you can see (and hear) the steaming vapours escaping from the fumaroles of this active volcano. After the descent, sit down for a traditional bungkus lunch just in time to reward your hardwork on the hike and enjoy the views. You’ll then head back for a relax. You may also choose to go to the nearby hot springs for a soothing soak – after a few days of trekking, relaxing in these pools, which are all naturally heated by the volcano, will be a welcome relief."
    },
    {
      "dayNumber": 7,
      "title": "Lake Toba.",
      "description": "This morning, head to Lake Toba – surrounded by mountains, this spot is a peaceful place to relax. Formed by a huge volcanic eruption 70,000 years ago, a second eruption 50,000 years later created an island the size of Singapore in the middle of the lake (Samosir Island). Stop at Dokan Village along the way, where you'll find the traditional homes of local Batak families. From here, take a ferry across the glistening waters to Samosir Island, then drive to your lakeside accommodation. You have a free night to unwind and immerse yourself in the serene ambiance – your accommodation is right next to the lake and there’s nice views of the water, mountains and rice fields."
    },
    {
      "dayNumber": 8,
      "title": "Lake Toba.",
      "description": "Embark on a day tour in Samosir today. Visit the Stone Chairs and the Simanindo Museum (in a traditional house). You’ll also travel up to a viewpoint on the island which gives you a panoramic vista of Lake Toba and the surrounding Sumatran countryside. Walk through nearby rice fields and stop by a local Batak house for a traditional lunch. Toba Island is dotted with many ancient and modern grave sites, several of which you’ll see today. You’ll also have the chance to attend a traditional Batak dance performance!"
    },
    {
      "dayNumber": 9,
      "title": "Medan.",
      "description": "Say goodbye to Lake Toba, then drive to the Lake Port. Hop aboard a rustic wooden boat and glide to Tiga Raja Port. Take a moment to peruse the stalls of the weekly market nearby if it happens today, then head on to Medan. This is a bit of a travel day, but the passing landscapes are perfect to pass the time if you can grab a window seat! Arrive in Medan in the late afternoon, then maybe head out for a farewell dinner with your group and local leader, celebrating an amazing adventure."
    },
    {
      "dayNumber": 10,
      "title": "Medan.",
      "description": "With no further activities planned, your adventure comes to an end in Medan this morning after breakfast. If you'd like to extend your stay, just get in touch with your booking agent ahead of time to organise additional accommodation."
    }
  ],
  "map": ""
}