{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "jakarta-to-bali-by-train",
  "tourName": "Jakarta to Bali by train",
  "placesVisited": "",
  "generalInfo": "In an age of budget airlines and constant hurry, few international visitors are aware of Indonesia’s superbly scenic train journeys, including an excellent system that links the main cities on the island of Java. Escorted by local guides this tour is an opportunity to travel across Java, a complex island of great antiquity and home today to 140 million people and the most populated island on earth. Although a trip designed for the adventure traveller, you will be staying at some of Indonesia’s finest hotels, many dating back to the Dutch colonial period, including the luxurious Hermitage in Jakarta and the venerable Phoenix Hotel -, the place to stay in Yogyakarta.<br/><br/>After exploring Jakarta, one of the world’s greatest megalopolises, we head east by first class train to Yogyakarta, the country's cultural capital. Along the way the train crosses sweeping viaducts, snakes through gentle hills and past rice paddies nestling in narrow valleys amongst the jungle. From Yogyakarta (commonly known as Yogya), we will visit one of Java’s must-see sights. Comprising the remains of some 244 temples, World Heritage–listed Prambanan is Indonesia's largest Hindu site and one of Southeast Asia's major attractions.<br/><br/>We continue our journey east to Malang, a colonial city built by the Dutch to escape the heat of the coastal plains. After a very early start, we will travel to Mount Bromo where if the conditions are right, you will be rewarded with a dazzling view over mist-laden volcanoes.<br/><br/>As our adventure comes to an end, we take the short ferry crossing linking Java and Bali where we spend two nights away from the crowds at the beachside paradise of Pemuteran on the island’s less-visited north coast.<br/><br/>A remarkable trip that combines adventure and a chance to experience this huge country ‘flight free’, whilst staying at some of the finest hotels that you will find in this part of Asia.",
  "durationDays": "13",
  "price": "2745",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Jakarta - On arrival in the Indonesian capital, you will be met and transferred to your hotel. Overnight at The Hermitage Hotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Jakarta - Meet your knowledgeable guide for an in-depth journey into Jakarta's history and evolution. Enjoy a private transfer into the heart of the city to learn of its fascinating seafaring roots, discovering the old town of Batavia along the way. Boasting many historical buildings of the old Dutch trading company known as VOC, today's Batavia is still home to the remnants of the once rich and powerful trading organization. Colonial Dutch structures have been transformed into museums, cafes, and galleries. Your first visit will be the lively old harbour of Sunda Kelapa, which once housed a range of Buganese Phinisi Schooners responsible for transporting goods from across the archipelago. Thought to be operational since before the 13th-century, the harbour is a fascinating location that preserves the history of Jakarta. Continue on to Taman Fatahilla, the historical centre of old Batavia and now cultural hub and home to three significant museums. Impromptu art performances populate the town square, adding to the excitement and creative ambiance. Visit the city's National Museum, home to one of the country's most complete collections of bronzes and ceramics dating back to the Han, Tang, and Ming Dynasties. The tour continues with visits to the Wayang Museum, dedicated to the art of shadow puppetry, and the Museum of Fine Art and Ceramics, boasting an eclectic assortment of over 400 artworks. Today's lunch is at the beautiful Cafe Batavia, offering colonial splendour, live music, and international cuisine. Overnight at The Hermitage or similar (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Jakarta to Yogyakarta by train - After breakfast meet your guide for a transfer to Jakarta’s modern Gambir station. Board an express train for Yogyakarta. Travelling first class, enjoy the 6.5 hours journey in air-conditioned comfort as the train crosses sweeping viaducts, snakes through gentle hills and past rice paddies nestling in narrow valleys amongst the jungle. On your arrival at Yogyakarta, transfer to your hotel, a colonial gem. Overnight at the Phoenix Hotel or similar. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Yogyakarta and Prambanan - Today we will learn more about Indonesian history with a full-day city tour. Start with a visit to Sultan's Palace, also known as the \"Kraton of Yogyakarta\". A model of traditional Javanese palatial architecture, the palace was built in 1970 by Sri Sultan Hamengkubuwono, and is the reigning seat of the Sultan of Yogyakarta. Over 25,000 people live within the greater Kraton compound named Tamansari, which features its own market, shops, batik, and silver cottage industries, schools, and mosques. Here we will tour the Taman Sari Water Palace, an 18th-century royal garden. Legend has it the Sultan would throw a rose from a tower above the pool, and the Princess who caught it would be his wife. Next, we visit the historic neighbourhood of Kotagede, famed as the hub of Yogyakarta’s silver industry since the 1930’s. Observe a busy silver workshop to further appreciate this suburb, formerly the first capital of the Mataram Kingdom established in the 16th century. Lunch will be served at local restaurants. Later we visit one of the country’s must-see destinations, the UNESCO World Heritage site of Prambanan, where we explore the ancient Hindu temples in the UNESCO World Heritage site of Prambanan. Built in the 9th century, this collection of sharp, jagged temples features three main inner shrines dedicated to the Hindu trinity of Gods: Brahma, Vishnu, and Shiva. Our guide will explain the history and symbolism of the temples while walking around. Transfer back to our hotel in Yogyakarta. Overnight at the Phoenix Hotel or similar. (BL)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Candirejo Village and Borobudur - Meet your guide and driver to set out for the traditional Javanese village of Candirejo. Here, residents are supported by a local organisation and have implemented a sustainable tourism project to share the Javanese way of life. Travelling in a traditional horse cart known as an \"andong/dokar\", we explore this peaceful village and countryside, journeying through small rural lanes and plantations. Your knowledgeable guide will introduce you to Javanese daily life, allowing you to take a closer look at the different village activities such as harvesting and drying chili, making cassava crackers and crafting products from bamboo. Next, we visit a local house where the community performs traditional percussive gamelan music, having a chance to master this amazing art form yourself. During the tour we will enjoy a delicious Javanese meal at a pavilion known as a Pendopo Rumah. Our journey continues to the awe-inspiring Borobudur Temple, a UNESCO World Heritage Site. This 8th-century artistic and architectural marvel takes the shape of a sacred mandala when seen from above. A member of the Borobudur Conservation Association will give us an exclusive introduction to the intricate details of the incredible structure's 2,600 relief panels and more than 500 Buddha statues. Continue our tour with a visit to the Pawon Temple built with volcanic stones in a blend of Javanese, Hindu and Indian art, and the exquisite 9th-century Mendut Buddhist Temple and Monastery. All of the temples which we visit today were built in one straight line in order for the devout to ease their pilgrimage during the full moon. Overnight at the Phoenix Hotel or similar. (BL)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Yogyakarta to Mojokerto by train and continue to Malang - As our train leaves at just before 7am, we will have an early breakfast, followed by a transfer to Yogyakarta Railway Station. Board the train for a scenic 4 hour ride to Mojokerto in East Java from where will continue by road, with a stop along the way for lunch (not included and payable locally), to the colonial city of Malang. Overnight at the Hotel Tugu Malang or similar. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Malang to Bromo - We begin our day with a tour of Malang with its interesting mix of traditional Javanese temples and Dutch Colonial architecture. We visit take in all the major sights such as Jalan Ijen and Tugu Square with its handsome colonial City Hall. Time permitting, we will Rainbow Village, a slum area in the Jodipan neighbourhood that has been transformed. A few years ago, living conditions in the village were so bad that the government planned to relocate all its residents. However, a group of students from the University of Malang came up with the idea to give the whole area a fresh, multi-colored coat of paint in the hope that it would attract the attention of tourists. In June 2016, air force troops painted the entire village and directly after, tourists started to visit the colorful rainbow village, providing residents with much-needed attention and income. Later continue to Tumpak Sewu Waterfall. The waterfall is overshadowed by Semeru, an active volcano and the highest mountain in Java. Continue to Bromo arriving mid to late afternoon. Overnight at Jiwa Jawa Bromo or similar. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Mount Bromo and continue to Kalibaru - In order to see the spectacular sunrise from the crater rim of Mount Bromo, we will have an early hours (around 3am) start to our day. Travelling by jeep we reach the starting point of the walk to the crater. From here you have two options; to trek which will take around 4 hours (depending on physical condition) or for an additional cost to be paid locally, you can ride a pony. After our visit to the mountain, we will continue by road for about 2 hours to Probolinggo where we will join a local train (one class only) to Kalibaru, a good base from which to visit the local plantations. Enjoy a scenic 2 hour journey and an opportunity to meet the friendly local people. Overnight at the Margo Utomo Hillview Cottages or similar. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kalibaru to Ijen - Kalibaru is known locally for producing excellent nutmeg, cinnamon, pepper, cocoa, coffee, and coconuts. Visting the plantations we learn how each crop is grown and harvested, along with a demonstration of how palm sugar is processed, a staple ingredient in this part of the world. Later we continue about 2 hours by road to Ijen, where will stay before visiting the active crater of Kawah Ijen volcano the next morning. Overnight at Ijen Resort or similar. (BD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ijen to Ketapang and ferry to Bali - Very early morning (around 3am) we will drive to the meeting point where we will meet our guide for a trekking excursion to the crater of Kawah Ijen volcano. Depending on your physical fitness the trek is likely to take about 2 to 2.5 hours to ascent) and around 1.5 to 2 hours to descent. The volcano is well known for its stunning blue-acid lake with massive amounts of sulfur exuding from the mountain – one of the most acidic bodies of water on the planet. Here you can see the local sulfur miners walking down into the sulfur clouds to collect hardened sulfur and then trek back out – often carrying nearly twice their body weight. The scenes inside this active volcano are breathtaking – something you will be unlikely to experience again. Enjoy what we hope will be a spectacular sunrise before returning to the hotel for refreshment and breakfast. Later drive to Ketapang harbour, on the eastern tip of Java, where will take the short ferry crossing to Gili Manuk harbour, on Bali. At this point we will say goodbye to our guide who return to Java, whilst we continue with a Balinese guide to Pemuteran. Arriving in the late afternoon, we will enjoy a 2 night stay away from the crowds on Bali’s less visited north coast. Overnight at Plataran Menjangan or similar. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Pemuteran - Enjoy a free day at the resort. Simply relax after your overland adventure from Jakarta or through the hotel you can organise a local excursion or walk. Overnight at Plataran Menjangan or similar. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Pemuteran to Sanur - After breakfast the final leg of our journey will take us to Sanur on Bali’s southeastern coast, and conveniently located for the international airport. Along the way we will make some interesting stops, the first of which will be at the Buddhist monastery known as Brahma Ashrama Vihara, which was founded by one of Bali’s few Buddhist monks, in 1969. Then visit the Banjar Hot Spring. This hot spring is set amid the gorgeous jungle in a landscaped tropical garden offering pools and showers – be sure to have a change of clothes and towel at hand. Arrive in Sanur in the afternoon where we stay for our final night of the tour. Overnight at the Hyatt Regency Bali or similar. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Depart Bali - After check-out from your hotel (please note that check-out time is 12:00), meet your driver for a transfer to Denpasar Airport in time for check-in and your departure. (B)"
    }
  ],
  "map": ""
}