{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "highlights-of-indonesia-holiday",
  "tourName": "Highlights of Indonesia holiday",
  "placesVisited": "Kalimantan, Tanjung Puting National Park, Sekonyer River, Camp Leakey, Pondok Tanggui, Pesalat Reforestation Camp, Semarang, Gedong Songo temple, Yogyakarta, Bromo, Mount Penanjakan, Makassar, Ubud, Lake Batur, Ayung River, Seminyak",
  "generalInfo": "This once in a lifetime holiday takes you to three of Indonesia’s islands to enjoy the highlights that this incredible colourful and cultural destination has to offer.  <br/><br/>One of our most popular tour of Indonesia, this 14 day holiday takes you to the islands of Kalimantan, Java, and Bali with an opportunity to cruise between some of these islands by boat, allowing you to enjoy the journey as much as the destinations themselves.<br/><br/>See the impressive sights of the Buddhist stupas of Borobudur and active volcanoes near Mt Bromo in Java, go in search of the famous Bornean Orangutans in the protected tropical rainforest, one of the oldest in the world. And a trip to Indonesia wouldn’t be complete without some time spent relaxing on paradise white sandy beaches and indulging yourself at luxury spas.",
  "durationDays": "14",
  "price": "2895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Take an overnight flight to Kalimantan, Borneo, Indonesia (own arrangements)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "When you arrive you’ll be met by our local guide and taken to board your traditional riverboat known as a Klotok. Travel 2 hours along the Sekonyer River into Tanjung Puting National Park looking out for orangutans and proboscis monkeys. (L,D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Head up stream to the Sekonyer River today and travel along ‘Crocodile River’ for 2-3 hours. Enjoying a fresh lunch prepared by the crew en route before arriving at Camp Leakey to look around the centre and see the daily afternoon feeding. There is the option to take a short trek into the jungle surrounding the camp prior to heading back to your boat to overnight. (B,L,D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast you will travel down to the orangutan feeding station at Pondok Tanggui for 1 hour, arriving for the morning feeding of the orangutans. Afterwards head to Pesalat Reforestation Camp where you have the opportunity to plant a tree. Lunch will be served on the boat and on the return journey with a chance of spotting proboscis monkeys along the way. (B,L,D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Fly to Java today. On arrival you will go on a tour of Semarang Old Town and the oldest church in central Java. Explore Semarang’s lively market before continuing to Lawang Sewu which served as the headquarters of the Indonesian railways during Java’s Dutch period. Continue to see Sam Po Kong temple where there are many outstanding stone carvings and sculptures, and several shrines and tombs. This evening you will stay at a hotel in Semarang. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Depart Semarang and head inland to Gedong Songo temple before visiting the Railway Museum Ambarawa to ride on these historical vessels. Afterwards you will be taken to your resort located on a coffee plantation. Take a tour of the plantation before returning to your luxury retreat to relax for the rest of the evening. (B,L)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Depart Semarang and head inland to Gedong Songo temple before visiting the Railway Museum Ambarawa to ride on these historical vessels. Afterwards you will be taken to your resort located on a coffee plantation. Take a tour of the plantation before returning to your luxury retreat to relax for the rest of the evening. (B,L)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Start your day with a visit to a traditional Kris-Maker: an asymmetrical dagger with distinctive blade patterning. Afterwards drive to Yogyakarta and visit the Sultan’s Palace of Yogyakarta, by cycle rickshaw. Later you will visit the Ratu Boko archaeological site and then check-in to your historic hotel for overnight. (B,L)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Jogjakarta railway station to board a local train and travel east through the volcano-dotted terrain to the Bromo area. The journey will take in the region of 3.5-4 hours with a possibility to stop for photographic opportunities along the way. Upon arrival in Bromo, you will be transferred to your hotel. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "An early 3am start as you travel by private jeep to the rim of Mount Penanjakan in time for sunrise. Afterwards make the steep descent back down to the bottom of the volcano and then cross the Laotian Pasir (Sand Sea) to the base of Mount Bromo itself returning to your hotel for breakfast. In the afternoon you will take a flight to Makassar and visit Madakaripura Waterfall, the highest waterfall in Java, before flying on to Bali where you will be taken to overnight in Ubud. (B,L)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Visit 3 villages near Ubud known for their arts and crafts before heading to Gunung Kawi temple. Proceed to Lake Batur for views of Mount Batur and enjoy a buffet lunch served in a local restaurant overlooking the active volcano. On the return journey, stop at Goa Gajah in Bedulu near Ubud; a sanctuary for Buddhist monks. The last stop today is Ubud Monkey Forest, a lush nature reserve and temple complex on the outskirts of Ubud. (B,L)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Grab your oars and get ready to for an exhilarating rafting adventure on the spectacular Ayung River. Enjoy a two-hour rafting journey over 11kms. Afterwards meet your local food specialist guide for a traditional Balinese culinary tour. Learn how coconut oil is produced and used to make ‘Pepes Clengis’, a traditional steamed grated coconut dish with Balinese spices wrapped in Banana leaves. End the evening at a hidden local bamboo restaurant near Ubud to experience a traditional ‘Megibung’ dining experience. (B,D)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Take a stroll through central Ubud, passing through the local bustling markets before you visit the superb temple complex at Taman Ayun and on to Tahan Lot temple. You will arrive in time for sunset and perfect photographic opportunities. Drive to Seminyak for your overnight stay. (B,L)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today you will be collected from the hotel for the transfer to Denpasar airport for your return flight home (own arrangements). (B)"
    }
  ],
  "map": ""
}