{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "java-and-bali-holiday-in-indonesia",
  "tourName": "Java and Bali holiday in Indonesia",
  "placesVisited": "Tailor made, privately guided tour of Java and Bali, Admire some of Indonesia’s wildest landscapes and oldest temples, Expertly crafted itinerary takes in a wide range of cultural and natural highlights, Tour a historic coffee estate, UNESCO-listed temple complexes and busy local markets, Easy-going day of countryside cycling around Yogyakarta, Rail journey through volcanic scenery to Jombang, Sunrise jeep tours of active volcanoes, with views over smouldering crater rims, Finish with a few beach days in Pemuteran, Snorkel one of Bali’s finest coral reefs off Menjangan Island",
  "generalInfo": "This superb tailor made tour of Java and Bali offers an enthralling blend of raw, volcanic landscapes, ancient temple complexes and remote communities that see few tourists, where you can enjoy a fresh and fascinating introduction to rural Indonesian culture.<br/><br/>Across two weeks, in the company of a knowledgeable local guide, you’ll journey from Semerang to Borobudur, to Yogyakarta and then by train to Jombang. You’ll finish with a sublime few days spent relaxing on the idyllic beaches of Pemuteran in northern Bali – the perfect spot to pull on a snorkel and explore one of the island’s finest coral reefs.<br/><br/>The beauty of this trip is that it has been carefully designed by true Asia experts. Not only will you visit locations and enjoy activities on Java and Bali that most visitors to the islands get nowhere near, but the route has been arranged so that you never feel rushed. Indeed, whether you’re touring a 17th-century coffee estate, taking a sunrise jeep ride up the side of an active volcano, or exploring a UNESCO-listed ancient temple complex, your experiences are many but the pace is always pleasantly relaxed.<br/><br/>Expect an invigorating blend of raw volcanic scenery – peering over the smoking crater of an active volcano in the early morning light is not to be forgotten quickly – and enthralling cultural interactions. This Java and Bali holiday in Indonesia passes remote villages that don’t see a great deal of visitors. Your presence helps them earn an income from tourism while also letting you see rural communities where you can get a real appreciation of local life.<br/><br/>Created with the curious cultural traveller in mind, this Java and Bali holiday is also infused with a genuine sense of adventure, as you escape the regular tourist trail in search of a unique take on Indonesia and its people.<br/>",
  "durationDays": "14",
  "price": "2690",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival in Semerang you will be met by your guide and transferred to your hotel in the Losari region of central Java. The remainder of your day is at leisure. Overnight in the Losari region."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Set off early for Gedong Songo, an ancient complex of temples scattered across Mt Ungaran’s slopes. Wander up the winding the pathway to the top, stopping at each temples en-route. On a clear day, you’ll be rewarded with stunning views towards Mt Merbabu in the distance. Head on to the MesaStila Resort, built on a 200 year old coffee estate, to learn about the growing, harvesting and processing of coffee at the resort plantation. The island has been producing coffee since the 17th century and the end product has legendary status. Overnight in the Losari region."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Begin your day with a gentle two hour uphill trek on the slopes of Mt Sumbing to the 9th century Selogriyo temple and soak up the panoramic views. Return to your car and drive towards Borobudur, stopping en-route to visit the Oei Hong Djien Museum which showcases contemporary Indonesian artwork. On arrival at your hotel in the Borobudur region the remainder of your day will be at leisure. Overnight in Borobudur."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Make an early start to the Borobudur temple complex, passing busy local farmers making the most of the cooler early hours, and market sellers laying out their stalls. After watching the sun rise above the stupas, spend time wandering around this UNESCO listed complex, constructed during the 9th century from thousands of volcanic and river stone blocks, taking over 75 years to complete. After exploring, depart with your driver and guide to Yogyakarta. Stop at a traditional batik factory to try your hand at this traditional art which Indonesian women have been producing for centuries, learn about the philosophy behind some of the patterns, and get a hands-on lesson, culminating in your own batik souvenir to take home. Overnight in Yogyakarta."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, set off to tour some of Yogyakarta’s highlights including Sonobudoyo Museum, the Sultan’s Palace, also known as Kraton, the Taman Sari Water Palace and Beringharjo Market. Overnight in Yogyakarta."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Start the day’s cycling tour at Kaliadem village, close to Gunung Merapi, one of Indonesia’s most active volcanoes. This leisurely, predominantly downhill cycle, takes you through local villages and rural countryside, stopping for photo opportunities and to soak in the views, with Mt Merapi an ever-present backdrop. After lunch in a local restaurant, carry on to visit Prambanan, the largest Hindu temple in Indonesia. The UNESCO heritage status complex originally housed over 240 temples, centred on three shrines dedicated to Brahma, Vishnu and Shiva - the Hindu holy trinity - but some have been damaged over time. Your guide will explain the history and symbolism of the site as you wander. Overnight in Yogyakarta"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Board the Sancaka Pagi Train at Yogyakarta Tugu Railway station to for a scenic train ride to Jombang in eastern Java. Pass through the spectacular volcanic landscapes, taking the opportunity to chat with local travellers with the assistance and translation of your accompanying guide. Disembark in Jombang and drive to Trowulan, the former site of the Majapahit Kingdom capital city, to visit the temples of Candi Bajang Ratu and Candi Tikus, before travelling along a scenic mountain route to the Bromo-Tengger National Park. The remainder of your day will be at leisure to sit back and enjoy the views of this magnificent peak. Overnight near Mount Bromo."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Wrap up warm against the chilly early morning air, and depart at 3.30am for a sunrise jeep tour of Mount Bromo. Take a short walk up to a viewing point on the slopes of Mount Penanjakan, to see one of the best views of Mount Bromo and its neighbouring gunungs. As the sun rises and the mist begins to clear, you’re greeted with a breath-taking panorama: Mount Batok and Mount Bromo in the foreground and Mount Semeru, Java’s tallest peak smouldering in the distance. Once the sun has risen, travel by jeep into the caldera below and take a 40-minute walk across the otherworldly landscape of grey volcanic ash, commonly referred to as the ‘sea of sand’, to the base of Bromo. Walk up to the crater rim where you can gaze down into the smoking interior: a reminder that you are standing on the edge of a still active volcano! After breakfast back at the hotel, the rest of your day will be at leisure. Overnight near Mount Bromo."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, depart for Ijen. It's a full day in the car, however there will be some spectacular views, with plenty of time to make stops along the way. Overnight in Ijen"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Another early start at 3.30am for a jeep excursion to Mount Ijen. Drive to Paltuding base camp at 6,070 ft, then set off on foot for a 1.8 mile trek along a dirt pathway to the top (7, 824 ft), perhaps encountering local miners carrying up to 200 lb of rock sulphur down the mountainside from the mines at the crater. At the summit, explore the 650 ft-deep mineral lake, full of steaming acidic water. Take in the views and witness the agility and strength of the miners as they collect and carry the sulphur blocks. Return to base camp and continue by road to Banyuwangi for lunch, then on to Ketapang to catch a local ferry across the Bali Straits to Gilimanuk, on Bali’s western shore. Upon reaching Bali, continue on Pemuteran where the remainder of your day will be at leisure. Overnight in Pemuteran"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Your day is at leisure. Overnight in Pemuteran."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Spend your morning snorkelling around Menjangan Island - a small uninhabited islet off Bali's north west coast that is home to one of the most spectacular coral reefs in Bali Overnight in Pemuteran."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Your day is at leisure. Overnight in Pemuteran."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Your day is at leisure until transfer to Denpasar Airport for your onward flight."
    }
  ],
  "map": ""
}