{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "bali-holidays-on-a-shoestring",
  "tourName": "Bali holidays on a shoestring",
  "placesVisited": "Candi Kuning, Lake Beratan, Brahmavihara-Arama, Singaraja, Subak Guliang, Mount Batur, Manggis, Tenganan, Ubud, Mengwi, Tanah Lot Temple",
  "generalInfo": "Bali, the 'island of the gods' , is famed for its outstanding natural beauty, relaxed lifestyle and wonderful culture and you'll find all three elements included on our Bali on a shoestring trip. <br/><br/>Escape from the beaten path of large chain hotels and instead venture into the heart of the country. Here you will meet the locals, try your hand at cooking, discover their ancient farming practices and explore the stunningly beautiful temple complexes that dot the island. Get up early and swim with dolphins and watch as the sun rises over the island from the summit of Mount Batur, an extinct volcano. <br/><br/>Along the way you will be escorted by an experienced, local English speaking guide who will teach you about their country. And of course, you'll have five wonderful days to relax at the end of your trip and soak up Bali's wonderful ambiance.",
  "durationDays": "14",
  "price": "1460",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bali is famous for its fresh fruits and exotic spices, so today starts with a visit to the famous markets at Candi Kuning. Explore the laden-down stalls before continuing to three beautiful volcanic lakes, Beratan, Buyan and Tamblingan. See the beautiful Ulun Danu temple sitting on a small outcrop within the calm waters of Lake Beratan. Trek through lush tropical rainforest, enjoying the mountain air and beautiful views, and row back across the water in a dug-out canoe. (B)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Visit Brahmavihara-Arama, Bali’s largest Buddhist monastery. Explore its meditation halls, libraries and beautiful landscaped gardens. Next stop is the hot springs at Banjar, believed to have healing properties and nourishing effects which brings people from all over the island. From here you will visit Singaraja. With its colonial echoes of the past and wide, grand streets it has a different feel to anywhere else in Bali. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A 5:30am start takes you out into the Indian Ocean to spot dolphins as they hunt for tuna and leap out of the water. Explore the local farms at Subak Guliang as you learn more about Bali’s rural life of rice growing. Make sure you try the local speciality of fresh coconut water. Spend the night in a unique family home and enjoy dinner in a local, community run restaurant overlooking the beautiful rice fields. (B, L, D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Another early start sees you heading for a summit trek to watch the sunrise from Mount Batur. Enjoy a simple breakfast and soak in Bali’s astonishing beauty. During the descent you will visit three younger craters. Enjoy a relaxing soak in Toya Bungkah Hot Springs where the mineral water will cure your ailments. Head to the coastal resort of Manggis, perfect for exploring nearby Candidasa and Sidemen, where the rest of the day is at leisure. (B, L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Visit Alila’s organic garden growing in the shadow of Mount Agung. learn about farming practices on the island and assist with collecting ingredients for your cooking class. Enjoy making a range of traditional mouth-watering dishes before sitting down to indulge in your sumptuous feast. After lunch visit Tenganan, home to the Bali’s first inhabitants., the Bali Aga, and the ancient Besakih Temple perched at 1000m on the slopes of Mount Agung. (B, L)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A day of cultural sight-seeing including Pura Goa Lawah, the Bat Cave Temple; Kusamba, a traditioanl salt-producer; Klungkung Palace, a wonderufl example of balinese architecture; Gunung Kawi, fascinating Hindu temple complex with carved rock shrines and finishing at Turta Empul, a reveered temple famous for its holy waters. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Time to explore Ubud, a must-see town for anyone visiting the island. Enjoy a session with a local Balinese healer, expert in using herbs, spices and holistic therapies. Take a light trek through the surrounding area and explore small village communities and an 8th century temple. Finish with spectacular views. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Visit Mengwi, a well-maintained former royal temple complex still used for important ceremonies. From here, head to Bedugul, a charming hillside town with some charming local markets to explore. Next stop is Asla Kedaton, the ‘monkey forest’ to see where these cheeky inhabitants roam freely. Your last stop of the day is the magnificent Tanah Lot Temple, built on a rocky outcrop surrounded by water and home to a fresh water spring. The crashing waves, spray and sun create magnificent rainbows. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Enjoy eight blissful days of leisure to explore the island and make use of the wonderful facilities at your hotel (B)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Enjoy your last few hours on Bali before your guide collects you and takes you to the airport for your return flight home (B)"
    }
  ],
  "map": ""
}