{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "sumatra-orangutan-experience-indonesia",
  "tourName": "Sumatra orangutan experience, Indonesia",
  "placesVisited": "",
  "generalInfo": "Our 8 Day Sumatra Leuser Ecosystem Orangutan Experience will take you to the 1 million hectare Leuser area on the island of Sumatra. This area houses the largest population of Sumatran orangutans, approximately 80% of the entire wild population of 7,000. Leuser Ecosystem is also home to an enormous population of other wildlife including the Thomas leaf monkey, pigtail macaque, longtail macaque, gibbons, lizards, turtles, hornbills and more. Your home on this trip will be a mix of both basic guest houses, hotels and tents. You will be escorted from one destination to the next by an experienced local guide.<br/><br/>THE LEUSER ECOSYSTEM - THE LAST PLACE ON EARTH<br/>At around 2.63 million hectares, the Leuser Ecosystem really is a world unto itself; a rich expanse of original tropical lowland rainforests, cloud-covered mountains and swampy peatlands. It is among the most biodiverse ecosystems ever recorded by science, and it is the last place on earth where Sumatran orangutans, elephants, tigers and rhinos still freely roam.<br/><br/>However, the Leuser Ecosystem is now under threat. Despite being protected under Indonesian national law, massive industrial development is being planned for logging, palm oil, pulp and paper plantations and mining. This will threaten the entire ecosystem, as well as the continued wellbeing of the millions of Acehnese traditional landholders who depend on it for their food, water and livelihoods.<br/><br/>HIGHLIGHTS<br/>- Visit pristine rainforest in search of the amazing orangutan<br/>- Trek through beautiful primary forest and see Thomas leaf monkeys, pigtail and long tail macaque, monitor lizards, gibbons, wild peacocks and more.<br/>- Part of your expedition cost is directly donated to save these wonderful creatures<br/><br/>EXPEDITION GOALS<br/>Our goal is to provide our guests with a unique experience, to observe wild and semi-wild orangutans in their natural habitat. We will provide you with a safe platform to observe the amazing wildlife Sumatra has to offer including monkeys, gibbons and more. We will also provide you with comprehensive information about the destination you are in so that you are fully informed of your surrounds. Further, we have partnered up with The Orangutan Project which supports conservation programs in both Borneo and Sumatra. Each guest's fare includes the cost of a deluxe one-year orangutan adoption package.<br/><br/>HOW DO I GET TO MEDAN?<br/>Medan is in northern Sumatra, with the major airport being Medan Kualanamu International Airport (KNO). There are many daily direct flights to Medan from both Singapore and Kuala Lumpur.",
  "durationDays": "8",
  "price": "2510",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Medan airport, you will be greeted by your Orangutan Odysseys guide and taken to your hotel for check-in and rest. You will receive a briefing from your guide regarding the upcoming 5-day itinerary. Overnight in Medan. Optional: For those arriving by midday, an alternative option is to travel directly to Batu Ronring for an overnight stay and enjoy extra activities (additional costs apply, available upon request)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Medan - Batu Ronring This morning, you will journey to the scenic area near Batu Ronring village, situated at the edge of Gunung Leuser National Park. The day will involve jungle exploration and wildlife treks. In the afternoon, enjoy a short walk to a nearby river for a swim. Overnight in a \"jungle villa\" at your jungle lodge. (B,L,D"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Batu Ronring to Bukit Lawang After a morning jungle trek and river walk, followed by lunch, you will transfer to Bukit Lawang. Upon arrival, you will ascend to your lodge accommodation for check-in. In the early evening, you will meet your local jungle guide to discuss the plan for your 3-day trek commencing the next day. Tonight, you will pack the necessary items for the trek into a backpack, while your remaining luggage will be transferred to your next destination. Overnight at Orangutan Bungalows. (L,D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leuser Eco System - Trekking Day 1 Today you start your first trek into the Leuser Eco System. You will head into the jungle. On the trek, you will see hopefully see orangutans, Thomas leaf monkey, pigtail macaque, longtail macaque, gibbons, lizards, turtles, hornbills and more. Your campsite will be close to a stream or on the Bohorok River. Overnight in tents. (B, L, D) Note: For those not wanting to camp either one or two nights in the jungle we can offer day treks returning each afternoon to your lodge accommodation. Or on the 3rd day and optional day whitewater rafting (gentle grade)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leuser Ecosystem Wildlife trek Today you will awake to the sounds of the jungle. After breakfast, you will continue to trek deeper into the Leuser Ecosystem National Park, away from the more frequented locations of day trekkers. It is hoped you will see more orangutans, mothers with babies and possibly a male. Your guides will point out various plants that are used in traditional medicine as well as poisonous plants that cannot be consumed safely by humans. Overnight in the jungle in tents. (B, L, D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Leuser Ecosystem - Tubing adventure - Bukit Lawang. Today you will continue your jungle trek and head back towards Bukit Lawang sometime after lunch by river tubing back down the Bohorok river. Once in Bukit Lawang, you will check into your room and have free time to sit back and relax or maybe wander around the village. Overnight at the Bukit Lawang Ecolodge (B,L)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bukit Lawang - Medan - (or Airport) After spending a restful night at your guest house, and after breakfast, you will drive back to Medan and check into your hotel. In the afternoon, you will have a tour of Medan township which has a fascinating history. (B) Note: There is an option here to go to the airport for your flights home."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Medan - Home Today you will be transferred to the airport for your flights home."
    }
  ],
  "map": ""
}