{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "cruise-the-raja-ampat-islands-indonesia",
  "tourName": "Cruise the Raja Ampat Islands, Indonesia",
  "placesVisited": "",
  "generalInfo": "The Raja Ampat Islands are a remote collection of Indonesian islands which form part of the Coral Triangle, an area with some of the richest biodiversity on the planet. The archipelago is home to turquoise waters and white sand beaches, secluded bays, rugged jungle-covered islands and colourful coral reefs teeming with marine life. Explore this picturesque corner of the globe on our 10-day adventure sailing cruise. Snorkel pristine coral reefs to see indigenous marine life, marvel at natural karst stone formations, discover natural caves and visit local villages to enjoy traditional dance performances. At the end of each day enjoy picturesque sunsets over this idyllic geography with an early evening cocktail.",
  "durationDays": "10",
  "price": "6895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Land in the West Papuan port town of Sorong, the gateway to Raja Ampta and transfer to the harbour where your boat awaits. Enjoy an orientation meeting to go over the onboard facilities and safety procedures before weighting anchor and sailing on a southerly course towards the Misool archipelago, stopping for a swim along the way. This evening dine outside on the main deck and get to know your fellow passengers and crew whilst watching the sun set. (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On your first full day in the picturesque Raja Ampat Islands wake to sunrise over the Misool Archipelago. Explore numerous tiny islets that make up the archipelago, explore the underwater wonderland and admire the magnificent landscape. Take sea kayaks and head out on the water in search of birdlife. Overnight at anchor in Misool's Tomolol Bay. (B,L,D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Enjoy an early breakfast before boarding tenders to swim through Tomolol's mysterious dome-topped cave. It is possible to swim, snorkel or simply float whilst admiring the stalactites descending from the roof of the cave. Swim through the stingless jellyfish lake - one of only 20 places in the world where they exist. Continue to use the tenders to explore more of the maze of karst islands, both above and below the surface. There are mysterious skull cairns in sea-cave cemeteries as well as prehistoric cave paintings. Once back on board the boat will cruise overnight to the island of Batanta. (B,L,D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning head ashore to the jungle-covered island of Batanta and commence a trek into the island's interior. Local guides will take you through mangrove waters to the start of the trek. Continue along the riverbed to a jungle waterfall with a refreshing pool to cool off in. Return to the yacht and sail north to the islands of Wayag, stopping on the way to swim and snorkel. (B,L,D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "The Wayag islands are one of the most beautiful places in Indonesia. Karst spires rise out of the water, coral reefs are full of abundant marine life and there are a series of coves, lagoons, narrow channels, caves and sandy beaches. The night will be spent at anchor. (B,L,D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "As befits the best group of islands in Raja Ampat, time is taken navigating the maze of mushroom-shaped islands, with stops for swimming and snorkelling. In the afternoon head back south towards the equator and the island of Waigeo. (B,L,D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Explore the west coast of Waigeo, starting with Wofoh, three islands linked together by a pristine coral reef. Use the tenders or kayaks to explore, snorkel or simply relax on the beach. Head to Aljui Bay and the Cendanda Pearl Farm, to learn about the processes involved in producing high quality seawater pearls from local farmers. (B,L,D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning wake up at the island of Penemu where a short hilltop climb affords magnificent views. Snorkel on the reef before sailing to Aborek Island where local children will greet you with traditional dances. Walk around the village to experience Asai culture and later enjoy snorkelling for a chance to see manta rays. (B,L,D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Start the day with a pre-dawn trek through the forest in search of the Red Bird of Paradise hopefully to see it perform its elaborate courtship dance - a rare and privileged sight. After lunch continue through the Dampier strait which is home to some of Raja Ampat's best reefs. (B,L,D)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast explore Doom island by Becak, a traditional form of transport similar to a rickshaw. The island was used as an administrative centre by the Dutch during WWI and then was occupied by the Japanese during WWII who built a network of tunnels. After Doom Island bid farewell to the captain and crew and transfer to the airport for onward flights. (B)"
    }
  ],
  "map": ""
}