{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "indonesia-wildlife-tours-sumatra-and-komodo",
  "tourName": "Indonesia wildlife tours, Sumatra and Komodo",
  "placesVisited": "",
  "generalInfo": "This wildlife tour explores some of Indonesia’s most iconic wildlife destinations, first heading to both north and south Sumatra and then onto the famous Komodo National Park. <br/><br/>By visiting the national parks of Gunung Leuser, Way Kambas and Komodo Islands you will experience a wide range of ecosystems, as well as having the chance to see a huge range of wildlife. Many species will be endemic to the islands we see them on. <br/><br/>The first port of call will be the Sumatran orangutan’s last stronghold in the north of Sumatra, Gunung Leuser National Park. Next is a trip around Komodo and Rinca Islands where we go in search of the world’s largest lizard and aptly named Komodo dragon. Your final stop will be to head to the southern tip of Sumatra and to the mammal rich forests of Way Kambas National Park, this is the only place left in Indonesia where rhinos, elephants, tigers, sun bears and tapirs all still coexist. <br/><br/>Add to these species a vast range of smaller mammals and you have one of the world’s most mammal diverse forests. As well as spending most of your time on Sumatra, Komodo and Rinca you will also visit the islands of Java, Flores and Bali making this a great overview of some of Indonesia’s most iconic islands.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife tours which focus on some of the world’s rarest wildlife. These trips are specialist and are run more like expeditions than your conventional wildlife holiday. <br/><br/>This particular trip heads to the Indonesian islands of Sumatra and Komodo as well as also visiting Java, Flores, Bali and Rinca along the way. This is a unique trip that aims to showcase a vast range of wildlife known from the amazing island nation of Indonesia including some of its most iconic and world famous such as the Sumatran orangutan and Komodo dragon. <br/><br/>From hiking the steep, dense and wonderful forests of Gunung Leuser in search of orangutans to cruising along the Way Kanan river in Way Kambas checking the river banks for signs of wildlife including the incredibly rare Sumatran rhino and walking among the giant dinosaur like Komodo dragons. This is a unique wildlife watching tour of one of the best wildlife watching destinations in the world.<br/><br/>Throughout the trip you will be guided by local park rangers and a zoologist guide (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us), and people with an intimate knowledge of the wildlife and habitats you will be visiting. This is a ground breaking tour that is unique in the world, we have negotiated special rates for the scientific permits that are needed to access the core area of the forest. For anyone who wants a chance of seeing this incredibly rare species you have to get in touch with us and we can provide more information about our group tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned. There will be boiled or bottled water available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable local rangers who have many years of experience working and guiding in Sumatra. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local rangers have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit in order to maximise our chances of seeing all of our targeted species. We also include all park entrance fees and the special permits needed to enter the core area of the park. We include more time spent in the field searching for wildlife per day than any other tour operator around. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us). We will also bring thermal imaging equipment to help us find wildlife after dark and go spotlighting as often as the local conditions allow.<br/><br/>Seasons:<br/><br/>There are two drier parts of the year when visiting Sumatra for wildlife, the first being December - April and the second being June - September. However rain is expected in nearly every moth of year. so There is no real bad time visit. This is also a good time of year to visit Komodo.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local rangers, drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it. The main wildlife activities on this trip will be early morning and evening trips into the forests as well as spotlighting after dark (in Way Kambas) looking for nocturnal wildlife.<br/>• We will bring some specialist equipment with us to help us find wildlife, including thermal imaging equipment which help find nocturnal mammals.<br/>• Spend as much time as you wish to looking for wildlife throughout the day, with special focus in the early morning and late afternoon as these are the peak activity periods for many mammals - we will also head out after dark for spotlighting at every possible opportunity as many mammals are nocturnal.<br/>• All the above reasons give this, our expedition for the wildlife of Sumatra and Komodo a great success rate in seeing many unique species. We have an unrivalled network of experts and guides throughout Indonesia so that we can try and find and observe animals such as the Sumatran orangutans, Siamang, Sunda leopard cat and banded civets and other endemics on the island as well as many more species throughout the rest of the Indonesian archipelago. We also have the ability to organise and run wildlife tours of Indonesia at other times of year and focusing on other species such as Javan rhinos, babirusa, cuscus, crested macaques, birds of paradise and many incredible species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour starts and ends in Jakarta on the island of Java as well as visiting Sumatra and in particular the northern and southern parks of Gunung Leuser and Way Kambas and also visiting the Lesser Sundas of Bali, Flores, Komodo and Rinca.<br/><br/>Fitness Level:<br/><br/>Whilst most of this trip is done with hiking in the forests you will need to be used to hiking. The terrain in Gunung Leuser can be very steep in places as the park is mountainous.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old<br/><br/>Photo Credits:<br/><br/>Charles J. Sharp, CC BY-SA 4.0 <br/>Adhi Rachdian from Indonesia, CC BY 2.0 <br/>Bahnfrend, CC BY-SA 4.0 <br/>Jackiemora01, CC BY-SA 3.0",
  "durationDays": "16",
  "price": "4750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Jakarta - Arrival Today you will arrive in Jakarta and meet your local guide at the airport. You will be taken to the hotel for the night, the rest of the day will be free for you to rest and relax before you head to Sumatra tomorrow. (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Gunung Leuser National Park - Travelling & Wildlife Watching This morning will be an early start as our flight from Jakarta to Medan in north-east Sumatra is early. Once we arrive in Medan we will be met by a local driver and transferred inland towards the forests of Gunung Leuser National Park (4.5 hours). Gunung Leuser National Park is a mountainous area of protected forest that is home to the largest population of wild Sumatran orangutans remaining in the world. Over the next 2.5 days we will explore the park and hope to come across some of these orangutans. We have a great chance as the Ketambe Research Station was set up in 1971 (which in 1973 led to the establishment of Bohorok Orangutan Centre) to specifically help protect, rehabilitate and research orangutan. This has lead to numerous orangutans being re-wilded and reintroduced to the forest, for newly introduced individuals food is left on platforms to help supplement their diet. This is also utilised by older orangutans and completely wild (never been hand reared) orangutans also come to take advantage of the free food. The forest is also home to Sumatran rhinos, Sumatran tigers, Asiatic elephants, Sumatran serow, leopard cats, saimangs and sambar deer however most of these species are very elusive here. We will however have a good chance of seeing orangutans, Thomas’s langur, white-handed gibbons, long-tailed macaques, southern pig-tailed macaques as well as a variety of birds, reptiles and insects. This morning we will be driven to our accommodation in the village of Bukit Lawang, since 1987 the Jungle Inn here has welcomed people who wish to explore the forest and whilst the rooms may lack AC they have fans and a great view out over the river and the national park beyond. After settling into the lodge we will have some lunch. You can discuss with your local guide if you wish to have an afternoon hike around the forest here or just rest this afternoon (that is your decision). (breakfast and dinner are included today)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Jakarta - Travelling Today we will have a relaxing morning and after breakfast at the lodge we will be transferred back to the coastal town of Medan. The flight back to the capital is at in the afternoon and so we will have lunch either en-route to Medan or in Medan as we wait to catch the plane. Once we arrive back in the capital city we will catch a taxi to the hotel and once there have dinner and prepare for our next adventure tomorrow when we head to the arid scrub forests of Komodo Islands National Park. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Rinca Island (Komodo National Park) - Tra This morning will once again be an early start as we head to Jakarta airport for our flight to Denpasar in Bali and then connect with the flight to the island of Flores and specifically the town of Labuan Bajo on the western coast. Once in Labuan Bajo we will be met by our local Komodo Islands guide and taken to the harbour, here we will board our boat that we will be travelling, eating and sleeping on for the next couple of days. Once we arrive at Rinca Island we will begin a trek into the heart of the island searching for the legendary and enormous Komodo dragons. Komodo dragons are the largest extant species of lizard and growing up to 3m long they are the top predator on Rinca and the other 5 islands they still inhabit. They once ranged over a larger area but they have been hunted to extinction on all but the 5 islands (Komodo, Rinca, Flores (only small pockets), Gili Motang and Padar) that make up the Komodo Islands National Park. Rinca differs from Komodo Island in being a small island with a small human population, it is less busy and shows you the pristine dry scrub ecosystem that used to cover most of the islands in the Lesser Sunda Archipelago. As well as the iconic Komodo dragons we will also search for water buffalo, wild boar, Timor rusa deer, long-tailed macaques, orange-footed scrubfowl, zebra doves, green imperial pigeons, Javan spitting cobras, Asian bullfrogs and the endemic (to Rinca Island only) Rinca rat. We will explore the island in full today and then in the afternoon we will head to a small nearby island that has a large colony of flying foxes. As the flying foxes begin to leave their roosts to feed the sight is spectacular. There are three species here including Sunda flying fox, Island flying fox and the large flying fox. We will then have dinner on board the boat and sleep offshore. Tomorrow we will explore the iconic island of Komodo where the truly huge dragons can be found. (all meals included today)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Komodo Island (Komdo National Park) - Wildlife Watching Early this morning we will arrive at Komodo Island and begin a hike around the coastal shrub forests of this infamous island. Obviously the main target of today will be to find and get close up views of the island’s most incredible and famous residents the Komodo dragon. We will meet a National Park Ranger and be escorted on our quest to find large Komodo dragons. But whilst here we have a chance to see water buffalo, rusa deer, wild pigs and many bird species. The ecosystem of this island and the other Lesser Sundas is significantly different to nearby islands so many of the species found here will not be found in other islands we visit on this tour. We will spend the morning on the island and also visit the ranger station and local villages along the coast, here the dragons have got very used to people and more importantly food that is left for them and it is here that we are most likely to see many dragons together and interacting with each-other. The only other occasions when large numbers of adult Komodo dragons are found together are when they are in the breeding season (which is January and not the best time of year for the other wildlife in Indonesia) and at a large carcass such as a water buffalo, horse or deer, however these are very rare and hard to come across as they tend to occur deep in the interior of the island. Later in the day we will depart the island and head to the larger island of Flores, once back at Labuan Bajo we will check into our accommodation and have dinner here or at a nearby restaurant. Flores is another unique island in Indonesia with a rich and varied range of wildlife and also intriguing homonid remains including the famous ‘Hobbit’ fossils of one of our early ancestors whom lived alongside humans some 94,000-12,000 years ago. This amazing discovery was only found in 2003 and shows that the forests, caves and islands in Indonesia have many more secrets for us to find, as long as we haven’t destroyed everything first. (all meals included today)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Flores & Bali - Travelling & Sightseeing This morning we will have breakfast at the hotel before a guided tour around some of the local markets in Labaun Bajo and then onto explore the underground world of Batu Cermin Cave. This is a wonderful mosaic of stalactites and stalagmites. The cave system is set within an impressive rock formation and through a hole in the cave, rays of light shine through and bounce off the rocks which gives the cave its name (Batu Cermin meaning Mirror Cave). Whilst in the cave there are numerous species of bats and spiders, most of the bats are of the genus Rhinolophus and we will try to identify some of the species we see. After this visit we will catch our flight from Flores back to Denpasar on the popular holiday destination island of Bali. After we arrive in Denpasar we will check into our accommodation and the rest of the afternoon / evening will be free for you to relax and tomorrow we will leave for southern Sumatra via Jakarta early in the morning. (Breakfast is the only meal included today)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Way Kambas National Park - Travelling & Wildlife Watching This morning we will leave the resort before dawn and catch our first flight of the day and travel to Jakarta we will then connect to Bandar Lampung in southern Sumatra. We will then be met by a local driver and transported to the lodge (3-4 hours), once we arrive at the lodge we will check in and if time allows we will have an afternoon / evening jeep drive. The lodge is located on the outskirts of the Way Kambas National Park that is home to many species of mammals and birds that are on the brink of extinction and this protected forest (1,300km2) is the last stronghold of many, including the Sumatran tiger, Sumatran rhino and Malayan tapir. If we have time to head out this afternoon / evening we will most likely head along the jeep track that connects the lodge to the Rhino Centre, Elephant Sanctuary and Way Batin Bridge. Along the various sections of this road many of the areas rare and elusive mammals and nocturnal birds can be seen. After we have checked in we will have a briefing with our local guide before deciding on the best course of action for this evening. Just around the pathway from the lodge to the park entrance can be productive for Sunda slow loris after dark, over the next week we will explore the park and the jeep trails here in full as we hope to find some of the worlds most elusive and incredible wildlife. We will also have dinner at the lodge tonight and tomorrow begin our thorough exploration of Way Kambas and the awesome range of species that can be found here. (breakfast and dinner are included today)."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Jakarta / Home - Travelling This morning we will have breakfast before being transferred back to Bandar Lampang in time to catch our afternoon flight back to Jakarta in the mid afternoon. You should arrange your flight for tonight or if you wish to spend the night in Jakarta and fly back the next day we can make these arrangements for you also. (breakfast is the only meal included today)."
    }
  ],
  "map": ""
}