{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "indonesia-tour-kalimantan-komodo-bali",
  "tourName": "Indonesia tour, Kalimantan, Komodo & Bali",
  "placesVisited": "Jakarta, Tanjung Putting National Park, Sekonyet River, Pondok Tanggui, Camp Leakey, Pesalat Camp, Tanjun Harapan Camp, Jakarta, Ubud, South Kuta, Tahnah Lot, Lahuan Bajo, Komodo National Park",
  "generalInfo": "This 11-night tour takes you from the jungles of Indonesian Borneo to the lizard lined beaches of Komodo. You will be escorted throughout by an English speaking driver-guide.<br/><br/>On arrival in Kalimantan you will head into Tanjung Puting National Park - a large lowland reserve home to some 600 bird species and 9 species of primates, 3 of which are endemic to Borneo. Within the park its ink black water surface reflects the nipah palms on its shores. Exploration by boat along its waterways is the best way to see the giant forest dwellers. A highlight of your visit is the Orangutans at Camp Leakey and you will have plenty of opportunity to learn more about these fascinating creatures and watch them being fed by the local rangers.<br/><br/>From Borneo, you will head to Bali to explore its mystical temples and coastline and enjoy a couple of days relaxing amid beautiful surroundings. Finally you will head across to Komodo, where you will have a chance to go in search of these awe-inspiring lizards and explore the incredible marine life, coral gardens, reefs and tropical islands of the area.",
  "durationDays": "12",
  "price": "2899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "When you arrive in Jakarta you will be transferred to your hotel close to the airport to break up your journey on your way to exploring"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast you will return to the airport for your onwards flight to Pangkalanbun Bun (Kalimantan) in Indonesian Borneo. On arrival you will be met and transferred into the Tanjung Putting National Park for a scenic 2 hour boatride by Klotok along the Sekonyet River to your lodge. You’ll spend the night in the heart of the jungle, relaxing to the sound of nature after your long transfer. (B, L, D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "An early start to see the Orangutan’s have their breakfast feeding at Pondok Tanggui before continuing up river and arriving in Camp Leakey early afternoon. You will have time to explore the research facility and learn more about the centre and the work they are undertaking before watching the afternoon feeding of the orangutans. There are some short hikes to enjoy which will give you a chance to spot more of the incredible wildlife including gibbons, wild pigs, Hornbills and Orangutans. You will return to your lodge by boat. (B, L, D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning you will set off by boat to Pesalat Camp, an NGO sponsored drive to reseed a large part of the national park destroyed by illegal logging and fires. You will meet the volunteers from around the world who come to help the project, and meet the local villages involved too. After lunch on board your boat you will head to Tanjun Harapan Camp for the last Orangutan feed, and visit a Malayan and Semi Dayak settlement at the gate of the national park. Keep your eyes peeled for proboscis monkeys and watch the thousands of fireflies that surround the Nipa Palms. (B, L, D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Catch an onwards flight to Bali via Jakarta. On arrival you will be transferred to your eco-cottage in Ubud which has an eco-spa, pool and organic gourmet restaurant – the perfect place for you to unwind. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Visit Tanah Lot on the west coast of Bali, a famous sea-side temple built to commemorate the spread of Hinduism from Java centuries ago. Set on an eroded rocky outcrop it is a spectacular sight. From here you will head to Jatiluwih to see some incredible rice terraces and in the afternoon discover a mysterious Hindu temple deep in the rainforest. (B, L)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today is at leisure to explore at your own pace. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Enjoy a relaxing morning before flying into Lahuan Bajo and transferring to a beach-front bungalow in your resort for the next few days. Here you have the option to book additional activities including a boat ride to watch the flying foxes bats at sunset, Rinca Island, the Pink Beach, heading out in search of the Komodo dragon, diving, snorkelling along the Kecil reef or exploring the coral gardens and manta ray spots in the area. (B,L,D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Enjoy two days at leisure to make sure of the hotel facilities or explore the Komodo National Park, home to the Komodo Dragon the world’s largest lizard. (B, L, D)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast you will have time to pack before transferring back to Labuan Bajo for your flight back to Bali. Your guide will meet you and transfer you to South Kuta and your hotel (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Your guide will transfer you back to the airport for your flight home (B)"
    }
  ],
  "map": ""
}