{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "sulawesi-holiday-13-days",
  "tourName": "Sulawesi holiday, 13 days",
  "placesVisited": "Makassar, Maros Pangkep Karst region, Sengkang, Lake Tempe, Explore the wooden houses and hanging graves of Tana Toraja, Rantepao, Trekking around Tana Toraja, Stay in a traditional Tongkonan ancestral house, Tangkoko National Park, Tarsier-spotting, Bunaken Marine Park, Scuba diving – introductory lessons and dives available",
  "generalInfo": "This thirteen day Undiscovered Sulawesi tour offers an insight into this fascinating island, giving you time to soak up the stunning scenery, dive its beautiful coral reefs, and learn more about its unique culture and traditions.<br/><br/>The busy port of Makassar is the gateway to South Sulawesi and the starting point of your journey. After a night exploring the colonial architecture and sampling the local cuisine, travel north into the Maros region where a breath-taking landscape of lush rice fields and towering cliffs quickly replace the (relatively) bright city lights. Prehistoric cave paintings have been discovered amongst the limestone karsts and there will be time to view these.<br/><br/>Lake Tempe is your next port of call: a beautiful ‘expanding’ lake on which fishermen have worked for generations, living in wooden houses floating on the water. Continue onto the highlands of Tana Toraja to witness the rare ancient rites and strange, yet captivating burial traditions of the Torajan people – we’re talking cave graves, hanging graves, life-sized wooden effigies and animal sacrifice. Having spent time visiting traditional villages and meeting the locals return to the city of Makassar for your flight on to Bunaken and the award winning Bunaken Marine Park, cited as one of the best in the world. Here you will have time to dive within the park in search of reef sharks and turtles as well as relax on the islands beautiful beaches.<br/><br/>WHAT MAKES IT SPECIAL?<br/>* Try your hand at cooking Sulawesi specialities in a traditional Buginese stilt house.<br/>* Visit several Torajan villages and learn about their fascinating ancient rituals. <br/>* You may be lucky enough to witness a fascinating funeral ceremony.<br/>* Explore the beautiful Lake Tempe by motorised canoe and witness life on the lake.<br/>* Dive within the natural beauty of Bunaken Marine Park.",
  "durationDays": "13",
  "price": "1890",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival in Makassar, you will be met by your guide and transferred to your hotel. The remainder of your day is at leisure. Overnight in Makassar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast depart Makassar, heading towards Sengkang on the eastern shore of Lake Tempe. Take time to enjoy the scenery and a stop will be made en-route to share lunch with the locals. Canoe through Maros Pangkep’s dramatic karst landscape, photograph every gorgeous angle of Rammang Rammang village, and pause in a small community known for its silk weaving. Arrive in Sengkang by late afternoon to enjoy the rest of your day at leisure exploring this calm waterside community. Overnight in Sengkang"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Accompanied by your guide, board a motorised canoe and cruise along the Walennea River to beautiful Lake Tempe, which expands from around 2,400 acres in dry season to an incredible 86,480 acres during wet season as the area floods. Observe how local fishermen use various ‘secret’ methods including nets, rods and bamboo fences to catch their quarry, and see their floating houses on the edge of the lake that move depending on water levels and where the fish are plentiful. Drive through the mountainous Tana Toraja region towards Rantepao, check in to your hotel, where you can relax with the rest of your day at leisure. Overnight in Rantepao."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "With their distinctive wooden frames and boat shaped roofs, Torajan tonkonan houses stand out confidently from the landscape. Visit several small villages with your guide over the course of the day to see these unique structures, gain insight into Torajan culture, chat with the locals, and soak up the scenery. Overnight in Rantepao."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Spend a day trekking through Tana Toraja's rugged rural landscape, passing remote villages, and eventually reaching a traditional tonkonan ancestral house: your homestay for the night. Meet your hosts and chat together as you eat a typical Torajan dinner. Overnight at Homestay."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After a leisurely breakfast the next morning, your driver will pick you up and take you back to Rantepao, where you can spend the day at leisure discovering more secrets of this multi-layered region. Overnight in Rantepao."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Head off back to Makassar, settling in for a long drive through the mountains and along the winding coast road. Stop for lunch with local hosts in a traditional Bugis community, where you can try the local cottage-style cheese made from fresh milk and papaya latex extract, along with other regional dishes. Once in Makassar, the rest of your day will be at leisure. Overnight in Makassar."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Fly from Makassar Airport to Manado, and drive straight to the Tangkoko National Park. Spread out at the foot of Dua Saudara Mountain, on the eastern tip of the Minahasa peninsular, the rolling hills and valleys of the Tangkoko Nature Reserve brim with varied wildlife. Spend a good couple of hours wildlife trekking through the forest, with a ranger by your side to help you spot those tiny tarsiers, before returning to your guesthouse on the edge of the reserve for dinner. Overnight at Tangkoko Reserve."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Rise early this morning and take a pre-breakfast trip to the Tankoko Reserve, spotting monkeys, hornbills and marsupials. Upon returning to your guesthouse and after breakfast transfer by road to Manado. There will be time to take lunch in a local restaurant before transferring to the harbour in time for your speedboat to your resort. After checking in the remainder of your day is at leisure. Overnight in Bunaken or Siladen."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Spend a day diving in the award winning Bunaken Marine Park, often cited as one of the world’s most spectacular coral reefs, where you can see gorgeous corals, hundreds of fish, and even reef sharks. Your introductory day includes all the basic theory and equipment, one pool session and one ocean dive. Overnight in Bunaken or Siladen."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Explore, relax and enjoy the sand.... Overnight in Bunaken or Siladen."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Explore, relax and enjoy the sand.... Overnight in Bunaken or Siladen."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Morning transfer to the mainland and on to Manado Airport for your onwards flight."
    }
  ],
  "map": ""
}