{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "lombok-bali-holiday",
  "tourName": "Lombok & Bali holiday",
  "placesVisited": "Sanur, Tetebatu, Senaru, Gili Islands, Senggigi",
  "generalInfo": "There’s nothing like a Lombok &amp; Bali holiday to help you rest, relax and unwind with an inordinate amount of cultural and natural diversions to invite you to experience life on an Indonesian island as well as much more besides.<br/><br/>Both Lombok &amp; Bali are intrinsically different holiday destinations with chances to get away from beaches and discover the lifestyles of rural villagers certain to help you appreciate and understand what you’re experiencing as well as inviting a glimpse inside Sasak society.<br/><br/>From the night markets of Sanur and the cool climes of Tetebatu hill retreat to the stunning scenery on sacred Mount Rinjani and the twinkling tranquillity of the Gili Islands, this Lombok &amp; Bali holiday has got the lot and here's where you find out more.<br/>",
  "durationDays": "8",
  "price": "825",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Sanur.",
      "description": "Om Swastiastu! Welcome to Indonesia. Your adventure begins with a welcome meeting at 6 pm this evening in Sanur, giving you a quick taste of Bali. Sanur is home to one of best Balinese Night Markets, so after your meeting, why not gather some of your fellow travellers for a night of shopping and feasting on street food – the perfect way to start your journey!"
    },
    {
      "dayNumber": 2,
      "title": "Tetebatu.",
      "description": "Today is a travel day from Bali to Lombok. First, travel by minivan from Sanur to the port of Padang Bai. Then, take a fast boat to Lombok. Hop on a minibus to Tetebatu – this hillside retreat sits within the centre of Lombok, at the southern base of Mt Rinjani, giving you spectacular views for your first night on the island."
    },
    {
      "dayNumber": 3,
      "title": "Tetebatu.",
      "description": "Today you’ll experience a day in the life of the local Sasak people. Take a guided walk through the rice fields and see how the region's farmers have tended the land for centuries (using traditional water buffalo ploughs). Join with the farmers to practice planting rice in the traditional way, or have a go at ploughing. Climb a little higher, through clove and coffee plantations, to a local warung where you can try some coffee. Have lunch in the rice field, enjoying some traditional Sasak dishes. Here, your local guide is part of a female guiding association that trains and develops women in tourism. Return and recharge, before a special evening. Walk to dinner at the local community hall, welcomed by a group of Gamelan musicians. Along the way, stop at the home industry making brown sugar & coconut oil to see how the local people produce these products in the traditional way. Then, sit down for dinner prepared by the community and tuck into some Sasak delicacies while you watch a music performance."
    },
    {
      "dayNumber": 4,
      "title": "Labuhan Pandan.",
      "description": "Travel to Labuhan Pandan on the east coast of Lombok. This remote beachside location is less visited by tourists but the stretch of coastline is just as gorgeous as the hot spots. Along the way, visit the village of Pringgasela to learn the art of traditional weaving – a long-standing tradition and the main income source for the local people here. Have some lunch with the villagers, then continue to Masbagik – another Sasak village that’s known for hand-made pottery products. Almost no men are involved in the pottery process and you’ll get a chance to meet with the female artisans here as they show you some of the pottery and learn how to craft their work. Tonight, you’ll stay in bungalow accommodation amid the peace and quiet of the secluded east coast."
    },
    {
      "dayNumber": 5,
      "title": "Labuhan Pandan.",
      "description": "Take a trip out to the nearby coral reef today and go snorkelling off the boat. Stop in at a secluded island for lunch, with Mt Rinjani towering over Lombok in the background. Tonight, feast on a fresh seafood barbecue on the beach as the sun goes down – this really is island living at its best, so soak it all in!"
    },
    {
      "dayNumber": 6,
      "title": "Senaru/Gili Air.",
      "description": "Today, you’ll travel around the spiritual centre of Labuan Pandan and Mt Rinjani, the sleeping giant of this island. Make a stop at a beach to break the journey and enjoy the amazing mountain view, then visit a local cashew plantion before carrying on to Senaru. When you arrive, you’ll walk past Sendang Gile Waterfall to Tiu Kelep Waterfall, where you can take a refreshing dip to cool off. This afternoon, take a small boat to Gili Air. When you arrive on this idyllic island paradise, take in the breezy atmosphere and maybe walk along the white beaches as the sun goes down."
    },
    {
      "dayNumber": 7,
      "title": "Gili Air.",
      "description": "Gili Air is your oyster today and you’re completely free to relax or explore at your own pace. Maybe take another snorkelling trip or catch a ferry across to the other islands of Gili Trawangan and Gili Meno and work out for yourself which one has the better beaches. This evening, enjoy an optional group dinner on the beachfront as you reminisce on your adventure."
    },
    {
      "dayNumber": 8,
      "title": "Gili Air.",
      "description": "With no activities planned for today, you’re free to leave at any time after check-out. This doesn’t mean your adventure has to come to an end! If you would like to extend your stay on the blissful Gili Air, just get in touch with your booking agent ahead of time to organise additional accommodation."
    }
  ],
  "map": ""
}