{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "java-group-tour",
  "tourName": "Java group tour",
  "placesVisited": "",
  "generalInfo": "Embark on a captivating small group tour traversing the entirety of Java, Indonesia's central island. Marvel at the awe-inspiring natural wonders, from the volcanic landscapes of Tangkuban Perahu, Mount Ijen, and Mount Bromo to the pristine beauty of Baluran National Park. Dive into the cultural tapestry of Yogyakarta, explore ancient Borobudur at sunrise and behold the UNESCO-listed Prambanan Hindu temple. This immersive journey promises not only breathtaking landscapes but also a deep dive into the country's rich history and culture. Discover the soul of Java through its landscapes and heritage on this comprehensive exploration.",
  "durationDays": "17",
  "price": "3925",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly to Jakarta."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Land Jakarta and transfer to a restaurant for lunch and the chance to freshen up. After lunch transfer to Gambir train station and board the train to Bandung. Upon arrival transfer to the hotel. Evening at leisure. (L)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today will be spent exploring the region. Visit Tangkuban Perahu, a smouldering 2000 metre wide volcano and enjoy the chance to take a dip in the therapeutic waters. Continue to the expansive tea plantations and learn a little about the art of tea production from the growing to harvesting and processing. After lunch return to Bandung. There may be time to visit Saung Angklung Udjo Workshop which aims to preserve Javanese culture. (B/L)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to the train station and board the comfortable, air-conditioned train to Yogyakarta. The journey leaves the city behind and heads into the countryside allowing for sweeping views of villages and farmland, often paddy fields, as you breeze past. Arrive into Yogyakarta and transfer to the hotel. The remainder of the day is at leisure. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Spend today in Yogyakarta city. Visit the Sultan's Palace, also referred to as Kraton, and still the residence of the current Sultan and jump into a becak (cyclo) and head to Kauman village for a stroll through the quiet laneways. After a local lunch, end the afternoon at the Taman Sari Water Palace which was built as a place of security and relaxation by the first Sultan. This evening enjoy dinner with the Hindu temple of Prambanan illuminated in the background. (B/L/D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Rise early and drive out to Borobudur. Arrive in the pre-dawn darkness and climb to the higher levels of the temple and await what hopefully will be a magnificent sunrise. Explore the carvings which line the walls and the stories they tell before a tasty breakfast at Plataran Borobudur which offers impressive views of the temple from its elevated position. Return to the city and head to a batik factory. Learn about this typically Indonesian art and enjoy the opportunity to make your own batik. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning drive to Prambanan, the 9th Century Hindu temple. Explore the temple and its many carvings before hitting the road for the drive to Solo. This afternoon explore Solo's main sights including the Mayan style Sukuh temple and its nearest neighbour Cetho. (B/L)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Board a train to Jombang, heading towards Mt Bromo. This is a scenic journey passing through picturesque east Java where the volcanic landscape is dotted with paddy fields and small villages. Arrive and drive to Trowulan the former capital. Visit the museum and temples of Candi Bajang Ratu and Candi Tikus. From here enjoy lunch in a local restaurant before driving via a picturesque mountain road to Bromo-Tengger National Park and the hotel. Enjoy the remainder of the day at leisure. (B/L)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Awake early and depart for the Mt Bromo viewing point. Grab a cup of tea or coffee and await the spectacular sunrise: watch the light slowly creep across the sky revealing Bromo herself. After enjoying sunrise descend the mountain road to the caldera itself and walk (or take a horse) the short journey to the foot of the volcano. Ascend the stone steps to peer down into the belly of this still active volcano where you can often see smoke rising from cracks in the crust. Return to the jeep and the hotel for a late breakfast. The remainder of the day is at leisure to relax after numerous early starts. The hotel allows for some easy walking through local villages and afternoon tea is provided. (B/D)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "A leisurely breakfast followed by a drive towards Kalibaru, a small plantation town in east Java which sits in the cool foothills of Gunung Raung. The journey soon takes you off the main highway onto quieter roads passing tropical rainforest, paddy fields and small clove, rubber and coffee plantations. A stop will be made for lunch before ending the day in Kalibaru with the evening at leisure. (B/L)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "This morning take a tour of a local plantation garden. Learn about the art of coffee cultivation along with spices such as nutmeg, cinnamon, cocoa, pepper and coconut. Watch the processing, harvesting and finally a tasting of the products before returning to the hotel for an early lunch. Depart for Ijen and the hotel which is located near Kawah Ijen Volcano. The hotels sits amidst rice terraces and offers a wonderfully cool climate. The evening is at leisure. (B/L/D)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today will be spent in Baluran National Park. The park comprises a mix of savanna, lowland forest and mangrove forests. The park offers a viewing platform and the chance to enjoy a spot of swimming from the white-sand Bama beach. Return to the hotel for dinner. (B/D)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "This morning there are two optional activities to enjoy. For the active there is the option to rise early and commence the 3km hike to Mt Ijen's crater rim. The hike is on a wide packed dirt pathway with the views becoming more spectacular the higher you climb. You are likely to pass local sulphur miners as you walk carrying heavy loads of the processed sulphur they produce from the volcanic discharge. Enjoy the views of the world's largest acidic lake before descending. The more sedate option for the morning is to visit a coffee plantation to sample their tasty product. This afternoon there is a short drive to Gilimanuk for the 30 minute ferry crossing to Bali, the \"Island of the Gods\". Disembark and drive to Menjangan National Park and check in to the hotel. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today is free at leisure to relax at the resort. (B)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Depart Menjangan and commence the drive across the island to Ubud. The journey passes inland through rugged terrain passing rice terraces and mountainous landscapes. Stop at Ulun Danu Temple which sits on an island amid the peaceful waters of Lake Bratan before lunch. Continue the journey and end the day in Ubud. (B/L)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Enjoy the day free at leisure to explore Ubud. (B)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Transfer to the airport for the flight back to the UK. (B)"
    }
  ],
  "map": ""
}