{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "indonesia-holidays-tailor-made-eastern-bali",
  "tourName": "Indonesia holidays, tailor made, Eastern Bali",
  "placesVisited": "Ubud, De Klumpu eco resort, waterfall walks, volcano trekking, cycling, learn about medicinal herbs and plants, Candidasa beach resort, optional Balinese cookery lesson, picnic lunch by a royal water palace",
  "generalInfo": "This Indonesia holiday is a tailor made scenic and cultural tour, travelling with local driver guides and staying at a mix of boutique hotels and comfortable eco-lodges, so that you get an insight into many different aspects of Bali. Our itinerary below is just under two weeks although we can adapt it to suit your timeframe and budget. <br/><br/>Your trip will start in Ubud, the cultural capital of the beautiful island of Bali. Here you can enjoy the unique surroundings of a boutique hotel, as well as the hive of traditional creativity that Ubud is famous for. It is the perfect place to go shopping for artisan work, visit art galleries and museums, and see traditional cultural performances. All set amongst green rice terraces and dreamy tropical terrain, where we can also organize some adventures for you such as white water rafting, mountain biking or hiking. <br/><br/>After a drive through lush green landscapes, your next Indonesian experience is at De Klumpu eco-resort which sits outside of a traditional village northeast of Ubud. The eco-resort focuses on local experiences which can be arranged during your time at leisure such as waterfall walks, cycling tours, learning about local plants and herbs, and traditional wedding blessings. You will also have the opportunity to travel with your guide to Mount Batur, one of the most famous volcanos on the island for a trek.<br/>Finish the trip in Candidasa, a small beach town on the eastern coast of Bali. While here there will be plenty of time to relax and explore, and we would suggest trying a snorkeling excursion. A local guide will be arranged to show you around some of the area’s important sights including the royal water palace. There is also the opportunity to visit a local village for a Balinese cooking course, an important and delicious taste of local life.<br/><br/>We feel that the best time to go to Indonesia is outside the very rainy season which is between December and February, however Indonesia is a wonderful place to visit all year round, and we can adapt your itinerary according to the season. It is worth noting that the different islands will have slightly varying weather so adjusting where you visit can make the most of your time throughout the year.<br/>",
  "durationDays": "13",
  "price": "3590",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "International flights for the start of your trip to Indonesia. Overnight on the aircraft."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive in Bali where you will be met and driven to Ubud, the spiritual and cultural heart of Bali."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Private tour of Ubud's unique culture which will allow you to meet local people for insight into Balinese life."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Take a tour of Ubud's spiritual healing culture, visiting traditional temples and more modern spiritual sites. In the evening enjoy a Kecak cultural dance."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Day at leisure to enjoy one of the many activities on offer in Ubud."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Depart Ubud and head to a small eco-resort on the outskirts of a traditional Balinese village."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you will trek to one of the lower craters of Mount Batur which provides panoramic views of the caldera and at times emits steam and gases from small vents in the crater wall. As the sun sets you will be served eggs that have been cooked in the soil beneath you before returning to your hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Day at leisure to relax at your resort or enjoy one of the resorts activities e.g. an herbal plants trek."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to the small coastal town of Candidasa, located on Bali's eastern coast. In the evening visit a small market town where you will have the opportunity to eat like a local at the town's night market."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today's tour takes you on a short walk through a local village before starting a Balinese cooking course at a venue overlooking the surrounding countryside and rice fields."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Spend the day at leisure to relax or enjoy activities in the area."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today you will have a guided tour of some of East Bali's cultural and historic sites. The tour ends with a picnic lunch in the unique setting of a royal water palace."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Your guide will transfer you back to Denpasar Airport in time for your international flights home."
    }
  ],
  "map": ""
}