{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "bali-small-group-tour",
  "tourName": "Bali small group tour",
  "placesVisited": "",
  "generalInfo": "With either 9, or 12 day options available, Bali Intro is the most amazing way to experience Bali!<br/><br/>Discover Bali nightlife, visit ancient temples, learn to surf, swim under amazing waterfalls, experience local culture, spot wild dolphins, explore tropical islands, snorkel with turtles, party on the beach, visit the famous ‘Monkey Forest’, explore the local markets, hike an active volcano for sunrise, relax with a traditional Balinese massage and more! With an awesome group leader from the moment you step off the plane, an instant group of friends to share your adventure with and help with all your onward travel. <br/><br/>9 DAY: Canguu - Gili Islands <br/>12 DAY: Canguu - Ubud <br/><br/>HIGHLIGHTS<br/><br/>Pick up some surfing skills from local Balinese surfers, then unwind with a sunset beer.<br/>Cruise on a traditional outrigger boat and watch wild dolphins glide by.<br/>Snorkel with turtles and soak up island bliss on the Gili Islands.– Summit an Hike an active volcano with a local guide to witness an unforgettable sunrise (12 day only)<br/><br/>INCLUSIONS<br/><br/>9 Day Inclusions:<br/>- Personal Airport Pickup To The Hotel 24/7 <br/>- 11 Nights Accommodation<br/>- All Transport<br/>- Awesome Group Leader<br/>- Help with Onward Travel<br/>- Visit Ancient Temples<br/>- Canang Sari (Local Offering) Making Class <br/>- Bahasa Language Lesson<br/>- Visit Ancient Temples<br/>- Soak up Stunning Sunsets<br/>- Experience Bali Nightlife<br/>- Learn to Surf &amp; Swim under Waterfalls<br/>- Visit a local Balinese Family<br/>- Basket Weaving<br/>- Coffee Plantation &amp; Rice Paddies<br/>- Dolphin Boat Trip<br/>- Explore Tropical Islands by Bicycle<br/>- Boat Trip around all 3 Gili Islands<br/>- Snorkel with Turtles<br/>- Island Party!<br/>Total Meals: 7B, 1L, 1D<br/><br/>12 DAY INCLUSIONS<br/><br/>- All 9 Day Inclusions<br/>- 3 Extra Nights Accommodation<br/>- Sunrise Volcano Trek &amp; Monkey Forest<br/>- Traditional Balinese Massage<br/>Total Meals: 10B, 1L &amp; 1D",
  "durationDays": "12",
  "price": "849",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN CANGGU. Landing in Denpasar, we’ll meet you at the airport and take you to your hotel in chilling Canggu. Meet up with your travel crew and get excited for the adventures to come."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "TEMPLES & BEACH CLUBS. Today’s all about ancient temple exploring and sunsets at a beach club as you get a first taste of Bali’s beautiful culture. Tonight, we hit the dancefloor..."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "LEARN TO SURF. Canggu is known as one of the world’s most iconic surf destinations, and you’ll soon see why as you hit the waves with the help of local Balinese surf instructors."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "EXPLORING LOVINA. Untouched and relatively unknown, Lovina will steal your heart with its rolling rice paddies and smiley welcome. On the way we’ll squeeze in some temple exploring and a dip in a waterfall before arriving at our unique accommodation, set high in the mountains with views of rice paddies and the shimmering ocean. then arrive at our stunning and unique accommodation set high in the mountains surrounded by rice paddies and overlooking the ocean."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "DOLPHIN SPOTTING & LOCAL LIFE. We’ll visit a local family to learn the art of basket weaving and gain a unique glimpse into traditional Balinese life. We’ll also step aboard a traditional outrigger boat to cruise the coastline in search of wild dolphins. Later it’s time to relax - the infinity pool at our luxury villa is the perfect place to unwind!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "HELLO PARADISE. Crystal clear waters and swaying palm trees are on the agenda today as we catch the fast ferry to Gili T, the largest of the three Gili Islands. With a free afternoon feel yourself slipping easily into island time, Bintang in hand, before a night out island style."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "ISLAND BIKE TOUR. With no motorised vehicles on Gili T, today you’ll explore the island on two wheels, beach hopping from one sandy shore to the next before capturing pics of an epic sunset over the ocean."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "SNORKELLING ADVENTURE. Travelling by boat, today you’ll explore the beauty of all three Gili Islands, stopping along the way for plenty of snorkel breaks to spot turtles and other colourful marine life."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "TRAVEL TO UBUD. Waving goodbye to paradise and those leaving us on the 9 day trip, the chilled out cultural Mecca of Ubud awaits as you travel back to the mainland by ferry. (BALI INTRO 9 DAY ENDS HERE)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "MONKEY FOREST You’ve seen the pictures, now experience Ubud’s famous Monkey Forest for real! A centuries old temple overrun by monkeys, today’s your chance to get up close to these mischievous primates."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "SUNRISE VOLCANO TREK. It’s an early start this morning as you head out before dawn for a once-in-a-lifetime sunrise trek. Joined by a Local Guide, hike up an active volcano and summit just as the sun peaks over the horizon for breakfast with a view. Arriving back around mid morning, this afternoon relax and unwind with a traditional Balinese massage."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "CHECKOUT. Your unforgettable 12 day adventure comes to an end today. Those flying home will make their way to the airport, or keep living the dream and extend your stay in Bali with our help and the new friends you’ve made."
    }
  ],
  "map": ""
}