{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "sumatra-tour-culture-and-orangutans",
  "tourName": "Sumatra tour, culture and orangutans",
  "placesVisited": "",
  "generalInfo": "This 1-week Sumatra tour includes a stay in a riverside eco-lodge at Bukit Lawang – gateway to Gunung Leuser National Park – part of the World Heritage site ‘Tropical Rainforest Heritage of Sumatra‘ and a visit to the old Dutch-period hill station of Berastagi, with a lakeside resort on picturesque Samosir Island, located within the vast crater lake of Mt Toba – one of the world’s largest volcanoes.<br/><br/>In line with our philosophy, this Sumatra tour combines the island’s best-known sites with local markets and street life as well as providing ample opportunities to sample the varied local cuisine and meet the exceptionally welcoming local people. <br/><br/>Features<br/><br/>1. Rainforest hike spotting orangutans, gibbons, langurs and hornbills<br/>2. Riverside eco-lodge stay in Bukit Lawang<br/>3. Traditional villages and local markets<br/>4. Spectacular Lake Toba - the world's largest crater lake<br/>5. Well-appointed lakeside resort on Samosir Island<br/>6. Sample the local food and meet exceptionally friendly local people<br/><br/>Optional extensions<br/><br/>1. Beach stays in Bali or Lombok<br/>2. Tour to Flores and Komodo Islands<br/>3. Fascinating 4-day city tour of the bustling capital Jakarta<br/><br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in 3 to 4* hotels.",
  "durationDays": "7",
  "price": "1045",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our tour begins at Medan International Airport in North Sumatra. From here we’ll transfer into the interior and the small, riverside village of Bukit Lawang – entry point for World Heritage Gunung Leuser National Park – with a local-style, welcome dinner and overnight in a comfortable, riverside eco-lodge."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "A morning rainforest hike in fabulous Gunung Leuser provides the opportunity to discover some of the park’s amazing tropical flora and fauna including the region’s most famous residents, Sumatran orangutans. Gibbons and langurs are also commonly seen along with, blooming permitting, the famous giant Rafflesia flowers. A picnic lunch by the river and a return by raft down the scenic Leuser River complete our day."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "South through the hills to the town of Berastagi, a former Dutch hill station and today renowned for tropical fruits such as durian, rambutan, and snake fruit as well as being home to the Batak minority. Lunch in a local cafe and a walking tour of the town’s vibrant markets followed by some time to take in our resort’s delightful park and pool."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Through the Tanah Karo Highlands with stops at a traditional and particularly friendly Batak Village and Sipiso-Piso, Sumatra’s highest waterfall. From here we descend to Lake Toba itself, the world’s largest crater lake formed by a huge volcanic eruption some 70,000 years ago. Transfer by boat across the lake to our picturesque, waterfront accommodation in Tuk-Tuk Village on Samosir Island."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Day tour of Samosir Island to discover the cultural heritage of the local Batak people including a traditional village with its towering, thatched houses, the ancient ‘Stone Chairs’ of Ambarita, Simanindo Museum and a community weaving centre."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "The morning is at leisure to explore further the scenic island at your own pace – on foot or by bicycle – before a ferry ride across the lake and return drive to Medan for our night’s accommodation close to the city’s old colonial district."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer to Medan Airport. Subsequent, optional extensions include our 4-day Jakarta visit, a mini-tour to Flores and Komodo or beach time in Bali or Lombok. Note: Medan International Airport has easy connections to regional destinations such as KL, Singapore or Bangkok."
    }
  ],
  "map": ""
}