{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "bali-experience-holiday",
  "tourName": "Bali experience holiday",
  "placesVisited": "",
  "generalInfo": "Bali Experience is our premium 12 or 15 day group tour. <br/><br/>With epic premium accommodation and lots of amazing inclusions, it’s perfect for those wanting to see the best of Bali in style. <br/><br/>12 DAY: Seminyak - Ubud<br/>15 DAY: Seminyak - Seminyak<br/><br/>You’ll discover Bali nightlife, visit ancient temples, learn to surf, experience local culture, epic waterfalls, beautiful rice paddies, wild dolphins, go snorkelling, learn to cook delicious local food, hike an active volcano for sunrise, swim with manta rays and so much more! All with an awesome group leader from the moment you step off the plane, an instant group of friends to share your adventure, amazing accommodation and so much included.<br/><br/>HIGHLIGHTS<br/><br/>– Be spoilt with premium accommodation in some of Bali’s best locations.<br/>– Pick up some surfing skills from local Balinese surfers, then unwind with a sunset beer.<br/>– Look out over endless rice paddies from the infinity pool of private bungalows.<br/>– Snorkel with turtles as you discover the beauty of the Gili Islands.<br/>– Trek the summit of an active volcano for a once in a lifetime sunrise.<br/>– Discover the stunning island of Nusa Lembongan and swim with manta rays! (15 Day Only)<br/><br/>INCLUSIONS<br/><br/>• Visit Ancient Temples<br/>• Chill out on Beautiful Beaches<br/>• Canang Sari (Local Offering) Making Experience<br/>• Bahasa Language Lesson<br/>• Soak up Stunning Sunsets<br/>• Experience the best of Bali Nightlife<br/>• Learn to Surf<br/>• Swim under Waterfalls<br/>• Visit a local Balinese Family<br/>• Basket Weaving &amp; Coffee Plantation<br/>• Rice Paddies<br/>• Dolphin Boat Trip<br/>• Explore Tropical Islands by Bicycle<br/>• Luxury Boat Trip around the Gili Islands<br/>• Snorkel with Turtles<br/>• Island Party!<br/>• Sunrise Volcano Trek<br/>• Monkey Forest<br/>• Balinese Cooking Class<br/>• Traditional Balinese Massage<br/>• Nusa Island Boat Trip with Snorkeling<br/>• Island Viewpoints<br/>• Farewell Dinner",
  "durationDays": "15",
  "price": "1449",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN SEMINYAK. When you land in Bali we’ll be at the airport to meet you and take you to the hotel. You’ll have plenty of time to recover and meet your group."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "TEMPLES AND SUNSETS: Today’s all about soaking in the local culture as we pay a visit to the ancient temples in Uluwatu, then take part in a Bahasa language lesson and learn how to create a Canang Sari (a local offering). As sunset falls we’ll sip drinks and eat dinner at one of Uluwatu's trendiest beach clubs, then head back to Seminyak for more fun"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "LEARN TO SURF: Our last morning in Seminyak will be spent hitting the waves, where you’ll learn to surf with the help of local Balinese instructors. We’ll then head on to one of the world’s most iconic surfing destinations, Canggu, where your sleek boutique hotel awaits. Dig your toes into the volcanic sand, or just chill out poolside."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "EXPLORING LOVINA: Untouched and relatively unknown, Lovina will steal your heart with its rolling rice paddies and smiley welcome. On the way we’ll squeeze in some temple exploring and a dip in a waterfall before arriving at our unique accommodation, set high in the mountains with views of rice paddies and the ocean."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "DOLPHIN SPOTTING & LOCAL LIFE: We’ll visit a local family to learn the art of basket weaving and gain a unique glimpse into traditional Balinese life. We’ll also step aboard a traditional outrigger boat to cruise the coastline in search of wild dolphins. Later it’s time to relax - the infinity pool at our luxury resort is the perfect place to unwind!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "FERRY TO GILI T: Crystal clear waters and swaying palm trees are on the agenda today as we catch the fast ferry to Gili T, the largest of the three Gili Islands. With a free afternoon feel yourself slipping easily into island time, Bintang in hand, before a night out island style."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "TIME TO CHILL: With no motorised vehicles on Gili T, today we’ll explore the island on two wheels, beach hopping from one sandy shore to the next before capturing an epic sunset over the ocean."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "GILI ISLANDS BOAT TRIP & SNORKELLING: Travelling by boat, today we’ll explore the beauty of the Gili Islands, stopping along the way for plenty of snorkel breaks to spot turtles and other colourful marine life. At dinner tonight, we’ll toast to our time on the Gili’s, as tomorrow it’s back to the mainland."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "TRAVEL TO UBUD: Waving goodbye to paradise, the chilled out cultural Mecca of Ubud awaits as we travel back to the mainland by ferry."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "MONKEY FOREST & COOKING CLASS: You’ve seen the pictures, now experience Ubud’s famous Monkey Forest for real! A centuries old temple overrun by monkeys, today’s your chance to get up close to these mischievous primates. Monkey selfie captured, we’ll then learn how to cook some of Bali’s best dishes with a hands on cooking class."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "SUNRISE VOLCANO TREK & TRADITIONAL MASSAGE: It’s an early start this morning as we head out before dawn for a once-in-a-lifetime sunrise trek. Joined by a Local Guide, hike up an active volcano and summit just as the sun peaks over the horizon for breakfast with a view. Arriving back around mid morning, this afternoon relax and unwind with a traditional Balinese massage."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "NUSA LEMBONGAN: It’s back to the beach today as we travel by fast ferry to the island paradise of Nusa Lembongan. Famed for its azure waters and laid back approach to life, we have a feeling you’ll fall hard for this breezy, beautiful island, especially when you catch a glimpse of our luxury beachside hotel."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "BOAT TRIP & VIEWPOINTS. Much of Nusa Lembongan’s charm lies in its secluded bays and underwater life, which is why today we’ll be exploring by boat. Keep your snorkel at the ready as we cruise the crystal clear waters, on the look out for manta rays as well as other species of marine life. Back on land, we’ll then show you some of our favourite spots for views that show off the island at its very best."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "BACK TO SEMINYAK. Waving goodbye to Nusa Lembongan, we’ll make our way back to where it all began, Seminyak, for a farewell dinner and final group night out."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "CHECK OUT & ONWARD TRAVEL: Your unforgettable 15 day adventure comes to an end today. Those flying home will make their way to the airport, or keep living the dream and extend your stay in Bali with our help and the new friends you’ve made."
    }
  ],
  "map": ""
}