{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "indonesia-wildlife-holiday-primates-and-dragons",
  "tourName": "Indonesia wildlife holiday, primates and dragons",
  "placesVisited": "Gunung Leuser National Park, Bohorok Orang-utan Centre, Mt Sibayak Volcano, Bat caves, Wooden villages, Hot springs, Bali, Flores, Komodo National Park, Rinca Island, Coral reef boat trip, Pink beach, Optional: temple tours, rafting, village tours, island boat exploring, cave exploring, snorkelling",
  "generalInfo": "Take a two week Indonesia tour to appreciate the temples, villages and volcanoes that this island nation has to offer and you might well find a whole lot more than you originally bargained for.<br/><br/>Dragons come in all shapes and sizes, but Komodo National Park provides the ideal place to go tracking on an Indonesia tour whilst the jungle landscapes of Sumatra offer orangutans around every turn; if you know where to look, of course.<br/><br/>This tour week experience also features a range of outdoor activities to complement the wildlife walks with volcano climbing, snorkelling over coral reefs and plenty of free time to hit the beach certainly adding to the attraction of an Indonesia tour that's packing more punch than a steaming cup of Java coffee.<br/>",
  "durationDays": "13",
  "price": "3849",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Medan, the largest city on the island of Sumatra, and a jumping off point for many visitors to Indonesia. Meet the tour leader either at the airport or pre-tour hotel (see Joining Instructions for more details) and transfer (approximately four to five hours) to the village of Bukit Lawang on the edge of Gunung Leuser National Park, stopping for a light lunch en route. The rest of the afternoon is free to relax and explore. Bukit Lawang is one of the most accessible places to spot orangutans, thanks to an orangutan conservation programme that has been operating on the eastern edge of the park since the 1970s. The village is attractive, built along one side of the river; relaxing by the river, it is not uncommon to see wild orangutans come to the water to drink. Around 6pm, say selamat sore to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Indonesian welcome by arranging a group dinner. Want more time in Medan? Secure pre-tour hotel nights through your sales representative. Accommodation: Eco Lodge Bukit Lawang (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Head into Gunung Leuser this morning, one of the two remaining habitats for Sumatran orangutans. Here, we’re joined by an expert local guide to explore the trails, searching for orangutans and other wildlife. The hike itself is a leisurely couple of hours and there is a good chance of seeing Thomas’s leaf monkeys and long-tailed macaques plus, hopefully, one of the orangutans who inhabit the forest. Our hike ends at the one-time feeding station, where we have an improved chance of spotting orangutans. Accommodation: Eco Lodge Bukit Lawang (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Return to the old feeding station this morning for another chance to spot orangutans. Those who wish can then head deeper into the jungle, continuing our search for the ‘gardeners of the forest’ and other wildlife, guided by the insider knowledge of our local experts. The park is home to around 700 animal species, including macaques, gibbons, Sumatran elephants, and plenty of birdlife. This optional excursion lasts approximately six hours, including time at the feeding station, and includes steep, muddy terrain and a hot, humid climate. For anyone who chooses not to undertake the jungle hike, the rest of the day is free to relax at the lodge. Accommodation: Eco Lodge Bukit Lawang (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Discover the cultural side of Bukit Lawang this morning with a village walk, witnessing daily life play out and learning about the history and heritage of the people. After, head to a local house to watch an Indonesian cooking demonstration by one of the villagers, followed by a homemade lunch of local dishes. Return (approximately four hours) to Medan in the afternoon, where we stay before our early morning flight tomorrow. Accommodation: Aryaduta Hotel (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Rising early, we catch a morning flight to Jakarta, the capital of Indonesia. Upon arrival, transfer to our hotel to check in and refresh, before heading out to explore Kota Tua (the old town) and harbour front with our tour leader. Our exploration takes us to: Fatahillah Square, a lively plaza that often hosts traditional dance performances; the Jakarta History Museum; and Wayang Museum, which is dedicated to Javan wayang puppetry. We also visit the street food hub of Glodok, also known as Chinatown, the maritime museum, before finishing with a stroll around Sunda Kelapa, the old port of Jakarta. Accommodation: Neo Puri Indah Hotel (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Fly to Labuan Bajo today, at the western tip of Flores island. This town is the main entry point into Komodo National Park and, as such, has been growing in popularity as a tourist destination. We aim to catch the afternoon flight, which means we leave for the airport around 12.30pm and arrive at our hotel in Labuan Bajo later this afternoon. Accommodation: Puri Sari Hotel (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Dedicate the next three days to exploring the wildlife-rich Komodo National Park, staying on a boat for a truly immersive experience. Established in 1980, Komodo is comprised of three main islands (Komodo, Rinca and Padar) and the surrounding waters, which include mangrove forests, seagrass beds and vibrant coral reefs. After boarding the boat early, our first destination is Rinca, which we visit after lunch. The island is home to Komodo dragons but also wild pigs, buffalos and birds. Going ashore, we join an island ranger on a trek to look for Komodo dragons in their natural environment. After, we return to the boat and sail to Padar, where we snorkel in the pristine waters. In the late afternoon, we can walk to a hilltop to watch sunset above the national park. Accommodation: Boat"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Head to Komodo island this morning. Upon arrival, we trek to the riverbed of Banunggulung, where the dragons were fed fresh goats until the mid-2000s. The hike takes us through spectacular scenery and there are many unusual plants along the way. Of course, we look for Komodo dragons, but there are other animals to spot, including wild boars, deer and buffalos, plus good birdwatching with cockatoos and gosong among others. After, we visit Pink Beach, where we have time to snorkel with good chances of seeing parrotfish, clownfish and, with a bit of luck, various other sea creatures, including turtles. There is ample time to swim, snorkel and enjoy the beach before we head to Manta Point, so-named as giant manta rays, some with a wingspan of 13ft (4m), are regularly seen here. Our final leg today takes us to Gili Laba Island, where we drop anchor for the night. Accommodation: Boat"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Those who wish can rise before dawn to visit a viewpoint on Gili Laba to watch the sunrise. Later, we can snorkel more around the island before setting sail again. Time permitting, we make one final snorkelling stop at Kanawa Island on the way back to Labuan Bajo. Returning to Labuan Bajo, we transfer back to our hotel for the night. Accommodation: Puri Sari Hotel (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We fly to Denpasar (flight times can vary) and drive (approximately two hours) to our final destination, Ubud, surrounded by rice fields and temples. Ubud gets its name from the Balinese word ubad (medicine); the town was originally important as a source of medicinal herbs and plants, but these days is known for its artistic community, awash with art workshops and galleries. When Ubud became a Dutch protectorate at its own request, the colonialists interfered little, allowing the traditional arts and culture of the area to remain relatively unchanged. From the 1930s onwards, Western artists and intellectuals arrived and furthered the local art scene, among them Charlie Chaplin and HG Wells. Ubud is still a haven for literati, glitterati and art collectors. Accommodation: Ananda Cottages (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today's walk begins early, arriving at the start point around 7.30am. Head on a gentle trek across the ancient caldera and savanna of Mount Batur, navigating through black lava fields. Most of the route is relatively flat and not strenuous. A light refreshment is provided at a rest point, where you can enjoy a magnificent view of Mount Batur and learn about the Batur National Geopark. Our tour continues to the Tampaksiring area, where we visit Gunung Kawi Temple. Set amid rice terraces, this 11th-century temple features 10 rock-hewn candi (shrines) carved into the cliff. They stand at 23ft (7m) and combine both Hindu and Buddhist attributes. The descent to the candi involves numerous stairs (which we also have to climb back up!). After, we can visit Tirta Empul Temple, known among Balinese Hindus for its holy waters, which are believed to wash away bad spirits. The final stop is Tegalalang for sweeping views over paddy fields. Accommodation: Ananda Cottages (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today is free to wander through the vibrant streets of Ubud enjoying the cafes, shops, temples and theatres or go on another optional trip exploring other parts of the island. Your tour leader can advise you on how best to spend your time. Accommodation: Ananda Cottages (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "You’ve tracked orangutans in the jungle, witnessed real-life dragons, and explored the culture of Indonesia, but now it’s time to begin your return journey home. Alternatively, if you’d like to extend your adventure, speak to your sales representative to discuss our large range of extension options, including our post-tour island extension, where white sands and a slice of paradise await."
    }
  ],
  "map": ""
}