{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "camp-leakey-and-tanjung-puting-np-tour-4-days",
  "tourName": "Camp Leakey and Tanjung Puting NP tour, 4 days",
  "placesVisited": "Kumai, Sekonyer River, Tanjung Puting National Park, 'Crocodile River', Camp Leakey, Pesalat Reforestation Camp",
  "generalInfo": "This 3-night tour takes you into the heart of Tanjung Puting National Park and to Camp Leakey, the renowned orangutan rehabilitation and research centre. Along the way you are accompanied by an English speaking guide who will assist you throughout your tour, plus the knowledgeable rangers at Camp Leakey who will guide you through the camp and introduce you to their work and the orangutans. <br/><br/>Tanjung Puting National Park is made up of over 400,00ha of mangrove swamp, rainforest and dense jungle and is home to thousands of species including primates, leopards, lizards and hundreds of species of birds. <br/><br/>Your accommodation is on board a traditional wooden river boat designed to navigate the waters of Indonesia and known as a Klotok for the noise the engine it makes as it moves downriver - ‘klok tok tok tok’. Facilities include a cabin with a mattress and mosquito net and a bathroom with western style toilet (not en suite). The roof of the boat forms the upper deck and is the best place from which to experience the views. These are not luxury yachts, but they are an unforgettable way to experience and explore the jungles and waterways up close. <br/><br/>An on board cook will prepare your breakfast, lunch and dinner leaving you plenty of time to soak in the incredible flora, fauna and jungle sounds as you make your way down the river.<br/><br/>*Please note this trip can only be booked as part of a tailor made holiday to Indonesia/Bali/Komodo and combined with other travel elements. Kalimantan is a remote region and additional travel will need to be coordinated to reach the starting point of this tour.*",
  "durationDays": "4",
  "price": "825",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your guide will meet you in Central Kalimantan and transfer you to the port of Kumai. Here you will board a traditional riverboat called a klotok, which will be your home for the next 3 nights. Set sail along the Sekonyer River into Tanjung Puting National Park, famed for its orangutan conservation. In the afternoon, your guide will take you into the rainforest to search for proboscis monkeys, orangutans and the many other species that live there. (L, D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "An early start as you sail to a tributary known locally as 'Crocodile River' - keep your eyes peeled for these aquatic species. After a freshly prepared lunch you will arrive at Camp Leakey, the renowned orang-utan research and rehabilitation centre. Enjoy a look around the centre, meet the rangers and watch the daily afternoon feeding routine. There is an option to take a short trek into the jungle around the camp before returning to the boat for dinner. (B, L, D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast you will sail down river to denser jungle to the orang-utan feeding station to arrive in time for their breakfast. Your guide and a ranger will take you through the small jungle tracks to where the orangutans come to feed. Afterwards you will continue upriver to Pesalat Reforestation Camp. This combined Government and NGO sponsored project focuses on the huge task of rehabilitating parts of the national park that have been destroyed over the years by illegal loggers and forest fires. Should you so desire, you can choose your own tree, plant it and also name it. A delicious lunch will be served on the boat and on the return journey there is often a good chance of spotting proboscis monkeys high in the trees above you. (B, L, D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast it is time to bid goodbye to the jungle and return to the port of Kumai where you will be transferred back to Pangkalan Bun airport in order to catch your flight to your next destination. (B)"
    }
  ],
  "map": ""
}