{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "bali-gili-islands-holiday-for-under-35-s",
  "tourName": "Bali & Gili Islands holiday for under 35's",
  "placesVisited": "",
  "generalInfo": "Find peace, relaxation and adventure with a trip around Bali. Starting in the patchouli-infused Ubud, you can explore the jungle or cycle around rice paddies before ascending Mt Batur at sunrise and creating epic memories. Kick back on Gili T and soak up island life as you enjoy loads of free time to snorkel over reefs, snap a few sunsets and throw down some beers. End it all in Seminyak with some of the best beachy nightlife you’ll ever find, even more sunsets (the colours!) and a massage (or three).",
  "durationDays": "10",
  "price": "560",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Ubud.",
      "description": "Salamat Datang! Welcome to Bali. Your adventure begins in the rice paddy-lined oasis of Ubud, in the mountains of Bali. You're free to arrive whenever you like before your welcome meeting this evening at 6 pm. If you do arrive early, maybe stroll around town, soak up the vibe and immerse yourself in all that leafy Ubud has to offer. After the meeting, go out for an optional group dinner and feast on delicious local cuisine."
    },
    {
      "dayNumber": 2,
      "title": "Ubud.",
      "description": "Today is a free day to explore the temples, wander through the rice paddy fields or visit the famous art and craft markets in the town centre. Maybe get up early and start your day with a yoga class, then use your free time to join in on some fun optional activities like a cycling tour, white-water rafting or a cooking class. If you'd prefer to freewheel it, you can just hire a bike and ride around Ubud's lush countryside. For lunch, maybe seek out some of the Balinese specialty – Babi Guling (the Indonesian version of roast pork)."
    },
    {
      "dayNumber": 3,
      "title": "Mt Batur.",
      "description": "Depart Ubud for Batur this morning, visiting the Tirta Empul Water Temple along the way. Tirta Empul, translating to holy water spring, was built in the 10th century as a place of ritual purification for Balinese Hindus and is still very much in use. This is the real deal, and you’ll see the local Balinese come here to bathe in the pools and purify themselves under the waterspouts. Next, head to the stunning rice terraces at Tegalalang to take a stroll. This is a great spot to take that perfect photo of beautiful Bali. When you arrive in Batur, you might want to rest, relax and recharge, ready for a jam-packed day tomorrow."
    },
    {
      "dayNumber": 4,
      "title": "Candidasa.",
      "description": "Rise and shine early birds (at 3 am) – it's time for a good ol' fashioned crater hike. At 1717 m high, Mt Batur sits inside a spectacular caldera along with Lake Batur. The lake supports the local fishing industry, while many villagers work as guides for the volcano climb. You'll be just in time to witness the sunrise over the valleys of Bali! On a clear morning, it's possible to see all the way across the Lombok Strait to the peaks of Mt Rinjani. After descending the volcano, there may be an option to soak in hot springs with great views over the lake and caldera. Later in the afternoon, head southwest to beachside Candidasa. When you arrive, maybe chill out by the beach and let your muscles rest after your glorious hike."
    },
    {
      "dayNumber": 5,
      "title": "Gili Trawangan.",
      "description": "Drive to Padangbai this morning and jump on a speedboat to Gili Trawangan, or Gili T – the Goldilocks of the three Gili islands, striking the perfect balance between Gili Air's hippie vibe and Gili Meno’s low-key honeymoon atmosphere. Check in to your resort, then begin exploring on two wheels during a cycling orientation tour with your leader. Get insider island info on the best places to watch the sunset and the best beaches to soak up the salt air. Luckily for you, you’ll get access to the resort’s bicycles for the duration of your stay, so getting from A to B will be a peddle-powered breeze. After your cycling tour, spend the rest of the night however you like, just remember that bare feet are the basis of the dress code."
    },
    {
      "dayNumber": 6,
      "title": "Gili Islands.",
      "description": "Enjoy a free day on Gili T. Why not join an optional cooking or yoga class or go snorkelling in the unbelievably clear waters. You could even head out on a motorised wooden boat around the Gili Islands, jumping straight off the boat and coming face-to-face with marine life, including colourful fish, coral reefs and of course, sea turtles. The Gili Islands are a famous snorkelling destination and probably the best spot in South East Asia for turtle-spotting. If you’d prefer, just kick back with a cocktail and do nothing!"
    },
    {
      "dayNumber": 7,
      "title": "Gili Islands.",
      "description": "Today is just another day in paradise. Maybe jump on another boat for more snorkelling or take it super easy and set up on the beach with a book, a coconut and a cocktail. You could also grab a bike and go for another ride – all three of the Gili Islands are tiny, but it’ll still sound pretty cool when you tell your friends that you circumnavigated an island on wheels."
    },
    {
      "dayNumber": 8,
      "title": "Seminyak.",
      "description": "Have a leisurely breakfast and one last swim on Gili T before walking back to the port and taking a speedboat to Padangbai. From here, you’ll drive to upmarket Seminyak, where the sunsets are legendary, the beaches are plentiful, the nightlife is lively, and there are more spas, bars, massages and treatments than you can poke at. When you arrive, step out with your leader on an included food tasting. Your leader knows all the best dishes, so unbuckle your belt and try some nasi campur (a mixed plate of rice, veggies and meats) and other local street foods. Continue to a beach club tonight, where you can beat the heat with an included drink."
    },
    {
      "dayNumber": 9,
      "title": "Seminyak.",
      "description": "Give today a real Semin-crack with a range of optional activities to fill up your blissful free time. Maybe café hop (the colourful cafes in Seminyak are endless), laze by the beach or get active and take a surf lesson. You can’t hit Seminyak without soaking up the sun at another beach club in the afternoon. Ever heard of Potato Head? Cocoon? Ku de Ta? Sit back, listen to the tunes, splash around in the pool and watch the sun go down with a cocktail or coconut in hand. Toast to the final full day of the trip with your newfound travel companions and dance the night away."
    },
    {
      "dayNumber": 10,
      "title": "Seminyak.",
      "description": "Your Bali adventure comes to an end today, but that doesn’t mean you can’t continue to swim, snorkel, sleep and tan – if you’d like to stay longer, just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}