{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "bali-discovery-holiday-tailor-made",
  "tourName": "Bali discovery holiday, tailor made",
  "placesVisited": "Ubud, Mount Batur, Belimbing, Jatiluwih, Batakuru, Bali Barat National Park, Nusa Dua",
  "generalInfo": "This 14-night tour shows you the wonderfully varied landscapes of Bali - from the bustling city of Ubud to the lush greenery of the rice paddies and chocolate plantations of Belimbing. <br/><br/>Experience the wonder of watching the sunrise from the summit of Mount Batur (and check out any recent lava flows while you're there); cycle through the villlages and UNESCO World Heritage rice paddy field; spot wildlife at Bali Barat National Park; snorkel among the rich marine life off the shores of Menjangan Island (and keep an eye out for the swimming deer the island is named after!), and there's also time to relax on the tropical white-sand beaches. <br/><br/>If that's not enough, Bali is home to one of the top water parks - no. 2 in the world - so you can spend the day floating down a lazy river or taking your life in your hands with a vertical drop onto the flumes below.<br/><br/>Our Highlights<br/>- Watch the sunrise over volcanic Mount Batur<br/>- Trek through the lush rice paddies, chocolate and coffee plantations<br/>- Explore Bali Barat National Park on foot, on horseback or by bike<br/>- Snorkel among the reef sharks and seahorses at Menjangan Island<br/>- Spend a day at one of the world's best waterparks and get your adrenalin racing",
  "durationDays": "14",
  "price": "1895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Bali and transfer to your hotel on the hillside on the Campuhan River valley."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Enjoy a day at leisure to explore the area of Ubud and make use of your hotel facilities. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "An early start this morning to hike up to the summit of Mount Batur to watch the sunrise and witness the stunning vista of the surrounding countryside and views of the crater. Ease tired muscles at Toya Bungkah Hot Springs. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Trek through the beautiful rice paddies, coffee and chocolate plantations in the remote region of Belimbing before checking into your luxurious mountain resort. (B,L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Cycle through the UNESCO recognized rice paddies at Jatiluwih and finish with a sumptuous lunch overlooking the beautiful countryside. (B,L)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy a free day at leisure in Batakuru (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer to the mountainous Bali Barat National Park, home to the Bali Starling and last of the wild Banteng. Afternoon free at your resort for activities such as bird watching, trekking, cycling, horse riding, kayaking and snorkelling. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Enjoy a morning of snorkelling, swimming and relaxing on the uninhabited island of Menjangan which has one of the best-preserved coral reefs in the area. (B,L)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Day at leisure to relax and enjoy the resort and the surroundings in Bali Barat National Park.(B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to your luxurious beach hotel in Nusa Dua and enjoy the facilities the resort has to offer. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Get your adrenalin flowing as you hit one of the world’s best waterparks. Waterbom, with its lazy rivers, inviting blue pools, death-defying vertical drops and steep inclines. A soothing massage is on hand to recover and there’s a choice of dining options and swim up bar for tropical drinks. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Enjoy your free day at leisure at your beach resort. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to the airport for your return flight home. (B)"
    }
  ],
  "map": ""
}