{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "indonesia-holiday-orangutans-and-culture",
  "tourName": "Indonesia holiday, orangutans and culture",
  "placesVisited": "",
  "generalInfo": "Start your Indonesia adventure on the most populated island in the country, Java.  Over two thirds of the entire population live on this island and it is hugely rich in culture and scenery. You will spend three nights in the city of Yogyakarta in Central Java.<br/><br/>Here you will witness the beautiful Buddhist relic of Borobudur at sunrise and have a chance to explore the Hindu temples of Prambanan. ‘Jogja’ as it is locally known is renowned as a centre of education, fine arts and craftwork, including batik printing, shadow puppets, drama, music and poetry. A local ballet troupe perform an excellent adaptation of the Ramayana in the grounds of the Prambanan temple complex which we highly recommend visiting.<br/><br/>From Yogyakarta you will fly to Kalimantan (Indonesian Borneo) where you will head into Tanjung Puting National Park. This is one of the most remote places to see orang-utan in their natural habitat and is one of the most rewarding wildlife experiences there is. You can relax on the deck of your own private Klotok river boat by day as you journey up the Sekonyer River to each feeding station whilst returning to the Rimba Eco Lodge in the evening. <br/><br/>Continue your journey through Indonesia with time on the Hindu island of Bali enjoying several excursions that introduce you to the local Balinese culture and cuisine before heading to the less developed and quieter east coast for a few days at the charming Alila Manggis in Candidasa.",
  "durationDays": "16",
  "price": "5850",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly from the UK to Singapore. Overnight on board aircraft."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Connect with your flight to Yogyakarta on the island of Java, Indonesia where you will be met and transferred to the charming Phoenix Hotel where you will stay for the next three nights."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "With your local guide visit the famous Sultan`s Palace this morning before exploring the vast Prambanan temple complex this afternoon."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Rise early for what is sure to be a stand out memory of your time away - visiting the impressive UNESCO protected Buddhist site of Borobudur at sunrise. On your way back to your hotel you will stop at the local village of Candijero where you will get first-hand experience of a local village and how local handicrafts are made."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early morning transfer to the airport in Semarang for your flight to Pangkalan Bun in Kalimantan where you board your private Klotok boat. Spend the afternoon on the Sekonyer River cruising into the Tanjung Puting National Park before retiring to Rimba Lodge where you will spend the night. **All meals included in Kalimantan"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy a full day exploring the national park and visiting the orang-utan feeding stations. **All meals included in Kalimantan"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Visit the remaining feeding stations, trek deeper into the jungle and explore the backwaters on your private boat. Overnight at Rimba Lodge. **All meals included in Kalimantan"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Fly to Surabaya and stay at the beautifully preserved Majapahit Hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Fly to Bali today. You will be transferred to the Alila in Ubud where you will spend the rest of the day enjoying the facilities of the hotel or exploring Ubud. **You will receive a complimentary evening meal during your stay at the Alila Ubud for staying three nights."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Your guide will meet you this morning and you will head out to a traditional farming community to meet the local villagers. Here they will show you how they farm their crop and you'll even get a chance to try your hand at rice planting."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Explore the surrounding countryside with a light trek through the rice terraces. This afternoon will be spent with a local Balinese couple who will teach you how to make local dishes in a hands on cooking class. **Dinner included this evening as you are cooking it."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Alila Ubud’s sister property on the east coast of the island today. Situated on the beach the Alila Manggis follows the same eco initiatives of the Ubud property and you can enjoy a quieter and less developed side of Bali for the last few days of your trip. **You will receive a complimentary evening meal during your stay at the Alila Manggis for staying three nights."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Day at Leisure."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Day at Leisure."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Return to the airport in time for your flight to Singapore."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Arrival back in the UK early this morning."
    }
  ],
  "map": ""
}