{
  "destination": "Indonesia",
  "mainPhoto": "",
  "id": "indonesia-small-group-tour",
  "tourName": "Indonesia small group tour",
  "placesVisited": "",
  "generalInfo": "With 15 or 19 day options available, Epic Indonesia is the most amazing way to experience Bali &amp; beyond! <br/><br/>You’ll discover crazy Bali nightlife, visit ancient temples, learn to surf, swim under amazing waterfalls, experience local culture, spot wild dolphins and Komodo dragons, swim with manta rays and turtles, explore tropical islands, party on the beach, visit the famous Monkey Forest, explore the local markets and villages, hike an active volcano for sunrise and more! With an awesome group leader from the moment your tour starts, an instant group of friends to share your adventure with and help with all your onward travel. <br/><br/>15 DAY: Canggu -&gt; Ubud<br/>19 DAY: Canggu -&gt; Labuan Bajo<br/><br/>HIGHLIGHTS<br/><br/>Pick up some surfing skills from local Balinese surfers, then unwind with a sunset beer.<br/>Cruise on a traditional outrigger boat and watch wild dolphins glide by.<br/>Snorkel with turtles and soak up island bliss on the Gili Islands.<br/>Discover traditional rural life in Lombok and chase some incredible waterfalls.<br/>Hike an active volcano with a local guide to witness an unforgettable sunrise.<br/>Sail through Komodo National Park in search of its iconic dragons. (15 Day Only)<br/><br/>INCLUSIONS:<br/><br/>15 Day Inclusions:<br/> Personal Airport Pickup To The Hotel 24/7 <br/> 18 Nights Accommodation<br/> All Transport<br/> Awesome Group Leader<br/>Visit Ancient Temples <br/>Canang Sari (Local Offering) Making Class <br/>Bahasa Language Lesson <br/>Soak up Stunning Sunsets <br/>Experience Bali Nightlife <br/>Learn to Surf <br/>Swim under Waterfalls <br/>Visit a local Balinese Family <br/>Basket Weaving <br/>Coffee Plantation &amp; Rice Paddies <br/>Dolphin Boat Trip <br/>Explore Tropical Islands by Bicycle <br/>Boat Trip around the Gili Islands <br/>Snorkel with Turtles <br/>Island Party <br/>Traditional Village visit<br/>Sunrise Volcano Trek &amp; Monkey Forest <br/>Traditional Balinese Massage <br/>Total Meals: 13B, 1L, 1D<br/><br/>19 Day Inclusions:<br/>All of the 15 day inclusions plus:<br/>Komodo National Park <br/>Komodo Sailing Trip <br/>Stunning Viewpoints <br/>Komodo's Pink Beach <br/>Snorkelling with Manta Rays <br/>Total Meals: 17B, 3L, 3D",
  "durationDays": "19",
  "price": "1549",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE AND MEET THE GROUP When you land in Bali after your long flight we’ll be at the airport to meet you and take you to the hotel. You’ll have plenty of time to recover from your flight, chill out and meet everyone in your group."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "TEMPLES & BEACH SUNSETS Experience the beautiful culture of Bali as we visit amazing ancient temples, experience a Bahasa language lesson and learn to make a Canang Sari (local offering). We’ll then soak up a stunning sunset at a trendy beach club!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "LEARN TO SURF Today we’ll hit the beach and be taught how to surf by local Balinese surf dudes in one of the world’s most famous surf destinations."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "EXPLORING LOVINA Our destination today is the relatively unknown natural wonder of Lovina, an untouched paradise of stunning rice paddies and fascinating culture. On our way we’ll visit fascinating temples, epic waterfalls and see beautiful rice paddies. We’ll then arrive at our stunning and unique accommodation set high in the mountains surrounded by rice paddies and overlooking the ocean."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "DOLPHIN SPOTTING & LOCAL LIFE We’ll visit a local family to learn the art of basket weaving and gain a unique glimpse into traditional Balinese life. We’ll also step aboard a traditional outrigger boat to cruise the coastline in search of wild dolphins. Later it’s time to relax - the infinity pool at our luxury villa is the perfect place to unwind!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "HELLO PARADISE We’ll travel by fast ferry to the stunning island of Gili T - a beautiful tropical island with white sands and turquoise water. That afternoon you’ll have some free time to relax, enjoy the island and work on your tan. At night we’ll head out to experience some island nightlife!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "TIME TO CHILL As Gili T has no motorised vehicles we explore the island by bicycle today, relaxing on some white sandy beaches and taking in a stunning sunset!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "SNORKELLING ADVENTURE We’ll travel by boat around the beautiful Gili Islands, snorkelling in crystal clear water with a good chance of spotting some turtles."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "TRAVEL TO LOMBOK & WATERFALLS This morning, we're off on a quick boat ride to another amazing island – Lombok. It's not as crowded as Bali, but it's got a lot to offer, including some gorgeous waterfalls that we'll check out today. Tonight, we're staying in a village at the base of Mount Rinjani, Indonesia's second largest volcano."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "BEACHES & SUNSETS Today we’ll travel to Kuta, with plenty of time to relax or explore later. We’ll then head to some of the beautiful beaches that line Lombok’s coast, as well as taking you to one of our favourite spots for sunset, where the friendly locals are always up for a chat!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "TRADITIONAL LOMBOK Seeing the sites and traditional Sasak villages of Lombok is on the agenda for today – think epic viewpoints, rice terraces and traditional villages. Later, there’s time to chill by the pool and before heading out for dinner and drinks."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "TRAVEL TO UBUD Today we’ll make our way back to Bali by ferry and onto the fascinating and cultural town of Ubud."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "MONKEY FOREST Today you’ll experience the famous Monkey Forest in Ubud. A fascinating temple home to hundreds of wild monkeys you can get up close and personal with!"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "SUNRISE VOLCANO TREK & TRADITIONAL MASSAGE An early start this morning as you head off on an amazing Volcano trek. Experience a true once in a lifetime sunrise whilst enjoying breakfast on top of the Volcano! You’ll arrive back mid-morning and unwind with a relaxing and rejuvenating massage."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "TRAVEL TO LABUAN BAJO OR CHECKOUT We'll wave goodbye to those leaving us on the 15 day trip. Leaving Bali again, this time we are catching a short flight over to the island of Flores, the gateway to Komodo National Park."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "BOAT EXPEDITION Our unforgettable 2 night boat adventure kicks off with us hopping onto our traditional Phinisi inspired boat, basking in the sunshine, and taking in the breath-taking sights of Komodo National Park. Along the way, we'll make a stop at a scenic viewpoint and a snorkelling hotspot. As the day winds down, we'll witness a unique sunset experience - thousands of bats taking to the skies as they embark on their nocturnal quest for food. Tonight, we'll rest on the boat in cosy yet simple cabins."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "BOAT EXPEDITION Today is filled with once-in-a-lifetime experiences. We'll begin with sunrise at Instagram-famous viewpoints, followed by a visit to the enchanting pink beach, thrilling snorkelling with manta rays, and, of course, an encounter with the Komodo dragons – the only spot on Earth where you can witness them in their natural habitat. We'll spend our second night once more sleeping on the boat."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "RETURN TO SHORE As our remarkable cruise through Komodo National Park ends, it's time to make our way back to Bali. The afternoon offers the choice of unwinding by the pool or on the beach at our accommodation, or you can take a stroll into the town of Labuan Bajo to pick up any final souvenirs."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "CHECKOUT & ONWARD TRAVEL Your amazing 19 day adventure comes to an end today. You can either check out and make your way to the airport, stay on longer in Indonesia or continue your travels with our help, advice & the new friends you’ve made!"
    }
  ],
  "map": ""
}