{
    "Main_Title": "Our Tanzania holidays & safaris",
    "Main_Paragraph": "Tanzania is much less developed than its neighbours, with a far greater sense of wilderness. From the vast grassy plains of the Serengeti and the dramatic Ngorongoro Crater, to little visited parks in the south where African wild dogs roam, local ranger guides are the key to a truly special experience. This legendary safari destination can also be combined with trekking Mount Kilimanjaro and beach breaks in nearby  Zanzibar. Whether you're after a luxury safari or bringing the family for a memorable African escape, our holidays are designed to minimise their impact on Tanzania's fragile eco systems.",
    "Subtitle": "About our Tanzania holidays",
    "Title1": "Safari holidays in Tanzania",
    "Paragraph1": "There are many places across Tanzania where you’ll enjoy close encounters with the natural world. In northern Tanzania you’ll find the Serengeti, the Ngorongoro Crater and Lake Manyara (a lesser-known haven for birdwatchers) all relatively close to each other. Fewer people go south to the enormous Selous Game Reserve and Ruaha National Park. To really get off the beaten track, try the Enduimet Wildlife Management Area near Kilimanjaro, where our holidays significant benefit local communities that don’t see many visitors. Tanzania has a well-deserved reputation for luxury trips, but there are ways to go on safari inexpensively – especially if you join one of our overland tours or combine game viewing with volunteering.",
    "image1": "",
    "Title2": "Serengeti",
    "Paragraph2": "The big name in big game viewing, the Serengeti comprises a large area of northern Tanzania and spreads into south-western Kenya. Tour trips explore a national park and several game reserves where you can see the Big Five, as well as some of the world’s biggest herds of wildebeest. July and August are peak season for wildlife-watching in the northern Serengeti. Over 1.7 million wildebeest move through the Serengeti in search of good grazing during the Great Migration, keenly watched by predators including rare cheetahs. Our Serengeti holidays support conservation projects such as an initiative to monitor cheetah demographics here in one of their few remaining habitats.",
    "image2": "",
    "Title3": "Climbing Kilimanjaro",
    "Paragraph3": "Kilimanjaro is the highest mountain on the continent, and you dont need to be a mountaineer to get to its summit. The ascent  accounting for acclimatisation because of the high altitude  can be spread out over eight days, though there are five-day treks too. Our Kilimanjaro holidays benefit local communities by employing porters and expert guides, ensuring they are paid fairly and not overloaded. Climbers camp out on the mountain and porters carry their equipment, food and water. Its a serious achievement to get to the top, requiring good fitness and training, so its well worth looking into which of the seven routes up is best-suited to you.",
    "Title4": "Family holidays in Tanzania",
    "Paragraph4": "Our family holidays in Tanzania are wonderful for kids of all ages. They usually start with a safari and finish by the coast – the beaches of Zanzibar are just a short flight away. Talk to us to establish which trips are suited to your age group, as given the driving involved, some safaris are better suited to children over the age of eight (though you won’t wait long for animals to appear in wildlife-rich places like the Ngorongoro Crater). Older children and teens might be interested in something more active – you could consider a our cycling trips. Our family holidays in Tanzania spark interest in conservation, and introduce young minds to different cultures through village visits, and encounters with local tribespeople as they share their traditional ways of life.",
    "image3": "",
    "Title5": "Types of safaris & holidays in Tanzania",
    "Paragraph5": "The most popular way to see Tanzania is on a safari holiday, but that doesn't mean that all safaris are equal. Our trips directly fund conservation efforts while also employing local people, from guides to drivers and lodge staff. Tanzania is well-known for sophisticated wildlife viewing and the best way is by safari vehicle. Our small group safaris are very sociable affairs, and we also have brilliant group tours to climb Kilimanjaro, cycle, or embark on longer overland expeditions. Our tailor made holidays to Tanzania can be shaped to your requirements, and if you want to splash out on a big-ticket trip, there is a vast selection of luxury lodges and classy camps including many in less-visited parts of the country.",
    "Title6": "Where to go in Tanzania",
    "Paragraph6": "Our favourite place to go in Tanzania might be Selous Game Reserve. It’s four times bigger and far less visited than the Serengeti, and there’s more chance of seeing animals, including endangered African wild dogs – plus the wildlife benefits from conservation efforts funded by entrance fees. Safaris can be tiring, but several of our trips head to the coast afterwards for some well-deserved R and R – the Zanzibar archipelago is a great option. From the beaches here, you’ll see dhows skimming across the horizon and fish being caught for Stone Town’s market. Our holidays don’t spend the whole time on the beach though, whisking you off on village visits to explore Zanzibar’s culture and history while ensuring local communities benefit from tourism."
}