{
    "Main_Title": "Our Solomon Islands holidays & tours",
    "Main_Paragraph": "Whether you’re interested in traditional Melanesian culture or enjoy keeping your eyes peeled for flying fish, cicadabirds or bottle nosed dolphins, you couldn’t have picked a more appropriate archipelago. Santa Ana, Anuta, Makira, Santa Isabel – the names will start to become familiar, but those views will never fail to drop jaws. Our Solomon Islands holidays support the people who call this paradise home; we employ local guides, use locally-owned hotels and guest houses above international chains, and choose local food rather than imported. We also use teams committed to practising responsible snorkelling and diving, better to protect the islands’ amazing reefs and marine life.",
    "Subtitle": "Solomon Islands holiday highlights",
    "Title1": "",
    "Paragraph1": "Yearning for an old fashioned slice of the Pacific before banana boats and swim-up cocktail bars got in the way? Well, you’ll be in luck in the Solomon Islands. Unlike neighbouring Fiji or Tahiti, the roads are often unpaved and the infrastructure far from modern, but who needs speedy WiFi and flat-screen TVs when you’ve got such an outrageously beautiful landscape?\nThe shores of the Solomon Islands are wild and largely untouched, and the ocean hides not only vibrant coral reefs but a scattering of World War II relics, too. Venture away from the beaches and you’ll reap equal rewards – extinct volcanoes that you can climb up, mangroves where crocodiles lurk under murky waters, pristine lagoons to kayak across, and thatch villages where the welcome is as warm as the sun and age-old traditions still hold fast.",
    "image1": "",
    "Title2": "Landscapes in the Solomon Islands",
    "Paragraph2": "",
    "image2": "",
    "Title3": "",
    "Paragraph3": "Wedged halfway between Papua New Guinea and Vanuatu, the Solomon Islands consist of 992 islands divided into nine provinces, through only a fifth of these islands are inhabited. This is one of the most pristine environments in the South Pacific, and rainforests, waterfalls, volcanoes, lagoons and rich coral reefs are par for the course here. Theres a handful of both active and dormant volcanoes here, too. The rugged and mountainous main island, Guadalcanal, is home to the capital city Honaira, and is dominated by the 2,335m tall Mount Popomanaseu, the highest point in the Solomon Islands.",
    "Title4": "Solomon Islands culture",
    "Paragraph4": "",
    "image3": "",
    "Title5": "Things to do in the Solomon Islands",
    "Paragraph5": "",
    "Title6": "Cultural encounters",
    "Paragraph6": "A village tour will is a great way to learn about the countrys unique cultures and gain firsthand experience of the traditional daily lives of Solomon Islanders  youll get to meet the local people, eat a local meal, get the low down on the traditional shell money and learn a few world in native Pijin. Several villages will let you stay overnight. In the outer islands this experience can be rustic  with no electricity or running water  but the clear night skies and sound of the waves more than make up for it. It may be considered impolite to just drop in, so escorted tours are encouraged.",
    "Title7": "World War II history",
    "Paragraph7": "The Solomon Islands World War II history is ever present, and the landscape is littered with old memorabilia, from tanks and guns on land to Japanese bomber planes and war ships under the water. Much of it comes from the bloody, six-month Guadalcanal Campaign, which lasted from August 1942 to February 1943 and left 6,000 Japanese and American forces killed in action or lost at sea. On Skyline Ridge near the capital Honiara, the Guadalcanal American Memorial tells the story of the campaign, written on red marble pillars."
}