{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "a-scenic-north-and-south-island-new-zealand-discovery",
  "tourName": "A Scenic North and South Island New Zealand Discovery",
  "placesVisited": "Auckland, Whitianga, Rotorua, Napier, Masterson, Wellington, Picton, Kaikoura, Christchurch, Mount Cook, Queenstown, Franz Josef Township",
  "generalInfo": "Capture immense scenic beauty comprising diverse landscapes and cultural wonders on this 17-Day Scenic North and South Island New Zealand Discovery tour. Spend time in Auckland, Wellington, and Christchurch; embrace lush forests; explore pristine beaches; and wander sharp-tipped mountains as you self-drive through the dramatic landscape. Experience majestic Milford Sound and ride the skyline gondola in Queenstown as you discover the grandeur of New Zealand at your pace.",
  "durationDays": "17",
  "price": "6,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland - Unveil the Diverse Landscape of Auckland",
      "description": "Start your scenic New Zealand adventure in the captivating city of Auckland, with its diverse and breathtaking cityscapes. Chilled open spaces meet towering buildings, beaches and forests compliment each other as contrasting playgrounds of sand and soil, while the cosmopolitan vibe of urban dwelling teeters on the edge of adventure in a city where work meets play in a picturesque setting. Embrace rich art culture with a walk through the Toi o Tamaki Art Gallery, a display of classic and contemporary photographs, or wander through Aotea Square, which buzzes day and night with sounds of music and murmurs from locals and visitors."
    },
    {
      "dayNumber": "2",
      "title": "Auckland - Explore the ‘City of Sails’",
      "description": "On a small stretch of land between the Tasmanian Sea and the Hauraki Gulf, Auckland is the site of tall masts and neatly tied sails, as perfectly parked boats dot the shimmering waters surrounding the city. Take time today to explore this island of wonder, perhaps walking pedestrian-only Vulcan Lane, the aroma of rich arabica beans filling the air, the sound of a busker strumming soulful tunes as you pass cafes and boutiques. Explore the Devonport neighborhood, where the variety of quaint breakfast cafes, upmarket pubs, and deli-style restaurants lining the harbor promenade leave visitors spoiled for choice. Step inside the Peter Raos Studio, intricate glass art offering brilliant design and color."
    },
    {
      "dayNumber": "3",
      "title": "Whitianga - Travel along a Coastline of Coves and Caves",
      "description": "Your car will be delivered to you today, in time for you to set out for the east coast, passing the lush plains of Hauraki and keeping an eye out for the brilliant flash of birdlife off the shores of Miranda. Arriving in the coastal gem of Whitianga, you can take a boat ride to the edge of paradise and explore the wonders of Cathedral Cove, the diverse hues of red blossoms from the Pohutukawa Tree a vibrant contrast to surrounding greens and browns. Inhale fresh coastal air as you stop to admire Cathedral Cove. This massive lime formation looms out from a carpet of golden sand, an impressive display of nature’s architecture."
    },
    {
      "dayNumber": "4",
      "title": "Rotorua - Discover the Scenic Bay of Plenty",
      "description": "Leave the Coromandel Peninsula in your rearview mirror as you travel south to the picturesque Bay of Plenty. True to its name, this is one of New Zealand’s most-loved playgrounds, a natural wonder of sand, sea, and sun-kissed locations offering myriad activities and a chance to simply unwind. You may wish to indulge in a feast of local fare and flare with Maori-inspired hangi , earthy flavors of chicken cooked underground for several hours, resulting in a juicy, smokey dish. Enjoy the tradition of the kapa haka , the “war cry” of a bold Maori ceremony demonstrating pride and community that’s meant to instill fear in adversaries through bold, bellowing gestures and sounds. The ground can feel like it’s shuddering with every motion and utterance."
    },
    {
      "dayNumber": "5",
      "title": "Rotorua - Experience Maori Tradition and Geothermal Landmarks",
      "description": "Discover the active volcanic region of Rotorua, bubbling hot springs and smoking geysers covering the landscape of this mineral-rich destination, where the land’s robust rumbles are met with thundering dances and traditions of the Maori tribe. Take the opportunity to walk under a thick canopy of forest ferns that leads to a sacred space of circular sand patterns and humble thatch and wooden homes, and listen to stories of how Tane, Lord of the Forest, separated earth and sky. Take a turn at the Wai-O-Tapu Thermal Wonderland and gaze in awe at the seemingly unreal rusty-red earth dusting an arid gray and green landscape, mud pools and hot springs painting a misty picture of rugged, geometric texture."
    },
    {
      "dayNumber": "6",
      "title": "Napier - Visit Captivating Waterfalls and Panoramic Vineyards",
      "description": "Your adventure takes you to the shores of New Zealand’s largest freshwater lake, Lake Taupo. Glints of silver bounce off the shimmering blue and turquoise waters, while the frenzy of foaming white water cascades over Huka Falls. You may wish to jet boat your way through the rapid waters, the cool spray of mist against your skin, the whooshing sound of waves heightened by the thrill of it all. As twilight falls, your sundowner wine experience beckons. Admire captivating views of swirling green mountain slopes and valleys from the top of Te Mata Peak while sipping a glass of pinot noir. The volcanic soil in the region presents wines with cherry and raspberry flavors that are prominent with each sip."
    },
    {
      "dayNumber": "7",
      "title": "Wellington - Drive By Rolling Hills, Wineries, and Wildlife",
      "description": "Discover the fertile land that runs through the Manawatu region, contrasted by sheer slopes and the cliffs of Manawatu Gorge. Sheep add a splash of white to the green and gold fields and farms, while neat rows of vineyards break the landscape, adding another delightful element to a day out in southeastern North Island. You may wish to consider an evening adventure, during which you can embrace cute and charming animals at a wildlife sanctuary that’s a refuge for rare, native wildlife. Keep an eye out for the spikey tuatara, New Zealand's prehistoric-looking lizard, and the beloved kiwi, its browny-gray ruffled feathers resembling a hedgehog, its slender toothpick-like beak ready to snatch some food at any time."
    },
    {
      "dayNumber": "8",
      "title": "Wellington - Explore New Zealand’s Culinary Capital",
      "description": "A capital city that offers cosmopolitan charm and a menu of culinary locales that include quirky eateries set down eerie alleyways, among them Alice, its gaudy oval mirrors, hanging lanterns, and red-themed dining areas paying homage to the Queen of Hearts. Indulge in a colorful collage of fruit and vegetables displayed at the Riverbank food market, the smell of fresh bread filling the air as you walk by pop-up bakeries. Try your hand at shucking fresh, meaty New Zealand oysters under the guidance of a culinary professional during a cooking class. Later, take a turn on the Wellington Cable Car ride to the top of Kelburn Hill, the jagged cityscape and Te Whanganui-a-Tara harbor shrinking before your eyes."
    },
    {
      "dayNumber": "9",
      "title": "Kaikoura - Enjoy a Picturesque Ferry Ride to South Island",
      "description": "Leave your car, but bring along your memories of New Zealand’s North Island as you take a ferry to its southern counterpart. The natural beauty of grassy mounds and sharp rocks jutting out of the water is complemented by the Pencarrow Head Lighthouse, its stark, white-washed exterior standing out in brilliance against nature’s browns and greens. Notice rocks swaying in the ocean and discover they are in fact seals dancing on Red Rock. Admire the dramatic Kaikoura Ranges as you cruise around Marlborough Sounds, a collection of valleys drenched by rising seas, with a chance to capture key features, such as secluded bays and sunlight dancing off glistening waters. Back on land, collect your car and wind your way to Kaikoura village."
    },
    {
      "dayNumber": "10",
      "title": "Christchurch - Experience Whale Watching and Waipara Valley",
      "description": "Set out early onto the wavy waters around Kaikoura for the chance of a close encounter of the gentle kind. Giant sperm whales glide under and over the dancing waters amid marine life comprising orcas, fur seals, and tiny Hector’s dolphins. Your catamaran sways to and fro above a fascinating and dramatic submarine landscape, the continental shelf’s sudden drop fading into myriad underwater canyons. Take a turn inland through the Waipara Valley, a wine region kissed with warm north-westerly winds, vines creeping up the Teviotdale Hills. Before reaching Christchurch for the evening, you can stop and sip a crisp riesling, the nectarine and pear flavors offering a smooth finish and a honeycomb aroma."
    },
    {
      "dayNumber": "11",
      "title": "Mount Cook - Step Into a Natural Masterpiece",
      "description": "Driving through the center of South Island, the contrasting terrain of the Canterbury Plains, winding Burke’s Pass, and the lakeside town of Tekapo with its chilling turquoise waters, will make you feel as if you have climbed inside a vibrant mural. Take in the sight of the country’s tallest mountain, Mt Cook, and jump at the chance for an aerial view of the Mt Cook National Park, the snaking wooden walkways set through the park looking like splinters in the hand of nature. Visit the Church of the Good Shepherd, the simple yet sturdy stone structure surrounded by grass, rocks, and open spaces. As you wander through and around this iconic New Zealand landmark, tranquil energy may come over you."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown - Drive Mountain Passes, Sheer Cliffs, and Bridges",
      "description": "Start your journey at lake level, driving through picturesque Twizel, the ideal base from which to explore mountains and hiking trails, do a spot of fishing, or simply watch a breathtaking orange and pink sunset from nearby Lake Ruataniwha. Stop by the small farming village of Terras and catch a glimpse of the fascinating natural wonder of pink and white terraced earth striations that resemble a cloud that fell from the sky. Notice how the layers seem to flow into crystal waters and disappear. The natural drama continues as you squeeze through the sheer cliffs of the Kawarau Gorge and gaze upon distant vineyards, wineries, and mountains guiding you toward Queenstown."
    },
    {
      "dayNumber": "13",
      "title": "Queenstown - Uncover a City of Gastronomy and Natural Wonder",
      "description": "Queenstown is a go-to destination for any outdoor enthusiast, wedged between Lake Wakatipu and the sharp and sheer Remarkable Mountain Range. Stretch your legs and your fitness level as you hike the winding Ben Lomond Trail, which offers a 360-degree view over jagged mountain ranges and sneaky pockets of water. After a day of action, you may wish to satisfy your hunger with a unique dining experience aboard a 100-year-old steamship, the menu comprising a hearty barbeque of local meats served with salads and mouth-watering desserts, among them creamy chocolate tarts and citrus-flavored gelato. Later, ride the Skyline Gondola for captivating nighttime views."
    },
    {
      "dayNumber": "14",
      "title": "Queenstown - Cruise and Walk Magical Milford Sound",
      "description": "Sit back and relax today as someone else takes the wheel and guides you along the shores of Lake Wakatipu and over the rolling landscape, weaving through breathtaking scenery. Enjoy a beverage break in Te Anau, its name apt for the swirling waters surrounding your focus destination today. Reaching Milford Sound, cruise the mirror-like surface of the breathtaking fjord, the mountains reflected in the crystal waters seemingly even larger than they really are. Peaks flow into valleys and shorelines disappear below cascading waterfalls. Hear the rush of water as you slowly pass by, rainforests adding a tropical atmosphere to this surreal sight. Look out for the rare blue duck or black and white splashes of Fiordland penguins at play."
    },
    {
      "dayNumber": "15",
      "title": "Franz Josef Township - Enjoy Forest Walks and Rugged Coastlines",
      "description": "Reaching for new heights, drive across New Zealand’s Crown Range, the country’s most elevated main road, with options to stop in villages and towns nestled among picturesque lake and mountain backdrops, among them Wanaka, a true wonderland in winter. The waters of Lake Wanaka offer a refreshing splash against the mountainsides and towering trees. Witness the magic of ice valleys that flow from snowlines to the sea when you walk the iced-walled trails of Franz Josef Glacier, noticing cracks and crevices created from years of glacial retreat. Take in magnificent views of nearby Fox Glacier, the frosty blue and white gleaming in the distance."
    },
    {
      "dayNumber": "16",
      "title": "Christchurch - Take a Scenic Train Ride from West to East",
      "description": "Your last day of adventure has you passing through the gold mining region of Hokitika, the town of the same name small in area, yet large and rich in history. Capture stories of the gold rush displayed in museums and along heritage trails, tales of ships that ran aground on the “Hokitika Bar” and the perseverance of many as they fought for the chance to strike it rich. Leave your vehicle in Greymouth and board the TranzAlpine Scenic Train to travel from west to east through beech forest, past the breathtaking peaks of the Southern Alps, and along lush river valleys. Feast your eyes on the golds and browns of the familiar Canterbury plains before reaching Christchurch."
    },
    {
      "dayNumber": "17",
      "title": "Christchurch - A Classic End to an Inspirational Adventure",
      "description": "Take some time to walk through Christchurch before your transfer to the airport in time for your flight out. Perhaps visit the 195 chairs monument, a haunting site of chairs of varying designs simply set on grass to represent the lives lost in the 2011 earthquake. Maybe there will be time to wander around Christchurch Square, listening to buskers and people-watching as locals rush about their day."
    }
  ],
  "map": ""
}