{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "endless-natural-splendors-of-new-zealand-vacation",
  "tourName": "Endless Natural Splendors of New Zealand Vacation",
  "placesVisited": "Auckland, Matamata, Rotorua, Taupo, Tongariro National Park, Wellington & the Wairarap, Picton, Kaiteriteri, Abel Tasman National Park, Paparoa National Park, Punakaiki, Franz Josef, Queenstown, Te Anau, Aoraki / Mt. Cook Nationa, Christchurch",
  "generalInfo": "Step off the well-trodden and beaten path on a getaway into New Zealand’s breathtaking countrysides on this exquisite 19-day tour from the North Island to the South Island. Your adventures, brimming with moments amongst picturesque landscapes capped in snow and others drenched in olive-green forests, will be richly rewarding and topped off with absorbing experiences in these spectacularly scenic parts of the country.",
  "durationDays": "19",
  "price": "8,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland - Arrival in New Zealand",
      "description": "Nestled on the North Island of New Zealand, Auckland is a city that boasts a bustling skyline and picturesque landscapes. Shortly after landing at the international airport, you will transfer to your accommodation in the heart of the city. In Auckland, yachts sail gracefully from the buzzing harbors, manicured parks stretch lazily across the countryside, and skyscrapers dominate the city. This destination is a gateway into New Zealand’s flourishing metropolitan lifestyle as well as its unspoiled wildlife appeal, which you will enjoy tomorrow morning."
    },
    {
      "dayNumber": "2",
      "title": "Rotorua - The Dwellings of the Hobbits",
      "description": "You will collect a neat rental car for your expedition through the bucolic pastures that surround Auckland and begin discovering the region's ceaseless splendors after arriving in the town of Matamata. Overshadowed by the soaring Kaimai Range Mountains, the landscape spectacles of jagged cliffs and dense greenery are breathtaking. Just beyond the border of the town, you will uncover the origins of the Hobbits of Lord of the Rings during a tour of the fairytale Hobbiton village, which lies poised among the evergreen countryside. Afterward, you will continue to Rotorua."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua - Magnificent Spectacles",
      "description": "There are numerous stunning experiences in Rotorua that will showcase its natural allure, and you may partake in several today at your own pace. Such magical moments include soaring to the clouds in a helicopter. Above the clouds, you can witness how crater lakes, gushing waterfalls, and geothermal reserves cover the untamed volcanic topography of Mount Tarawera. The scenes will be mesmeric and composed of deep craters that have been dug into the ground. Your day may come to a fabulous end with a vitalizing spa treatment at one of Rotorua’s charming therapy centers."
    },
    {
      "dayNumber": "4",
      "title": "Tongariro National Park - Geothermal Wonders",
      "description": "Your travels will lead to Tongariro National Park, which lies across the thermal highways, through the volcanic mountains, and past iconic locales, such as Taupo. Near Taupo, New Zealand’s vibrant and bewitching geothermal wonders lay sculpted along the landscape due to centuries of volcanic activity in the region. These jaw-dropping scenes may be witnessed on a tour of the bewildering topography of Wai-O-Tapu Thermal Wonderland. Afterward, you can witness the pounding silver streams of the Huka Waterfall or bask in steaming mud pools as they pour over the Craters of the Moon before reaching Tongariro National Park."
    },
    {
      "dayNumber": "5",
      "title": "Tongariro National Park - The Tongariro Crossing",
      "description": "There are few better ways to appreciate Tongariro’s geological wonders than on foot. By using this manner of transportation, the unspoiled scenes can be seen up-close. Today, you will delight in one of New Zealand’s most absorbing walks, the Tongariro Crossing. You will follow a well-trodden track through the saddle between Mount Ngauruhoe and Mount Tongariro and may be blown away by the sheer size of these colossal formations. Turquoise lakes lay beneath the mountains, volcanic boulders frame rocky valleys, and craters grow in the ground."
    },
    {
      "dayNumber": "6",
      "title": "Wellington - Landscapes of the Lord of the Rings",
      "description": "You will leave the picturesque pastures of Tongariro and transfer through New Zealand’s beloved outbacks, including the Rangipo Desert. By passing this slice of topographical paradise, the settings of the Lord of the Rings films will be revealed in their untamed glory before you reach your next destination of Wellington. After dropping your belongings off at your accommodation in New Zealand’s capital city, you will tour a famous wildlife sanctuary to catch enchanting glimpses of rare animals and to learn more about the country’s endemic flora and fauna."
    },
    {
      "dayNumber": "7",
      "title": "Abel Tasman National Park - Escape to Bright Beaches",
      "description": "Wellington Harbor is a gateway to the South Island of New Zealand, a region that encompasses the country’s splendid seaside fame at adored towns on bright, golden beaches. Today, you will ferry across the gentle water to the postcard-perfect port town of Picton, which is nestled beneath the shadows of emerald hills. Here, you will collect a rental car and set off across the island to viewpoints where you may stretch your legs and gaze over the sapphire seascape, eventually arriving at your accommodation on the banks of Kaiteriteri."
    },
    {
      "dayNumber": "8",
      "title": "Abel Tasman National Park - Tranquil Paddles",
      "description": "It's one thing seeing the beautiful seascape splendors of Kaiteriteri from shore and a completely different experience enjoying them on the water. Today, you will have the delightful opportunity to paddle from the sand of the glowing shores on kayaks past granite cliffs to a tropical cove hidden from the crowds. You may spend your afternoon wandering along the beach and swimming in the warm water in addition to appreciating the untouched beauty of this environment."
    },
    {
      "dayNumber": "9",
      "title": "Punakaiki - Dark Mountain Caves",
      "description": "During your cruise to Punakaiki today, you may roll down the windows and feel the fresh breeze against your cheeks as images of the imposing mountains backdrop your views of the landscape. En route, you will stop at caves carved into the craggy precipices and enter their enormous chambers. Within the Nile River Caves, you will stand beneath a roof veiled in glow worms, illuminating the dark cavern-like a scene out of a fantasy movie. Afterward, you will explore more phenomenal dim caves throughout the Paparoa National Park before arriving at your accommodation in Punakaiki."
    },
    {
      "dayNumber": "10",
      "title": "Franz Josef - Unspoiled Wildlife Scenery",
      "description": "You will slowly make your way to the West Coast glaciers of Franz Josef this morning. Off the beaten path and untouched by tourist crowds, Franz Josef’s jaw-dropping landscapes will be yours to swoon over from beneath its snow-capped peaks. Momentous gorges lie in between you and your accommodation, hosting flowing streams with icy rock formations. Here, resident birds glide from tree to tree on adjacent summits, and mammals rustle the leaves as they move between the foliage. You will encounter nature in its purest form at your Franz Josef accommodation."
    },
    {
      "dayNumber": "11",
      "title": "Franz Josef - Picture-Perfect Memories",
      "description": "Equipped with comfortable gear, you will take to the skies today to witness the staggering sights from atop Franz Josef’s snowy peaks. Your journey will reveal the region’s soaring mountains of icy glaciers that drip between the rocky outcrops. You will capture unforgettable memories and bewildering photographs of the incredible icicles as you stroll across the snow. Later on, you may warm up in the naturally hot glacier pools that reside in Franz Josef’s emerald forest."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown - Arresting Panoramas",
      "description": "You will venture to Queenstown today and watch the spellbinding scenery from your rental car’s windows. The icy valley of Fox Glacier, bushy forests of the west coast, and sandy beaches beneath the Knights Point showcase the distinct differences in topography across the South Island of New Zealand. From the greenery of the Haast Valley to the crystal-clear water of the Blue Pools, every minute en route to Queenstown will blow you away and share moments worth commemorating with photographs."
    },
    {
      "dayNumber": "13",
      "title": "Queenstown - On an Enchanting Lake",
      "description": "You may discover Queenstown at your own pace today. The town hosts a range of activities that will both share its enchanting scenery and highlight New Zealand’s rich heritage. Such experiences include a jet boat cruise through the narrow Shotover Canyon, zipping between the city's towering stone cliffs, or a gentle lake voyage aboard an antique boat. Regardless, you will have the compelling opportunity to witness the sensational lakeside spectacles for which Queenstown is revered while exploring the cultural spirit of this vibrant town."
    },
    {
      "dayNumber": "14",
      "title": "Te Anau - The Fiords of New Zealand",
      "description": "Acting as the gateway to the remarkable fiords of New Zealand, Te Anau is an astonishing forest-flanked town that is bursting with mountainous landscapes and indigenous wildlife. Your travels will share extraordinary scenes of the vast lakes that sweep beneath frosty mountain crests and through grassy fields of viridian valleys. Your evening will be spent in a charming lodge fringed by the prolific wilderness."
    },
    {
      "dayNumber": "15",
      "title": "Te Anau - The Rainforests of Milford Sound",
      "description": "To savor the splendid environmental surroundings, you will tour the forested parks and tranquil streams that flow through Milford Sound. Your guide will share stories on the origins of the fiords in this region, bringing to light the ancient formations of these natural wonders. All the while, you will luxuriate in the atmospheric rainforests that are full of colorful creatures and gushing waterfalls. In the afternoon, you will enjoy tea and coffee beneath the lush canopy while the birds sing lullabies from the trees."
    },
    {
      "dayNumber": "16",
      "title": "Aoraki - A Journey Through Time",
      "description": "Your slow and relaxing journey from Te Anau to Mount Cook will reveal more phenomenal landscapes and gorgeous gorges, such as the Lindis Pass and Kawarau Gorge. Proliferating vineyards cover the olive-green valleys of the gorges and are utilized as sources for the region’s delectable vintages. Unique architecture composes the traditional towns that can be seen from the roads of the pass. These villages are home to welcoming locals who live within their antiquated stone cottages. Your journey will send you back to an era before technology was such a pivotal part of our daily lives."
    },
    {
      "dayNumber": "17",
      "title": "Aoraki - Mighty Peaks and Glaciers",
      "description": "Mount Cook stands as New Zealand’s tallest mountain, reaching a mighty height of 3,754 meters above sea level. Its peaks represent the zenith of the Southern Alps, a region categorized by snow-capped summits and icy glaciers. You will peruse the frosted alps on brisk hikes along the mountains today, bringing you closer to the snowy appeal of this staggering region. The unique features of the glaciers and 360-degree views from viewpoints will prove to be too breathtaking for words. Even photos barely capture their unbridled beauty."
    },
    {
      "dayNumber": "18",
      "title": "Christchurch - Where Design and Nature Meet",
      "description": "Your tour through New Zealand will culminate in the endearing city of Christchurch. Rebuilt from the ashes of one of the country’s worst natural disasters, Christchurch stands as a beacon of human accomplishment within an environment overflowing with natural life. The city works hand in hand with the landscape, conserving its endemic flora and fauna through clever architectural design and a dedication to establishing manicured gardens. You will treasure your final full day in New Zealand by soaking up the vibrant energy that emanates from the spirited city before tucking into a sumptuous supper."
    },
    {
      "dayNumber": "19",
      "title": "Christchurch - Departure",
      "description": "The sun will break through the clouds this morning, and its rays will billow from the sky, blanketing Christchurch in a radiant glow that will dance off its greenery. You will feel the atmospheric charm pouring from the skyline as you step outside and stroll around the buzzing neighborhoods as they come to life. From the stylish terrace of a local restaurant, you can delight in some snacks as you watch the world go by and recall your idyllic experiences across New Zealand’s immaculate countryside."
    }
  ],
  "map": ""
}