{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "spectacular-sights-of-new-zealand-for-seniors",
  "tourName": "Spectacular Sights of New Zealand for Seniors",
  "placesVisited": "Auckland, Karangahake Gorge, Rotorua, Napier, Wellington, Marlborough, Kaikoura, Christchurch",
  "generalInfo": "Your private 10-day New Zealand tour for seniors reveals the highlights of the North and South islands from Maori culture in Rotorua to the captivating nature of Marlborough Sound. Sample delicious wines, cruise the stunning Hauraki Gulf, search for enchanting whales, and wander the lively streets of Christchurch. You will experience the mixture of relaxation and adventure, heritage and natural wonder at your preferred pace.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – Auckland Attractions",
      "description": "Auckland may be New Zealand’s largest city, but it is a leisurely place that reflects the country’s laid-back atmosphere. Most international flights land early in the morning, so you will have a full day to explore some of the city’s highlights. You will be met at the airport by your private guide, and this day is entirely flexible. Given the jet lag and travel time, you will probably spend part of the day sleeping or at least just relaxing close to your hotel on the harbor-front. Your guide will outline a number of attractions for you, such as the Sky Tower, a walk on Mt. Eden, or one of the quirky neighborhoods that are famous for cafes and coffee."
    },
    {
      "dayNumber": "2",
      "title": "Auckland – On the Hauraki Gulf",
      "description": "The locals love sailing around the Hauraki Gulf, which is a pristine stretch of tropical waters and small islands. You should like it as well, and a day on the water will introduce you to New Zealand’s idyllic ambiance and sheer natural beauty. This will be a private day of sailing, and your itinerary is completely flexible. The water will be warm, and you can stop at white beaches that you may not expect to see in New Zealand. The Northern part of the country will provide you with classic Pacific scenery. It is almost sultry in appearance and will also provide you with a large contrast to other destinations."
    },
    {
      "dayNumber": "3",
      "title": "Rotorua – Laid-Back Sightseeing",
      "description": "The road to Rotorua is serene, during which, you will cruise through the remnants of a volcanic past. You can get out and indulge in a short stroll at Karangahake Gorge, where mining relics evoke a unique history. Then, your guide will introduce you to kiwifruit straight from the vine. Afterward, you will continue your drive across the North Island, where you will soon be upon the Rotorua Lakes. Here, your guide will lead you out to some hot pools on the quiet side of Lake Rotoiti. In total, the driving time is around three hours, but you can take it easy and break up the travel time throughout the day."
    },
    {
      "dayNumber": "4",
      "title": "Rotorua – Maori Culture and Volcanic History",
      "description": "Rotorua is a serene town that is dominated by water and a volcanic history. You will be staying on the lakeside, so everything in Rotorua town is within walking distance, including the town museum, government gardens, and a church that features a stained-glass image of Jesus in a Maori cloak. Your hotel has a private spa that is loved by senior visitors, and you can indulge in a long, hot soak at the end of each day without having to leave the luxury of your hotel. Rotorua is also home to the Maori culture. This is their cultural heartland, and you will spend this afternoon and evening with an indigenous community that lives amid the volcanic locale."
    },
    {
      "dayNumber": "5",
      "title": "Napier – A Secluded City",
      "description": "Most visitors venture to Tongariro, Taupo, or Wellington from Rotorua, but venturing off the beaten track in Napier and Hawke's Bay is highly recommended for senior travelers. This is the sunniest side of New Zealand, which is home to quaint villages, large vineyards, and roadside honesty stalls that allow you to pick up kiwifruit and leave your money in a little basket. You can indulge in a slow stroll along the waterfront, where you will pass many of the city’s icons, such as Pania of the Reef and Sound Shell. Your guide can also lead you for lunch or dinner at one of the surrounding vineyards, which host spectacular views and delicious cuisine."
    },
    {
      "dayNumber": "6",
      "title": "Wellington – Iconic Countryside",
      "description": "This morning, your guide will drive you to Te Mata Peak for possibly the best view anywhere on the North Island. Here, you can take your pick from a number of nearby vineyards that offer wine tasting. These will be the beginning of the potential stops on your way to Wellington, which is a delightful capital city that is walkable for almost all visitors. This will be a day with various options, and your guide will explain them all before you set off for Wellington. You can spend more time around Hawke's Bay or venture to Wellington earlier, so you can enjoy most of the day uncovering the city’s sights. Later in the day, your guide can lead you to a cable car for a trip up Mt. Victoria that will provide you with a view over the city and its evening lights."
    },
    {
      "dayNumber": "7",
      "title": "Marlborough – New Zealand Wineries",
      "description": "This country is not just about the places that you visit, but the landscapes that you cross en route. Today will epitomize this travel style as you take a ferry across the Cook Strait and Queen Charlotte Sound. After arriving in Picton, you will be transferred to New Zealand’s wine country. Tonight, you will be staying at a winery that is complete with sweeping views of the vines and an authentic sense of tranquility. Your guide can lead you to a couple of different vineyards for tasting, including one for an indulgent lunch. While the wine will be excellent, the scenery will be even better."
    },
    {
      "dayNumber": "8",
      "title": "Kaikoura – Whales and Wildlife",
      "description": "Today, you will drive through Middle-earth, following in the steps of fictional hobbits and elves, to explore settings from the big screen. Stops like the Pelorus River will be on your route, so you can see where the Barrel Run scene was filmed en route to a craggy, Pacific coastline. You will be in Kaikoura in time for a late lunch, which means that you can comfortably fit in a whale watching tour. Sperm whales will be the highlight and can provide eternal moments on the Pacific Ocean. You man also come across various dolphins and seals along with birds that dive at high speed in search of fish."
    },
    {
      "dayNumber": "9",
      "title": "Christchurch – A Revitalized City",
      "description": "Christchurch suffered enormously during a 2011 earthquake. It was a city on its knees, and now it is one of the world’s coolest travel destinations. Vivid murals fill once-empty walls above piles of rubble, and materials have been up-cycled into new creations, so it can seem like the entire city is a work of art. After a two-hour drive, your guide will show you around, so you can track a storyline from the 2011 epicenter to what is becoming of Christchurch today. A lack of roads and buildings also allows very little traffic, so you can cruise around at a slower pace and delight in the time that is necessary to explore."
    },
    {
      "dayNumber": "10",
      "title": "Christchurch – Departure",
      "description": "With a late flight out of Christchurch, you can spend today exploring more of the city. One option will be a visit to the International Antarctic Centre, and another will be some marine encounters in the bays near Christchurch. Late check out will be arranged, and you will be transferred in plenty of time to catch your outbound flight."
    }
  ],
  "map": ""
}