{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "spectacular-nature-to-sparkling-cityscapes-new-zealand-tour",
  "tourName": "Spectacular Nature to Sparkling Cityscapes New Zealand Tour",
  "placesVisited": "Keri Keri, Taupo, Waitomo, Napier, Nelson, Abel Tasman National Park, Queenstown, Milford Sound, Blanket Bay, Auckland",
  "generalInfo": "Every day on this opulent 17-day retreat of New Zealand will provide you with limitless opportunities to discover the country at your own pace and in your own way. Resplendent experiences abound across the hypnotizing destinations of New Zealand, and you will be continuously blown away as you explore the idyllic landscapes and cultural nuances that sweep from Keri Keri to Auckland. The choices will be entirely yours!",
  "durationDays": "17",
  "price": "19,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Keri Keri - Arrive at the Bay of Islands",
      "description": "Your journey in New Zealand will begin in the city of Keri Keri on the banks of the breathtaking Bay of Islands. After a short flight from Auckland, you will transfer to your luxurious accommodation on its own private ridgeline of the bewildering bay. Views of snow-capped mountains, turquoise water, and rolling pastures will all officially welcome you to this spellbinding destination."
    },
    {
      "dayNumber": "2",
      "title": "Keri Keri - Marine Moments in the Bay",
      "description": "Specific activities have not been picked for your adventure, so you will have the pleasure of deciding how you wish to spend your moments among one of the country’s most marvelous environments. The options are limitless, and you may tailor your experience to make magical memories with the activities that best suit you. You may sail away across the water to spots where snorkeling will provide new perspectives of your surroundings or enjoy a guided fishing tour to incredible areas riddled with marlin, tuna, snapper, kingfish, and more."
    },
    {
      "dayNumber": "3",
      "title": "Keri Keri - More Marvelous Scenes to Explore",
      "description": "There is still much to explore in Keri Keri, and you can take to the forested headlands and discover what lies within the lush canopy. You may partake in leisurely strolls across shaded pathways through the flourishing Kauri and Puketi forests to glimmering beaches that overlook untouched slices of the sea. You can also take a tour of the charming whaling town of Russell to trace its history in museums and age-old architecture. Regardless of the choices you make, even the moments between adventures will be remarkably rewarding and relaxing."
    },
    {
      "dayNumber": "4",
      "title": "Taupo - Beneath the Silver Streams of Huka Falls",
      "description": "After a short flight from Keri Keri to Rotorua and a brief transfer to Taupo in your rental car, you will arrive at the base of one of New Zealand’s largest waterfalls: Huka Falls. Thousands of gallons of water pour over the moss-covered cliffs, and their silver streams pound the pool of water. After appreciating the mesmerizing forest spectacles and spotting a few unique creatures, you will continue to your exquisite lodge for a delicious dinner."
    },
    {
      "dayNumber": "5",
      "title": "Taupo - Gorgeous Geothermal Spectacles",
      "description": "Taupo is a gateway to several iconic New Zealand destinations that are must-visits during your stay. Again, the choice will be entirely yours, but you will be spoiled with options from which to choose. Today, you can admire the astonishing volcanic landscape on which Taupo and Rotorua rest with a private kayaking experience across the water of Acacia Bay or journey to a welcoming Maori village nestled on the land that carpets Waiotapu Thermal Wonderland."
    },
    {
      "dayNumber": "6",
      "title": "Taupo - Glowing Caves and Thermal Pools",
      "description": "Today, you will be thrilled to continue your exploration of Taupo's nearby highlights. You may begin with a unique walking tour through the majestic Waitomo Caves. Stepping within, you will be blown away by the luminous glow worms that hang from the cavern walls. Another option will be to cruise on a catamaran across the stunning Lake Rotoiti to thermal pools that will allow you to revitalize your body. Your day will be magical however you approach it."
    },
    {
      "dayNumber": "7",
      "title": "Napier - Between Flourishing Vineyards",
      "description": "You will gather your belongings and make your way to Hawke’s Bay this morning. Glancing out the window, you will be able to see images of New Zealand’s untouched countryside. Soon, you will arrive at a spectacular accommodation on the summit of a sloping hill that overlooks the bucolic pastures of Napier. A region famed for its indulgent wine heritage born from years of craftsmanship and wonderfully varied soil profiles, Napier's wine region will spoil you."
    },
    {
      "dayNumber": "8",
      "title": "Napier - Delectable Vintages and Delightful Valleys",
      "description": "You should take advantage of Napier’s distinguished wine estates after breakfast, which are backdropped by the luxuriant countryside. You can indulge in a selection of notable Chardonnays, Merlots, Cabernet Francs paired exclusively with charcuterie boards of tantalizing treats and cured meats. Afterward, you can embark across tree-hugged trails on bikes through bright orchid fields and fragrant flower gardens. Afterward, you can retreat to a chic cafe in town for a relaxing afternoon."
    },
    {
      "dayNumber": "9",
      "title": "Abel Tasman National Park - A Tasteful Arrival",
      "description": "After breakfast, you will return your rental car at Rotorua Airport and board a plane bound for the mountainous neighborhoods of Nelson. Nelson and its surroundings reflect the staggering beauty of New Zealand’s South Island, from proliferating headlands to stellar beachfronts. The area offers a marvelous blend of forest and sea, each sharing experiences that are unique to their environments, such as wine tasting among lush vineyards to sun-bathing on the golden beaches. You will cherish moments spent strolling through Nelson before venturing across the coastline to Abel Tasman National Park."
    },
    {
      "dayNumber": "10",
      "title": "Abel Tasman National Park - Postcard-Perfect Memories",
      "description": "There are two ways to discover the beauty that shrouds Abel Tasman National Park, and first is within its untouched forested landscapes; the second is along its golden beaches. You will spend the following two days indulging in the splendors of both experiences at your leisure, choosing how you wish to do so depending on your interests. Some of the available activities include catamaran excursions across the sea to castaway beaches or brisk hikes through the foliage-covered forests."
    },
    {
      "dayNumber": "11",
      "title": "Abel Tasman National Park - Slow Living on Golden Shores",
      "description": "Beyond partaking in absorbing experiences in Abel Tasman National Park, you can also make the most of your time by cherishing peaceful moments within the repose of your luxurious accommodation and its enchanting beaches. You can kick back in style as you sip on cocktails while passing the time and slowly recharging. In the afternoon, you can experience the thrill of flying a biplane to witness fantastic vistas of the breathtaking topography from a new perspective."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown - Adventurous Spirits and History Buffs",
      "description": "With a myriad of activities available, it is no surprise that Queenstown is dubbed the adventure capital of the world. You will be completely besotted with the idyllic surroundings of the lakeside town when you approach via plane. Afterward, you will collect your rental car and transfer to a lodge on the banks of Lake Wakatipu. After arriving, you will enjoy an outdoor activity or tour this enchanting mountain-flanked environment. Depending on your preference, you may zip-line above soaring peaks and rocky outcrops or visit the historically significant Arrowtown to learn about its storied heritage."
    },
    {
      "dayNumber": "13",
      "title": "Queenstown - Mind-Blowing Landscape Views",
      "description": "Queenstown is a highlight destination, and this is mostly thanks to it being poised near one of the world’s most remarkable geological wonders in Milford Sound. Today, you will take to the skies to witness the uncanny beauty of this phenomenal landscape, which is composed of massive fjords, crashing waterfalls, and icy glaciers. You will fly through your memory card as you capture these jaw-dropping scenes before landing and boarding a cruise ship bound for the sparkling water beneath soaring summits. All the while, audio commentary will walk you through the significance of this immaculate destination."
    },
    {
      "dayNumber": "14",
      "title": "Blanket Bay - Absolute Peace and Quiet",
      "description": "Before packing your things and leaving Queenstown, you will have one last opportunity to appreciate the astonishing surroundings during a jet boat cruise across the Dart River. On the speedy cruise, you will zip through narrow canals and between towering canyons. Afterward, you will hop in your rental car and begin your expedition to a secluded lodge stationed in a breathtaking bay. Here, you will find moments of absolute peace and quiet far from any worry or anyone."
    },
    {
      "dayNumber": "15",
      "title": "Blanket Bay - Remote Journeys in a Rich Landscape",
      "description": "There are several ways to explore the untouched wilderness paradise that surrounds Blanket Bay, and you will be chaperoned by a tour guide to the experiences of your choosing. You may decide to hike across the rocky paths that wind through the mountains to glaciated lakes or to step through the towering maze of trees that compose beech forests. Along the way, you will stumble upon the curious creatures as the whistle of the wind soundtracks your leisurely stroll. Whatever you choose, you will delight in the remote joys of Blanket Bay."
    },
    {
      "dayNumber": "16",
      "title": "Auckland - Fine Dining in a Humming City",
      "description": "As your New Zealand vacation draws closer to its conclusion, you will cruise to Queenstown Airport and board a plane bound for the buzzing cityscape of Auckland. Upon your arrival, you will meet your transfer and head to a palatial accommodation in the heart of Auckland’s sparkling skyline. You will be immersed in this fascinating blend of cultures and modern architecture, which will be elevated by the delicious cuisine you enjoy this evening."
    },
    {
      "dayNumber": "17",
      "title": "Auckland - Departure",
      "description": "From your balcony, you will watch as the morning sun filters through the clouds and floods Auckland in a bright light. The world will come to life, shops will swing open their doors, and restaurants will fire up their grills to prepare breakfast. There is an on-the-go energy that envelops Auckland, and you will enjoy your final moments among its delightful districts before transferring to the airport to begin your journey home."
    }
  ],
  "map": ""
}