{
  "destination": "Alaska",
  "mainPhoto": "",
  "id": "denali-adventure-tour-in-alaska",
  "tourName": "Denali adventure tour in Alaska",
  "placesVisited": "",
  "generalInfo": "For a taste of the best of Alaska in the summer, join us on our Denali Discovery Adventure!<br/><br/>This incredible Alaska summer tour takes the scenic route from Fairbanks to Anchorage. Along the way we spend time venturing deep into Denali National Park, chartering a scenic flight for views of the area’s peaks, glaciers, and valleys, and boarding the Alaska Railroad for a beautiful stretch to Talkeetna.<br/><br/>EXPLORE Denali National Park and its magnificent surroundings on foot, by river raft, and from the air.<br/><br/>SEE incredible nature and seek wildlife such as moose, bears, eagles, and the iconic Dall sheep.<br/><br/>FLY over the dramatic landscapes of Denali National Park for a bird’s eye view of the magnificent peaks, glaciers, and valleys. Land on a glacier for photos.<br/><br/>RIDE the famed Alaska Railroad from Denali to Talkeetna, taking in fabulous views along the way. <br/><br/>BOARD a motorized boat and explore 130 miles of remote whitewater and beautiful scenery.<br/><br/>ENJOY great food throughout the tour, from hearty lodge breakfasts to fresh seafood or tender cuts of meat cooked to perfection.<br/><br/>What's Included In The Denali Discovery Adventure?<br/>-Accommodations for 7 nights<br/>-Transportation by minibus from Fairbanks to Denali and from Talkeetna to Anchorage<br/>-All your guides (24/7 local guides and activity day guides)<br/>-Flightseeing experience in Denali National Park<br/>-Train from Denali to Talkeetna with the Alaska Railroad<br/>-Rafting on Nanana River<br/>-All other activities such as guided interpretive hikes, and more as described in our brochure (download from our website).<br/>-All meals listed as included in the itinerary<br/>",
  "durationDays": "8",
  "price": "6995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After arriving at Fairbanks International Airport, board a complimentary shuttle to Springhill Suites. The hotel is conveniently located in downtown Fairbanks, so if you arrive early in the day you may choose to either relax from your travels or explore downtown on foot. Join the guide and the rest of the group for an informal Meet & Greet in the evening. You’ll hear more details about the week ahead and we’ll provide some food and beverages. Charcuterie included."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast at the hotel we’ll start the beautiful drive towards Denali National Park. Our first destination is an airstrip near Healy where we’ll get weighed in and boarded for a scenic flightseeing experience*. The flight offers an incredible perspective of Mount Denali, which is part of the 300-mile long Alaska Range. Tectonic plates uplift 20,000 feet of granite rock from the neighboring tundra valleys, creating one of the more dramatic mountain views on the planet. We’ll land on a glacier, leaving time to walk around and take photos before our return flight. Afterwards we will check in to Denali Lakeview Inn and enjoy dinner nearby. Breakfast & Lunch included. *If it’s unsafe to fly we will do our very best to reschedule for another scenic flight on the tour."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Following breakfast we’ll suit up for a rafting adventure on the Nenana River! You have the option of either a scenic float or a more exhilarating Class III+ ride down the river. Following a safety briefing we’ll board the rafts for about two hours on the water. The McKinley Scenic Float is a gentle rafting introduction and perfect to take in the scenic beauty. You may see moose, sheep, caribou and bear during the 11-mile float downstream. The other option is the Canyon Run, which is an exciting Class III+ whitewater adventure with scenic canyon views. A dry suit is provided for this trip and the glacial facial is complimentary! After the rafting, enjoy meeting and learning about sled dogs during a visit to Husky Homestead at Denali National Park headquarters, the only park in the country with its own sled dogs. Breakfast & Lunch included."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, we’ll board a bus near the park entrance and enter the National Park to begin an idyllic and informative drive. We’ll stop for views and chance wildlife encounters such as bears, moose, and Dall sheep. Due to a major landslide and consequent road closure*, we’ll turn around near mile marker 43 and head back to the park entrance. We return in the late afternoon and we’ll be staying at Denali Park Hotel tonight, which boasts picturesque views on its property. Breakfast, Lunch, & Dinner Included. *As of writing, the reopening date for this road is scheduled for 2026."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Following an early breakfast, we’ll embark on a group walk at Horseshoe Lake Trail (3-mile loop, 200 ft. elevation gain), near mile marker 1. Start on a developed trail leading to the lake before a steeper drop to lake level at the overlook bench. Throughout the walk, enjoy panoramic views of the Nenana River, the development called “Glitter Gulch” right outside the park, and the surrounding mountains. Spot the beaver dam and lodge in the Oxbow Lake and learn more about their contributions to the ecosystem. After the walk, we head to the nearby Alaska Railroad station, where we’ll catch a 12:30 pm departure. Enjoy a scenic ride from the GoldStar class and lunch with views before we stop at Talkeetna. We’ll explore the community for the rest of the afternoon. We’re staying at Susitna River Lodge tonight. Breakfast, Lunch, & Dinner Included"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, our first destination is an airstrip in Talkeetna where we’ll get weighed in and boarded for a scenic flightseeing experience. The flight offers an incredible perspective of Mount Denali, which is part of the 300-mile-long Alaska Range. Tectonic plates uplift 20,000 feet of granite rock from the neighboring tundra valleys, creating one of the more dramatic mountain views on the planet. We’ll land on a glacier, leaving time to walk around and take photos before our return flight. After, explore Talkeetna’s best trail in the afternoon with your guide. A new scene of beauty unfolds around every turn on this three-mile moderate hike, with an elevation gain of 200 ft. We will offer a shorter walk for those who prefer. Look for loons and kingfishers on the lakes, moose and bears in the woods, and Mt. Denali in clear weather on the horizon. This lush old-growth forest is alive with songbirds, wildflowers, berries, and mushrooms. We’re staying at Susitna River Lodge tonight. Breakfast, Lunch, & Dinner Included."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Following breakfast we depart for a river adventure on a motorized boat. Over the course of five hours we’ll cover 130-miles on the river through Denali State Park and into the nationally registered Wild River Park of “Devil’s Gorge.” This journey offers a safe, dry and comfortable way to experience quite remote whitewater and beautiful scenery. Lunch is included. Upon our return you’ll have some free time to relax or explore Talkeetna in the afternoon, followed by our farewell dinner. We’ll be staying at the Susitna River Lodge again this evening. Breakfast, Lunch & Dinner included."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Following breakfast we’ll board our mini bus for the last time and drive 120 miles south to the airport in Anchorage. Depending on your onward plans, we’ll either drop you off at the airport or at a downtown hotel of your choosing. Please plan on departure times for 2pm or later. Breakfast included."
    }
  ],
  "map": ""
}