{
  "destination": "Alaska",
  "mainPhoto": "",
  "id": "inside-passage-seattle-to-juneau-cruise-alaska",
  "tourName": "Inside Passage, Seattle to Juneau cruise, Alaska",
  "placesVisited": "Seattle, Olympic National Park, San Juan Islands, Salish Sea, Canada’s Inside Passage, Great Bear Rainforest, Ketchikan, Misty Fjords National Monument, Behm Channel, Ernest Sound, Petersburg, Frederick Sound, Chatham Strait, Chichagof Island, Glacier Bay National Park, Icy Strait, Haines, Juneau",
  "generalInfo": "How would you like to experience the Inside Passage? You could cruise on a 90,000 tonne behemoth and zip from Seattle to Juneau and back in a week, glimpsing the shore through binoculars as you charge past. <br/><br/>Or you could spend 13 days exploring the inlets, bays and islands of this glorious region, taking time to spot and watch the wildlife, going ashore and exploring on foot, cruising the coast in inflatable zodiacs and being welcomed into small coastal settlements.<br/><br/>Our vessels are around 60 metres long, and carry enough zodiacs to enable all the passengers to disembark simultaneously, whether it is to watch some whales, go ashore or search for seals, bears, eagles or some of the other myriad wildlife that abounds here - If you know where to look and can actually get there.<br/><br/>This cruise will also take you to one of Alaska’s oldest towns, Wrangell, where you’ll be able to see recently carved totem poles at Kiksetti Totem Park and visit the historic Chief Shakes Tribal House. Local islanders will join you on board before you disembark here to give you an in-depth introduction to local Tlingit and Haida cultures.",
  "durationDays": "13",
  "price": "8165",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Seattle, Washington – Embarkation Ah, the Emerald City! Check-in at the hospitality center and later, board your ship and settle in. Depending on your vessel, depart from downtown Seattle, cruising along the city’s picturesque waterfront. Or leave from Fisherman’s Terminal and transit the historic Hiram M. Chittenden Locks, where it’s a 20-foot drop into the Salish Sea. Adieu, Seattle."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "San Juan Islands, Washington / Canada's Inside Passage Each island in the San Juan archipelago is different. Orcas and harbor seals haven’t picked favorites. You could spot them in any passage. Give your arms a stretch. Kayak or paddle board along a tucked-away cove. Sea stars dot rocky outcroppings orange and purple. Curious harbor seals watch your moves. Get in more mileage on a skiff ride to further inlets. There will be time to hike too. Look low and nose around pools for creatures left behind by the outgoing tide."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Canada's Inside Passage Mountains rise higher. Fjords get deeper. It’s a day of intricate waterways and cruising for critters, keeping watch for black bears on shore, including the elusive spirit bear. Civilization slips away as you enter remote waters leading north through British Columbia. Surf-happy dolphins and porpoise like to catch a ride on the bow wave. Your captain and crew are on the lookout and give the call of a sighting. A waterfall and old abandoned cannery come into view—that’s Butedale. Slow down and take it all in as forested fjords roll by. Aiming to entertain and educate over the next days, your expedition team is at the ready. Natural history, Native influences, and their favorite trivia games, too."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Canada's Inside Passage Take your cup of joe to the bow. The world wakes up with you. Bald eagles watch the ship along its course from tree tops. Islands to the west, inlet-etched mainland to the east. Your captain and mates navigate twisting passages. Harbor seals spend their days on rocky islets. Breathe in the fresh air and take in miles of forested wilderness. In the lounge, your bartender mixes up the daily special. Take the challenge and play a few friendly hands of cards with your shipmates."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ketchikan, Alaska / Misty Fjords National Monument In Ketchikan, connect with the Tlingit culture. Tribal leader and local legend Joe Williams, known as Ka Xesh X’e in his native language, guides you on a walking tour. With a rich oral tradition, the Tlingit passed stories from generation to generation—and Joe’s storytelling is captivating! Amble through the surrounding forest on a moderate-to-easy trail or challenge yourself to a hard-charger hike along trails and boardwalks past cedar, spruce, streams, and waterfalls. Next up, Misty Fjords is the largest Wilderness Area in the Tongass National Forest and a haven for wildlife—grizzly and black bears, salmon, and deer. Calm settles over these parts and all you can hear is nature. Deep glacial fjords filled with seawater. Wetlands, estuaries, dense forests, and sweeping granite cliffs. Paddle through a bay, silty from the outwash of a mountain river."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Captains’ Choice Just what you need, morning stretches on deck with your guide. Warm those hard-at-play muscles. You know firsthand—conditions in Southeast change one inlet to the next. Your captain is at the helm and your expedition team picks just the right spot. Wherever you head, the adventures are as big as the water is deep! So many hidden pockets in the Tongass National Forest. Give your paddle board skills a glide. Watch for big-eyed harbor seals from a kayak. Bushwhack into the forest of giants. Your guides know the area’s history and keep it lively."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "LeConte Bay / Ideal Cove If it’s high tide, a skiff ride brings you up-close to LeConte Glacier’s iceberg gardens. Sculpted by the warm summer air, these glacial works of art are a testament to the mastery of Mother Nature. If tides are low, take a boot-sucking walk to check out icebergs resting on the mudflats. Surrounded by national forest, Ideal Cove’s boardwalk trails wind through habitat known as “muskegs,” boggy meadows of ferns and grasses. Or test your balance paddle boarding in this quiet cove. It’s just you and the vast wilderness."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Frederick Sound / Chatham Strait Humpbacks beeline it to this region each season to feed on zooplankton and herring. Watch for whales feasting in these abundant glacial waters. Hang out and enjoy the show. Based on wind and weather, your expedition team has the lineup of adventures all mapped out. Cruise past Five Fingers Lighthouse, Alaska’s oldest light station, and The Brothers Islands, where sea lions nap on rocky nobs. From kayak or skiff, scope the intertidal zones of un-named bays and coves. Eagles fish here too, their white noggins giving away their perches. Paddle into a seascape of wild, forested islets, or take the pace down a notch with an easy stroll amidst the tidepools. It’s remote and remarkable."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Sitka / Peril Strait Alaska’s wild natural history surrounds the historic community of Sitka. It’s a quick ride to Fortress of the Bear. Tour this home for orphaned bears and observe their unique personalities. With access to the Tongass National Forest all around you, take the hint and take a hike—your guides know the way into the mountains to a clear lake and along boardwalk trails through a temperate rainforest to a waterfall. Later, set sail into Peril Strait and join your expedition guides who share the tragic tales of how this passage earned its foreboding name."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Chichagof Island Remote passages offer more opportunities for you to search for the mighty humpback whale. Keep your binoculars at hand and watch for the misty spout of these gentle giants as they feed in the waters around you. Anchor in a remote Chichagof Island inlet. Backpacks loaded and adventure toys lowered (skiffs, paddle boards, kayaks), it’s time to go play. Stick to the water in a kayak excursion, and don’t forget to look above and below the surface. A nosy seal could be watching your every stroke. Beachcomb rocky shores. Tiny creatures cling to rocks. Tonight, take a nightcap to the sun deck and watch the sky."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Glacier Bay National Park There’s a cool factor, and it’s not just coming off the face of the glaciers! This 3.3 million-acre park was covered by ice as recently as 1795. Since then, the park’s receding glacier activity has made it a lot easier to access those inner reaches. Pick up a park ranger at Bartlett Cove in the early hours. Glacial history, retreats, advances, moraines.They come with expert insight from a park ranger and your onboard naturalists, so bring on the questions. Pigeon guillemots, puffins, and cormorants colonize and nest at South Marble Island. One good whiff and a few loud barks give away one of its mammalian residents—Steller’s sea lions. It’s a full day in the bay exploring John Muir’s legacy, all the way to Grand Pacific and Margerie Glaciers. Celebrate with a toast to nature’s handiwork."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Icy Strait Bull whip kelp threads through nearby channels like deep, twisted mangroves. And you know better, but orange and purple starfish and jellyfish make it hard to believe you’re not in the tropics. Follow the currents out to where the sea lions flock to remote rock formations. Your captain is on the bridge, the expedition team on deck, and all eyes are on the water and the shore. Everyone is on watch for the telltale blow of humpbacks. Come closer to the shoreline by skiff, kayak, or on foot. Sometimes the smallest things are the biggest wonders. Take in the evening solitude from the bow or the hot tub. Or both—why choose just one? Tonight, join your captain for the Farewell Dinner. As a special treat, your expedition team shares a slideshow of your journey."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Juneau, Alaska – Disembarkation Disembark after breakfast. Transfer to the Juneau airport or begin your UnCruise overnight stay."
    }
  ],
  "map": ""
}