{
  "destination": "Alaska",
  "mainPhoto": "",
  "id": "inner-reaches-eastern-coves-cruise-in-alaska",
  "tourName": "Inner Reaches Eastern Coves cruise in Alaska",
  "placesVisited": "Juneau, Endicott Arm, Fords Terror, Whale watching, Alaska’s Southeast Passage, Thomas Bay, Wrangell Narrows, Wrangell, Behm Canal, Tongass National Forest, Misty Fjords National Monument, Sea kayaking",
  "generalInfo": "This Alaska cruise is a week on board a small ship - a converted expedition vessel that sleeps maximum eighty passengers. This is, of course, small in comparison with some of the giant cruise ships that travel Alaskan waters, and the size of our ship means that it can navigate the coves and crannies of this extraordinary coastline. Although large enough to navigate these icy waters and also carry zodiac boats and other equipment such as sea kayaks. This means that our guests can enjoy trips such as kayaking in Misty Fjords National Monument, taking a skiff to a waterfall for the best wake up shower ever or hiking in the exquisite environs of Baird Glacier. <br/><br/>We also take some time in Wrangell, an ancient town and home to the indigenous Tlingit people, whom we meet and exchange stories with during an onboard lecture as well as at the Kiksetti Totem Park.<br/> <br/>Wildlife watching on this small ship cruise is stupendous. Watch whales breach when you least expect, eagles soaring as you soak in a hot tub, or watch bears from a safe distance as they come foraging on the shores of the Behm Canal. Combined with so many other glacial treats and a chance of Northern Lights, there is never a dull moment on this trip. <br/>",
  "durationDays": "8",
  "price": "4697",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Juneau Embarkation Arriving in Juneau and met with a warm welcome, that’s a good start. You have time to take in a bit of the city once you check in at the hospitality area. But after boarding, grab a glass of bubbly as you push off the dock. Set sail for the Endicott Arm wilderness. (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Endicott Arm or Tracy Arm. Take an early peek out your window. Fjord cliffs reach skyward. Floating ice. And deep u-shaped valleys. There’s no abracadabra here. Mother Nature’s magic is real. Cruise past harbor seals and their pups lounging on chunks of ice. At the end of Endicott, the blue face of Dawes Glacier is stories high. And in classic fjord form, Tracy Arm delivers with the cotton candy blue Twin Sawyers glacier of its furthest reaches. Tides permitting, your skiff driver knows the ropes and guides you along. It’s a mashup of towering walls, temperamental currents, and the Coastal Mountains. So many waterfalls. Mountain goats show off fancy foot work on the cliffs. Look for them. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Frederick Sound. Humpbacks beeline it here each season to feed on krill, zooplankton, and herring. Watch for whales feasting in these abundant glacial waters. Hang out and enjoy the show. Based on wind and weather, your expedition team has the lineup of adventures all mapped out. Cruise past Five Fingers Lighthouse, Alaska’s oldest light station and The Brothers Islands, where sea lions nap on rocky nobs. Paddle into the deeps of Port Houghton or Windham Bay or head ashore for a hike. Somewhere nearby, carrot-billed black oystercatchers are saying hello. Tonight, toast another big day in Alaska. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Thomas Bay - Wrangell Narrows. When you come this far, you might as well go all in. This is way back backcountry of Alaska’s wilderness. Glacial landscapes marked by moraines, muskegs, and mud. In this playground, it’s all an option today. Kayak and skiff in water almost clear as glass. The mirror image of fjord walls plays on the surface. Hike through the outwash of Baird Glacier. Or keep it green on an interpretive walk through a grassy meadow into the forest. Later, wind into the Wrangell Narrows. Abundant bright red and green navigation lights guide the way. It’s nicknamed “Christmas Tree Lane,” of course. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Blashkee Islands. The Blashkee Islands are your playground today. Afull day of choose-your-own-adventure fun. Hiking, Kayaking, skiff tours, snorkeling, and full day yak-n-whack excursions. Get ready for a full day! (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Behm Canal. Wildlife abounds. Black bears, mink, eagles. In Behm Canal, it’s all remote waterways and the isolated Tongass National Forest. On Cleveland Peninsula, your expedition team leads a low-elevation hike near clear, rushing streams. Good opportunities for enticing forested shots of Southeast. In the water orca, porpoises, seals, and otters go about their business. Go about yours on a guided paddle in tiny, deserted waterways that feed into Behm Canal. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Misty Fjords National Monument. There are places on the planet that completely overcome you. This is one of them. The sense of place you feel. Misty Fjords National Monument represents nearly every ecosystem found in Southeast Alaska. And that alone is a lot to consider. Glacial valleys filled with sea water. Sheer 3,000 foot cliffs. Sea birds, brown and black bears, mountain goats, Sitka black-tailed deer, all find safe haven here. Kayak in Walker Cove or Rudyerd Bay and you find it’s just as easy to paddle and go, as it is to sit and float and take it all in. Or skiff to the base of a waterfall for a fjord-released shower. Your captain joins you tonight for a Farewell Dinner. Celebrate and reminisce about your Alaskan journey with a “photo journal” by your crew. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ketchikan Disembarkation. After breakfast this morning, bid adieu to your new pals before you disembark and transfer to the Ketchikan airport or begin your extended hotel stay or land tour. (B)"
    }
  ],
  "map": ""
}