{
  "destination": "Alaska",
  "mainPhoto": "",
  "id": "inner-reaches-western-coves-cruise-in-alaska",
  "tourName": "Inner Reaches Western Coves cruise in Alaska",
  "placesVisited": "Juneau, Icy Strait, Cross Sound, Glacier Bay, Glacier Bay National Park, Tongass National Forest, Lynn Canal, Chatham Strait, Haines, Activities include: paddle boarding, kayaking, bushwhacking",
  "generalInfo": "The Alaskan mountains reach up to the sky and the thick Sitka spruces grow all the way down to the shore. The best way to admire the view is from a small boat. Be totally dwarfed by the scenery, and be agile at slipping from sound to strait in your pursuit of dramatic calving glaciers, black bears, wolves and playful harbour seals.  <br/><br/>Starting and ending in Juneau, this eight-day cruise spends lots of time in Glacier Bay National Park accompanied by an expert park ranger. Whether you’re keeping your eyes peeled for wolves, watching playful sea lions, or listening to ice crashing into the water off Margerie Glacier, three full days in Glacier Bay National Park won’t feel like enough. But there’s more to see, and you’ll soon reach Haines, a renowned adventure capital where you can hike, track a black bear through the forest, and look out for enormous bald eagles. <br/><br/>There’s plenty of time to paddleboard and kayak, and explore by zodiac along the way on this cruise. For bragging rights, do a ‘Polar Plunge’ en route – a quick-as-you-can dip in the sea. Your smart-looking boat has an on-board hot tub. Make sure you head straight there after your ice-cold dip.  <br/>",
  "durationDays": "8",
  "price": "6085",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Juneau Embarkation Board the Legacy just in time for a welcome cocktail or glass of champagne before dinner. The captain and crew will introduce themselves and provide an overview of the adventure that awaits this week! (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Robert & Crow Islands It's a perfect day to start the adventure! After a warm filling breakfast, time to get out there. Take to the water in a skiff tour or take a kayak 101 class. Follow an experienced and engaging guide through a forest hike. This afternoon, take your place on the bow as the captain and crew take you on a whale watching cruise. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "LeConte Glacier & Ideal Cove Today’s timing of activities is entirely controlled by the rise and fall of the tide. We may visit the Glacier early or late. LeConte Glacier is the southernmost tidewater glacier in the northern hemisphere. The shallow current-filled entrance requires us to enter near slack water. If the tide is early, you may hear ice against the hull of the Legacy as you wake up. We will also visit Ideal Cove today and take advantage of trails and if the timing is right, an evening campfire ashore.(BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cascade Creek & Baird Glacier Wake near Cascade Creek in Thomas Bay. This bay is the quintessential playground for our guests and crew. Long flat hikes, steep elevation climbs, calm kayaking, and hikes to a glacial lake with the mighty Baird Glacier still calving ice into the lake may all be options today. Depending on tides, we may start the day near Cascade Creek or at Scenery Cove near Baird Glacier. Regardless, after lunch the boat will move to the opposite end of Thomas Bay for more adventures. This is an epic day for adventurers. Evening skiff tours and kayaks take in the pre dark hours when the sounds of the wilds beckon. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Patterson & Gut Bay Wilderness Join us for an early riser breakfast as we enter Patterson Bay! One of the most scenic areas in SE Alaska, Patterson is a deep narrow bay hemmed in mountains. We will drop off all day kayakers and early morning skiff tours and begin our day. Soon after, the ship will go on a slow meander of South Baranof Wilderness Area including Deep Cove, Port Walter, Misty Cove and eventually reach the southern extent of this primitive area. Activities will be more water-based today, with some hikes and whale watching. No other small ships visit this area. Weather permitting, this is an ideal area for snorkeling. Good chance to see Humpback or Orca whales. Alaska fishermen troll this area for prized King Salmon. Keep your camera at the ready today! (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Corner Bay Corner Bay is our playground for the day. Chichagof Island is known for its high population of Brown Bears with multiple trails and abandoned Forest Service roads that make for ease of hiking to lakes and rivers. Full range of activities will be available with a lean towards hiking and for some, biking. This is the best opportunity for long hikes on trails and old Forest Service roads. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Glacier Bay Outback Wake up this morning in the Glacier Bay National Park “Outback”. Today we will anchor in one of three outback areas of this epic national park. This will include one of the rarely visited areas of either Fern Harbor, Dundas Bay, or No Name Cove near Excursion Inlet. The entire day is set aside for activity, starting with early morning kayak and birding departures into the park. Full activities may include kayaking, paddle boarding, skiff excursions, hiking, beach strolls and more. The likelihood of seeing any vessels or other people is very low. Meals may be aboard the Wilderness Legacy or packed as a picnic. This evening enjoy the Captain’s Dinner and a slide show of the week’s adventures put together by your crew. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Juneau Disembarkation Welcome back to Juneau. Enjoy your last breakfast aboard. Check every nook and cranny of your cabin for all of your things and say farewell to the crew as we disembark. (B)"
    }
  ],
  "map": ""
}