{
  "destination": "Alaska",
  "mainPhoto": "",
  "id": "alaska-glacier-bay-and-wildlife-cruise",
  "tourName": "Alaska Glacier Bay and wildlife cruise",
  "placesVisited": "Juneau, Glacier Bay, Glacier Bay National Park, Chatham Strait, Kuiu Island, Tongass National Park, Frederick Sound, Endicott Arm, Dawes Glacier, Whale watching, Optional activities include: kayaking, stand up paddleboards, bushwhacking, skiff trips",
  "generalInfo": "If you've got your sights set on big wildlife – bears, whales and orcas – and big landscapes – like the three million acre Glacier Bay National Park – then a small ship cruise in Alaska is for you. Your cruise ship is small enough to reach sights that big ships can't, but big enough to fit a hot tub on board.<br/><br/>Starting in Juneau, the route loops around Admiralty Island in search for the best wildlife and the most spectacular parks in which to see them. Your first stop is Glacier Bay, naturally, then it's on to look out for black bears on Kuiu Island in the heart of Tongass National Park, and then to Frederick Sound, where humpback whales come every year to feed.<br/><br/>You'll decamp to smaller vessels to get an even closer look at the scenery. Hop into a skiff to approach Dawes Glacier and on your way, you might see colonies of harbour seals on the icebergs. You can climb into a sea kayak to explore Dundas and Taylors Bay, where sea otters dwell among vast kelp forests. On shore, comb the beaches and the tidal pools, look out for sea lions sleeping on the rocks, and go in search of edible flora.",
  "durationDays": "8",
  "price": "5469",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Juneau Embarkation Arriving in Juneau, you will be transferred from the airport to our hospitality area. After a day of exploring Alaska’s Capital City of Juneau, you'll board your small adventure ship. Your crew greets you with Champagne and smiles. Set sail for a week of scenic channels and secluded wilderness as you embark on a w. (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Icy Strait & Neka Bay Kick start the morning with on-deck yoga stretches and a strong cup of coffee. Energized and snug in your kayak, glide around in remote bays off of Icy Strait through giant bullwhip kelp that can grow to over 100 feet long. Join the gang in a skiff to a rocky outcropping to watch sea lions play. Or, step into mud boots for a forest hike with your top-notch, naturalist guides who have plenty to share about everything Alaska—marine biology, plants, and even geology. Neka Bay is also known for terrific bushwhacks and enjoyable Kayak adventures. On board, soak it all in as you soak in the hot tub. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Glacier Bay National Park Welcome to Glacier Bay National Park. Enjoy breakfast and then step shoreside in Bartlett Cove – the park headquarters- where park rangers, interpretive sites, a trail hike, and Xunaa Shuká Hít - the Huna Tribal House – await your discovery. Less than 1% of visitors to the park get the chance to step on land in the park – and this afternoon you will have the option to bushwhack, kayak, skiff, or walk the shores of Beartrack Cove – a stunning welcome to the expansive wilderness of Glacier Bay National Park. After dinner, get out on deck for sunset and bring your cameras, the snow-capped Fairweathers are the largest mountains in Southeast Alaska and are just begging to be photographed"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Glacier Bay National Park Continued It’s 6:00 am. You were told this was going to be an early morning, and your alarm clock is the metallic sound of ice sliding past the hull of the ship. Grab a cup of coffee (let us grab it for you) and a warm jacket; directly off the bow is either Johns Hopkins Glacier or Margerie Glacier, depending on the season and ice condition. The quiet of the morning is only interrupted by the thundering crash of the glacier as 10 story-buildings of ice crash into the sea in the soft light of sunrise. Grab a pastry and a big breakfast, today is going to be a banner day. The captain drops the anchor deftly at Lamplugh Glacier – the morning is your choice of how you want to experience the glacier. Kayaks, ridge hikes, and ice garden explorations are all at your fingertips. The afternoon is spent singularly focused on the wildlife of the park. Get your binoculars out and spot Mountain Goats at Gloomy Knob and Tufted Puffins at the birder’s paradise of South Marble Island. This is our final day in the park – take it all in."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chichagof Island Enjoy the top deck for a sunrise or morning stretch. Meander through glacier-carved fjords along the Chichagof coast. Then anchor. It’s a prime time to lower the kayaks and skiffs. Camera in hand, set off on land and sea explorations. Closer inspection by skiff, moss-dripping trees run right down to the water. Any bears in there? With one of the world’s largest populations of bears, it’s possible. Go searching for giant trees and tidal pools. Hiking in the Tongass, it won’t take long to find them. Your eagle-eyed guides lead the pack—and pull up the rear. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Keku Islands Park and Whales of Fredrick Sound Hang out and enjoy the show. You may find yourself in 'whale soup' surrounded by feeding humpbacks swimming these abundant glacial waters. Based on wind and weather, your expedition team has the lineup of adventures all mapped out. Cruise past Five Fingers Lighthouse, Alaska’s oldest light station and The Brothers Islands, where sea lions nap on rocky nobs. Paddle into the deeps of Port Houghton or Windham Bay or head ashore for a hike. Somewhere nearby, carrot-billed black oystercatchers are saying hello. Tonight, toast another big day in Alaska. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tracy Arm & Sawyer Glaciers Take an early peek out your window. Fjord cliffs reach skyward. Floating ice. And deep u-shaped valleys. There’s no abracadabra here. Mother Nature’s magic is real. Cruise past harbor seals and their pups lounging on chunks of ice. In classic fjord form, Tracy Arm delivers with the cotton candy blue Twin Sawyers glacier of its furthest reaches. Tides permitting, your skiff driver knows the ropes and guides you along. It’s a mashup of towering walls, temperamental currents, and the Coastal Mountains. So many waterfalls. Mountain goats show off fancy foot work on the cliffs, so keep your eyes open. Finish your week with Captain's dinner and post-dinner cocktials watching the week's “photo journal” by your crew. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Juneau Disembarkation Linger over breakfast this morning cruising into Juneau. Wish your crew and new friends goodbye. Then it’s off to the airport or begin your UnCruise hotel stay or land tour. (B)"
    }
  ],
  "map": ""
}