{
  "destination": "Alaska",
  "mainPhoto": "",
  "id": "prince-william-sound-small-ship-cruise-alaska",
  "tourName": "Prince William Sound small ship cruise, Alaska",
  "placesVisited": "",
  "generalInfo": "Explored by James Cook in 1778, covers some 10,000 square miles and includes hundreds of islands and around 150 glaciers. It is known as a wildlife hotspot. 220 species of birds, 30 species of land mammals and more than a dozen species of marine mammal are regularly seen here, including black and brown bears, orca, humpback whales and sea lions. <br/><br/>This cruise offers a rare opportunity to sail Prince William Sound aboard a small cruise ships, that carries just 36 passengers,, a luxurious yacht experience. This is the only small ship cruise to visit the region. Kayak, hike, and skiff past centuries-old glaciers.  We transport you from Whittier to the vessel with plenty of sightseeing along the way.",
  "durationDays": "8",
  "price": "6699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Whittier – Embarkation. Welcome to Whittier, the gateway to Price William Sound! Your transfer will meet you at the airport in Anchorage, whisk away your luggage, and drive you and your fellow adventurers through the Anton Anderson Memorial Tunnel - at 2.5 miles, the longest highway tunnel in North America - to Whittier. Meet your crew and tour Safari Explorer, UnCruise's flagship vessel and your home for the week. After champagne and a safety demonstration, enjoy your first of many farm-to-table gourmet meals! (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Icy Bay Glaciers. Wake up in the glacial waterways of Icy Bay. Flowing down from the 4,000 foot surrounding peaks, Chenega, Tigertail, and Tiger glaciers are all options this morning. Hop in a skiff, and if conditions are right, kayak in a remote cove tucked into the shoreline. Your expedition team shares how glaciers sculpt and alter the landscape on a daily basis. Feel the essence of this land of the Chenega people, meaning “beneath the mountain,” as you weave through these deserted islands by kayak, skiff, and yacht. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Captain's Choice. Tuck into the southern reaches of Prince William Sound, exploring its sculpted islands. Some call it “gunkholing”—nosing around the next cove—and there’s plenty to see. Search for whales, seals, sea lions, and seabirds from the bow or opt to kayak or beachcomb for a closer look at island life with natural and cultural history notes from your guides. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cordova. Accompanied by guides, head out for a hike below Sheridan Glacier this morning with an afternoon on your own to explore Cordova. Or, join your shipmates on a walking tour of this tiny fishing town at the mouth of the Copper River. With a population of 2,300 and no roads connecting to other towns, Cordova is only accessible by air or water. Take in the town’s Native history by nature walk, hard charger hike, an Eyak Tribe cultural program, or Prince William Sound Science Center exploration before settling back on board for a quiet overnight anchorage. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Columbia Glacier & Valdes. Options aplenty this morning. Hike, kayak, skiff, or try your hand at standup paddle boarding in a quiet cove before a hearty lunch back onboard. Next up: towering icebergs born from the approaching Columbia Glacier. Winding its way 32 miles back through Chugach Mountains and with constantly changing conditions, your captain finds the best route to view this massive glacier. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Unakwik Inlet & Meares Glacier. Arctic terns and bald eagles, harbor seals resting on icebergs, and the massive Meares Glacier as your backdrop, Unakwik Inlet is the perfect place to dip your paddle in the water for a kayak. Or, join a skiff tour to get farther faster in glacier country. This is wilderness at its wildest. Feel the mountains closing in as you cruise through Esther Passage. View a fish hatchery and learn about Alaska’s salmon species. Tonight, join your expedition leader for an interpretive presentation before a relaxing soak in the hot tub under the fading sun. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "College Fjord & Barry Arm. Day of the grand finales. Big mountains, big ice, and big smiles as we wind down our adventure in the company of all that is quintessentially Alaska. Sea otters float on their backs on beds of kelp. Watch them lounge before diving and rising with puffins in search of food. Take it all in from a kayak or skiff before capping off your week with a celebratory Farewell Dinner and slideshow. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Whittier Disembarkation. One last breakfast with new friends before your coach transfer from Whittier along Turnagain Arm on your way back to Anchorage. Then transfer back to the Anchorage airport. (B) Please Note: Passport required (non USA citizens). Itineraries are guidelines; variations in itinerary and the order of days may occur to maximize your experience."
    }
  ],
  "map": ""
}