[
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "alaska-adventure-holiday-salmon-run",
    "tourName": "Alaska adventure holiday, salmon run",
    "placesVisited": "Anchorage, Denali NP, Wrangell St-Elias National Park, Valdez, Sea kayaking through icebergs, Glacier hiking, Salmon fishing, Whale watching",
    "generalInfo": "Join us in our converted school bus and ride along Alaska's lonely roads. Camp out in the wilderness and enjoy our luxury adventure camp! In Alaska, often called \"The Last Frontier\", you've got plenty of sunlight in summer. The Alaska Salmon Run adventure is focused on the highlights of Alaska with optional activities of fishing, sea kayaking or ice climbing. Explore glaciers and icebergs from near or from afar, hike the wilds and maybe even come face-to-face with a grizzly! This is the adventure your adrenaline has been waiting for you to do.<br/><br/>•\tRide along in a retrofitted school bus!<br/>•\tEnjoy a range of outdoor activities from glacier hikes to sea kayaking<br/>•\tCamp and cook under the stars and listen to the sounds of nature<br/>•\tDrive along the only road in Denali NP spotting bears, moose, caribou and wolves<br/>•\tCanoe the Maclaren River and kayak around icebergs<br/>•\tTry your hand fishing for halibut and salmon<br/><br/>Included in your trip:<br/>•   20-day tour in overland vehicle<br/>•   Accommodations outlined for nights in Hostel/Campsites<br/>•   All meals cooked off the truck (19xBreakfast, 18xLunch, 16xDinner)<br/>•   Denali National Park shuttle buses to Toklat River and Eielsen Visitor Center (2 days)<br/>•   Maclaren Lodge/Glacier camp, boat and canoe trips<br/>•   Hikes in Denali NP, Wrangell/St. Elias NP, Seward and Valdez<br/>•    Kenai Fjords National Park boat cruise - Resurrection Bay Tour with Lunch on the Boat: Orcas and Calving Glaciers<br/>•   Two-night stay at Adventure Camp - lodging, meals (salmon buffet)<br/>•   Half Day Sea Kayaking at the Adventure Camp<br/>•   Admission to National Parks and Monuments<br/>•   Pre-departure meeting to welcome and provide you with a good understanding of the trip ahead<br/>•   Services of two trained/commercially certified leaders/drivers<br/>•   Fully equipped Overland vehicle<br/>•   High quality four person tents (sleeping only two), camp chairs and cooking equipment<br/>•   Information regarding places to be visited, history, flora and fauna<br/><br/>To obtain a detailed itinerary, information on the optional activities or any other information please just send us an inquiry.<br/><br/>This trip can also be booked as a 9-Day Trip (Day 1-9) and a 12-Day Trip (Day 9-20). Please contact us for the itineraries.",
    "durationDays": "20",
    "price": "5780",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Anchorage: Arrive for 6 pm Group Meeting and Dinner (Hostel)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Seward: Cruise with orca, humpbacks, sea lions and enjoy calving glaciers with lunch on the boat! Work it off the next day by hiking Exit Glacier! (Camping)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Homer: View giant Halibut, and camp on the Homer Spit with fantastic views of surrounding volcanoes (Camping)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Adventure Luxury Camp: Roughing it in style in canvas tents with beds. Enjoy the luxurious main building, salmon dinner and sea kayaking (Luxury Camp with beds)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Hope: Camping with brown bears along Cook Inlet. Enjoy the atmosphere of Alaska's first gold rush town and little fishing village (Bush-Camping)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Anchorage: Beluga Point and optional city tours (Museum, Alaska Native Heritage Center), exploring city nightlife (H)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Denali National Park: Explore the NP with the highest peak in North America and possibly fly around and land on a glacier of Mt McKinley. There are wildlife shuttles, sled dogs and/or several hiking opportunities (Camping)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Maclaren Wilderness Camp and Lodge: Bush camp near the Maclaren Glacier, enjoy a canoe trip down the river and relax the second night in the rustic lodge (first night wilderness camp, second night Lodge)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Wrangell/St Elias National Park: Camp alongside glacially fed river in the largest US National Park. Along with hiking and mine tours there are opportunities to challenge yourself with ice climbing, rafting or a glacier walk (Bush-Camping)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Valdez: Check out the 800 mile Alaskan pipeline, explore the city of the Exxon disaster, and possibly kayak through icebergs (Camping)"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Anchorage: Return to Anchorage via Matanuska Glacier - Trip Ends today in the afternoon."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "alaska-glacier-bay-and-wildlife-cruise",
    "tourName": "Alaska Glacier Bay and wildlife cruise",
    "placesVisited": "Juneau, Glacier Bay, Glacier Bay National Park, Chatham Strait, Kuiu Island, Tongass National Park, Frederick Sound, Endicott Arm, Dawes Glacier, Whale watching, Optional activities include: kayaking, stand up paddleboards, bushwhacking, skiff trips",
    "generalInfo": "If you've got your sights set on big wildlife – bears, whales and orcas – and big landscapes – like the three million acre Glacier Bay National Park – then a small ship cruise in Alaska is for you. Your cruise ship is small enough to reach sights that big ships can't, but big enough to fit a hot tub on board.<br/><br/>Starting in Juneau, the route loops around Admiralty Island in search for the best wildlife and the most spectacular parks in which to see them. Your first stop is Glacier Bay, naturally, then it's on to look out for black bears on Kuiu Island in the heart of Tongass National Park, and then to Frederick Sound, where humpback whales come every year to feed.<br/><br/>You'll decamp to smaller vessels to get an even closer look at the scenery. Hop into a skiff to approach Dawes Glacier and on your way, you might see colonies of harbour seals on the icebergs. You can climb into a sea kayak to explore Dundas and Taylors Bay, where sea otters dwell among vast kelp forests. On shore, comb the beaches and the tidal pools, look out for sea lions sleeping on the rocks, and go in search of edible flora.",
    "durationDays": "8",
    "price": "5469",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Juneau Embarkation Arriving in Juneau, you will be transferred from the airport to our hospitality area. After a day of exploring Alaska’s Capital City of Juneau, you'll board your small adventure ship. Your crew greets you with Champagne and smiles. Set sail for a week of scenic channels and secluded wilderness as you embark on a w. (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Icy Strait & Neka Bay Kick start the morning with on-deck yoga stretches and a strong cup of coffee. Energized and snug in your kayak, glide around in remote bays off of Icy Strait through giant bullwhip kelp that can grow to over 100 feet long. Join the gang in a skiff to a rocky outcropping to watch sea lions play. Or, step into mud boots for a forest hike with your top-notch, naturalist guides who have plenty to share about everything Alaska—marine biology, plants, and even geology. Neka Bay is also known for terrific bushwhacks and enjoyable Kayak adventures. On board, soak it all in as you soak in the hot tub. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Glacier Bay National Park Welcome to Glacier Bay National Park. Enjoy breakfast and then step shoreside in Bartlett Cove – the park headquarters- where park rangers, interpretive sites, a trail hike, and Xunaa Shuká Hít - the Huna Tribal House – await your discovery. Less than 1% of visitors to the park get the chance to step on land in the park – and this afternoon you will have the option to bushwhack, kayak, skiff, or walk the shores of Beartrack Cove – a stunning welcome to the expansive wilderness of Glacier Bay National Park. After dinner, get out on deck for sunset and bring your cameras, the snow-capped Fairweathers are the largest mountains in Southeast Alaska and are just begging to be photographed"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Glacier Bay National Park Continued It’s 6:00 am. You were told this was going to be an early morning, and your alarm clock is the metallic sound of ice sliding past the hull of the ship. Grab a cup of coffee (let us grab it for you) and a warm jacket; directly off the bow is either Johns Hopkins Glacier or Margerie Glacier, depending on the season and ice condition. The quiet of the morning is only interrupted by the thundering crash of the glacier as 10 story-buildings of ice crash into the sea in the soft light of sunrise. Grab a pastry and a big breakfast, today is going to be a banner day. The captain drops the anchor deftly at Lamplugh Glacier – the morning is your choice of how you want to experience the glacier. Kayaks, ridge hikes, and ice garden explorations are all at your fingertips. The afternoon is spent singularly focused on the wildlife of the park. Get your binoculars out and spot Mountain Goats at Gloomy Knob and Tufted Puffins at the birder’s paradise of South Marble Island. This is our final day in the park – take it all in."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Chichagof Island Enjoy the top deck for a sunrise or morning stretch. Meander through glacier-carved fjords along the Chichagof coast. Then anchor. It’s a prime time to lower the kayaks and skiffs. Camera in hand, set off on land and sea explorations. Closer inspection by skiff, moss-dripping trees run right down to the water. Any bears in there? With one of the world’s largest populations of bears, it’s possible. Go searching for giant trees and tidal pools. Hiking in the Tongass, it won’t take long to find them. Your eagle-eyed guides lead the pack—and pull up the rear. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Keku Islands Park and Whales of Fredrick Sound Hang out and enjoy the show. You may find yourself in 'whale soup' surrounded by feeding humpbacks swimming these abundant glacial waters. Based on wind and weather, your expedition team has the lineup of adventures all mapped out. Cruise past Five Fingers Lighthouse, Alaska’s oldest light station and The Brothers Islands, where sea lions nap on rocky nobs. Paddle into the deeps of Port Houghton or Windham Bay or head ashore for a hike. Somewhere nearby, carrot-billed black oystercatchers are saying hello. Tonight, toast another big day in Alaska. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Tracy Arm & Sawyer Glaciers Take an early peek out your window. Fjord cliffs reach skyward. Floating ice. And deep u-shaped valleys. There’s no abracadabra here. Mother Nature’s magic is real. Cruise past harbor seals and their pups lounging on chunks of ice. In classic fjord form, Tracy Arm delivers with the cotton candy blue Twin Sawyers glacier of its furthest reaches. Tides permitting, your skiff driver knows the ropes and guides you along. It’s a mashup of towering walls, temperamental currents, and the Coastal Mountains. So many waterfalls. Mountain goats show off fancy foot work on the cliffs, so keep your eyes open. Finish your week with Captain's dinner and post-dinner cocktials watching the week's “photo journal” by your crew. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Juneau Disembarkation Linger over breakfast this morning cruising into Juneau. Wish your crew and new friends goodbye. Then it’s off to the airport or begin your UnCruise hotel stay or land tour. (B)"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "alaska-glacier-bay-small-ship-cruise",
    "tourName": "Alaska Glacier Bay small ship cruise",
    "placesVisited": "Sitka, Saginaw Bay & Kake, Petersburg, Frederick Sound, Whale watching, Alaskan wildlife, Tracy Arm Fjord, Orca Point Lodge, Glacier Bay, Juneau",
    "generalInfo": "This eight day, Alaska small ship cruise through some of Alaska’s most stunning inlets and fjords, many of which are far off the beaten track, is on board a beautiful 45m boat called the Admiralty Dream. Sleeping maximum 66 passengers, you will cruise through the magnificent waters of Southeast Alaska. <br/><br/>Your journey starts in Sitka where you settle into your twin cabin, before going on a journey through some of Alaska’s most spectacular coastal wonders. Head south from the historic city of Sitka, on Baranof Island, to explore Kuiu and Kupreanof, two of the large islands within the Alexander Archipelago. Discover the Norwegian fishing heritage town of Petersburg on Mitkof Island, look out for whales, bears and superb wildlife and take a kayaking excursion to get even closer. <br/><br/>You then head north again to Tracey Arm Fjord, which is part of the larger Tracy Arm-Fords Terror Wilderness area where you cruise alongside calving glaciers and sheer granite cliffs with tumbling waterfalls. We also stop at out of the way places such as Haida village of Kasaan, Hobart Bay and Orca Point Lodge, with your final journey north into Glacier Bay National Park which is 65 miles long and boasting the most pristine Alaskan seascape imaginable.  As well as some spectacular wildlife watching possibilities the highlight for many is Margerie Glacier, known for its dramatic calving displays. From Glacier Bay you then head south again finally disembarking in Juneau, Alaska’s capital. <br/><br/>Our responsible Alaskan small ship cruise ensures that you not only get to visit some of the most wonderful land and seascapes but also engage with local indigenous communities, dine on superb local produce and taste some Alaskan beers too! Southeast Alaska has so much to offer and we look forward to welcoming you on board. <br/>",
    "durationDays": "8",
    "price": "4308",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Sitka. Explore beautiful Sitka, the only community in Southeast Alaska that faces the open ocean waters of the Gulf of Alaska. Participate in a wilderness hike on one of the many trails in town. Visit sites that highlight the community's rich Alaska Native and Russian history. Embark for the winding narrows north of town while searching for bald eagles, sea otters, bears, whales, and other wildlife."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Rainforest Hike & Baranof Island's Waterfall Coast. Spend the day exploring remote, Inside Passage wilderness. Hike a rainforest trail, featuring towering spruce and hemlock trees and lush undergrowth. Your knowledgeable guide will provide commentary on the indigenous plants and wildlife of the area. Explore Baranof Island’s charming shoreline dubbed “The Waterfall Coast” and savor an opportunity to kayak a protected bay in the area."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Frederick Sound. Scout for humpback whales and other marine mammals in Frederick Sound. Humpbacks are famous for behavior that lends itself to incredible viewing and photography, such as tail lobbing, lunge feeding, pectoral slapping, breaching, and picturesque dives that showcase their massive flukes. Other opportunities for in-depth exploration include the protected waters or shores of Security Bay, Skanax Bay, Pybus Bay, and The Brothers Islands."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Kake View the community’s remarkable, 132-foot totem pole, an artist demonstration, and experience the inspiring culture of the Tlingit in the Alaska Native village of Kake. Later, take in the beautiful sights of Keku Strait and enjoy opportunities for kayaking, expedition vessel adventures, or beachcombing. Options include such picturesque locations as Hamilton Bay, Port Camden, and more."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Tracy or Endicott Arm Journey through Tracy or Endicott Arm in the Tracy Arm-Fords Terror Wilderness—a place the famous naturalist, John Muir, called, “a wild, unfinished Yosemite.” Renowned for its glaciers, pristine waterfalls, towering icebergs, abundant harbor seals, and granite cliffs that rise from sea level to 4,000 feet, this wilderness is often referred to by locals as one of the most scenic areas in the state."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Wilderness Exploration & Orca Point Lodge. Begin the day with unscripted exploration of Southeast Alaska. Your captain and crew will search for wildlife, including the area’s famous humpback whales. End the day's adventure with a relaxing evening at Orca Point Lodge, our own exclusive day-lodge on Colt Island. Enjoy a Tlingit cultural presentation, as well as the beautiful grounds, beach, and marine life touch-tank. Dine on Alaskan salmon, Alaskan king crab, or prime rib from the warmth of the lodge, or nestled next to a beachside bonfire."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Glacier Bay National Park. This remarkable national park fjord extends 65 miles, contains eight tidewater glaciers, and provides pristine habitat for a wide-array of wildlife, including both brown and black bears, wolves, mountain goats, Steller sea lions, and humpback whales. The highlight for many is the Margerie Glacier, known for its dramatic calving displays. A Glacier Bay National Park Service Ranger narrates the day's program and a Native Huna Tlingit interpretive naturalist joins us to reveal traditional cultural ties to this ancient treasure. End the day in Bartlett Cove to enjoy a rainforest path, the inspiring Tlingit tribal house, and a fully articulated humpback whale skeleton."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Juneau. Disembark in Alaska's capital city of Juneau. Transfer to the airport or your hotel is complimentary."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "alaska-hike-bike-kayak-holiday",
    "tourName": "Alaska Hike, Bike & Kayak holiday",
    "placesVisited": "Cycle the Tony Knowles Coastal Trail from Anchorage, Scenic drive along Parks Highway to Denali National Park, Hike the Triple Lakes Trail in Denali, Sea kayaking in Resurrection Bay, Hike to Exit Glacier in Kenai Fjords National Park",
    "generalInfo": "Alaska is home to some of the largest and most dramatic wilderness areas on the planet. Pristine landscapes such as the forests, tundra, and mountains of Denali National Park where bears and caribou roam, and Kenai Fjords National Park, where whales swim among staggeringly huge glaciers.<br/><br/>Join a small group (maximum participants 11) and a local tour leader for an Alaska kayaking holiday that also gets you out and about on foot, and on bikes. You will need to be reasonably fit, and comfortable riding a bike on paved, flat paths, but the distances are all very achievable and the pace relaxed throughout. After all – you want plenty of time to take in the views, you’re in Alaska!<br/><br/>Meeting your group and tour leader in the state capital, Anchorage, you’ll enjoy a superb bike ride along the Tony Knowles Coastal Trail, around 32km, as it follows the Cook Inlet through marshland and wooded hills. <br/><br/>The following day you’ll arrive in Denali National Park, which must surely rank among one of the most spectacular hiking destinations in North America. Routes will be chosen depending on weather and the group’s preference, but you’re likely to tackle the famous Triple Lakes Trail, which at 14km one-way is the longest in the park, and an absolute stunner, scenery-wise. If you don’t fancy the walk, you’re perfectly free to take the Tundra Wilderness Bus Tour instead.<br/><br/>From Denali you’ll head south to picturesque Seward, gateway to Kenai Fjords National Park. A change of scenery, and a change of transport, as you slip into kayaks for a paddle around Resurrection Bay. These calm waters are home to a variety of marine wildlife including otters, porpoises, and seals, and it’s not unknown to have a salmon leap over your kayak. <br/><br/>Before returning to Anchorage and bidding farewell to the group, there’s time for one final hike, to the Exit Glacier. When you’re up close you can actually hear the ice creaking and groaning as it prepares to calve an iceberg. Awesome experiences like this really bring home the fragility of these wilderness areas. Low on impact as you’re getting around on foot, bike, and kayak, your tour also helps to protect Denali and Kenai Fjords through paying national park entrance fees that go towards maintenance and conservation. And for good measure your tour leader will ensure groups always stick to marked trails, so as not to accidentally damage any habitats. <br/>",
    "durationDays": "7",
    "price": "3740",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Anchorage Cycling.",
        "description": "Welcome to Alaska! Your adventure begins in Anchorage – the gateway to some of Alaska’s finest parks and cycling trails. You’ll have a welcome meeting at 12 pm today with your trip leader to meet your fellow travellers. After, enjoy a warm-up ride along the paved Tony Knowles Coastal Trail as it hugs the shore of Cook Inlet from downtown Anchorage through coastal marshes and over forested hills, with great views of Mount Susitna along the way. After, you’re free to freshen up and head out to the vibrant downtown, where you might like to enjoy dinner at one of the restaurants."
      },
      {
        "dayNumber": 2,
        "title": "Denali National Park.",
        "description": "After an early breakfast, sit back and enjoy the drive along the Parks Highway to Denali National Park – 6 million acres of the Alaskan wilderness. Keep an eye out for caribou, birds, wolves and other wildlife along the way. Stop in Talkeetna to stretch your legs and sit down for lunch with your group. When you arrive at the park – home to the tallest peak in North America – you’ll go to the visitor centre for a safety overview, then out into the wilderness for your first hike. The routes here will vary depending on the weather and the preference of your group."
      },
      {
        "dayNumber": 3,
        "title": "Denali National Park Hiking.",
        "description": "Today's hike starts by winding through the spruce forest as you walk the spectacular Triple Lakes Trail – the longest trail in Denali National Park and home to some great views of Riley Creek. With the towering mountains in the distance, you’ll trek along creeks, forest and rolling hills before the first of the three Triple Lakes comes into view. From here, you’ll either continue (if time permits) or return to the trailhead back to the hotel for a free evening. For those who want to see more of the park, you can choose to forego today's hike and pay for the full-day Tundra Wilderness Bus Tour, which includes the Toklat River’s incredible scenery and some of the park’s best wildlife spotting opportunities."
      },
      {
        "dayNumber": 4,
        "title": "Matanuska Glacier Trek.",
        "description": "Embark on a scenic drive along the Glenn Highway towards the town of Palmer this morning – a trip that’s packed with gorgeous mountain vistas and plenty of time for photo ops. You’ll eventually reach the famed Matanuska Glacier – Alaska's largest road-access glacier. It’s a jaw-dropping 27 miles long and 4 miles wide and has some of the most accessible walking areas of any glacier in the state! Don your ice cleats and helmet (included) and begin exploring the glacier on foot with the help of an Alaskan guide and glacier expert. Marvel at the ice that formed thousands of years ago, high in the Chugach Mountains. Amazingly, every day is unique at Matanuska, due to the dynamic nature of the glacier."
      },
      {
        "dayNumber": 5,
        "title": "Seward.",
        "description": "Today, enjoy a slow start to the morning and then take a leisurely drive to Seward – one of Alaska's oldest and most picturesque towns. Along the way, you’ll stop at some scenic viewpoints along Turnagain Arm, named for British explorer James Cook, who was forced to ‘turn again’ when the waterway didn’t hold the fabled Northwest Passage on his 1778 voyage. Explore this scenic area, then continue to Seward. This vibrant town is the gateway to Kenai Fjords National Park and has galleries, boutique shops and a bustling harbour."
      },
      {
        "dayNumber": 6,
        "title": "Seward Sea Kayaking.",
        "description": "Enjoy a change of scenery as you venture out onto Resurrection Bay on full-day sea kayaking and rainforest hiking adventure. Learn about life in Seward as you travel to the shoreline. After a quick briefing, hit the tandem kayak and paddle around the calm waters of the bay with your partner, soaking up the mountain vistas as you keep an eye out for sea otters, seals, porpoises, bald eagles and leaping salmon. From mid-July to early September, you‘ll paddle directly past the outlet of Tonsina Creek to view a salmon spawning stream! Then, explore Tonsina Point with its ghost forest, tall waterfall and gorgeously green scenery. Stop for a picnic lunch with your group in the forest, then take walk on the beach – today is full of photo ops!"
      },
      {
        "dayNumber": 7,
        "title": "Exit Glacier / Anchorage.",
        "description": "Before you leave Seward today, there will be time for a classic Alaskan walk to view Exit Glacier in Kenai Fjords National Park where you’ll be able to listen to the sound of the glacier! It’s then time to drive back to Anchorage, where your adventure comes to an end. If you’d like to extend your stay, just speak to your booking agent ahead of time."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "alaska-northern-lights-adventure",
    "tourName": "Alaska northern lights adventure",
    "placesVisited": "Charming family owned lodge outside town, Personal aurora wake up calls, Dog sledding, Curling lessons with the locals, Ice sculpture museum, Geothermal hot springs, Visit a local organic farm and homestead, Walk with reindeer, Visit the native cultural centre and Museum of the North, Snowshoeing and hiking trails",
    "generalInfo": "There’s nothing more warm and cosy than a mug of hot chocolate in a small, family-owned lodge in the middle of a snow-covered Alaskan spruce forest.<br/><br/>If you’re heading into the wilderness, just outside the city of Fairbanks, this is exactly what you can hope to discover, alongside numerous opportunities to unique Alaskan outdoor activities. From dog sledding and off-grid farmsteads to curling lessons with the locals and traditional Native American arts; visiting Alaska in the winter is an unforgettable experience.<br/><br/>For many, the highlight of this week away is the chance to see the Northern Lights. Every opportunity will be made to ensure travellers get to see the Aurora Borealis including personal wake up calls made by our ever-vigilant expert guides. Seeing the lights in Alaska is one of those amazing experiences that you’ll never forget and we’ll travel to the darkest aurora areas where this fascinating natural phenomenon is at its brightest and most active.<br/><br/>This small group trip hosts a maximum of 18 travellers and has been designed to cause the minimum disruption to the Alaskan environment and to local communities. There will be opportunities for cultural exchange with the locals so you can learn how people live in this land of extremes. Solo travellers are always welcome and single room supplements are available at the lodge. <br/><br/>So, what are you waiting for? Grab your camera and head north to Alaska. Reindeer, ice sculptures, geothermal hot springs and the incredible Aurora Borealis await.<br/>",
    "durationDays": "8",
    "price": "4695",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "**Below is a sample itinerary. Activities change based on snow conditions. In early fall curling is not available, snowshoeing is replaced with hiking, and dogsledding will instead be a dog-cart ride or hike with the huskies. Aurora is a natural occurrence and predicting it is not foolproof** When you arrive Fairbanks we provide a complimentary ride to your lodge. We host a quick meet-and-greet with your guides in the lobby that night. Bring your camera if you have questions about photographing Northern Lights! The lodge is in a beautiful location, surrounded by snow-covered spruce forests."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After a complimentary breakfast at the hotel, enjoy the morning until it’s time to checkout. You’ll meet the rest of the group and our guide(s) late morning in the lobby. Once we’ve done introductions and boarded the small bus, our afternoon includes lunch at a nearby restaurant and a visit to Pioneer Park. This 44-acre village features historical buildings moved from downtown Fairbanks and various museums with local artifacts, bringing you on a journey through time. We’ll head to the lodge in the afternoon where we’ll have a chance to unpack, relax, eat dinner, and learn about the Aurora Borealis."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast, we head into town for a city tour of Fairbanks and visit the famous Trans-Alaska Pipeline, followed by lunch at a great local spot. Following a guided walk through town, we visit the Morris Thompson Cultural Center. Explore world-class exhibits on Alaska’s history and seasons and learn about traditional native art, dance, and music. It’s a great introduction to Interior Alaska! Back at the lodge, you can explore the hiking trails that surround the lodge or just grab a hot cocoa and relax in your new home base. Following dinner, you can come ‘hunt’ for the Northern Lights with us, or stay in the warmth of the lodge. Your guide will alert you if the Aurora appears."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After a homemade breakfast at the lodge, visit the famous Museum of the North on the University of Alaska campus to learn about the natural and cultural history of the region. Following lunch, we will head to a family ranch to meet reindeer and take a walk with them through a beautiful birch forest. Try some hot tea and Jane’s homemade cookies inside and learn more about reindeer. Enjoy dinner and, if we’re lucky, aurora viewing that evening!"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Depending on the season, in the morning we may have a curling lesson with local players at the Fairbanks Curling Club. Test your skills by challenging your new friends — curling is so much more fun than you might expect! After lunch, we’ll enjoy an afternoon hike before visiting the antique automobile museum featuring a world-class exhibit of vintage automobiles and period fashion pieces. Dinner is at a local restaurant and then we spend another evening looking for Aurora."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today visit the remote and beautiful Chena Hot Springs. Soak in the steaming waters surrounded by snow; if it is really cold your hair might even freeze! While there we visit an ice sculpture museum where you can observe delicate artwork and sip an apple martini in a carved glass from the ice bar (not included in tour cost). The drive home from the Hot Springs provides a wonderful opportunity to search for the Northern Lights and spot moose."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Enjoy another tasty breakfast before our most exciting excursion yet — dog sledding! Meet the friendly dogs (and maybe even some puppies!) and learn about mushing before hopping on a sled for a ride through the forest. You have free time in the afternoon when you can try snowshoeing around the property if the conditions are right or go into down for some shopping. We’ll enjoy a final farewell dinner together tonight."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "One more Alaskan-sized breakfast before wrapping up our adventure and saying goodbye to new friends. Our guides will be available through the late afternoon for transfers to the airport or to other preferred locations. All guided activities end at 5pm on this day. We can also help to set you up with additional hotel rooms, activities or luggage storage for any extra time you are spending in town. Head home with memories of unique and exciting activities and the Alaskan locals you got to know along the way. When you arrive home check out the shared photo album we have set up for you to upload and share pictures from your adventure!"
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "alaska-s-islands-cruise-whales-glaciers",
    "tourName": "Alaska's Islands cruise, whales & glaciers",
    "placesVisited": "Sitka, Hoonah Sound, Eastern Baranof Island, Tenakee Inlet, Icy Strait, Port Frederick, Taku Inlet, Taku Glacier, Tracy Arm, Frederick Sound, Juneau, Whale watching, Hovercraft flight, Sea kayaking",
    "generalInfo": "There are small ship cruises and then there are really, really small ship cruises. There are just ten berths on board this perky-looking motor boat, which cruises Alaska’s popular Inside Passage for eight thrilling days. Your trip features barbecuing local king crab on the beach, hovercraft flights and – if your boat isn’t quite small enough already – decamping to sea kayaks to paddle around icebergs.  <br/><br/>Your adventure starts in the city of Sitka and ends in Juneau, Alaska’s state capital. On the way you’ll wrap around Admiralty Island, visiting the inlets and straits that thread inland, like Tracy Arm Fjord, with its glacier, and Stephens Passage, where there’s a chance to see whales. <br/><br/>Modelled on a fishing vessel, your boat is designed to be as stable as possible and is owned by members of the Kaagwaantaan Clan. From the outer deck of this little boat you’ll brilliantly positioned for wildlife viewing. In these waters, sea otters, sea lions, harbour seals and even orcas can be seen coming to the surface. But in Frederick Sound, it’s all about humpbacks. If you’re lucky, you’ll see one breach the water – and you’ll definitely see the splash afterwards.",
    "durationDays": "6",
    "price": "3769",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Sitka. Explore beautiful Sitka, considered by many to be one of the most picturesque communities in The Last Frontier. During your exploration of the town our expedition team will highlight the community’s history–from its inspiring Tlingit roots to the Russian presence that began in 1799. Beautiful totem poles adorn public areas and the Sitka National Historical Park, while the famous St. Michael’s cathedral stands in the center of the downtown district. You’ll be charmed by the island-studded waterfront, rugged mountain peaks of Baranof Island, and abundant bald eagles and marine life. (Guests can also choose to book optional excursions, such as fishing and private wildlife excursions in the days before embarkation)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Chatham Strait & Lynn Canal. Voyage through Chatham Strait and Lynn Canal en route to the northern end of the Inside Passage. These areas are well known for some of the best wildlife viewing in the region. The waters are home to humpback whales, orcas, Steller sea lions, and Dall’s porpoises, while brown and black bears, wolves, moose, and Sitka black-tailed deer roam the shorelines. This is a day of True Alaska discovery and adventure that may include kayaking, a remote beach landing via our expedition skiffs, or other activities determined by the captain and expedition team—all Alaska experts."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Skagway. Stroll the boardwalks of the rollicking Klondike gold rush town of Skagway while enjoying its unique history. In the late 19th century, thousands of crazed gold seekers poured into the community en route to the Klondike. Wooden buildings, streets, and docks were constructed in mere months. Skagway was rambunctious, lawless, and tormented by a notorious con man named Soapy Smith. Today, historic businesses, frontier homes, and museums bring the spirit of the gold rush to life. Aboard the White Pass and Yukon Route railroad, you’ll enjoy a journey retracing the steps of gold-seekers into Canada. Built in 1898, the railroad climbs nearly 3,000 feet in 20 miles and offers stunning wilderness views. This excursion crosses the border into Canada, so passports are required."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Wilderness Bay & Orca Point Lodge. Venture into one of the many intimate coves or inlets of the Chilkat Peninsula or Admiralty Island, such as Alaskan Dream Cruises’ exclusive property at William Henry Bay. Enjoy kayak and skiff exploration in the heart of Alaska’s wilderness. End the day’s adventure with a relaxing evening at Orca Point Lodge, our own exclusive day-lodge on Colt Island. Enjoy the beautiful grounds, beach, and marine life touch-tank. Dine on Alaska salmon, Alaska crab, or prime rib from the warmth of the lodge, or nestled next to a beachside bonfire."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Glacier Bay. This remarkable national park fjord extends 65-miles, contains eight tidewater glaciers, and provides pristine habitat for a wide-array of wildlife, including both brown and black bears, wolves, mountain goats, Steller sea lions, and humpback whales. The highlight for many is the Margerie Glacier, which is known for its dramatic calving displays. A Glacier Bay National Park Service Ranger narrates the day’s program and an Alaska Native Huna Tlingit interpretive naturalist joins us to reveal traditional cultural ties to this ancient treasure."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Juneau. Disembark in Alaska’s capital city of Juneau. Transfer to your hotel or the airport is complimentary. Choose to extend your adventure with custom offerings such as a journey into Tracy Arm aboard a high-speed expedition vessel, a glacier helicopter landing and trek, and saltwater fishing for salmon or halibut."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "alaska-small-group-adventure-holiday",
    "tourName": "Alaska small group adventure holiday",
    "placesVisited": "",
    "generalInfo": "This lodging tour is focused on the highlights of Alaska: <br/> - Go on a wildlife cruise to see and hear the calving glacier's and marine wildlife of Kenai Fjords National Park.<br/> - Visit Exit Glacier to experience the fast receding hanging glacier along with a Dog Sled Tour with 3-time Iditarod winner Mitch Seavey.<br/>- Stay in secluded cabins, yurts and chalets carefully chosen to fit our style of adventurous trips but with the comfort of staying in a bed. Some of those lodgings have hot tubs and/or saunas!<br/>- We will get you to the lesser known wildlife viewing spots in Denali and other parts of Alaska and try to find as many bears, moose and Alaskan creatures as possible. We love taking amazing animal photos ourselves!<br/>- We have been operating in Alaska over 10 years, this is finally the trip to pick all the gems, perfect spots and highlights in one amazing trip!<br/>- This is also ideal for a family vacation! We had many kids on this trip, recommended age minimum is 10.",
    "durationDays": "13",
    "price": "5780",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Anchorage: Arrive in Alaska’s largest city for a 6 PM Group Meeting to discuss our adventure along with meeting your fellow travelers."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Seward: Day 2: Drive along the Turnagain Arm and through the Chugach Mountains to end up at Resurrection Bay. Visit Exit Glacier to experience the fast receding hanging glacier along with a Dog Sled Tour with 3-time Iditarod winner Mitch Seavey. Day 3: Kenai Fjords National Park cruise visiting an active tidewater glaciers and searching for exciting marine wildlife like humpback whales and orcas along with puffins, sea otters and so much more."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Moose Pass: Day 4: Scenic Drive to Exit Glacier for a hike up to Marmot Meadows and a short drive to stay in yurts tonight Day 5: Enjoy some kayaking and hiking in the mountains"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Talkeetna: Day 6: Visit the busy but quaint town of Talkeetna and go on short hikes and hopefully get your first glimpse of Mount Denali, visit town and take an optional Denali flightseeing tour"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Denali: Day 7/8: Scenic Drive along the Alaska Range towards Denali. Spend 2 nights in the wilderness at Denali View Chalets. Day 9: Drive into the Wilderness: The shuttle bus will take you far into the park with possible sightings of grizzly, moose, caribou, wolf and views of Mount Denali."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Maclaren Lodge: Day 10: Camp near Maclaren Glacier in the wilderness and explore the surrounding wilderness on foot. Day 11: Canoe down the Maclaren River in the morning and enjoy the rustic lodge for the evening"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Fairbanks: Day 12: Soak in the Chena Hot Springs Day 13: Try your luck in Gold Panning, trip ends around noon"
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "best-of-alaska-tour",
    "tourName": "Best of Alaska tour",
    "placesVisited": "",
    "generalInfo": "Prepare to discover the captivating beauty of Alaska on this 10-day journey through its icy heart. Travel from Anchorage through forests, around mountain ranges and down the spectacular coast to the Kenai Peninsula. Explore the unspoilt woodlands of Denali National Park and keep your eyes open for grizzlies, caribou and moose. Cruise past glaciers, orca whales and puffins and experience this vast wilderness's quiet, majestic calm among striking landscapes. You’ll explore Homer, Seward, Talkeetna, Kenai Fjords National Park and Denali National Park and enjoy loads of free time to customise your activities, making sure you’re doing all the things you actually want to do!",
    "durationDays": "10",
    "price": "4825",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Anchorage.",
        "description": "Welcome to Alaska! Located in south-central Alaska on the shores of Cook Inlet lies Anchorage – a unique urban environment in the heart of the wilderness. Your adventure begins here with a welcome meeting at 6 pm tonight. If you arrive early, maybe head to the Anchorage Museum or check out the sights and try spotting a moose wandering the streets of town (yes, really). This evening, maybe celebrate the beginning of a new adventure with an optional group dinner."
      },
      {
        "dayNumber": 2,
        "title": "Homer.",
        "description": "This morning, you’ll drive from Anchorage to Homer along the scenic Turnagain Arm – an All American Road passing Cook Inlet and named after British explorer James Cook, who was forced to ‘turn again’ when the waterway didn’t hold the Northwest Passage in 1778. Along the way, stop for lunch at a local brewery in Cooper Landing on the Kenai Peninsula and enjoy views of the surrounding mountains. Then, continue to Homer for the night. The rest of the day is free for you to explore this small town on Kachemak Bay at your own pace. Maybe wander the streets full of artisan shops and restaurants or walk out on the spit and visit the famous Salty Dawg Saloon for a drink."
      },
      {
        "dayNumber": 3,
        "title": "Homer.",
        "description": "Today is a free day to explore Homer and the surrounding bay. You might want to head to the local bakery nearby for a breakfast of coffee and pastries, then take up one of the optional activities this gorgeous town has on offer. Explore on foot or book a tour of the bay. Maybe take the local ferry to explore the town of Seldovia, where you can take a wildlife boat tour, looking out for sea otters, bald eagles, ducks, orcas and more. If you’d prefer to kick back at the local winery, you can go for a tasting and tour in this afternoon. Tonight, just ask your trip leader for some local dinner recommendations."
      },
      {
        "dayNumber": 4,
        "title": "Seward.",
        "description": "This morning, take a scenic drive on the Kenai Peninsula from Homer to Seward. Grab a window seat if you can because on a clear day, there are some gorgeous views of the turquoise lakes near Moose Pass, as well as the mountains and volcanoes in the distance. Pause in Moose Pass where you can take an optional kayaking tour. When you arrive in Seward this afternoon, head out on a short hike to the tongue of Exit Glacier in Kenai Fjords National Park – a major attraction of the park, this electric blue glacier is one of the most accessible valley glaciers in Alaska. After, check into your hotel in Seward and enjoy a free evening to explore the town or head to a local restaurant for dinner and drinks."
      },
      {
        "dayNumber": 5,
        "title": "Seward.",
        "description": "This morning, you’ll head to the docks for a full day cruise of Resurrection Bay and Kenai Fjords National Park – look out for wildlife like orca whales, porpoises, puffins and other birdlife as you sail the still waters and explore the gorgeous surroundings. Marvel at the electric blue tidewater glaciers and if you're lucky you may get to see one 'calve' some ice into the sea. Enjoy lunch on the boat before cruising back to Seward. This afternoon, you may have some free time to head out on a hike or visit the Seward SeaLife Centre."
      },
      {
        "dayNumber": 6,
        "title": "Talkeetna.",
        "description": "Today, hit the road again to drive along the Turnagain Arm (soak in those gorgeous views if you didn’t get a chance to last time) to the small town of Talkeetna. Along the way, stop in the town of Girdwood to take the Alyeska Aerial Tram to the top of Mt Alyeska for incredible views of seven glaciers and the valley below. Pause for a deli lunch at the top. When you arrive in Talkeetna, join your leader for a guided walk around town. Then you’ll have the rest of day free to find a great dinner spot or explore the charming surroundings on foot."
      },
      {
        "dayNumber": 7,
        "title": "Denali National Park.",
        "description": "After breakfast this morning, you’re free in Talkeetna to explore the town. Perhaps book an optional scenic flight with a glacier landing to get up close to North America's tallest mountain: Denali. Later, drive to Denali National Park. During the drive, keep an eye out for caribou and other wildlife hanging out in the unspoiled environment.?When you arrive, your group will check out the Visitor Center, where you can learn about the park and hopefully catch a glimpse of the towering mountain in the distance. Take an afternoon to explore or relax and then head out for a group dinner at a local restaurant."
      },
      {
        "dayNumber": 8,
        "title": "Denali National Park.",
        "description": "Rise and shine early this morning to prepare for a scenic 'Alaskan safari' drive through Denali National Park. You’ll take the Tundra Wilderness route, narrated by a trained driver-naturalist, that will take you to mile 43 of the Park Road. With Denali Mountain towering in the background, wind along the road hugged by mighty pine trees and framed by snow-capped mountains. As you pass the gorgeous scenery, look out for the abundant local wildlife – you might be lucky enough to see moose, caribou, grizzly bears, Dall sheep and wolves (among a long list of other wildlife) on your journey."
      },
      {
        "dayNumber": 9,
        "title": "Anchorage.",
        "description": "After breakfast this morning, you’ll return to where your adventure began in Anchorage. When you arrive, you’ll get to know this eclectic city during a tour with your leader. During the tour, visit the Alaska Native Heritage Center where you’ll learn more about Alaska’s cultural heritage, hear the stories of the Indigenous Alaskans and discover 10,000 years of Alaska Native history through demonstrations, art and dance. After your walking tour and heritage center visit, you might like to get together with the group for a farewell dinner and reminisce about the highlights of your journey through Alaska."
      },
      {
        "dayNumber": 10,
        "title": "Anchorage.",
        "description": "There are no further activities planned today, so your trip will come to an end at check out. If you’d like to extend your stay, just speak to your booking agent."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "canadian-rockies-and-alaska-cruise",
    "tourName": "Canadian Rockies and Alaska cruise",
    "placesVisited": "",
    "generalInfo": "This trip combines the stunning Rocky Mountains, with a tour of the renowned Icefields Parkway, with a journey on the famous Rocky Mountaineer train, and a cruise along the Inside Passage from Vancouver, marked by its spectacular beauty with untouched coastal landscapes, towering glaciers and remote Alaskan settlements.  This itinerary makes use of local excursions and transfers, and includes a huge diversity of scenery and opportunities to see the native wildlife in its natural habitat.<br/><br/>Accommodations can be tailored to individual budgets along the way: everything we offer is tailor made, and this itinerary is a sample to provide an idea of what is possible … we can amend it in terms of routing, duration, and direction … please contact us so that we can tailor the perfect holiday for you. <br/><br/>Trip Highlights<br/><br/>•\tExcursions in the Rocky Mountain town of Banff: see Bow Lake, and spectacular views from the top of Sulphur Mountain <br/>•\tSpectacular Scenery of Lake Louise, Peyto Lake, Moraine Lake, on Icefields Parkway excursion<br/>•\tRocky Mountaineer train trip from Banff to Vancouver<br/>•\tExplore Vancouver under your own steam, or take excursions<br/>•\t7 day Alaskan Cruise up the Inside Passage, with fabulous scenery and on-shore excursions.<br/><br/><br/>Photo credits:  Rocky Mountaineer, BC Ferries, Destination Canada, Prince of Whales/Seanie Malcolm, Attraction Pursuit/Mike Seehagel, Tourism Alberta, Destination BC/Tanya Goehring",
    "durationDays": "17",
    "price": "6950",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "CALGARY TO BANFF Arrive at Calgary International Airport and take a transfer to Banff."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "BANFF Banff National Park encompasses valleys, rugged mountains, enormous glaciers, deep forests, alpine meadows and glassy turquoise lakes. Through it wander wildlife such as bears, elks, wolves and bighorn sheep. The bustling town of Banff is a base for a multitude of outdoor activities. Take a guided tour which visits a number of local highlights such as Bow Falls, the hoodoos, Surprise Corner Tunnel Mountain Drive overlooking the beautiful scenery of the Bow River Valley, and also includes a ride on the Gondola – the views from the top are superb. Maple cookies and refreshments are provided. The high street offers a range of restaurants, including gastro pub, vegetarian bistros, upmarket burger bar … don’t miss the cheesecake and torte at Wild Flour."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "BANFF NATIONAL PARK A full day tour of the stunning Icefields Parkway, between Banff and Jasper. Includes a trip on the Athabasca Glacier, and the Glacier Skywalk. Also stop at Bow Lake and Saskatchewan Falls for magnificent views."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Rocky Mountaineer: BANFF TO KAMLOOPS Board the famous Rocky Mountaineer this morning, travelling through the Yellowhead Pass and along the fertile route of the North Thompson River to Kamloops. As you leave the glaciers and snow-capped peaks of the Rockies behind, you travel through the Spiral Tunnels, Kicking Horse Canyon and over Roger’s Pass – all spectacular scenery as you pass over high mountain passes, through remarkable tunnels, along rocky lakeshores and across ranch lands. Try the Noble Pig – a buzzy brewpub with an outdoor patio and food."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Rocky Mountaineer – KAMLOOPS TO VANCOUVER Today’s train journey takes you along the shores of Kamloops Lake, through the desert-like BC interior, through forests and winding river canyons surrounded by the peaks of the Coast and Cascade Mountains, through the lush green fields of the Fraser Valley towards Vancouver. Later, explore downtown Vancouver: people-watch at a pavement café or visit the Aquarium or excellent science centre, take the Stanley Park train or relax at English Bay beach."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Your cruise returns to Vancouver today: spend a final night in the city enjoying the outdoor lifestyle and buzz of this vibrant city."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Return flight from Vancouver International Airport"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "denali-adventure-tour-in-alaska",
    "tourName": "Denali adventure tour in Alaska",
    "placesVisited": "",
    "generalInfo": "For a taste of the best of Alaska in the summer, join us on our Denali Discovery Adventure!<br/><br/>This incredible Alaska summer tour takes the scenic route from Fairbanks to Anchorage. Along the way we spend time venturing deep into Denali National Park, chartering a scenic flight for views of the area’s peaks, glaciers, and valleys, and boarding the Alaska Railroad for a beautiful stretch to Talkeetna.<br/><br/>EXPLORE Denali National Park and its magnificent surroundings on foot, by river raft, and from the air.<br/><br/>SEE incredible nature and seek wildlife such as moose, bears, eagles, and the iconic Dall sheep.<br/><br/>FLY over the dramatic landscapes of Denali National Park for a bird’s eye view of the magnificent peaks, glaciers, and valleys. Land on a glacier for photos.<br/><br/>RIDE the famed Alaska Railroad from Denali to Talkeetna, taking in fabulous views along the way. <br/><br/>BOARD a motorized boat and explore 130 miles of remote whitewater and beautiful scenery.<br/><br/>ENJOY great food throughout the tour, from hearty lodge breakfasts to fresh seafood or tender cuts of meat cooked to perfection.<br/><br/>What's Included In The Denali Discovery Adventure?<br/>-Accommodations for 7 nights<br/>-Transportation by minibus from Fairbanks to Denali and from Talkeetna to Anchorage<br/>-All your guides (24/7 local guides and activity day guides)<br/>-Flightseeing experience in Denali National Park<br/>-Train from Denali to Talkeetna with the Alaska Railroad<br/>-Rafting on Nanana River<br/>-All other activities such as guided interpretive hikes, and more as described in our brochure (download from our website).<br/>-All meals listed as included in the itinerary<br/>",
    "durationDays": "8",
    "price": "6995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "After arriving at Fairbanks International Airport, board a complimentary shuttle to Springhill Suites. The hotel is conveniently located in downtown Fairbanks, so if you arrive early in the day you may choose to either relax from your travels or explore downtown on foot. Join the guide and the rest of the group for an informal Meet & Greet in the evening. You’ll hear more details about the week ahead and we’ll provide some food and beverages. Charcuterie included."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After breakfast at the hotel we’ll start the beautiful drive towards Denali National Park. Our first destination is an airstrip near Healy where we’ll get weighed in and boarded for a scenic flightseeing experience*. The flight offers an incredible perspective of Mount Denali, which is part of the 300-mile long Alaska Range. Tectonic plates uplift 20,000 feet of granite rock from the neighboring tundra valleys, creating one of the more dramatic mountain views on the planet. We’ll land on a glacier, leaving time to walk around and take photos before our return flight. Afterwards we will check in to Denali Lakeview Inn and enjoy dinner nearby. Breakfast & Lunch included. *If it’s unsafe to fly we will do our very best to reschedule for another scenic flight on the tour."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Following breakfast we’ll suit up for a rafting adventure on the Nenana River! You have the option of either a scenic float or a more exhilarating Class III+ ride down the river. Following a safety briefing we’ll board the rafts for about two hours on the water. The McKinley Scenic Float is a gentle rafting introduction and perfect to take in the scenic beauty. You may see moose, sheep, caribou and bear during the 11-mile float downstream. The other option is the Canyon Run, which is an exciting Class III+ whitewater adventure with scenic canyon views. A dry suit is provided for this trip and the glacial facial is complimentary! After the rafting, enjoy meeting and learning about sled dogs during a visit to Husky Homestead at Denali National Park headquarters, the only park in the country with its own sled dogs. Breakfast & Lunch included."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After breakfast, we’ll board a bus near the park entrance and enter the National Park to begin an idyllic and informative drive. We’ll stop for views and chance wildlife encounters such as bears, moose, and Dall sheep. Due to a major landslide and consequent road closure*, we’ll turn around near mile marker 43 and head back to the park entrance. We return in the late afternoon and we’ll be staying at Denali Park Hotel tonight, which boasts picturesque views on its property. Breakfast, Lunch, & Dinner Included. *As of writing, the reopening date for this road is scheduled for 2026."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Following an early breakfast, we’ll embark on a group walk at Horseshoe Lake Trail (3-mile loop, 200 ft. elevation gain), near mile marker 1. Start on a developed trail leading to the lake before a steeper drop to lake level at the overlook bench. Throughout the walk, enjoy panoramic views of the Nenana River, the development called “Glitter Gulch” right outside the park, and the surrounding mountains. Spot the beaver dam and lodge in the Oxbow Lake and learn more about their contributions to the ecosystem. After the walk, we head to the nearby Alaska Railroad station, where we’ll catch a 12:30 pm departure. Enjoy a scenic ride from the GoldStar class and lunch with views before we stop at Talkeetna. We’ll explore the community for the rest of the afternoon. We’re staying at Susitna River Lodge tonight. Breakfast, Lunch, & Dinner Included"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "After breakfast, our first destination is an airstrip in Talkeetna where we’ll get weighed in and boarded for a scenic flightseeing experience. The flight offers an incredible perspective of Mount Denali, which is part of the 300-mile-long Alaska Range. Tectonic plates uplift 20,000 feet of granite rock from the neighboring tundra valleys, creating one of the more dramatic mountain views on the planet. We’ll land on a glacier, leaving time to walk around and take photos before our return flight. After, explore Talkeetna’s best trail in the afternoon with your guide. A new scene of beauty unfolds around every turn on this three-mile moderate hike, with an elevation gain of 200 ft. We will offer a shorter walk for those who prefer. Look for loons and kingfishers on the lakes, moose and bears in the woods, and Mt. Denali in clear weather on the horizon. This lush old-growth forest is alive with songbirds, wildflowers, berries, and mushrooms. We’re staying at Susitna River Lodge tonight. Breakfast, Lunch, & Dinner Included."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Following breakfast we depart for a river adventure on a motorized boat. Over the course of five hours we’ll cover 130-miles on the river through Denali State Park and into the nationally registered Wild River Park of “Devil’s Gorge.” This journey offers a safe, dry and comfortable way to experience quite remote whitewater and beautiful scenery. Lunch is included. Upon our return you’ll have some free time to relax or explore Talkeetna in the afternoon, followed by our farewell dinner. We’ll be staying at the Susitna River Lodge again this evening. Breakfast, Lunch & Dinner included."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Following breakfast we’ll board our mini bus for the last time and drive 120 miles south to the airport in Anchorage. Depending on your onward plans, we’ll either drop you off at the airport or at a downtown hotel of your choosing. Please plan on departure times for 2pm or later. Breakfast included."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "denali-national-park-holiday-in-alaska",
    "tourName": "Denali National Park holiday in Alaska",
    "placesVisited": "Anchorage, Denali National Park, Maclaren Glacier, canoe and boat trips on the Maclaren River, Wrangell St Elias National Park, sea kayak in Valdez, Matanuska Glacier, Church Mountains, Optional glacial hikes, ice climbing and river rafting",
    "generalInfo": "Holidays in Alaska are the stuff of trekking dreams with the wide open spaces and stunning glaciers of Denali National Park providing the backdrop to an incredibly exciting 12 day holiday spent hiking and camping away from the standard tourist trail.<br/><br/>An Alaska holiday also puts you in the realm of North America’s largest national park, Wrangell St. Elias, where hikes over glaciers and ice climbing combine with overnight wilderness camps and canoe trips along the Maclaren River.<br/><br/>No Alaska and Denali holiday is complete without wildlife watching with bears, moose and wolves, oh my, all to be found as well as caribou aligning the fast-flowing melt water river banks. Tour leaders ensure you never miss a movement with stories around the campfire and shared animal encounters adding to the allure of nights under Alaskan skies and clear and fresh mountain air.<br/><br/>What’s included on a holiday in Alaska?<br/><br/> - 12 days travelling overland in a full-equipped touring truck<br/> - Carefully-chosen hostel and campsite accommodation<br/> - 11 breakfasts, 10 lunches and 9 dinners cooked on the truck<br/> - 2 days within Denali National Park using wildlife buses<br/> - Visits to Toklat River and the Eielsen Visitor Centre<br/> - Maclaren Lodge and wilderness glacier campsite<br/> - Canoe and boat tours of the Maclaren River<br/> - Hiking in Denali, Wrangell St Elias and Valdez<br/> - National park and monuments admission fees<br/> - Welcome meeting and itinerary briefing before you depart<br/> - Two experienced and qualified group leaders and drivers<br/> - Top quality four-person tent (to sleep two) with furniture and cooking facilities<br/> - Plenty of info on the locations, history and natural surroundings<br/><br/>What can I expect from an Alaska holiday?<br/><br/>You’ll be exploring, driving and hiking in the remote regions and backcountry landscapes of Alaska with one night in a hostel, four nights in bush campsites, five nights in permanent campsites and one further night either in a lodge or at an established campsite. All of our Alaska and Denali holidays are run for a minimum of four passengers and a maximum of 16 and you’re requested to bring your own sleeping bag although high quality tents, camp kitchens and useful equipment will be provided. This 12 day trip can be increased to 20 days by adding time spent in the Kenai Peninsula and you’re invited to get in touch if you’d like to know more about this extended itinerary or any other part of the experience.<br/>",
    "durationDays": "12",
    "price": "3690",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ANCHORAGE: Arrive for a group meeting, sharing group meal, & exploring Anchorage nightlife (H)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "DENALI NATIONAL PARK: Explore the famous National Park by shuttle bus, spot bears, moose, and do some trailblazing in this pristine wilderness (C)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "MACLAREN RIVER LODGE: Camp near Maclaren Glacier in the remote wilderness surrounded by Alaska’s mountains, canoe down the river and enjoy the rustic lodge the following day (C)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "WRANGELL/ST ELIAS NATIONAL PARK: Camp alongside a glacially fed river in the largest National Park in North America. Explore the old mining town and get your adrenalin flowing with ice climbing, glacier hikes or rafting (optional) (C)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "VALDEZ: Find bears, sea lions, seals, and eagles catching salmon. Relax by the scenic waterfront and Sea Kayak through icebergs (optional) (C)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "LAST DAY: Return late afternoon to Anchorage via Matanuska Glacier and the Church Mountains (-)"
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "inner-reaches-eastern-coves-cruise-in-alaska",
    "tourName": "Inner Reaches Eastern Coves cruise in Alaska",
    "placesVisited": "Juneau, Endicott Arm, Fords Terror, Whale watching, Alaska’s Southeast Passage, Thomas Bay, Wrangell Narrows, Wrangell, Behm Canal, Tongass National Forest, Misty Fjords National Monument, Sea kayaking",
    "generalInfo": "This Alaska cruise is a week on board a small ship - a converted expedition vessel that sleeps maximum eighty passengers. This is, of course, small in comparison with some of the giant cruise ships that travel Alaskan waters, and the size of our ship means that it can navigate the coves and crannies of this extraordinary coastline. Although large enough to navigate these icy waters and also carry zodiac boats and other equipment such as sea kayaks. This means that our guests can enjoy trips such as kayaking in Misty Fjords National Monument, taking a skiff to a waterfall for the best wake up shower ever or hiking in the exquisite environs of Baird Glacier. <br/><br/>We also take some time in Wrangell, an ancient town and home to the indigenous Tlingit people, whom we meet and exchange stories with during an onboard lecture as well as at the Kiksetti Totem Park.<br/> <br/>Wildlife watching on this small ship cruise is stupendous. Watch whales breach when you least expect, eagles soaring as you soak in a hot tub, or watch bears from a safe distance as they come foraging on the shores of the Behm Canal. Combined with so many other glacial treats and a chance of Northern Lights, there is never a dull moment on this trip. <br/>",
    "durationDays": "8",
    "price": "4697",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Juneau Embarkation Arriving in Juneau and met with a warm welcome, that’s a good start. You have time to take in a bit of the city once you check in at the hospitality area. But after boarding, grab a glass of bubbly as you push off the dock. Set sail for the Endicott Arm wilderness. (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Endicott Arm or Tracy Arm. Take an early peek out your window. Fjord cliffs reach skyward. Floating ice. And deep u-shaped valleys. There’s no abracadabra here. Mother Nature’s magic is real. Cruise past harbor seals and their pups lounging on chunks of ice. At the end of Endicott, the blue face of Dawes Glacier is stories high. And in classic fjord form, Tracy Arm delivers with the cotton candy blue Twin Sawyers glacier of its furthest reaches. Tides permitting, your skiff driver knows the ropes and guides you along. It’s a mashup of towering walls, temperamental currents, and the Coastal Mountains. So many waterfalls. Mountain goats show off fancy foot work on the cliffs. Look for them. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Frederick Sound. Humpbacks beeline it here each season to feed on krill, zooplankton, and herring. Watch for whales feasting in these abundant glacial waters. Hang out and enjoy the show. Based on wind and weather, your expedition team has the lineup of adventures all mapped out. Cruise past Five Fingers Lighthouse, Alaska’s oldest light station and The Brothers Islands, where sea lions nap on rocky nobs. Paddle into the deeps of Port Houghton or Windham Bay or head ashore for a hike. Somewhere nearby, carrot-billed black oystercatchers are saying hello. Tonight, toast another big day in Alaska. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Thomas Bay - Wrangell Narrows. When you come this far, you might as well go all in. This is way back backcountry of Alaska’s wilderness. Glacial landscapes marked by moraines, muskegs, and mud. In this playground, it’s all an option today. Kayak and skiff in water almost clear as glass. The mirror image of fjord walls plays on the surface. Hike through the outwash of Baird Glacier. Or keep it green on an interpretive walk through a grassy meadow into the forest. Later, wind into the Wrangell Narrows. Abundant bright red and green navigation lights guide the way. It’s nicknamed “Christmas Tree Lane,” of course. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Blashkee Islands. The Blashkee Islands are your playground today. Afull day of choose-your-own-adventure fun. Hiking, Kayaking, skiff tours, snorkeling, and full day yak-n-whack excursions. Get ready for a full day! (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Behm Canal. Wildlife abounds. Black bears, mink, eagles. In Behm Canal, it’s all remote waterways and the isolated Tongass National Forest. On Cleveland Peninsula, your expedition team leads a low-elevation hike near clear, rushing streams. Good opportunities for enticing forested shots of Southeast. In the water orca, porpoises, seals, and otters go about their business. Go about yours on a guided paddle in tiny, deserted waterways that feed into Behm Canal. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Misty Fjords National Monument. There are places on the planet that completely overcome you. This is one of them. The sense of place you feel. Misty Fjords National Monument represents nearly every ecosystem found in Southeast Alaska. And that alone is a lot to consider. Glacial valleys filled with sea water. Sheer 3,000 foot cliffs. Sea birds, brown and black bears, mountain goats, Sitka black-tailed deer, all find safe haven here. Kayak in Walker Cove or Rudyerd Bay and you find it’s just as easy to paddle and go, as it is to sit and float and take it all in. Or skiff to the base of a waterfall for a fjord-released shower. Your captain joins you tonight for a Farewell Dinner. Celebrate and reminisce about your Alaskan journey with a “photo journal” by your crew. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Ketchikan Disembarkation. After breakfast this morning, bid adieu to your new pals before you disembark and transfer to the Ketchikan airport or begin your extended hotel stay or land tour. (B)"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "inner-reaches-western-coves-cruise-in-alaska",
    "tourName": "Inner Reaches Western Coves cruise in Alaska",
    "placesVisited": "Juneau, Icy Strait, Cross Sound, Glacier Bay, Glacier Bay National Park, Tongass National Forest, Lynn Canal, Chatham Strait, Haines, Activities include: paddle boarding, kayaking, bushwhacking",
    "generalInfo": "The Alaskan mountains reach up to the sky and the thick Sitka spruces grow all the way down to the shore. The best way to admire the view is from a small boat. Be totally dwarfed by the scenery, and be agile at slipping from sound to strait in your pursuit of dramatic calving glaciers, black bears, wolves and playful harbour seals.  <br/><br/>Starting and ending in Juneau, this eight-day cruise spends lots of time in Glacier Bay National Park accompanied by an expert park ranger. Whether you’re keeping your eyes peeled for wolves, watching playful sea lions, or listening to ice crashing into the water off Margerie Glacier, three full days in Glacier Bay National Park won’t feel like enough. But there’s more to see, and you’ll soon reach Haines, a renowned adventure capital where you can hike, track a black bear through the forest, and look out for enormous bald eagles. <br/><br/>There’s plenty of time to paddleboard and kayak, and explore by zodiac along the way on this cruise. For bragging rights, do a ‘Polar Plunge’ en route – a quick-as-you-can dip in the sea. Your smart-looking boat has an on-board hot tub. Make sure you head straight there after your ice-cold dip.  <br/>",
    "durationDays": "8",
    "price": "6085",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Juneau Embarkation Board the Legacy just in time for a welcome cocktail or glass of champagne before dinner. The captain and crew will introduce themselves and provide an overview of the adventure that awaits this week! (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Robert & Crow Islands It's a perfect day to start the adventure! After a warm filling breakfast, time to get out there. Take to the water in a skiff tour or take a kayak 101 class. Follow an experienced and engaging guide through a forest hike. This afternoon, take your place on the bow as the captain and crew take you on a whale watching cruise. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "LeConte Glacier & Ideal Cove Today’s timing of activities is entirely controlled by the rise and fall of the tide. We may visit the Glacier early or late. LeConte Glacier is the southernmost tidewater glacier in the northern hemisphere. The shallow current-filled entrance requires us to enter near slack water. If the tide is early, you may hear ice against the hull of the Legacy as you wake up. We will also visit Ideal Cove today and take advantage of trails and if the timing is right, an evening campfire ashore.(BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Cascade Creek & Baird Glacier Wake near Cascade Creek in Thomas Bay. This bay is the quintessential playground for our guests and crew. Long flat hikes, steep elevation climbs, calm kayaking, and hikes to a glacial lake with the mighty Baird Glacier still calving ice into the lake may all be options today. Depending on tides, we may start the day near Cascade Creek or at Scenery Cove near Baird Glacier. Regardless, after lunch the boat will move to the opposite end of Thomas Bay for more adventures. This is an epic day for adventurers. Evening skiff tours and kayaks take in the pre dark hours when the sounds of the wilds beckon. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Patterson & Gut Bay Wilderness Join us for an early riser breakfast as we enter Patterson Bay! One of the most scenic areas in SE Alaska, Patterson is a deep narrow bay hemmed in mountains. We will drop off all day kayakers and early morning skiff tours and begin our day. Soon after, the ship will go on a slow meander of South Baranof Wilderness Area including Deep Cove, Port Walter, Misty Cove and eventually reach the southern extent of this primitive area. Activities will be more water-based today, with some hikes and whale watching. No other small ships visit this area. Weather permitting, this is an ideal area for snorkeling. Good chance to see Humpback or Orca whales. Alaska fishermen troll this area for prized King Salmon. Keep your camera at the ready today! (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Corner Bay Corner Bay is our playground for the day. Chichagof Island is known for its high population of Brown Bears with multiple trails and abandoned Forest Service roads that make for ease of hiking to lakes and rivers. Full range of activities will be available with a lean towards hiking and for some, biking. This is the best opportunity for long hikes on trails and old Forest Service roads. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Glacier Bay Outback Wake up this morning in the Glacier Bay National Park “Outback”. Today we will anchor in one of three outback areas of this epic national park. This will include one of the rarely visited areas of either Fern Harbor, Dundas Bay, or No Name Cove near Excursion Inlet. The entire day is set aside for activity, starting with early morning kayak and birding departures into the park. Full activities may include kayaking, paddle boarding, skiff excursions, hiking, beach strolls and more. The likelihood of seeing any vessels or other people is very low. Meals may be aboard the Wilderness Legacy or packed as a picnic. This evening enjoy the Captain’s Dinner and a slide show of the week’s adventures put together by your crew. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Juneau Disembarkation Welcome back to Juneau. Enjoy your last breakfast aboard. Check every nook and cranny of your cabin for all of your things and say farewell to the crew as we disembark. (B)"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "inside-passage-seattle-to-juneau-cruise-alaska",
    "tourName": "Inside Passage, Seattle to Juneau cruise, Alaska",
    "placesVisited": "Seattle, Olympic National Park, San Juan Islands, Salish Sea, Canada’s Inside Passage, Great Bear Rainforest, Ketchikan, Misty Fjords National Monument, Behm Channel, Ernest Sound, Petersburg, Frederick Sound, Chatham Strait, Chichagof Island, Glacier Bay National Park, Icy Strait, Haines, Juneau",
    "generalInfo": "How would you like to experience the Inside Passage? You could cruise on a 90,000 tonne behemoth and zip from Seattle to Juneau and back in a week, glimpsing the shore through binoculars as you charge past. <br/><br/>Or you could spend 13 days exploring the inlets, bays and islands of this glorious region, taking time to spot and watch the wildlife, going ashore and exploring on foot, cruising the coast in inflatable zodiacs and being welcomed into small coastal settlements.<br/><br/>Our vessels are around 60 metres long, and carry enough zodiacs to enable all the passengers to disembark simultaneously, whether it is to watch some whales, go ashore or search for seals, bears, eagles or some of the other myriad wildlife that abounds here - If you know where to look and can actually get there.<br/><br/>This cruise will also take you to one of Alaska’s oldest towns, Wrangell, where you’ll be able to see recently carved totem poles at Kiksetti Totem Park and visit the historic Chief Shakes Tribal House. Local islanders will join you on board before you disembark here to give you an in-depth introduction to local Tlingit and Haida cultures.",
    "durationDays": "13",
    "price": "8165",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Seattle, Washington – Embarkation Ah, the Emerald City! Check-in at the hospitality center and later, board your ship and settle in. Depending on your vessel, depart from downtown Seattle, cruising along the city’s picturesque waterfront. Or leave from Fisherman’s Terminal and transit the historic Hiram M. Chittenden Locks, where it’s a 20-foot drop into the Salish Sea. Adieu, Seattle."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "San Juan Islands, Washington / Canada's Inside Passage Each island in the San Juan archipelago is different. Orcas and harbor seals haven’t picked favorites. You could spot them in any passage. Give your arms a stretch. Kayak or paddle board along a tucked-away cove. Sea stars dot rocky outcroppings orange and purple. Curious harbor seals watch your moves. Get in more mileage on a skiff ride to further inlets. There will be time to hike too. Look low and nose around pools for creatures left behind by the outgoing tide."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Canada's Inside Passage Mountains rise higher. Fjords get deeper. It’s a day of intricate waterways and cruising for critters, keeping watch for black bears on shore, including the elusive spirit bear. Civilization slips away as you enter remote waters leading north through British Columbia. Surf-happy dolphins and porpoise like to catch a ride on the bow wave. Your captain and crew are on the lookout and give the call of a sighting. A waterfall and old abandoned cannery come into view—that’s Butedale. Slow down and take it all in as forested fjords roll by. Aiming to entertain and educate over the next days, your expedition team is at the ready. Natural history, Native influences, and their favorite trivia games, too."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Canada's Inside Passage Take your cup of joe to the bow. The world wakes up with you. Bald eagles watch the ship along its course from tree tops. Islands to the west, inlet-etched mainland to the east. Your captain and mates navigate twisting passages. Harbor seals spend their days on rocky islets. Breathe in the fresh air and take in miles of forested wilderness. In the lounge, your bartender mixes up the daily special. Take the challenge and play a few friendly hands of cards with your shipmates."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Ketchikan, Alaska / Misty Fjords National Monument In Ketchikan, connect with the Tlingit culture. Tribal leader and local legend Joe Williams, known as Ka Xesh X’e in his native language, guides you on a walking tour. With a rich oral tradition, the Tlingit passed stories from generation to generation—and Joe’s storytelling is captivating! Amble through the surrounding forest on a moderate-to-easy trail or challenge yourself to a hard-charger hike along trails and boardwalks past cedar, spruce, streams, and waterfalls. Next up, Misty Fjords is the largest Wilderness Area in the Tongass National Forest and a haven for wildlife—grizzly and black bears, salmon, and deer. Calm settles over these parts and all you can hear is nature. Deep glacial fjords filled with seawater. Wetlands, estuaries, dense forests, and sweeping granite cliffs. Paddle through a bay, silty from the outwash of a mountain river."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Captains’ Choice Just what you need, morning stretches on deck with your guide. Warm those hard-at-play muscles. You know firsthand—conditions in Southeast change one inlet to the next. Your captain is at the helm and your expedition team picks just the right spot. Wherever you head, the adventures are as big as the water is deep! So many hidden pockets in the Tongass National Forest. Give your paddle board skills a glide. Watch for big-eyed harbor seals from a kayak. Bushwhack into the forest of giants. Your guides know the area’s history and keep it lively."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "LeConte Bay / Ideal Cove If it’s high tide, a skiff ride brings you up-close to LeConte Glacier’s iceberg gardens. Sculpted by the warm summer air, these glacial works of art are a testament to the mastery of Mother Nature. If tides are low, take a boot-sucking walk to check out icebergs resting on the mudflats. Surrounded by national forest, Ideal Cove’s boardwalk trails wind through habitat known as “muskegs,” boggy meadows of ferns and grasses. Or test your balance paddle boarding in this quiet cove. It’s just you and the vast wilderness."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Frederick Sound / Chatham Strait Humpbacks beeline it to this region each season to feed on zooplankton and herring. Watch for whales feasting in these abundant glacial waters. Hang out and enjoy the show. Based on wind and weather, your expedition team has the lineup of adventures all mapped out. Cruise past Five Fingers Lighthouse, Alaska’s oldest light station, and The Brothers Islands, where sea lions nap on rocky nobs. From kayak or skiff, scope the intertidal zones of un-named bays and coves. Eagles fish here too, their white noggins giving away their perches. Paddle into a seascape of wild, forested islets, or take the pace down a notch with an easy stroll amidst the tidepools. It’s remote and remarkable."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Sitka / Peril Strait Alaska’s wild natural history surrounds the historic community of Sitka. It’s a quick ride to Fortress of the Bear. Tour this home for orphaned bears and observe their unique personalities. With access to the Tongass National Forest all around you, take the hint and take a hike—your guides know the way into the mountains to a clear lake and along boardwalk trails through a temperate rainforest to a waterfall. Later, set sail into Peril Strait and join your expedition guides who share the tragic tales of how this passage earned its foreboding name."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Chichagof Island Remote passages offer more opportunities for you to search for the mighty humpback whale. Keep your binoculars at hand and watch for the misty spout of these gentle giants as they feed in the waters around you. Anchor in a remote Chichagof Island inlet. Backpacks loaded and adventure toys lowered (skiffs, paddle boards, kayaks), it’s time to go play. Stick to the water in a kayak excursion, and don’t forget to look above and below the surface. A nosy seal could be watching your every stroke. Beachcomb rocky shores. Tiny creatures cling to rocks. Tonight, take a nightcap to the sun deck and watch the sky."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Glacier Bay National Park There’s a cool factor, and it’s not just coming off the face of the glaciers! This 3.3 million-acre park was covered by ice as recently as 1795. Since then, the park’s receding glacier activity has made it a lot easier to access those inner reaches. Pick up a park ranger at Bartlett Cove in the early hours. Glacial history, retreats, advances, moraines.They come with expert insight from a park ranger and your onboard naturalists, so bring on the questions. Pigeon guillemots, puffins, and cormorants colonize and nest at South Marble Island. One good whiff and a few loud barks give away one of its mammalian residents—Steller’s sea lions. It’s a full day in the bay exploring John Muir’s legacy, all the way to Grand Pacific and Margerie Glaciers. Celebrate with a toast to nature’s handiwork."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Icy Strait Bull whip kelp threads through nearby channels like deep, twisted mangroves. And you know better, but orange and purple starfish and jellyfish make it hard to believe you’re not in the tropics. Follow the currents out to where the sea lions flock to remote rock formations. Your captain is on the bridge, the expedition team on deck, and all eyes are on the water and the shore. Everyone is on watch for the telltale blow of humpbacks. Come closer to the shoreline by skiff, kayak, or on foot. Sometimes the smallest things are the biggest wonders. Take in the evening solitude from the bow or the hot tub. Or both—why choose just one? Tonight, join your captain for the Farewell Dinner. As a special treat, your expedition team shares a slideshow of your journey."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Juneau, Alaska – Disembarkation Disembark after breakfast. Transfer to the Juneau airport or begin your UnCruise overnight stay."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "kenai-peninsula-adventure-holiday-in-alaska",
    "tourName": "Kenai Peninsula adventure holiday in Alaska",
    "placesVisited": "Hike on Exit Glacier in Seward, Kenai Fjords National Park wildlife cruise, Calving glacier tour in Resurrection Bay, Camp on the Homer Spit, Luxury adventure camp, Kayaking Seldovia Bay, Bear and whale watching, Cook Inlet, Hope gold rush town, Beluga Point",
    "generalInfo": "This exciting adventure holiday in Alaska sets your sights on the incredible coastline around the Kenai Peninsula, an area well-regarded for wildlife, glaciers and fabulous fjords. <br/><br/>Heading out from Anchorage allows overland adventures in a converted school bus – seriously – and wildlife cruises in Kenai Fjords National Park, to really take shape. Explore along the Turnagain Arm and whale watching comes to the fore; hike over Exit Glacier and you’ll find yourself on the Harding Icefield; stay for a couple of nights in a luxury adventure camp and salmon suppers are simply sublime. <br/><br/>From included activities such as sea kayaking and cosy camping to optional scenic flights to watch bears; this nine day Alaska adventure does exactly what you’d hope, plus a whole lot more besides. Prepare to get excited!",
    "durationDays": "9",
    "price": "3590",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "ANCHORAGE: Arrive for Group Meeting and Dinner (H)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "SEWARD: Cruise along orcas, humpbacks and sea lions. See calving glaciers and hike Exit Glacier, part of the Harding Icefield (C)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "HOMER: Camp on the Homer Spit with volcanic views and fish for giant halibut (C)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "ADVENTURE CAMP: Roughing it in style with guided sea kayaking and salmon dinner (LC)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "HOPE: Hang out in Alaska’s first Gold Rush town, spot bears and explore Fishermen Culture along Cook Inlet (BC)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "LAST DAY: Final Day with a visit to Beluga Point, trip ends around noon in Anchorage (-)"
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "prince-william-sound-small-ship-cruise-alaska",
    "tourName": "Prince William Sound small ship cruise, Alaska",
    "placesVisited": "",
    "generalInfo": "Explored by James Cook in 1778, covers some 10,000 square miles and includes hundreds of islands and around 150 glaciers. It is known as a wildlife hotspot. 220 species of birds, 30 species of land mammals and more than a dozen species of marine mammal are regularly seen here, including black and brown bears, orca, humpback whales and sea lions. <br/><br/>This cruise offers a rare opportunity to sail Prince William Sound aboard a small cruise ships, that carries just 36 passengers,, a luxurious yacht experience. This is the only small ship cruise to visit the region. Kayak, hike, and skiff past centuries-old glaciers.  We transport you from Whittier to the vessel with plenty of sightseeing along the way.",
    "durationDays": "8",
    "price": "6699",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Whittier – Embarkation. Welcome to Whittier, the gateway to Price William Sound! Your transfer will meet you at the airport in Anchorage, whisk away your luggage, and drive you and your fellow adventurers through the Anton Anderson Memorial Tunnel - at 2.5 miles, the longest highway tunnel in North America - to Whittier. Meet your crew and tour Safari Explorer, UnCruise's flagship vessel and your home for the week. After champagne and a safety demonstration, enjoy your first of many farm-to-table gourmet meals! (D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Icy Bay Glaciers. Wake up in the glacial waterways of Icy Bay. Flowing down from the 4,000 foot surrounding peaks, Chenega, Tigertail, and Tiger glaciers are all options this morning. Hop in a skiff, and if conditions are right, kayak in a remote cove tucked into the shoreline. Your expedition team shares how glaciers sculpt and alter the landscape on a daily basis. Feel the essence of this land of the Chenega people, meaning “beneath the mountain,” as you weave through these deserted islands by kayak, skiff, and yacht. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Captain's Choice. Tuck into the southern reaches of Prince William Sound, exploring its sculpted islands. Some call it “gunkholing”—nosing around the next cove—and there’s plenty to see. Search for whales, seals, sea lions, and seabirds from the bow or opt to kayak or beachcomb for a closer look at island life with natural and cultural history notes from your guides. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Cordova. Accompanied by guides, head out for a hike below Sheridan Glacier this morning with an afternoon on your own to explore Cordova. Or, join your shipmates on a walking tour of this tiny fishing town at the mouth of the Copper River. With a population of 2,300 and no roads connecting to other towns, Cordova is only accessible by air or water. Take in the town’s Native history by nature walk, hard charger hike, an Eyak Tribe cultural program, or Prince William Sound Science Center exploration before settling back on board for a quiet overnight anchorage. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Columbia Glacier & Valdes. Options aplenty this morning. Hike, kayak, skiff, or try your hand at standup paddle boarding in a quiet cove before a hearty lunch back onboard. Next up: towering icebergs born from the approaching Columbia Glacier. Winding its way 32 miles back through Chugach Mountains and with constantly changing conditions, your captain finds the best route to view this massive glacier. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Unakwik Inlet & Meares Glacier. Arctic terns and bald eagles, harbor seals resting on icebergs, and the massive Meares Glacier as your backdrop, Unakwik Inlet is the perfect place to dip your paddle in the water for a kayak. Or, join a skiff tour to get farther faster in glacier country. This is wilderness at its wildest. Feel the mountains closing in as you cruise through Esther Passage. View a fish hatchery and learn about Alaska’s salmon species. Tonight, join your expedition leader for an interpretive presentation before a relaxing soak in the hot tub under the fading sun. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "College Fjord & Barry Arm. Day of the grand finales. Big mountains, big ice, and big smiles as we wind down our adventure in the company of all that is quintessentially Alaska. Sea otters float on their backs on beds of kelp. Watch them lounge before diving and rising with puffins in search of food. Take it all in from a kayak or skiff before capping off your week with a celebratory Farewell Dinner and slideshow. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Whittier Disembarkation. One last breakfast with new friends before your coach transfer from Whittier along Turnagain Arm on your way back to Anchorage. Then transfer back to the Anchorage airport. (B) Please Note: Passport required (non USA citizens). Itineraries are guidelines; variations in itinerary and the order of days may occur to maximize your experience."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Alaska",
    "mainPhoto": "",
    "id": "south-east-alaska-cruise",
    "tourName": "South east Alaska cruise",
    "placesVisited": "Sitka, Glacier Bay National Park, Skagway, White Pass & Yukon Route railroad, Juneau, Colt Island, Tracy Arm, Frederick Sound, Petersburg, Wrangell Home, Thorne Bay, Kasaan, Metlakatla, Misty Fjords, Ketchikan, Activities include kayaking, beach bonfires, village visits",
    "generalInfo": "This cruise slips down a treat. In a week you can make some serious headway into southeast Alaska’s sounds, fjords and straits. Start in Sitka, a city right on the edge of the ocean and end in Ketchikan, the salmon capital of the world.<br/> <br/>Southeast Alaska is a thin strip of the USA that sits on the edge of Canada. Its lacy edge of islands is raggedy with glaciers and cloaked with the temperate rainforest of Tongass National Forest. Many people come here to explore Glacier Bay and its surrounding Glacier Bay National Park, but on this small ship cruise you can also visit Tlingit towns like Kake and see the world’s tallest totem pole. <br/><br/>It’s waterways, not roads, that connect the communities on the islands, so a small cruise ship is the best way to see everything. Excursions by kayak and reinforced inflatable boat get you even closer to the scenery.<br/><br/>In the water, there’s every chance of seeing whales feeding in Frederick Sound and sea lions hunting off the rocks. On the shore, you might see a foraging bear emerging from between the Sitka spruce. Decamp to your boat’s DIB (Demaree Inflatable Boat), which is designed to cruise in shallow water, and you can safely observe wildlife close to the shore.  <br/>",
    "durationDays": "8",
    "price": "4847",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Sitka Welcome to beautiful Sitka—the only community in Southeast Alaska that faces the open ocean waters of the Gulf of Alaska. We encourage you to arrive early and explore the community’s rich culture, history, and biodiversity. Then embark for the winding narrows north of town while searching for bald eagles, sea otters, bears, whales, and other wildlife."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Kake and Frederick Sound View the world’s tallest totem pole, a carving demonstration, and experience the inspiring culture of the Tlingit in the Alaska Native village of Kake. Later, explore the Alaska wilderness in picturesque Frederick Sound—an area humpback whales and other wildlife frequent. Humpbacks are famous for behavior that lends itself to incredible viewing and photography, such as tail lobbing, lunge feeding, pectoral slapping, breaching, and graceful dives that showcase their massive flukes. Other opportunities for in-depth exploration may include the protected waters or shores of Security Bay, Skanax Bay, Pybus Bay, and The Brothers islands."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Wrangell Home to a little over 2,000 permanent residents, Wrangell is the only town in Alaska to have been under the jurisdiction of three flags and ruled by four nations- the Tlingit, Russia, England, and the United States. Enjoy several options to explore this colorful history, including a guided tour and a trip to the Wrangell Museum. Visit the intriguing state historic park, Petroglyph Beach, which contains the highest concentration of petroglyphs in Southeast Alaska."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Petersburg & Wilderness Exploration Discover the charming Mitkof Island fishing town of Petersburg. Founded by Norwegian fishermen in the late 1800s, Petersburg is nicknamed Alaska’s “Little Norway.” Experience this Scandinavian culture with a folk-dance show by local youth at the iconic Sons of Norway Hall. Later, explore the Alaska wilderness on the eastern side of Frederick Sound. Your Captain and expedition team will choose an exciting activity based on the day’s circumstances and weather. Options may include trekking ashore, kayaking, or wildlife viewing in the sound."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Tracy Arm Fjord Journey through Tracy or Endicott Arm in the Tracy Arm-Fords Terror Wilderness, a place the famous naturalist, John Muir, referred to as, “A wild, unfinished Yosemite.” Renowned for its glaciers, pristine waterfalls, towering icebergs, abundant harbor seals, and granite cliffs that rise from sea level to 4,000 feet, this wilderness is often referred to by locals as one of the most scenic areas in the state."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Glacier Bay National Park This remarkable national park fjord extends 65 miles, contains tidewater glaciers, and provides pristine habitat for a wide array of wildlife, including both brown and black bears, wolves, mountain goats, Steller sea lions, and humpback whales. The highlight for many is Margerie Glacier or John Hopkins Glacier, which have been known for their dramatic calving displays. Enjoy a stop at Bartlett Cove for an evening rainforest walk and Huna Tribal House visit or kayak paddle."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Lisianski Inlet & Pelican Transit Lisianski Inlet, a narrow body of water between Yakobi Island and Chichagof Island. These islands are home to dense populations of coastal brown bears and other Alaska wildlife species. Explore the unique boardwalk “road” of Pelican, Alaska during a port call to this small fishing community of just 60 to 70 year-round residents."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Juneau Disembark in Juneau, the beautiful capital city of Alaska. Transportation to your hotel or the airport is complimentary on the day of disembarkation. We encourage you to spend some time exploring the capital on your own. The town boasts a vibrant culinary scene, local breweries, distilleries, cultural centers, museums, a tram, the Mendenhall Glacier, and more."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  }
]