[
  {
    "destination": "Borneo",
    "mainPhoto": "",
    "id": "borneo-rare-mammals-wildlife-tour",
    "tourName": "Borneo rare mammals wildlife tour",
    "placesVisited": "",
    "generalInfo": "Explore the forests of Sabah, Borneo in search of the enigmatic clouded leopards as well as the many other rare species of mammals in Borneo.<br/><br/>Introduction:<br/>We are specialists in wildlife tours and expedition style wildlife trips for some of the world’s rarest species of mammals including Sunda clouded leopards, Sun bears, Flat-headed cats, Sunda leopard cats and Marbled cats on this particular tour. These trips are specialist and focus and we try very hard for all of our targets. This trip requires a good amount of spotlighting after dark, as many of our targeted species are nocturnal. <br/><br/>We have worked with local guides and scientists to develop the itinerary and using all known information about the species of mammals including rare mammals in Borneo we have developed systems and techniques to best find our main targets. <br/><br/>Borneo is a mecca for wildlife enthusiasts, species such as Bornean orangutan, Proboscis monkeys, ‘Pygmy’ elephants and 8 species of hornbill are all wonderful targets for anyone visiting Borneo for wildlife. However there is a vast wealth of wildlife to be found here. In particular the north-east state of Sabah is home to many wild and rugged reserves and parks that harbour populations of some of the world’s most elusive species.<br/>Among the most elusive and some of the most sought after are the nocturnal mammal species, Borneo has a host of rare and elusive nocturnal mammals including Sunda clouded leopard, Binturong, Sunda colugo, various species of civet, several species of slow loris and many other species. This tour is the first of its kind to target all of these species. Of course seeing many of these rarer animals is going to be very hard and require a great amount of luck, but this is the first and only tour that offers chances and dedicated time to try and see all of them in their various habitats, as well as a wealth of other mammal life in this wonderful region.<br/><br/>This tour will start in the fantastic forests of Tabin, here the combination of pristine forest and palm oil plantation (running along the border of the reserve) means there is a mix of wildlife and many species (which utilize the palm oil plantation) which are seen here easier than elsewhere. We will explore this reserve in full and have negotiated extra long night drives whilst here in order to make the most of the wonderful nocturnal species which are known from here.<br/><br/>We then move on to the longest river in Borneo the magnificent and mighty Kinabatangan River where we will try for the Flat-headed cat as well as some of Sabah’s incredible primates such as Bornean orangutans, proboscis monkeys and Sundiac silvered langurs.<br/><br/>Then we finish at the now fabled Deramakot Forest Reserve, this managed forest has good sized populations of all of many species of mammals, particular ones that are very elusive elsewhere. Whilst staying here we will become as nocturnal as many of our mammal targets and spend several hours every night looking for Sunda clouded leopards, various species of squirrel, civets, Sunda leopard cats, Philippine slow loris and Marbled cats.<br/>If you wish you can also add on a pre-tour extension which will head into the rugged Tawau Hills. This park is full of wonderful wildlife, much of which is not found in other areas visited on this tour, it is also a known location for just about the most elusive mammal in Borneo. The extremely rare and poorly understand Bay cat. A separate brochure can be sent with information about this can be sent out to you if you are interested.<br/><br/>Whilst our focus will be heavily on the rarer nocturnal species of mammals, it is impossible to travel and spend time in the forests of Borneo and not see various other species. As a result we hope to see more common animals like Proboscis monkey, Bornean orangutan, Bornean slow loris, Marooon langur, Sundiac silvered langur, Southern pig-tailed macaques, Long-tailed macaques, Asiatic elephants, Bearded pigs, Bornean Muller’s gibbons and many more species and then when out spotlighting we hope for other rarities such as Sunda pangolins, Banded linsangs, various Civet species, moonrats and Sunda stink-badgers (but these require as much luck as perseverance); not to mention hundreds of species of birds including up to 8 species of hornbills found here and rare birds such as Storm’s stork and some huge reptiles like Saltwater crocodiles, Reticulated pythons and Water monitors.<br/><br/>All in all we expect to see a wealth of life on this trip and we believe that no wildlife enthusiast will be disappointed, as with all wildlife (but particularly rare and elusive species) all we can do is get ourselves into the best place, at the best time and with the best people. We then put the time and effort into trying to see the wildlife and hope that the animals cooperate.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Sandakan. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Sabah. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, cruises, guided walks, park entrance fees and spotlighting fees where mentioned on the itinerary. We include more time spent in the field searching for wildlife per day than any other tour operator around (including around 7 hours of spotlighting per night when in Deramakot) and extra-long night safaris in Tabin - these have been specifically negotiated; only if you request to have a rest day will we not arrange a safari into the Bornean forests. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>We recommend this tour is run at the end of the dry season, which in North East Borneo is August – September. However Borneo is notorious for rain and we expect rain throughout the year. Local climates are affected by the presence of mountain ranges throughout Malaysia, and climate can be divided into that of the highlands, the lowlands, and coastal regions. The coasts have a sunny climate, with temperatures ranging between 23-32°C (73.4-89.6°F), and rainfall ranging from 10-30cm (4-12in) a month. The lowlands have a similar temperature, but follow a more distinctive rainfall pattern and show very high humidity levels. The highlands are cooler and wetter, and display a greater temperature variation. A large amount of cloud cover is present over the highlands, which have humidity levels that do not fall below 75%.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• We will stay in a variety of accommodation when on this tour, from well established wildlife eco lodges to guest houses and chalets deep inside privately run forest reserves. <br/>• We will split our focus and activity depending on where we are and what we are looking for. For example in Deramakot, Tabin and Kinabatangan we will be spotlighting in the night. But we will also be focusing on daytime species in Tabin and Kinabatangan too, no other tour will offer as much time spent looking for wildlife in Borneo than this one.<br/>• We have specially negotiated extra-long night safaris in Tabin to further increase our chances of seeing nocturnal and rare species. <br/>• All the above reasons give this, our specialist tour for Borneo’s rarest wildlife including clouded leopards and other elusive mammal species a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Borneo so that we can try and find and observe animals such as the Sunda clouded leopard, Sunda leopard cat, flat-headed cat, marbled cat and bay cat and many more species. We also have the ability to organise and run wildlife tours of Borneo at other times of year and focusing on other species such as otter civets and Hose’s civet and many other rare mammals of Borneo. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visits 3 main areas in the province of Sabah in the north-eastern part of Malaysian Borneo. We will arrive into the town of Lahad Datu and fly out of Sandakan. In between we will visit Deramakot Forest Reserve, the Sakau region of the Kinabatangan River and also the Tabin Wildlife Reserve.<br/><br/>Fitness Level:<br/><br/>The majority of the wildlife activities will be done in a vehicle or boat and so there is no great level of physical fitness needed.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old",
    "durationDays": "15",
    "price": "5395",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Lahad Datu / Tabin Wildlife Sanctuary - Today you will be collect from the airport in Ladah Datu and start our drive towards Tabin Wildlife Sanctuary. Once we get to the sanctuary we will check in, have lunch (depending on the time of everyone’s flights) and head out into the forest (the exact itinerary of our daytime activities is variable and may change but we will have a morning and afternoon excursion into the forest on each full day here); Today we may start with a guide walk with one of their expert local guides. Nestled within the rainforest beside the Lipad river, the resort is home to a surprising variety of birds, insects and small mammals, even right beside the buildings of the resort it is possible to see several species and discover the rich variety of jungle herbs, some endemic, used for generations by local folks for the treatment of various ailments. In the afternoon we are likely to visit the active Lipad mud volcano which provides a mineral salt lick for wildlife. After trekking through the rainforest for around 20 minutes, we arrive at the elevated bare area of the mud volcano which is frequented by wildlife (elephants, bearded pigs, sambar, muntjacs and other species) and birds. The adventurous among us can try the effects of the volcanic mud, said to be responsible for a fine complexion, by applying the mud to their skin. Trek back to the resort along elephant trail, which is a great way to experience the forest and spot elusive species that live in the dense forests here. We will have one pre dawn drive included over this couple of days as well. After dinner we will have our first extended night drive and try and find some of the nocturnal mammals which are abundant here. With luck it is possible for Sunda clouded leopards, flat-headed cats and sun bears here but it is more likely that we will find various flying squirrels, several species of civets, yellow-throated martens, Philippine slow loris as well as reptiles and amphibians."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Kinabatangan River - This morning we will leave Tabin after breakfast and then depart towards the village of Sakau along the banks of the Kinabatangan River. On our arrival we will check in and then have lunch. Afterwards we will be taken on the river for our first river cruise / safari. The longest river in Sabah, Kinabatangan River measures 560 km from its headwaters in the Crocker Range of southwest Sabah to its outlet at the Sulu Sea on the East coast of Sabah and according to the World Wildlife Fund (WWF), the Kinabatangan wildlife sanctuary is one of only two known places on Earth where 10 primate species can be found living wild. The enigmatic Bornean orangutan and the curious looking proboscis monkeys are the two most sought after primate species here however the ubiquitous long-tailed (or crab-eating) macaque is the most common. Other than the primates mammals are well represented here however most species are nocturnal or very elusive. The largest inhabitants are Borneo’s own endemic sub-species of Asiatic elephant (the Borneo pygmy elephant) which we will try to see and the incredibly rare and nearly mythical Sumatran rhino. Another fairly common and large inhabitant here is the largest reptile in the world, the saltwater crocodile. This part of the river traces through lowland forest and mangrove swamps near the coast provide sanctuary for them. With all these diversity going around, it is no wonder Kinabatangan wildlife sanctuary is the best destination to get close-up and discover its remarkable wildlife and fascinating habitats. Bird watchers usually find the Kinabatangan simply incredible while they spot incredible bird species from the famous Borneo's hornbills to the rare Storms storks. After our first trip this afternoon we will return to the camp for dinner and then after dark head out again in search of semi aquatic flat-headed cat. There are some tributaries and sections of the main river in which it may be possible to see flat-headed cats. We will have a spotlight and search the river banks, here we will probably see the glowing eyes of the crocodiles as they watch from the riverbanks and hopefully spot flat-headed cats and other elusive species such as otter civets. We will return to the camp for the night after a hopefully successful search."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Kinabatangan River - Today is a full day to explore the forest and river around the lodge further and of course after dark we will head out on our second and final specific search for the flat-headed cat."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Gomatong Cave / Deramakot Forest Reserve - This morning we will depart after breakfast from the Kinabatangan River and travel to Gomantong Cave, this is one of the world’s most famous caves and was immortalised in the BBC’s Planet Earth series due to the enormous mountain of guano and the millions of cockroaches and other invertebrates that live there. The forests around the caves are home to many species of wildlife including orangutans, in fact wild orangutans can possibly be seen throughout the entire trip we are taking, so it is always worth keeping an eye out for them in all of the forests. The cave is some 90m high and full of wildlife, alongside the innumerable invertebrates including the odd looking long-legged centipedes there are four species of swiftlet (white-nest, black-nest, mossy-nest and white-bellied) and around 27 species of bats (mostly wrinkle-lipped bats which number around 2 million in the cave). The black-nest swiftlets are the species whose nests are collected and eaten as a delicacy in China and South East Asia. The nest harvests are done sustainably now and the method for collecting them involves the locals having to climb high up into the caves on a network of rickety ladders and ropes. The nearly self-sufficient ecosystem inside the cave is completed with predators including bat hawks and pythons that feed on the bats and swiftlets as they come and go from the caves. This 55,000 hectare reserve is home to many of Borneo’s large and iconic species including elephants, orangutans, Borneo gibbon, banteng and several elusive species which are seen here with more regularity than anywhere else in the world. It is these species which are the real highlight for us and our main targets when here. They are also largely nocturnal and so we will head out into the forest at night for extended drives. This is to maximise our chances of seeing the wonderful Sunda clouded leopard, sun bear and marbled cat, but along with these species several other rare species have been seen here such as Sunda colugo, Sunda pangolin, banded linsang among other incredible and rare species."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Home - This morning we will have breakfast and then be taken to the airport in Sandakan to catch your return flight home."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Borneo",
    "mainPhoto": "",
    "id": "borneo-wildlife-holiday-13-days",
    "tourName": "Borneo wildlife holiday, 13 days",
    "placesVisited": "Kota Kinabalu, North Borneo steam railway, Papar and Kinarut villages, Tien Nam Shi Chinese Temple, Kinabalu Park, Sun Bear Conservation Centre, Poring Hot Springs, treetop canopy walkway, Sepilok Orangutan Rehabilitation Centre, Sulu Sea cruise, Kinabatangan River cruise, Pitas Lake cruise, tree planting with Abai villagers, Sandakan, optional activities such as night walks at Sepilok's Rainforest Discovery Centre",
    "generalInfo": "This two week wildlife holiday in Borneo is ideal for any travellers wishing to journey to lesser-visited locations and find out more about the coastal communities and the wildlife making the most of the mangroves, mountains and jungles of Sabah, in the northeast of Borneo.<br/><br/>Clamber aboard a steam engine, step across rainforest canopy walkways and spend time at Sepilok Rehabilitation Centre as you tailor a tour to include as many wild experiences as you care to imagine.<br/><br/>One of the highlights of this holiday, in every sense, has to be walking within the shadow of Kinabalu although a cruise along the Kinabatangan River is also very highly regarded thanks, in no small part, to the curious monkeys, snakes and rare birds watching from the river banks as you float gently past. <br/><br/>No wildlife holiday in Borneo would be complete without a bit of beach time which is why the climax of this two week experience completes on the white sand beaches and natural surrounds of the Shangri-La Rasa Ria Resort prior to one final transfer back to the airport at Kota Kinabalu, and your flight home.<br/>",
    "durationDays": "13",
    "price": "3585",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Depart the UK on an overnight flight."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Land Kota Kinabalu where you will be met and transferred to the Shangri-La Tanjung Aru Resort. Enjoy the day at leisure."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Enjoy today at leisure in Kota Kinabalu. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Journey through rural Sabah on the steam-powered North Borneo Railway, a wonderfully nostalgic experience. The North Borneo Railway features a British Vulcan steam locomotive, designed and built by the Vulcan Foundry in Newton le-Willows, Explore the villages of Papar and Kinarut before heading back to Kota Kinabalu while enjoying a tasty traditional tiffin lunch onboard. (Operates Wed only) (B,L)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Depart your hotel and drive to the World Heritage Site of Kinabalu Park. En-route visit the Poring Hot Springs and experience the treetop canopy walkway. Enjoy the afternoon in the park exploring the park and walking trails. Overnight Kinabalu Park accommodation. (B,L,D)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This morning depart the park and head to Sepilok near Sandakan, home to the Sepilok Rehabilitation Centre. Enjoy the afternoon at leisure to visit for the afternoon orangutan feeding. Overnight MY Nature Resort. (B,L,D)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Return to Sepilok for the morning feeding of the orangutans, another chance to see these magnificent animals. Continue to the Sun Bear Centre for the chance to see the rescued sun bears. Depart Sepilok and drive to the jetty in Sandakan to board your boat for the cruise out into the Sulu Sea and then through the mangroves to the Kinabatangan River. This is a fantastic opportunity to spot the wildlife including proboscis monkeys, pygmy elephants, hornbills and other local birdlife. Arrive at your lodge and in the cool of the afternoon enjoy a further river cruise in search of the wildlife. After dinner enjoy viewing the impressive firefly display. Overnight Abai Jungle Lodge. (B,L,D)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "This morning wake early to the jungle calls around you before embarking on another cruise to the Pitas Lake to observe early morning wildlife. Return to the lodge and enjoy lunch and the tree planting programme with the local Abai Villagers. Late afternoon enjoy your final river cruise to see the riverside wildlife. (B,L,D)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Re-trace your steps back to Sandakan, another chance to wildlife spot. Enjoy an early lunch in Sandakan town before transferring to the airport for the short flight back to Kota Kinabalu. Upon arrival you will be met and driven to the Rasa Ria Resort. (B,L)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Today you will be collected and returned to Kota Kinabalu airport for the flight back to the UK. (B)"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Borneo",
    "mainPhoto": "",
    "id": "borneo-wildlife-holiday",
    "tourName": "Borneo wildlife holiday",
    "placesVisited": "Kuching, Bako National Park, Mulu National Park, Deer Cave, Kota Kinabalu, Mari Mari village, Mount Kinabalu National Park, Sabah Tea Gardens Longhouse, Rainforest Discovery Centre, Sepilok Orangutan Sanctuary, Bornean Sun Bear Conservation Centre, Danum Valley, Kinabatangan River, Gomantong Caves, Sandakan",
    "generalInfo": "From orangutans and proboscis monkeys to pygmy elephants and Irrawaddy dolphins, the wildlife of Borneo is as fascinating as the landscapes with the delights of Danum Valley and Mulu National Park providing travellers with untold natural encounters over the course of this 17 day small group holiday.<br/><br/>Internal flights whisk wildlife watchers from Bako National Park in Sarawak to Sabah’s Mount Kinabalu before land transfers to Sepilok Orangutan Rehabilitation Centre conjure further discoveries in the surrounding rainforest via canopy walkways and signed footpaths.<br/><br/>Wildlife watchers will find themselves in absolute heaven with walks to waterfalls, river cruises and overnight stays in bamboo longhouses offering ample opportunities to bring out the binocs before finally completing this two week Southeast Asian odyssey overlooking the ocean in Sandakan.<br/>",
    "durationDays": "15",
    "price": "4999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Kuching, capital of the Sarawak state, is a vibrant riverside city full of different ethnic groups. With a great museum and a well-preserved colonial centre there is much to do in this cultural hot spot. Around 6pm, say selamat petang to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Malaysian welcome by arranging a group dinner at the waterfront hawkers’ stalls. Want extra time in Kuching? Secure pre-tour hotel nights through your sales representative. Accommodation: Hotel Lime Tree (or similar)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "We enjoy our first foray into the amazing nature of Borneo as we head to nearby Bako National Park, home to proboscis monkeys. Here, the rainforest meets the sea and the only way to get to the park is by boat (after a one-hour drive out of the city). It has abundant wildlife, jungle streams, waterfalls, interesting plants, secluded beaches and trekking trails. Despite being the smallest national park in Sarawak, Bako contains almost every type of vegetation in Borneo. We return to Kuching for the night. Please note, our time at Bako is often dictated by tides and weather conditions. Our leader will inform us of the details the previous day. Accommodation: Hotel Lime Tree (or similar)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "We leave the city and fly to Mulu National Park (schedules vary). After checking in at the park HQ, we meet the park guides and head through the forest to Deer Cave, the largest cave passage in the world and home to millions of bats and swifts. The floor has a raised platform, though that is no escape from the smell of guano (bird and bat excrement). Nearby is Lang's Cave which, though much smaller, has stalactites and stalagmites and other cave formations. The surrounding forest is spectacular and there is plenty of time to examine it closely. The walk to Deer Cave is 1.9mi (3km) each way along boardwalks and there are wooden steps leading to different viewing platforms inside the show caves. We arrive at Deer Cave in time for dusk, when the bats leave their home to feed on insects (as long as it is not raining). This is a sight to behold with the bats forming a long, snaking line across the sky for quite some time. Dependent on the timings of the day, we may visit the caves tomorrow instead. Please note, due to flight schedules, there isn’t much time for lunch between our arrival at Mulu National Park and when we depart for the caves. You should buy something at the airport to have later. Accommodation: Mulu National Park Garden Cottages (or similar)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today we explore Mulu with a local guide. In the morning, we visit two of the show caves, including Clearwater, where we can enjoy a picnic lunch (not included) in the gorgeous riverside location. The park has some incredible statistics: it has more than 3,500 plant species, 8,000 types of fungi, and 170 orchid species. There are also 262 bird species, almost 300 butterfly species and many reptiles and mammals. Members of the Penan people also live within the park. They are a small population of nomadic forest dwellers who live as hunter-gatherers. There has been fierce international opposition to the Malaysian government who tried to settle them in permanent longhouses and indeed the Penan themselves have resisted. In 1994, they were granted an area of the forest where they could continue their traditional lifestyle. Although you are unlikely to meet these elusive people, you occasionally see their fishing shelters or areas in the forest where they have recently visited. This afternoon, relax in the park and listen to the weird and wonderful creatures that call it home or explore self-guided trails within the park. Those with a head for heights can try the optional canopy walkway. This 1,575ft (480m) high skywalk takes approximately two hours to complete. Along the way, you may spot macaques, hornbills, flying lizards, squirrels and a variety of rainforest birds. Time slots are subject to availability. In the evening, there is an optional night walk or we can try tuak, the Mulu firewater. Accommodation: Mulu National Park Garden Cottages (or similar)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "This morning, we bid farewell to Sarawak and our local Sarawak tour leader and aim to catch the morning flight out of Mulu and onto Kota Kinabalu in the state on Sabah, though delays are not uncommon. Depending on what time we fly out of Mulu, there may be time to walk along self-guided trails or peruse the visitor centre. Known as KK to the locals, the capital of Sabah is a modern, multicultural city. Upon arrival in KK, we meet our Sabah tour leader for the remainder of the trip. The evening is free to relax, explore the busy Filipino markets or enjoy a waterfront sundowner. Accommodation: Hotel Dreamtel (or similar)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today you are free to enjoy some of the many activities Kota Kinabalu has to offer. A popular option is to visit one of the tropical islands in the marine park, a 15-minute boat journey from the city and with excellent snorkelling and diving opportunities. You can never be bored here, whether you are relaxing on the white sand, snorkelling or swimming in the warm South China Sea. There are good birdwatching opportunities in the wetlands not far from KK and a culturally interesting village in Mari Mari where you can learn about the different cultures of Sabah. Your tour leader can help organise any of these options. Accommodation: Hotel Dreamtel (or similar)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Today we transfer (about two hours) and explore Mount Kinabalu National Park. It’s a Unesco World Heritage site and home to the highest mountain in Southeast Asia, Mount Kinabalu, which stands at (4,095m) tall. This impressive granite peak can be viewed from the Crocker mountain range, which we pass over, with panoramic views of the countryside and soaring hills. The lower mountain slopes are covered in thick vegetation and it is well known for its diverse botanical and biological species. En route, we stop at Nabalu market, where villagers sell their produce and handicrafts. It’s possible to walk through the plantation on your own if you want this afternoon. Tea, medicinal herbs, fruit and vegetables are just some of the local produce. From the plantation, the sunrise with a view of Mount Kinabalu is often spectacular. If we’re lucky, we can see the spectacular rafflesia in flower nearby or en route to the plantation. Accommodation: Sabah Tea Gardens Longhouse"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "We visit the tea factory before we leave the plantation behind and continue our journey to eastern Sabah. Our destination is Sepilok, home to a well-known orangutan rehabilitation centre. The journey is about five hours and we stop at the Sandakan War Memorial enroute. We then continue to our lodge in Sepilok. This evening, as dusk approaches, we head to the nearby Rainforest Discovery Centre, which has fantastic bird-watching opportunities (though luck does play a role) as hornbills and Borneo bristleheads are often seen. Orangutans are also spotted during the fruiting season and there is an impressive canopy walkway plus easy walking trails. Accommodation: Sepilok Jungle Resort"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Up early, there will be the option to enjoy an early morning walk near our resort for more birdlife and wildlife viewing before breakfast. We then visit Sepilok Orangutan Centre, the largest orangutan sanctuary in the world. Here rehabilitated orphans and captured orangutans are cared for until they are ready to be released into the wild. We can see these incredible relations of ours close-up and learn about the threats to their existence. You have the chance to visit both morning and afternoon feedings. There is also an orangutan nursery where youngsters are trained to climb with the aim of reintroduction to the wild. We have the chance to view the youngsters from a special viewing platform that sits behind one-way glass so as not to disturb or influence them. There is the option of visiting the Bornean Sun Bear Conservation Centre, which works to research, rescue and rehabilitate captured bears and provide education to the community. Accommodation: Sepilok Jungle Resort"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "After breakfast, we depart Sepilok and transfer (approximately two to three hours) to the third-longest river in Borneo, Kinabatangan. Our lodge is by the mighty Kinabatangan River, an area home to an astonishing array of wildlife including 10 primate species, four of which are endemic to Borneo. It has one of the highest concentrations of proboscis monkeys and orangutans in Malaysian Borneo. Other wildlife includes Bornean gibbon, long-tailed macaques, sun bears and barking deer. The Asian pygmy elephant and clouded leopard also inhabit this area, but sightings are rare. There are also more than 200 bird species, including hornbills, eagles, herons, kingfishers, oriental darters, night jars, flowerpeckers and spider hunters. Later this afternoon, we take our first river cruise. Accommodation: Tanini Kinabatangan (or similar)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "We are up with the animals for a dawn wildlife cruise followed by a trek. In the afternoon, we once again take a river cruise to spot wildlife and, if we are lucky, a crocodile or two. Accommodation: Tanini Kinabatangan (or similar)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Transfer (approximately three hours) to Lahad Datu, where we change vehicles and drive off-road (approximately 1hr 45min) into the Tabin Wildlife Reserve. The first 30 minutes is on a sealed road, with the rest on gravel (expect some bumpy conditions). Our accommodation is nestled within the rainforest beside the Lipad River, a lovely setting home to a variety of birds, insects and small mammals. We arrive in time for a late lunch, followed by a briefing from our in-house guide about the conservation and wildlife of Tabin Wildlife Reserve. This afternoon, we transfer (30 minutes) to the trailhead for a 30-minute trek to the active Lipad Mud Volcano, visiting an elevated area that provides a nutritious mineral salt lick for wildlife. Our resort guide identifies the multitude of tracks found here, plus birds and small mammals we might spot en route. Walk back along the trail to our transfer, returning to the resort in time to relax before dinner. After dinner, we venture out again for a 1hr 30min night drive to look for nocturnal wildlife and see the constellations in the clear, dark sky. Please note, the itinerary during your stay in Tabin is a guide of what to expect but the order of activities may vary based on recent animal sightings and local knowledge. Accommodation: Tabin Wildlife Resort"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Join a dawn walk to see some of the 300-odd bird species that live in Tabin. After breakfast, we drive to the core area, learn about local orangutan conservation and climb up the bird-watching tower before trekking through the rainforest, known for its rich diversity of plants and animals, to visit Lipad Waterfall. Take a dip in the natural pool and enjoy a refreshing shower under the waterfall. Returning to the resort, we stop at the Tabin Giant Tree for a photo opportunity. In the early evening, take a dusk drive to look for more nocturnal wildlife and birds; after dinner, we’re out again, this time on foot along the Kingfisher Trail near the resort in search of sleeping birds, frogs and nocturnal wildlife. Accommodation: Tabin Wildlife Resort"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Journey to Sandakan (approximately five to six hours) with a packed lunch along the way. Home to many Chinese and Filipino people, it was once a huge logging centre, first exporting wood in the late 1880s to supply the building of the Temple of Heaven in Beijing. The waterfront is the place for an evening walk and the rooftop restaurant at the Nak hotel is great for a cocktail or two. Accommodation: Sabah Hotel (or similar)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Our Borneo adventure ends after breakfast. Depending on your flight, you may have time to enjoy the hotel pool or explore Sandakan more before beginning your return journey home. Alternatively, speak to your sales representative to extend your stay in Borneo."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Borneo",
    "mainPhoto": "",
    "id": "borneo-wildlife-photography-tour",
    "tourName": "Borneo wildlife photography tour",
    "placesVisited": "",
    "generalInfo": "Borneo is one of the world’s great wildlife destinations - a place where rainforest stretches to the horizon, rivers wind through the jungle, and rare species still thrive in their natural habitat. This 12-day wildlife photography tour takes you right into the heart of it all, combining close encounters with iconic animals, access to extraordinary landscapes, and expert guidance to help you capture it at its best.<br/><br/>Your journey begins with the famous residents of Sepilok, where orangutans swing through the trees and the endangered sun bear can be observed up close. From there, you’ll spend time along the Kinabatangan River, one of the richest wildlife corridors in Borneo. Dawn cruises and late-afternoon outings give you the chance to photograph proboscis monkeys, crocodiles, hornbills and countless other species against dramatic skies and golden light. Further inland, the remote Danum Valley offers a deeper dive into primary rainforest. Here, canopy towers open to sweeping views, caves echo with the sound of thousands of bats, and the rainforest reveals its nocturnal secrets on guided night walks. <br/><br/>Accommodation is set within or right beside reserves, so you’re never far from the action, and the pace of the itinerary is designed to allow space for patience, creativity and reflection. <br/><br/>Along the way, you’ll be guided by professional wildlife photographer Charlotte Arthun, who’ll be there to help you refine your skills, whether that’s handling low-light challenges, perfecting your composition, or simply sharpening your creative eye. With group sizes capped at six, you’ll enjoy plenty of one-to-one attention as well as the camaraderie of a small, like-minded group.",
    "durationDays": "11",
    "price": "12995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive at Sandakan Airport and transfer to your hotel or chalet for check-in and lunch. In the afternoon, explore the Rainforest Discovery Centre and its towering canopy walkway - ideal for spotting birds, macaques, and vibrant rainforest life. As night falls, join a guided walk to discover Borneo’s nocturnal creatures like flying squirrels, civets, and night birds."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Begin the day with sunrise photography at the Rainforest Discovery Centre, capturing birds and primates in the golden morning light. After breakfast, visit the Bornean Sun Bear Conservation Centre to photograph these tree-climbing bears in their forest habitat. Then head to Sepilok Orangutan Rehabilitation Centre for the morning feeding session and insights into their recovery. After lunch and downtime at the lodge, return for the quieter afternoon feeding - ideal for intimate shots. Later, revisit the RDC to enjoy the canopy walkway and forest trails in soft afternoon light. As night falls, join another guided walk to spot Borneo’s nocturnal wildlife before dinner at the lodge."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast and check-out, travel to the Kinabatangan River - one of Borneo’s top wildlife destinations. After a scenic two-hour drive, arrive at the riverside lodge for lunch. In the afternoon, explore the Gomantong Caves, home to thousands of swiftlets and bats, and witness the dramatic evening bat exodus. Return to the lodge for dinner, with an optional night walk for those keen to spot nocturnal wildlife."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Begin the day with a sunrise cruise on the Kinabatangan River, a prime time to spot proboscis monkeys, hornbills, crocodiles, and possibly wild orangutans. After breakfast and a restful break, head out again after lunch for another tranquil river journey through this rich and vibrant ecosystem."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Enjoy one last morning cruise on the Kinabatangan, soaking in the cool air and searching for final wildlife sightings. Back at the lodge, unwind with a relaxed morning and lunch. In the afternoon, choose between birdwatching, trail walks, or simply relaxing before setting off on your final river adventure."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "After an early breakfast, travel overland to Lahad Datu and continue to Tabin Wildlife Reserve. Upon arrival, enjoy a short orientation before checking into your lodge and having lunch. In the afternoon, take a guided walk along the Elephant Trail to the Lipad Mud Volcano, a wildlife hotspot. After dinner, head out on a night safari to spot nocturnal animals."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Begin the day with a tranquil early bird walk, ideal for photographing Borneo’s colorful birdlife. After breakfast, climb the Birdwatching Tower and trek to the scenic Lipad Waterfall for rainforest photography and relaxation. Return for lunch and enjoy the Tabin Rainforest Foot Soak, a soothing herbal treat after your adventures. In the evening, set out on a dusk drive and guided night walk to spot elusive nocturnal wildlife."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "After breakfast, journey by road to the renowned Danum Valley Conservation Area. Upon arrival, attend a brief safety orientation before check-in and lunch. Spend the afternoon exploring nature trails and the Canopy Walkway, perfect for jungle-top photography. In the evening, set out on a night drive or walk to discover Danum’s nocturnal wildlife."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "After an early breakfast, hike to View Point and Coffin Cliff for panoramic views and a glimpse of ancient burial sites. On the way back, cool off or snap photos at the Natural Jacuzzi Pool. After lunch, explore jungle trails and revisit the canopy walkway to spot hornbills, primates, and more. End the day with an optional night safari or walk."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "This morning, hike to Fairy Falls - a serene, hidden gem ideal for quiet photos and a feel of untouched rainforest. After lunch, enjoy your final afternoon of jungle and river walks, watching for birds, monkeys, and any missed wildlife. For night owls, there’s one last chance to explore Danum’s nocturnal wonders on an evening walk or drive."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Early risers can enjoy a final forest walk in the morning light before breakfast. After a relaxed morning and lunch at the lodge, transfer to Lahad Datu Airport for your 4:30 PM flight to Kota Kinabalu (MH3019)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Enjoy breakfast and check-out before transferring to Kota Kinabalu International Airport for your onward flight - bringing home unforgettable rainforest memories and stunning wildlife photos."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Borneo",
    "mainPhoto": "",
    "id": "clouded-leopards-and-rare-mammals-in-borneo-tour",
    "tourName": "Clouded Leopards and rare mammals in Borneo tour",
    "placesVisited": "",
    "generalInfo": "Explore the forests of Sabah, Borneo in search of the enigmatic clouded leopards as well as the many other rare species of mammals in Borneo.<br/><br/>Introduction:<br/>We are specialists in wildlife tours and expedition style wildlife trips for some of the world’s rarest species of mammals including Sunda clouded leopards, Sun bears, Flat-headed cats, Sunda leopard cats and Marbled cats on this particular tour. These trips are specialist and focus and we try very hard for all of our targets. This trip requires a good amount of spotlighting after dark, as many of our targeted species are nocturnal. <br/><br/>We have worked with local guides and scientists to develop the itinerary and using all known information about the species of mammals including rare mammals in Borneo we have developed systems and techniques to best find our main targets. <br/><br/>Borneo is a mecca for wildlife enthusiasts, species such as Bornean orangutan, Proboscis monkeys, ‘Pygmy’ elephants and 8 species of hornbill are all wonderful targets for anyone visiting Borneo for wildlife. However there is a vast wealth of wildlife to be found here. In particular the north-east state of Sabah is home to many wild and rugged reserves and parks that harbour populations of some of the world’s most elusive species.<br/>Among the most elusive and some of the most sought after are the nocturnal mammal species, Borneo has a host of rare and elusive nocturnal mammals including Sunda clouded leopard, Binturong, Sunda colugo, various species of civet, several species of slow loris and many other species. This tour is the first of its kind to target all of these species. Of course seeing many of these rarer animals is going to be very hard and require a great amount of luck, but this is the first and only tour that offers chances and dedicated time to try and see all of them in their various habitats, as well as a wealth of other mammal life in this wonderful region.<br/>This tour will start in the fantastic forests of Tabin, here the combination of pristine forest and palm oil plantation (running along the border of the reserve) means there is a mix of wildlife and many species (which utilize the palm oil plantation) which are seen here easier than elsewhere. We will explore this reserve in full and have negotiated extra long night drives whilst here in order to make the most of the wonderful nocturnal species which are known from here.<br/>We then move on to the longest river in Borneo the magnificent and mighty Kinabatangan River where we will try for the Flat-headed cat as well as some of Sabah’s incredible primates such as Bornean orangutans, proboscis monkeys and Sundiac silvered langurs.<br/>Then we finish at the now fabled Deramakot Forest Reserve, this managed forest has good sized populations of all of many species of mammals, particular ones that are very elusive elsewhere. Whilst staying here we will become as nocturnal as many of our mammal targets and spend several hours every night looking for Sunda clouded leopards, various species of squirrel, civets, Sunda leopard cats, Philippine slow loris and Marbled cats.<br/>If you wish you can also add on a pre-tour extension which will head into the rugged Tawau Hills. This park is full of wonderful wildlife, much of which is not found in other areas visited on this tour, it is also a known location for just about the most elusive mammal in Borneo. The extremely rare and poorly understand Bay cat. A separate brochure can be sent with information about this can be sent out to you if you are interested.<br/>Whilst our focus will be heavily on the rarer nocturnal species of mammals, it is impossible to travel and spend time in the forests of Borneo and not see various other species. As a result we hope to see more common animals like Proboscis monkey, Bornean orangutan, Bornean slow loris, Marooon langur, Sundiac silvered langur, Southern pig-tailed macaques, Long-tailed macaques, Asiatic elephants, Bearded pigs, Bornean Muller’s gibbons and many more species and then when out spotlighting we hope for other rarities such as Sunda pangolins, Banded linsangs, various Civet species, moonrats and Sunda stink-badgers (but these require as much luck as perseverance); not to mention hundreds of species of birds including up to 8 species of hornbills found here and rare birds such as Storm’s stork and some huge reptiles like Saltwater crocodiles, Reticulated pythons and Water monitors.<br/>All in all we expect to see a wealth of life on this trip and we believe that no wildlife enthusiast will be disappointed, as with all wildlife (but particularly rare and elusive species) all we can do is get ourselves into the best place, at the best time and with the best people. We then put the time and effort into trying to see the wildlife and hope that the animals cooperate.<br/><br/>All you have to do is to get in touch with your budget and your group size and where you would like to go and we will come back to you with an itinerary and quote for your perfect Borneo Rare Mammals tour.<br/><br/>Group Tour Departure: 26th August - 9th September 2022<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Sandakan. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Sabah. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, cruises, guided walks, park entrance fees and spotlighting fees where mentioned on the itinerary. We include more time spent in the field searching for wildlife per day than any other tour operator around (including around 7 hours of spotlighting per night when in Deramakot) and extra-long night safaris in Tabin - these have been specifically negotiated; only if you request to have a rest day will we not arrange a safari into the Bornean forests. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>We recommend this tour is run at the end of the dry season, which in North East Borneo is August – September. However Borneo is notorious for rain and we expect rain throughout the year. Local climates are affected by the presence of mountain ranges throughout Malaysia, and climate can be divided into that of the highlands, the lowlands, and coastal regions. The coasts have a sunny climate, with temperatures ranging between 23-32°C (73.4-89.6°F), and rainfall ranging from 10-30cm (4-12in) a month. The lowlands have a similar temperature, but follow a more distinctive rainfall pattern and show very high humidity levels. The highlands are cooler and wetter, and display a greater temperature variation. A large amount of cloud cover is present over the highlands, which have humidity levels that do not fall below 75%.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• We will stay in a variety of accommodation when on this tour, from well established wildlife eco lodges to guest houses and chalets deep inside privately run forest reserves. <br/>• We will split our focus and activity depending on where we are and what we are looking for. For example in Deramakot, Tabin and Kinabatangan we will be spotlighting in the night. But we will also be focusing on daytime species in Tabin and Kinabatangan too, no other tour will offer as much time spent looking for wildlife in Borneo than this one.<br/>• We have specially negotiated extra-long night safaris in Tabin to further increase our chances of seeing nocturnal and rare species. <br/>• All the above reasons give this, our specialist tour for Borneo’s rarest wildlife including clouded leopards and other elusive mammal species a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Borneo so that we can try and find and observe animals such as the Sunda clouded leopard, Sunda leopard cat, flat-headed cat, marbled cat and bay cat and many more species. We also have the ability to organise and run wildlife tours of Borneo at other times of year and focusing on other species such as otter civets and Hose’s civet and many other rare mammals of Borneo. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visits 3 main areas in the province of Sabah in the north-eastern part of Malaysian Borneo. We will arrive into the town of Lahad Datu and fly out of Sandakan. In between we will visit Deramakot Forest Reserve, the Sakau region of the Kinabatangan River and also the Tabin Wildlife Reserve.<br/><br/>Fitness Level:<br/><br/>The majority of the wildlife activities will be done in a vehicle or boat and so there is no great level of physical fitness needed.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old",
    "durationDays": "15",
    "price": "6495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Sandakan / Deramakot Forest Reserve - Today you will be collect from the airport (or your hotel if you have arrived in Sandakan prior to the start of the tour) in Sandakan and start our drive towards Deramakot Forest Reserve. This 55,000 hectare reserve is home to many of Borneo’s large and iconic species including elephants, orangutans, Borneo gibbon, banteng and several elusive species which are seen here with more regularity than anywhere else in the world. It is these species which are the real highlight for us and our main targets when here. They are also largely nocturnal and so we will head out into the forest at night for extended drives. This is to maximise our chances of seeing the wonderful Sunda clouded leopard, sun bear and marbled cat, but along with these species several other rare species have been seen here such as Sunda colugo, Sunda pangolin, banded linsang among other incredible and rare species."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Kinabatangan River - This morning we will leave Deramakot after breakfast and then depart towards the village of Sakau along the banks of the Kinabatangan River. On our arrival we will check in and then have lunch. Afterwards we will be taken on the river for our first river cruise / safari. The longest river in Sabah, Kinabatangan River measures 560 km from its headwaters in the Crocker Range of southwest Sabah to its outlet at the Sulu Sea on the East coast of Sabah and according to the World Wildlife Fund (WWF), the Kinabatangan wildlife sanctuary is one of only two known places on Earth where 10 primate species can be found living wild. The enigmatic Bornean orangutan and the curious looking proboscis monkeys are the two most sought after primate species here however the ubiquitous long-tailed (or crab-eating) macaque is the most common. Other than the primates mammals are well represented here however most species are nocturnal or very elusive. The largest inhabitants are Borneo’s own endemic sub-species of Asiatic elephant (the Borneo pygmy elephant) which we will try to see and the incredibly rare and nearly mythical Sumatran rhino. Another fairly common and large inhabitant here is the largest reptile in the world, the saltwater crocodile. This part of the river traces through lowland forest and mangrove swamps near the coast provide sanctuary for them. With all these diversity going around, it is no wonder Kinabatangan wildlife sanctuary is the best destination to get close-up and discover its remarkable wildlife and fascinating habitats. Bird watchers usually find the Kinabatangan simply incredible while they spot incredible bird species from the famous Borneo's hornbills to the rare Storms storks. After our first trip this afternoon we will return to the camp for dinner and then after dark head out again in search of semi aquatic flat-headed cat. There are some tributaries and sections of the main river in which it may be possible to see flat-headed cats. We will have a spotlight and search the river banks, here we will probably see the glowing eyes of the crocodiles as they watch from the riverbanks and hopefully spot flat-headed cats and other elusive species such as otter civets. We will return to the camp for the night after a hopefully successful search."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Kinabatangan River - Today is a full day to explore the forest and river around the lodge further and of course after dark we will head out on our second and final specific search for the flat-headed cat."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Gomatong Cave / Tabin Wildlife Sanctuary - This morning we will depart after breakfast from the Kinabatangan River and travel to Gomantong Cave, this is one of the world’s most famous caves and was immortalised in the BBC’s Planet Earth series due to the enormous mountain of guano and the millions of cockroaches and other invertebrates that live there. The forests around the caves are home to many species of wildlife including orangutans, in fact wild orangutans can possibly be seen throughout the entire trip we are taking, so it is always worth keeping an eye out for them in all of the forests. The cave is some 90m high and full of wildlife, alongside the innumerable invertebrates including the odd looking long-legged centipedes there are four species of swiftlet (white-nest, black-nest, mossy-nest and white-bellied) and around 27 species of bats (mostly wrinkle-lipped bats which number around 2 million in the cave). The black-nest swiftlets are the species whose nests are collected and eaten as a delicacy in China and South East Asia. The nest harvests are done sustainably now and the method for collecting them involves the locals having to climb high up into the caves on a network of rickety ladders and ropes. The nearly self-sufficient ecosystem inside the cave is completed with predators including bat hawks and pythons that feed on the bats and swiftlets as they come and go from the caves. You will then continue on towards Tabin Wildlife Sanctuary. Once we get to the sanctuary we will check in, have lunch (depending on the time of everyone’s flights) and head out into the forest (the exact itinerary of our daytime activities is variable and may change but we will have a morning and afternoon excursion into the forest on each full day here); Today we may start with a guide walk with one of their expert local guides. Nestled within the rainforest beside the Lipad river, the resort is home to a surprising variety of birds, insects and small mammals, even right beside the buildings of the resort it is possible to see several species and discover the rich variety of jungle herbs, some endemic, used for generations by local folks for the treatment of various ailments. In the afternoon we are likely to visit the active Lipad mud volcano which provides a mineral salt lick for wildlife. After trekking through the rainforest for around 20 minutes, we arrive at the elevated bare area of the mud volcano which is frequented by wildlife (elephants, bearded pigs, sambar, muntjacs and other species) and birds. The adventurous among us can try the effects of the volcanic mud, said to be responsible for a fine complexion, by applying the mud to their skin. Trek back to the resort along elephant trail, which is a great way to experience the forest and spot elusive species that live in the dense forests here. We will have one pre dawn drive included over this couple of days as well. After dinner we will have our first extended night drive and try and find some of the nocturnal mammals which are abundant here. With luck it is possible for Sunda clouded leopards, flat-headed cats and sun bears here but it is more likely that we will find various flying squirrels, several species of civets, yellow-throated martens, Philippine slow loris as well as reptiles and amphibians."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Home - This morning we will have breakfast and then be taken to the airport in Sandakan to catch your return flight home."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Borneo",
    "mainPhoto": "",
    "id": "kuala-lumpur-and-sabah-wildlife-tour",
    "tourName": "Kuala Lumpur and Sabah wildlife tour",
    "placesVisited": "Kuala Lumpur, Sandakan, Borneo, Abai Jungle Lodge, Jungle river cruise, Abai village visit, Borneo Rainforest Lodge, Danum Valley, Canopy walkway, Kota Kinabalu, Potential wildlife sightings include: orangutans, crocodiles, proboscis monkeys and hundreds of bird species",
    "generalInfo": "Taking in Kuala Lumpur and the highlights of Sabah, this itinerary provides an in-depth wildlife experience coupled with an introduction to the renowned food and heritage of Malaysia. <br/><br/>Accommodation is a mixture of simple yet characterful lodges and comfortable city hotels. Begin with two nights in Kuala Lumpur where you will visit the landmark Petronas Towers and uncover the city's heritage buildings. <br/><br/>Then it's off to Borneo where you will have one night in Sepilok before spending two nights at a riverside lodge on the Kinabatangan River. Here you will have the opportunity to spot wild orangutan and pygmy elephants before delving further inland to Borneo's pristine primary rainforest. <br/><br/>Finish with time in Kota Kinabalu, home to stunning sunsets and excellent food.",
    "durationDays": "11",
    "price": "5590",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Today you begin your journey by boarding your international outbound flight to Kuala Lumpur."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "On arrival in Kuala Lumpur you will be greeted by a local representative and taken to your hotel - the journey takes approximately one hour so there will be plenty of time to learn more about the city from your guide. Check in to your central hotel and have the rest of the day at leisure. Your view will be of the Petronas Towers - the best known landmark in KL."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast you will head over to the towers to take a closer look. Access the skybridge and viewpoint giving you panoramic views over the city. Later you will enjoy a privately guided tour taking in many of Kuala Lumpur's heritage sights before returning to your hotel. Why not enjoy a sundowner at the Traders Sky Bar - which has one of the best views in the city."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "An early start today as you have breakfast before transferring to the airport. Today you fly to Sandakan in neighbouring Borneo. On arrival you will be met by a local guide and taken to your accommodation. After settling in you will have time to try out the resort's inviting pool or relax on your beautiful balcony - your window to the rainforest. This evening you will enjoy a simple dinner in the main restaurant followed by the opportunity to spot resident flying fox soaring from tree to tree. Later, as darkness falls there is an optional guided night walk through the adjacent forest. The walk is fairly easy going and gives the chance of seeing insects or if lucky, nocturnal wildlife."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After breakfast you will transfer to Sim Sim jetty where you will meet your shared boat to Abai Jungle Lodge. En-route you will have your first chance to spot some of the river's abundant wildlife. Upon reaching the lodge you will check in and enjoy lunch before embarking on an afternoon river cruise. Your local guide and spotter will search out the best locations to find animals such as Orangutan, Crocodile, Monkey and birdlife. Watch the sun set over the Kinabatangan before viewing fireflies at their most active. Return to the lodge for dinner. After dinner you will have the opportunity to join a guided night walk to the rear of the lodge."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Rise early to witness the river coming to life followed by a trip to the nearby Ox Bow Lake. Here you will see a different side to the area and have time to enjoy a morning cup of tea before heading back to the lodge for breakfast. Early this afternoon you will cross over to Abai village where you will enjoy a short tour followed by tree planting. Lunch is served back at the lodge before embarking on a final trip up river towards the Menanggol tributary. Here you are sure to see Proboscis Monkeys in close proximity as well as a selection of birdlife."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "After breakfast you will leave Abai behind and travel to Sukau in time to meet your road transfer to Lahad Datu. After registering at the lodge headquarters in Lahad Datu you will set off on the bumpy three hour transfer to Borneo Rainforest Lodge. On arrival you will be welcomed by the staff and meet your private nature guide who will look after you for the duration of the your stay. As an introduction to the Danum Valley today you will head to the canopy walkway this afternoon and take a night safari this evening."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Today you have the opportunity to explore the jungle by foot on one of the lodge's many trails. There are further details in your itinerary but you are best to discuss the options with your guide for a more detailed overview and indeed the current trail conditions based on the weather at the time. Later in the day you can walk up the river bank with your inner tube and float back down the river taking in the jungle from a different perspective. Tonight you may like to head out on the night safari but there is also the opportunity to do a night walk with your guide."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "You will retrace your steps back to Lahad Datu today in time for your afternoon flight to Kota Kinabalu. On arrival you will be met by a local guide and taken to your city hotel. This evening is free to relax or explore at your own leisure. It is recommended you view the sunset from the hotel's pool side bar or perhaps head down to the waterfront area for an evening meal."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "This morning you will join a renowned chef for a guided tour around a local farmers' market before trying your hand at preparing a few staple dishes. Afterwards you will sit down to enjoy the freshly prepared indigenous feast."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Today you will bid farewell to Kota Kinabalu and continue with your onward arrangements. Your return flight will arrive the same day."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Borneo",
    "mainPhoto": "",
    "id": "sabah-ultimate-wildlife-tour-in-borneo",
    "tourName": "Sabah ultimate wildlife tour in Borneo",
    "placesVisited": "",
    "generalInfo": "Borneo is one of the world’s greatest wildlife watching destinations, a top 10 location for anyone with a vested interest in the natural world. Whether it is the incredible close relation to humans in the orangutan or the smaller than usual population of Asiatic elephants or even the wealth of birdlife, endemic reptiles and amphibians or the abundance of very rare mammals that hide by day and come out in the night; the island of Borneo is a treasure trove for any nature lover.<br/><br/>Introduction:<br/>Asian wildlife doesn't come much more iconic that the massive red 'man of the forest', otherwise known as the orangutan or the second largest land animal in the world the Asiatic elephant and both of these incredible and endangered animals are easily seen in Borneo. <br/><br/>But there is much more to Bornean wildlife than these two species, there are hundreds of species of birds including no less then 15 species of large and stunning hornbills, many endemic species such as Proboscis monkeys and some real wildlife rarities like Sunda clouded leopards and sun bears. <br/><br/>As well as the birds and mammals which are most well known internationally the island of Borneo also has a wealth of reptile and amphibian life, from the large Saltwater crocodile and reticulated python to tiny flying frogs which glide through the forests and it is not just the animals, the plant life in Borneo is also second to none. Carnivorous pitcher plants lie in wait for unsuspecting insects and the world's largest flower the rafflesia is also found only in Borneo.  <br/><br/>Some of these species are among the rarest in the world and with so much deforestation occurring throughout South East Asia there are fewer and fewer pockets of rainforest left each year. Some of these species are intensively studied and we have a very good chance of seeing them, some are not protected very well at all and so they will be harder to find, but over the last few years our network of guides throughout the country have been scouring the forests and reserves looking for new locations for ecotourism and hopefully sites for rare and endangered species. <br/><br/>In doing this we happened to come across a location which produces more sightings of incredible and highly targeted species than anywhere else in the world.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Sandakan. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Sabah. Your  naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, cruises, guided walks, park entrance fees and spotlighting fees where mentioned on the itinerary. We include more time spent in the field searching for wildlife per day than any other tour operator around (including around 7 hours of spotlighting per night when in Deramakot) and extra-long night safaris in Tabin - these have been specifically negotiated; only if you request to have a rest day will we not arrange a safari into the Bornean forests. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>We recommend this tour is run at the end of the dry season, which in North East Borneo is August – September. However Borneo is notorious for rain and we expect rain throughout the year. Local climates are affected by the presence of mountain ranges throughout Malaysia, and climate can be divided into that of the highlands, the lowlands, and coastal regions. The coasts have a sunny climate, with temperatures ranging between 23-32°C (73.4-89.6°F), and rainfall ranging from 10-30cm (4-12in) a month. The lowlands have a similar temperature, but follow a more distinctive rainfall pattern and show very high humidity levels. The highlands are cooler and wetter, and display a greater temperature variation. A large amount of cloud cover is present over the highlands, which have humidity levels that do not fall below 75%.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• We will stay in a variety of accommodation when on this tour, from well established wildlife eco lodges to guest houses and chalets deep inside privately run forest reserves. <br/>• We will split our focus and activity depending on where we are and what we are looking for. For example in Deramakot, Danum, Tabin and Kinabatangan we will be spotlighting in the night. But we will also be focusing on daytime species in Tabin, Danum and Kinabatangan too, no other tour will offer as much time spent looking for wildlife in Borneo than this one.<br/>• We have specially negotiated extra-long night safaris in Tabin to further increase our chances of seeing nocturnal and rare species. <br/>• All the above reasons give this, our specialist tour for Borneo’s rarest wildlife including clouded leopards and other elusive mammal species a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Borneo so that we can try and find and observe animals such as the Bornean orangutna, Asiatic elephant, Sunda clouded leopard, Sunda leopard cat, flat-headed cat, marbled cat and sun bear and many more species. We also have the ability to organise and run wildlife tours of Borneo at other times of year and focusing on other species such as otter civets and Hose’s civet and many other rare mammals of Borneo. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visits 4 main areas in the province of Sabah in the north-eastern part of Malaysian Borneo. We will arrive and depart from the town of Sandakan. In between we will visit Deramakot Forest Reserve, the Sakau region of the Kinabatangan River and also the famous Danum Valley and Tabin Wildlife Reserve.<br/><br/>Fitness Level:<br/><br/>The majority of the wildlife activities will be done in a vehicle or boat and so there is no great level of physical fitness needed.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 12 Years Old",
    "durationDays": "16",
    "price": "6495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Kinabatangan River - Arrival This morning you will be collected at the airport in Sandankan and then be driven to the Kinabatangan River (~2 hours). Here you will check in and then have lunch and then afterwards we will be taken on the river for our first river cruise / safari. The Kinabatangan wildlife sanctuary is one of only two known places on Earth where 10 primate species can be found living wild together. The enigmatic Bornean orangutan and the curious looking proboscis monkeys are the two most sought after primate species here however the ubiquitous long-tailed macaque is the most common. The largest inhabitants are Borneo’s own endemic sub-species of Asiatic elephant (the Borneo pygmy elephant) which we will try to see. Another fairly common and large inhabitant here is the largest reptile in the world, the saltwater crocodile. This part of the river traces through lowland forest and mangrove swamps near the coast provide sanctuary for them. Bird watchers usually find the Kinabatangan simply incredible while they spot incredible bird species from the famous Borneo’s hornbills to the rare Storms storks. We will also head out in the evening to try and find nocturnal species such as flat-headed cats. (dinner is the only meal included today)."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Tabin Wildlife Sanctuary - Travelling & Wildlife Watching This morning we will depart after breakfast from the Kinabatangan River and travel to Gomantong Cave, this is one of the world’s most famous caves and was immortalised in the BBC’s Planet Earth series due to the enormous mountain of guano and the millions of cockroaches and other invertebrates that live there. The forests around the caves are home to many species of wildlife including orangutans. The cave is some 90m high and full of wildlife, alongside the innumerable invertebrates including the odd looking long-legged centipedes there are four species of swiftlet (white-nest, black-nest, mossy-nest and white-bellied) and around 27 species of bats (mostly wrinkle-lipped bats which number around 2 million in the cave). The nearly self-sufficient ecosystem inside the cave is completed with predators including bat hawks and pythons that feed on the bats and swiftlets as they come and go from the caves. From the caves we will stop at the town of Lahad Datu where we will meet our new driver and get into the vehicle owned by the Tabin Wildlife Sanctuary. Once we get to the sanctuary we will check in, have lunch and head out into the forest for a guide walk with one of their expert local guides. Nestled within the rainforest beside the Lipad river, the resort is home to a surprising variety of birds, insects and small mammals, even right beside the buildings of the resort it is possible to see several species and discover the rich variety of jungle herbs, some endemic, used for generations by local folks for the treatment of various ailments. In the afternoon we are likely to visit the active Lipad mud volcano which provides a mineral salt lick for wildlife. After trekking through the rainforest for around 20 minutes, we arrive at the elevated bare area of the mud volcano which is frequented by wildlife (elephants, bearded pigs, sambar, muntjacs and other species) and birds. The adventurous among us can try the effects of the volcanic mud, said to be responsible for a fine complexion, by applying the mud to their skin. Trek back to the resort along elephant trail, which is a great way to experience the forest and spot elusive species that live in the dense forests here. After dinner we will head out in a vehicle with our guide and a spotlight to see what animals are active along the roads running through the forest. This is a specially arranged extra long night drive, to increase our chances of seeing animals. It is possible for Sunda clouded leopards, flat-headed cats and sun bears here but it is more likely that we will find various flying squirrels, civets, yellow-throated martens, slow loris as well as reptiles and amphibians. There is a population of Sumatran rhinos here as well, although I think the last one was seen in the wild here in the 1980’s. (all meals included today)."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Tabin Wildlife Sanctuary - Wildlife Watching Today you will further explore the forest in the morning, afternoon and then after dark. We will trek along various trails, visit a watch tower and spend some time up there and wait for animals fly past, emerge from the forest and cross the road or climb along the canopy and into view. We will also drive the roads in search of as many species as we can find. In between our excursions into the forest we will return to the lodge for our meals and a little rest. After dark we will have our second (specially arranged) extra long night drive. (all meals included today)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Danum Valley - Travelling & Wildlife Watching At dawn we will head out in the vehicle (or walk – we will confirm this on the day) before breakfast, this is our last chance for seeing wildlife here before we leave for our next destination. After breakfast we will leave for the town of Lahad Datu again and there meet our new driver and vehicle and head into the depths of pristine Danum Valley. Prior to 1995, Danum Valley Conservation Area (DVCA) was an informal protected area in the Ulu Segama Forest Reserve. It is a mixture of primary, undisturbed, predominantly lowland rainforest with an outstanding complement of Borneo flora and fauna. The forest is full of wildlife we will explore the park with one of the lodge’s expert guides, we will be in our own small group and will be able to focus on the species we want to target first. The forest has a network of trails and canopy walkways and watch towers. Like in other places we will head out into the forest in the morning, afternoon and then at night, we will have a combination of walks and drives. As well as many of the species that live in the other forests we have been to and will visit next we will hopefully see western tarsiers, otter civets and have good sightings of orangutans here. Once again like our other destinations we will come back to the lodge for our meals and rest in the middle of the day, but like elsewhere we are staying the wildlife and forest comes straight into the lodge grounds. There are many species of birds here and many of them are found in the grounds of the lodge. (all meals included today)."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Deramakot Forest Reserve - Travelling & Wildlife Watching This morning we will leave the Danum after breakfast and drive back to Lahad Datu and once again change drivers and carry on to the town of Telupid and then change vehicle to a 4×4 and continue on-wards to Deramakot Reserve. This 55,000 hectare reserve is home to many of Borneo’s large and iconic species including elephants, orangutans, Borneo gibbon, banteng and several elusive species which are seen here with more regularity than anywhere else in the world. It is these species which are the real highlight for us and our main targets when here. They are also largely nocturnal and so we will head out into the forest at night for extended drives and hikes. This is to maximise our chances of seeing the wonderful Sunda clouded leopard, sun bear and marbled cat, but along with these species several other rare species have been seen here such as Sunda colugo, Sunda pangolin, banded linsang and the forest is also home to the rarest cat here the bay cat. As long as we are not too tired after a long journey to get here from Danum Valley we will head out after dinner to try and see our first nocturnal species in Deramakot. (breakfast and dinner are the only meals included today)."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Sandakan - Travelling & Rest This morning we will have breakfast and depart from Deramakot and head back to the large town of Sandankan and our accommodation. However before arriving at the hotel we will visit Labuk Bay Sanctuary which is home to the world’s only proboscis monkey sanctuary. The owner of this plantation saw that the monkeys were dying out because of the development and deforestation of their mangrove habitat and decided to keep his free from palm oil and set up small feeding stations to supplement the diet of the resident troop of proboscis monkeys and Sundaic silvered langurs. Since then the place has become popular with tourists as it is the only place where you can get very close to these species and the populations have increased well. Afterwards you will arrive at the hotel and the rest of the day is free. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Sepilok Reserve & Home - Wildlife Watching & Departure This morning you will leave first thing and head to Sepilok, hidden among a veritable treasure trove of tropical plants, grasses, huge trees and spectacular orchids in bloom, the world-famous Kabili-Sepilok Forest Reserve is home to some of the last wild Orang-Utans of Northern Borneo. This is largely in because of the work being done at the Sepilok Orangutan Rehabilitation Centre which was founded in 1964, to rehabilitate orphan orangutans. Today around 60 to 80 orangutans are living free in the reserve. As well as rescuing other wildlife like sun bears, gibbons, Sumatran rhinos and elephants the center is open for us to visit and see some of the semi wild orangutans as they learn how to be fully wild animals again. From here you will depart to the airport to catch your afternoon flight home. (breakfast is the only meal included today)."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Borneo",
    "mainPhoto": "",
    "id": "tanjung-puting-orangutan-holiday-in-borneo",
    "tourName": "Tanjung Puting orangutan holiday in Borneo",
    "placesVisited": "",
    "generalInfo": "Considered by many as the best guides in Tanjung Puting. Come and join us and our expert team as we explore the amazing Tanjung Puting National Park. Our 7 Day Tanjung Puting Orangutan Experience will take you to the famous Tanjung Puting National Park in Indonesia. The park is home to the Orangutan, but also the rare Proboscis monkey and the false gavial crocodile. <br/><br/>Your home while in the park will be on board our klotok.. The klotok is well equipped with a shower and sit down toilet. At night you will sleep on deck on comfortable mattresses with mosquito nets. Our crew will cook wonderful meals and look after all your needs.<br/><br/>Our facilities and well trained staff make this trip a once in a lifetime experience. Our standards are very high and we know you will see and feel the difference.<br/><br/>When we are not walking through the Borneo jungle we can relax on deck watching the wild life, reading a book or just laze the day away.<br/><br/>A portion of your expedition fee will go towards an Orangutan adoption and also a donation to Safeguard, a paramilitary organisation that patrols the jungle for poachers and illegal loggers.",
    "durationDays": "7",
    "price": "2510",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Jakarta: Upon your arrival you will be met at the airport and transferred to your overnight accommodation in Jakarta at the FM7 Resort Hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Jakarta to Borneo (Pangkalan Bun): Today starts with an early morning flight from Jakata (or Bali) to Pangkalan Bun in Kalimantan, Indonesian Borneo. On arrival in Pangkalan Bun you will be met by your Orangutan Odyssey guide and taken to your hotel. This afternoon you will take a scenic river cruise to see the incredible sights and sounds of the local town and its people. Overnight at the Swiss Belinn Hotel (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Pangkalan Bun - Camp Leakey - Crocodile Lake: This morning you will board our klotok and travel up the Sekonyer river to Camp Leakey; the oldest camp set up for the orphaned orangutans. Upon arrival at Camp Leakey you will take a short trek in the surrounding rainforrest and meet some of the resident orangutans and their caretakers, followed by a visit to the museum. You will then head back to the klotok for lunch, where you may see more orangutans. After lunch you will head back to the camp for the afternoon orangutan feeding time. At the end of the day you will be given a tour of the surrounding forest area, then cruise down Camp Leakey River to your overnight location at Crocodile Lake. Whilst here, you will likely see other wildlife of Borneo such as macaques and proboscis monkeys. Overnight on the klotok. You will be provided with a mattress, pillow and mosquito net. (B,L,D)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Crocodile Lake - Pondok Tanggui - Tanjung Harapan: This morning you will head back down river to Pondok Tanggui for morning orangutan feeding. In the afternoon you will visit Tanjung Harapan station for afternoon orangutan feeding. Overnight on the klotok. (B,L,D)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Pondok Tanggui - Pesalat Reforestation: Today you will travel up river to Pesalat Plantation where you will plant some trees to help regenerate the forest. After lunch you will take a tour of the local village, and in the afternoon you will slowly travel down river, stopping along the way to watch the proboscis monkeys on the riverbanks. As dusk falls we will travel back to Kumai harbour and enjoy a dinner along the river as we go. Overnight in Pangkalan Bun at Swiss Belinn hotel. (B,L,D)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Pangkalan Bun - Jakarta: Today you have free time for shopping or a stroll through the streets of Pangkalan Bun to see the Yellow Palace and local markets followed by lunch on the way to the airport to catch your plane back to Jakarta. On arrival in Jakarta you will be met for your hotel transfer. Overnight at your hotel at FM7 Hotel. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Jakarta - Trip extension Option: Today you will travel home or continue on to your next destination. (B) Note : If you would like to stay at Rimba Lodge rather than our klotok, this can be arranged. Please let us know in advance to discuss the details and additioanal costs."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Borneo",
    "mainPhoto": "",
    "id": "tawau-hills-small-group-wildlife-tour-borneo",
    "tourName": "Tawau Hills small group wildlife tour, Borneo",
    "placesVisited": "",
    "generalInfo": "Explore the remote and poorly understood forests of Tawau Hills National Park in search of the some of the world's rarest wildlife including bay cat, Hose's civet and many more species.<br/><br/>Introduction:<br/>We are specialists in wildlife tours and expedition style wildlife trips for some of the world’s rarest species of mammals. These trips are specialist and focus and we try very hard for all of our targets. This trip requires a good amount of spotlighting after dark, as many of our targeted species are nocturnal. <br/><br/>We have worked with local guides and scientists to develop the itinerary and using all known information about the species of mammals including rare mammals in Borneo we have developed systems and techniques to best find our main targets. <br/><br/>Borneo is one of the world’s greatest wildlife watching destinations and despite the ongoing deforestation around the island for the palm oil plantations there are still many areas of wonderful wilderness left. Including places which are currently unknown to the wider world and several locations which are just coming to prominence now. Tawau Hills National Park is one of these newer places, for the last couple of years scientists, conservationists and researchers have been travelling here and have found a wealth of wildlife and recorded many species which were hereto unknown from this location. In fact our first group tour here (August 2018) was the first group of tourists to visit Tawau on a specific wildlife watching tour ever, we discovered 4 species of mammals which had not been recorded in the park before – including the wonderful Kayan slow loris.<br/><br/>What makes the Tawau hills so special is there rugged and pristine terrain, the hills have made sure that the large hard wood trees have remained free from logging for centuries and in fact the world’s tallest tropical tree in the world is known from here. These pristine forests are home to incredible wildlife and that is what we are here to see. There are several targeted species here but all will require a good amount of effort and luck. <br/><br/>One of the top potential species here is probably the rarest animal in Borneo, the extremely rare and poorly understand Bay cat. We had been in touch with the researchers of the cat species in Borneo and by using their expertise and resources we now know that the most reliable records (camera trap records) for the Bay cat, come from here. <br/><br/>Also in the forested hills here are some other species that are near mythical in their elusiveness, we will try for tufted ground squirrel as well as Hose’s civet whilst here, but all mammals are so little understood that seeing any of them will require a lot of luck.<br/><br/>We believe that by combining this itinerary with our longer Rare Mammals of Borneo tour you will get the best overview of Bornean wildlife (particularly mammals). For information on how to book both of these trips and combine them please contact us. <br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Tawau town. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Sabah. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all guided walks, wildlife stake outs, park entrance fees and spotlighting fees where mentioned on the itinerary. We include more time spent in the field searching for wildlife per day than any other tour operator around (including extra long night hikes. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>We recommend this tour is run at the end of the dry season, which in North East Borneo is August – September. However Borneo is notorious for rain and we expect rain throughout the year. Local climates are affected by the presence of mountain ranges throughout Malaysia, and climate can be divided into that of the highlands, the lowlands, and coastal regions. The coasts have a sunny climate, with temperatures ranging between 23-32°C (73.4-89.6°F), and rainfall ranging from 10-30cm (4-12in) a month. The lowlands have a similar temperature, but follow a more distinctive rainfall pattern and show very high humidity levels. The highlands are cooler and wetter, and display a greater temperature variation. A large amount of cloud cover is present over the highlands, which have humidity levels that do not fall below 75%.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• We will stay in a variety of accommodation when on this tour, from well established wildlife eco lodges to guest houses and chalets deep inside privately run forest reserves. <br/>• We will spend time during the day hiking and skating out clearings and areas overlooking streams or fruiting trees and at night spotlighting along the trails and rivers too.<br/>• Our guides are happy to take you out late at night in search of elusive and nocturnal wildlife.<br/>• All the above reasons give this, our specialist tour for Borneo’s rarest wildlife including clouded leopards and other elusive mammal species a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Borneo so that we can try and find and observe animals such as the Sunda clouded leopard, Sunda leopard cat, flat-headed cat, marbled cat and bay cat and many more species. We also have the ability to organise and run wildlife tours of Borneo at other times of year and focusing on other species such as otter civets and Hose’s civet and many other rare mammals of Borneo. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visits the forested hills of the Tawau Hills National Park. The entry and exit points of these trip is the town of Tawau, you can also link this trip up with our longer Borneo wildlife holiday, which would mean a difference in the start or finish location of this trip. <br/><br/>Fitness Level:<br/><br/>All of this trip is based on foot, some of the hills and trails are very tough and there is a 10km hike uphill to get to the accommodation in the forest. We have porters to take the majority of luggage, but there is a still a good level of fitness required.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old",
    "durationDays": "7",
    "price": "1295",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tawau Town / Tawau Hills National Park (lowland section) - On your arrival your local guide and driver will collect from the airport and transfer you to the nearby Tawau Hills National Park (~1 hour). A morning flight arrival is best, if everyone arrives early enough we will get together with the porters and start the long hike (5-6 hours) up to the accommodation in the hills. However it is more likely that we will not have time to do this and so we will spend the night down in the lowlands and in the evening / night have a night walk around the gardens here which have results in Malay civets, Sunda colugos and a wealth of frogs, snakes and other wildlife after dark. Whether the main hike up the hills (which is a 10km hike up through the dense forest to the accommodation) is today or first thing tomorrow; we recommend keeping an eye out for wildlife and bearded pigs, Bornean Muller’s gibbons and various species of birds can be seen on the hike up. For these reasons it is best to do this in the morning, when wildlife is most active. When you reach the top you will rest and settle in before having a night walk around the trails here to see if you can spotlighting some wildlife. (dinner only included today)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Tawau Hills National Park (Lowlands) - On this (the final morning in the hills) you will have your last chance for wildlife in the hills of Tawau, before heading back down the hills to the lowland accommodation (hike 5-6 hours). On arrival back at the lowland accommodation you will have the rest of the afternoon free to rest and relax and then after dinner you will be taken out for another night walk around the gardens again in search of more mammals, reptiles and amphibians. (Breakfast, lunch and dinner included)."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Tawau Town / Home - This morning we will have breakfast and then head to the town of Tawau to catch your return flight home. Of course if you have chosen this trip as a pre-trip extension to our Borneo Rare Mammals tour then you will leave here and meet up with the rest of the group tour and start that trip. (breakfast is the only meal included)."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Borneo",
    "mainPhoto": "",
    "id": "tawau-hills-wildlife-tour-in-borneo",
    "tourName": "Tawau Hills wildlife tour in Borneo",
    "placesVisited": "",
    "generalInfo": "Explore the remote and poorly understood forests of Tawau Hills National Park in search of the some of the world's rarest wildlife including bay cat, Hose's civet and many more species.<br/><br/>Introduction:<br/>We are specialists in wildlife tours and expedition style wildlife trips for some of the world’s rarest species of mammals. These trips are specialist and focus and we try very hard for all of our targets. This trip requires a good amount of spotlighting after dark, as many of our targeted species are nocturnal. <br/><br/>We have worked with local guides and scientists to develop the itinerary and using all known information about the species of mammals including rare mammals in Borneo we have developed systems and techniques to best find our main targets. <br/><br/>Borneo is one of the world’s greatest wildlife watching destinations and despite the ongoing deforestation around the island for the palm oil plantations there are still many areas of wonderful wilderness left. Including places which are currently unknown to the wider world and several locations which are just coming to prominence now. Tawau Hills National Park is one of these newer places, for the last couple of years scientists, conservationists and researchers have been travelling here and have found a wealth of wildlife and recorded many species which were hereto unknown from this location. In fact our first group tour here (August 2018) was the first group of tourists to visit Tawau on a specific wildlife watching tour ever, we discovered 4 species of mammals which had not been recorded in the park before – including the wonderful Kayan slow loris.<br/><br/>What makes the Tawau hills so special is there rugged and pristine terrain, the hills have made sure that the large hard wood trees have remained free from logging for centuries and in fact the world’s tallest tropical tree in the world is known from here. These pristine forests are home to incredible wildlife and that is what we are here to see. There are several targeted species here but all will require a good amount of effort and luck. <br/><br/>One of the top potential species here is probably the rarest animal in Borneo, the extremely rare and poorly understand Bay cat. We had been in touch with the researchers of the cat species in Borneo and by using their expertise and resources we now know that the most reliable records (camera trap records) for the Bay cat, come from here. <br/><br/>Also in the forested hills here are some other species that are near mythical in their elusiveness, we will try for tufted ground squirrel as well as Hose’s civet whilst here, but all mammals are so little understood that seeing any of them will require a lot of luck.<br/><br/>We believe that by combining this itinerary with our longer Rare Mammals of Borneo tour you will get the best overview of Bornean wildlife (particularly mammals). For information on how to book both of these trips and combine them please contact us. <br/><br/>Group Tour Departure: 23rd August - 28th August 2025.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Tawau town. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Sabah. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all guided walks, wildlife stake outs, park entrance fees and spotlighting fees where mentioned on the itinerary. We include more time spent in the field searching for wildlife per day than any other tour operator around (including extra long night hikes. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>We recommend this tour is run at the end of the dry season, which in North East Borneo is August – September. However Borneo is notorious for rain and we expect rain throughout the year. Local climates are affected by the presence of mountain ranges throughout Malaysia, and climate can be divided into that of the highlands, the lowlands, and coastal regions. The coasts have a sunny climate, with temperatures ranging between 23-32°C (73.4-89.6°F), and rainfall ranging from 10-30cm (4-12in) a month. The lowlands have a similar temperature, but follow a more distinctive rainfall pattern and show very high humidity levels. The highlands are cooler and wetter, and display a greater temperature variation. A large amount of cloud cover is present over the highlands, which have humidity levels that do not fall below 75%.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• We will stay in a variety of accommodation when on this tour, from well established wildlife eco lodges to guest houses and chalets deep inside privately run forest reserves. <br/>• We will spend time during the day hiking and skating out clearings and areas overlooking streams or fruiting trees and at night spotlighting along the trails and rivers too.<br/>• Our guides are happy to take you out late at night in search of elusive and nocturnal wildlife.<br/>• All the above reasons give this, our specialist tour for Borneo’s rarest wildlife including clouded leopards and other elusive mammal species a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Borneo so that we can try and find and observe animals such as the Sunda clouded leopard, Sunda leopard cat, flat-headed cat, marbled cat and bay cat and many more species. We also have the ability to organise and run wildlife tours of Borneo at other times of year and focusing on other species such as otter civets and Hose’s civet and many other rare mammals of Borneo. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visits the forested hills of the Tawau Hills National Park. The entry and exit points of these trip is the town of Tawau, you can also link this trip up with our longer Borneo wildlife holiday, which would mean a difference in the start or finish location of this trip. <br/><br/>Fitness Level:<br/><br/>All of this trip is based on foot, some of the hills and trails are very tough and there is a 10km hike uphill to get to the accommodation in the forest. We have porters to take the majority of luggage, but there is a still a good level of fitness required.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old",
    "durationDays": "6",
    "price": "1850",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tawau Town / Tawau Hills National Park - Today you will be collected from the airport in Tawau (unless you have been on our Borneo’s Rare Wildlife Tour in which case you will be transferred from Tabin to Tawau today) start our drive towards the nearby Tawau Hills National Park. If we have time we will arrive at the lowland station check into the accommodation before spending the afternoon and night having a night walk around the gardens here which have results in Malay civets, Sunda colugos and a wealth of frogs, snakes and other wildlife after dark. The next few days will be spent looking for fruiting fig trees in the park which act as major gathering points for a wealth of wildlife such as bearded pigs, Bornean Muller’s gibbons and various species of birds can be seen on the hike up. (dinner only included today)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Tawau Town / Home - This morning we will have breakfast and then head to the town of Tawau to catch your return flight home. Of course if you have chosen this trip as a pre-trip extension to our Borneo Rare Mammals tour then you will leave here and meet up with the rest of the group tour and start that trip. (breakfast is the only meal included)."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]