{
  "destination": "Eritrea",
  "mainPhoto": "",
  "id": "eritrea-small-group-tour",
  "tourName": "Eritrea small group tour",
  "placesVisited": "",
  "generalInfo": "For too long, Eritrea has been missed off of the bucket list of most travellers,. But this proud East African nation, which offers a real 'off the beaten path' travel experience is eagerly waiting to be explored! Starting in Asmara, the capital of Eritrea and a UNESCO World Heritage site, we'll explore the early 20th century architecture, much of which dates back to the Italian period, so why not grab an Italian coffee in one of the local coffee shops. We'll also visit the Santa Maria Cathedral, Coptic Museum and of course, the Medeber Market. As we leave the capital, our first stop is Keren, known as a crossroads between the High and Low Land regions and very well known for its silver filigree work. The city of Keren itself, is home to the Bilen people, attracts visitors from the local area for the regular cattle market, which makes for an interesting photo opportunity. Whilst exploring the city, we'll make stops at the Italian and British war cemeteries, the mosque and a number of local churches before spending time in the vibrant covered food market. Heading east, we move on to Massawa, located on the shores of the Red Sea. From here we'll begin our 3 day camping excursion to the beautiful Dahlak Islands. We'll board a motorboat in Massawa, which will take us to some of the most interesting and richest coral reefs in the area. We'll set up a base camp on one of the local islands, where our accommodation will be in igloo tents. As we disembark from the boat in Massawa, we may have time to partake in a city tour before returning to Asmara where our trip comes to an end. For those looking to spend a little longer in Eritrea, we do offer a 2-night Asmara extension, which includes tours to visit Kohaito and Adi Quala. Our tour of Eritrea connects well with a number of our other tours in the region, such as those in Egypt and Jordan. If you'd like some advice on how to link these trips together, please speak with our sales team who will be happy to help.",
  "durationDays": "10",
  "price": "2799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Asmara, transfer to hotel. Afternoon guided sightseeing After arriving in Asmara, our driver will be waiting at the airport, to escort you to your hotel. In the afternoon, join our guided tour of Asmara, a UNESCO World Heritage site. It's an interesting city, with early 20th century architecture and vibrant colours. Highlights of the tour include the Romanesque Santa Maria Cathedral and the Coptic Church Nda Mariam. We'll also have time to visit the historic Medeber market and the unique Fiat Tagliero garage. Later in the day we'll return to our hotel. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Optional Steam Locomotive. Head to Keren A century ago, the Italians built what was then considered a futuristic railway in Eritrea and in recent years, steam locomotives have returned to the tracks of this former Italian colony. Whilst much of the railway infrastructure is in a state of bad repair, when you step aboard the steam locomotive, you'll be transported back in time and take a journey along a route which straddles mountains, covered in prickly pears and experience breath-taking views. As the train isn't always operational, we have kept this experience as an optional extra which can be booked and paid for through your tour guide, the rate will be approximately $60.00 - the exact rate will be confirmed at the time of booking). Should be train be out of operation, we'll spend some additional time in Asmara this morning, before starting our journey Keren where we'll spend the night. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring Keren The city of Keren, home to the Bilen people, sprawls a wide basin, surrounded by granite mountains on all sides, This part of Eritrea offers a slice of 'authentic Africa', with its nostalgic atmosphere. The most vivid and colourful attraction in Keren is of course the local market, which attracts tribes from the surrounding areas. The market has various sections, we'll make our way through the covered food market, past the streets dedicated to tailors and silversmiths and through the womens market, until we reach the river side where the wood and coal markets are held. Whilst in Keren, we'll also explore the Sanctuary of Mariam Dearit, where a Black Madonna, inserted in a Baobab tree is venerated. The Madonna of the Baobab is also highly venerated by Muslims and often there are multi-faith pilgrimages which take place. Our last visits in Keren will be to the Italian, Askari and British war cemeteries before we return to Asmara for the night. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "To Massawa, cruise to the Dahlak Islands As we leave Asmara today, our route will descend 2450 meters in just 100km of road, taking us to the coastal city of Massawa. From here we'll board our motorboat, which will take us to explore some of the pearls of the Red Sea, the Dahlak Islands. Whilst the exact route we take will be decided by the captain, taking into consideration weather conditions, we'll be sure to explore some of the most interesting and richest coral reefs in the area. During our 2 night excursion, we will set up camp on one of the islands and use this as a base to explore a number of other nearby islands. Our accommodation on the Dahlak Islands will be Igloo style tents (2.1 x 1.2 meters), which are equipped with 5cm mattresses, pillows, sheets, chairs and table. As fresh water is very scarce on the Dahlak Islands, daily showers are not always available and toilets will be 'bush style'. A cook will accommpany us to prepare meals for the group and these will feature fresh fish, traditional Danakil break, fruit, tea, coffee, pasta rice and traditional foul. 4 drinks per person per day are included in the cost of this excursion which include (water, soft drinks and beer). OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Exploring the Dahlak Islands The Dahlak Archipelago comprises of over 200 islands, in the pristine waters of the Red Sea. Known for its unique ecosystem, some say that it even rivals world renowned destintions such as The Maldives. The waters surrounding the Dahlak Islands are teeming with marine life, including unique fish species, corals and echinoderms. The archipelago can also offer rare glimpses of species such as Manta Rays, Turtles and Dolphins. We'll spend today exploring the islands further and spend another night beneath the starry skies. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Return to Asmara via Massawa Sadly, our time in the Dahlak Islands comes to and end today as we leave the boat in Massawa. Time permitting, we may have the opportunity to take a short city tour before we return to Asmara where we'll spend our final night in Eritrea. Why not use this evening to purchase any last minute souvenirs, or visit a local restaurant for a farewell dinner with your new friends. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Free time in Asmara. Transfer to the airport for departure (extensions available) You'll have some free time in Asmara today, until you are transferred back to the airport for departure. For those looking to spend a little longer in Eritrea, we do offer a 2-night Asmara extension, which includes tours to visit Kohaito, Adi Quala and more. OVERNIGHT"
    }
  ],
  "map": ""
}