{
    "Main_Title": "Our Armenia holidays & tours",
    "Main_Paragraph": "Our Armenia holidays roam this mountainous, deeply religious country, discovering its winemaking heritage and the historical importance of its unique position on the Silk Road. Our trips visit Armenia’s ancient monasteries, often remotely positioned on open hilltops. Your visit is vital to their preservation, and for sustaining their communities. You will meet Armenian family hosts, happy to welcome you into their homes and show you their ways of life. The Lesser Caucasus Mountains are a great trekking destination, our Armenian guides will accompany you. As well as experts on local fauna and flora, they can provide context to the communities you visit, their traditions and Christian faith. You can also combine Armenia with neighbouring Azerbaijan and Georgia to appreciate the cultural subtleties of each.",
    "Subtitle": "About our Armenia holidays",
    "Title1": "Monasteries & churches in Armenia",
    "Paragraph1": "Armenia is one of the oldest seats of Christianity – and it’s got over 4,000 monasteries and churches to prove it. Our local guides will explain the etiquette, so you can visit respectfully. Etchmiadzin Cathedral in Vagharshapat is the most ancient, with foundations dating to the 4th century. Monasteries take to the Caucasus Mountains and the peace they provide: Haghpat and Sanahin overlook villages where rural life has remained broadly unchanged for centuries; Geghard Monastery is carved directly out of the cliffs; Tatev Monastery can be reached by a 5.7km-long cable car ride.",
    "image1": "",
    "Title2": "Yerevan, Armenia",
    "Paragraph2": "Our walking tours help unlock capital city Yerevan, which features at the start and finish of most of our holidays to Armenia. Religious monuments stand out: Saint Gregory the Illuminator Cathedral is dedicated to the country’s patron saint and a bright turquoise dome adorns the Blue Mosque. But you’ll also find blunt Soviet buildings that take on a rosy hue at sunset, plus museums that range from ornate (the Cascade Complex) to vital (the Tsitsernakaberd Armenian Genocide Memorial Complex). Mostly, Yerevan is a city that’s lived in; visiting the cool boulevard cafés and open-air Vernissage Market are equally rewarding.",
    "image2": "",
    "Title3": "Holidays in Armenia & Georgia",
    "Paragraph3": "Georgia is just a hop over the northern border. Many of our tours make that leap, offering you a circuit that lays out the cultural subtleties of two countries that might seem similar to an outsider. Armenia and Georgia are both keen on their churches and monasteries, yes – but Georgian capital Tbilisi favours thermal baths and river bars, the Kakheti harbours age-old vineyards, and the Black Sea has party resorts as well as secretive shingle beaches. Find out more about our\nArmenia and Georgia holidays\n.",
    "Title4": "Holidays in Armenia, Georgia & Azerbaijan",
    "Paragraph4": "Our trips to the terrific trio of Armenia, Georgia and Azerbaijan give you a deeper insight the nations of the Southern Caucasus. Religion comes in a vision of churches, monasteries and mosques and there’s a Soviet stamp on all three countries, but each of their relationships with Russia is very different. Our organised tours are a great way of unpicking the thousands of years’ worth of history; we use local guides from each country so that you see all three sides of the story, as well as smoothing border crossings and melting language barriers.",
    "image3": "",
    "Title5": "Family holidays in Armenia",
    "Paragraph5": "Our family holidays in Armenia start in Yerevan. The Cascade and Victory Park woo children with waterfall-like staircases and a Ferris wheel. Armenian families holiday on Lake Sevan, so there’s plenty to keep the kids busy here, including boat trips, cycling paths and water sports. Come sunset, barbecues fire up along the beaches. Our trips offer lots of easy hiking in the foothills of the Caucasus Mountains too – plus more challenging paths for teenagers.",
    "Title6": "Walking holidays in Armenia",
    "Paragraph6": "Our walking holidays in Armenia are usually two-week explorations of the mountains, valleys and villages that play out beyond the city limits of Yerevan. Our experienced guides will lead the way, helping you pick your way through the Caucasus Mountains via cliffside monasteries and cosy guest houses. Even the easier routes are poorly waymarked, so our guided small group walking holidays are by far your best bet; you can leave the map-reading to the guide and concentrate on admiring the green-gold wildflower valleys and cave-like churches."
}