{
    "Main_Title": "Our Denmark holidays & tours",
    "Main_Paragraph": "In this maritime nation of islands, bridges and ferries, sustainable living sits high on the public agenda, making our Denmark holidays a great choice if you’re team green. Copenhagen, the attractive capital, is small enough to feel cosy and also a great base for further exploration. From the city centre, a well-crafted web of bike, train and ferry routes lead to a hinterland dotted with Viking remains, medieval cottages, palatial castles, organic farms and gloriously wild beaches. Our holidays should leave you inspired – they make full use of Denmark’s sustainability credentials, whether that’s taking you by bike or the impressive public transport network, introducing you to local producers, or seeking out restaurants that have low food miles and seasonal menus embedded in their philosophies.",
    "Subtitle": "Denmark holiday highlights",
    "Title1": "Explore Copenhagens green side",
    "Paragraph1": "Copenhagen was named Green European Capital in 2014 and has pledged its commitment to becoming the worlds first carbon-neutral capital. Part of the plan was to make it even easier for everyone to get around by bike  Copenhagen is already one of the worlds most cycle-friendly cities  and for every resident to be able to walk to a beach or a park within 15 minutes.",
    "image1": "",
    "Title2": "",
    "Paragraph2": "Green activities to enjoy in the city include pottering around the harbour in a GoBoat, a silent, solar-powered, non-polluting pleasure boat that anyone can rent, and tracking down Copenhagens organic restaurants  of which there are plenty.",
    "image2": "",
    "Title3": "Pedal yourself happy",
    "Paragraph3": "Its well known that Denmark is one of the happiest nations on earth  and its our hunch that, for many locals, a daily dose of healthy exercise has a lot to do with it. In Danish cities, towns and rural areas, cyclists arent a defensive minority  theyre everywhere, thanks to far-sighted investment in infrastructure including groundbreaking Cycle Super Highways and Copenhagens stunning Cykelslangen cycling bridge. It helps, of course, that Denmarks landscapes are so flat.",
    "Title4": "",
    "Paragraph4": "Our cycling holidays will make you even happier  your bike is booked, your route mapped and your luggage transferred from place to place. Youll take in city sights, coastal scenery and historical attractions, all at your own pace. There are over 12,000km of designated cycle tracks to explore, including 11 National Cycle Routes, many of which are safely separated from roads and may take you through gorgeous forests, farmland or coastal scenery  or even across a country border.",
    "image3": "",
    "Title5": "",
    "Paragraph5": "For the day-trippers, Copenhagen has a pay-as-you-go hire system offering electric smartbikes with built-in GPS and puncture-proof tyres. Other Danish cities have free public bike hire systems as well as hire shops.",
    "Title6": "",
    "Paragraph6": "Before you hit the streets, a word of mild caution  make sure you mug up on\nlocal cycling etiquette\n. The tourist board, VisitDenmark, also has plenty of helpful cycling tips.",
    "Title7": "Dip a toe in the sea",
    "Paragraph7": "Jutlands west coast is breezy enough to count among Europes best surfing, windsurfing and kitesurfing destinations  hotspots include Klitmøller and Thy National Park. South Funen and Sealand are great for sailing  and visitors can even take to the water in a replica Viking ship at the Viking Ship Museum in Roskilde. South Funen also has a scuba site created by scuttling the iconic M/F Ærøsund, Denmarks last train ferry, near Ballen.",
    "Title8": "Explore more",
    "Paragraph8": "Denmark's charms are not lessened by comparison with its neighbours, but visiting a few countries on one trip can help you put it in context. From Copenhagen, a simple train ride across the 8km Oresund bridge gets you to Malmo in Sweden, and a couple of days of cycling can carry you from Copenhagen to Rodbyhavn, from where it's a short Baltic Sea ferry across to Germany.",
    "Title9": "Go wild in the countryside",
    "Paragraph9": "Sun-dappled lanes and meadows dotted with wildflowers lend a charmingly old-fashioned atmosphere to rural Denmark, where 1,000 or so wild campsites offer total immersion. Wadden Sea National Park is one of the best places for birdwatching, with millions of migratory wading birds congregating to feed in spring and autumn. Visitors flock, too, to witness the Black Sun, a seasonal murmuration of tens of thousands of starlings."
}