{
  "destination": "Slovakia",
  "mainPhoto": "",
  "id": "winter-family-holiday-in-slovakia-high-tatras",
  "tourName": "Winter family holiday in Slovakia, High Tatras",
  "placesVisited": "Slovakian High Tatras, Tatranska Lomnica ski resort, cross country skiing, Strbske Pleso tarn, Velka Fatra National Park, Zelene Pleso mountain hut, snowshoeing, sleigh rides, outdoor thermal pools, Optional activities on free day include: skiing, snowmobiling, castles, caves, and thermal pools",
  "generalInfo": "Winters in Slovakia’s High Tatras Mountains are simply unforgettable with snow-covered slopes and forests providing ample opportunities to track wildlife and enjoy sports and activities in some stunning natural environments.<br/><br/>The High Tatras are a splendid spot for a family holiday in Slovakia with the winter conjuring up an exciting outdoor itinerary packed-full of fun and adventure. Everything from snowshoeing and dog sledding to overnight stays in a mountain hut by a frozen lake make this one winter family holiday that’s going to ring true with the whole gang.<br/><br/>Tatranska Lomnica, Slovakia’s favourite snow-sure ski resort, offers an array of exciting outdoor action with snowboarding and cross-country skiing just a small part of a family-friendly itinerary that also includes trips to thermal pools, sleigh rides and grilling delicious local grub over an open fire.<br/><br/>Get off grid for a few days, relax in snow covered scenery and simply soak up Slovakia’s scintillating mountain air as this is a family holiday in the winter that takes you way beyond your usual routine and into a world where every day holds yet another extra special experience to appreciate together.<br/><br/>Throughout this week-long winter family holiday in Slovakia you’ll be under the expert guidance of a team that specialise in taking groups into the High Tatras. Every detail has been taken into account to ensure you all get the safest and most enjoyable experience possible at an affordable price that will have everyone looking forward to doing it all again next year.<br/>",
  "durationDays": "8",
  "price": "1359",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Start in Poprad or Krakow, then transfer to your hotel in the High Tatras, Slovakia! Meet us at your preferred airport and enjoy hassle-free transport directly to your hotel in Smokovec, a cosy village at the foot of Gerlachovsky Peak in the High Tatras. After check-in, relax and enjoy the surroundings. Later, join your group for an introductory briefing with your guide, who will outline the exciting plans for the days ahead. Meals included: no meals included on this day Overnight: Smokovec"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Take the Tatra tram to Strbske Pleso, then go on a winter walk to Skok – a frozen waterfall Hop on the Tatra tram to Strbske Pleso, travelling through charming spa villages along the way. From there, hike to Skok Waterfall, a family-friendly destination nestled in nature. Look for Tatra chamois in the wilderness and enjoy a scenic picnic. Afterwards, return to Strbske Pleso and ride the tram back. Walking: 4 hours, 10km/6,2mi, 406m up, 406m down Meals included: Breakfast, Packed Lunch Overnight: Smokovec"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Go dog sledding and relax in outdoor thermal pools This day is a hit with children! We'll head to the Tatra meadows for an exciting dog sledging adventure. After learning from a professional musher, you'll try driving the sledge yourself. Then, enjoy lunch at a traditional cottage and a relaxing soak in the Besenova Aqua Park's hot thermal springs. Finally, we'll return to Smokovec in the late afternoon. Meals included: Breakfast Overnight: Smokovec"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Go snowshoeing along the smuggler’s path After breakfast, we’ll head to Bachledova Valley for a fun, family-friendly snowshoe hike. We’ll explore a former smuggler’s trail along the ridge, with stunning views of Pieniny National Park and the Belianske Tatras. After a relaxing lunch, we’ll make our way down to the charming Goral village of Ždiar before returning to the hotel. Walking: 5 hours, 10km/6,2mi, 285m up, 407m down Meals included: Breakfast, Packed Lunch Overnight: Smokovec"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Take a cable car ride to ice sculptures, winter walk to Rainerova hut and transfer to Zdiar for down-hill sledding and visit to outdoor museum. Start your day with a cable car ride up to Hrebienok (1285m) to explore the Tatra Ice Dome, marveling at beautiful ice sculptures. Enjoy a gentle winter walk to Rainerova Hut, the oldest hut in the Tatras, where you can warm up and take in the views. Later, we’ll transfer to the charming village of Zdiar for some exciting downhill sledding and a fun visit to an outdoor museum that showcases local Goral culture. This family-friendly day combines adventure, culture, and winter magic for all ages to enjoy! Walking: 1,5 hours, 2,8km/1,8mi, 73m up, 73m down Meals included: Breakfast Overnight: Smokovec"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Go downhill skiing or snowboarding in Tatranska Lomnica Today, we’ll hit the slopes of Tatranska Lomnica for a fun-filled day of downhill skiing or snowboarding! First, we’ll visit a local rental shop to gear up with skis or a snowboard—your choice. Then, we’ll head to the ski lifts, where your guide will assist you with purchasing a ski pass (not included in the tour price). From there, it’s all about enjoying the sunny slopes of the Tatras, with trails suited for both beginners and experienced skiers alike. Perfect for families, this day offers a taste of real Tatra skiing in a friendly, scenic setting. Meals included: Breakfast Overnight: Smokovec"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoy a free day Today is yours to explore with plenty of family-friendly activities! Go skiing, gently hike to a cosy mountain hut, try cross-country skiing at Štrbské Pleso, or enjoy a magical horse-drawn carriage ride. Visit the fascinating Belianska Cave or splash at AquaCity Poprad for a relaxed day. History lovers can explore the UNESCO town of Levoca or visit the High Tatras National Park museum. Your guide is here to help you plan the perfect day for everyone! Meals included: Breakfast Overnight: Smokovec"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer back to the airport Enjoy a smooth transfer back to your preferred airport, where your adventure comes to an end. Meals included: no meals included on this day"
    }
  ],
  "map": ""
}