[
  {
    "destination": "Slovakia",
    "mainPhoto": "",
    "id": "slovakia-family-holiday",
    "tourName": "Slovakia family holiday",
    "placesVisited": "",
    "generalInfo": "Explore the highlights of Slovakia on this unforgettable family Adventure! Begin in Bratislava, the country’s charming capital, before embarking on a scenic train ride to the stunning High Tatras – Slovakia’s Alps. Packed with great outdoor activities and incredible sights, this trip is the perfect mix of adventure, nature, and culture.<br/><br/>Why we think this trip is fantastic, and you’ll love it! <br/><br/>•\tBratislava offers a delightful mix of history and charm, making it an ideal place for family discovery.<br/>•\tEnjoy a scenic train ride to the High Tatras, an easy and scenic way to take in Slovakia's beautiful countryside.<br/>•\tTake a cable car up to Skalnaté Pleso (1,754m), offering panoramic views of the majestic Lomnický Peak (2,634m).<br/>•\tHike through the High Tatras, exploring iconic mountain huts, crystal-clear lakes, and waterfalls.<br/>•\tRaft and cycle through the Dunajec Gorge in Pieniny National Park, a natural border between Slovakia and Poland.<br/>•\tDiscover the grandeur of Spiš Castle, the largest UNESCO-listed castle in Central-Eastern Europe.<br/>•\tExplore the UNESCO town of Levoca, known for its medieval charm and the world’s largest wooden altar.<br/><br/>This adventure blends outdoor thrills with cultural treasures, making it an ideal family trip. Ready to explore Slovakia? Let’s go!",
    "durationDays": "8",
    "price": "1379",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Bratislava, Slovakia! After arriving at Bratislava Airport, your family will enjoy a 20-minute transfer to your hotel in the heart of Bratislava’s charming Old Town. Once you’ve checked in and settled in, take some time to relax and get ready for the exciting adventures ahead! Meals included: No meals are included on this day. Overnight: Bratislava *Alternative Airport: Vienna"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "A Fun-Filled Family Day in Bratislava. Bratislava is a great place for a family day out! Start at Bratislava Castle, where you can enjoy amazing views, open spaces, and interesting exhibits. Then, walk through the Old Town, with its cobblestone streets, colourful buildings, and hidden courtyards. After a tasty lunch at a traditional restaurant, spend the afternoon exploring the city's many fun attractions at your own pace. Meals included: Breakfast Overnight: Bratislava"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Train to the High Tatras, Slovakia´s greatest mountains and the oldest national park. Today, it's time to swap the city streets for mountain peaks as you travel to Slovakia’s greatest mountains – the High Tatras! Hop on a scenic train ride, a fun and comfortable way for the whole family to enjoy Slovakia’s countryside. In just over three and a half hours, you'll arrive in Poprad-Tatry, the gateway to the mountains. The High Tatras are like a real-life fairy tale—sparkling lakes, cascading waterfalls, colourful wildflowers, deep valleys, and towering peaks. This untouched paradise is also home to fascinating wildlife, so watch for eagles soaring above or marmots playing in the meadows! Once you reach Poprad, our friendly driver will be waiting to take you to your hotel in Smokovec, a charming mountain village in the heart of the Tatras. After checking in, take a relaxing family stroll to explore Smokovec and soak in the fresh alpine air. Your Tatras adventure starts here! Meals included: Breakfast Overnight: Smokovec"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Cable car to Skalnate Pleso, then walk to mountain huts and waterfalls. This morning, take a scenic tram to Tatranska Lomnica and a cable car to Skalnate Pleso (1,751m), a crystal-clear mountain lake beneath Lomnicky Peak (2,634m). Hike a family-friendly trail through the Tatras, passing mountain huts and waterfalls. Enjoy lunch at Zamkovskeho hut, visit Cold Creek waterfalls, and explore Rainerova hut, the oldest in the Tatras. End the day with a funicular ride to Smokovec. Walking: 4,5hrs, 11km/6,8mi, 400m up, 400m down. Meals included: Breakfast, Packed Lunch Overnight: Smokovec"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Raft, Hike & Bike: Explore Pieniny National Park. Start your day with an exhilarating 9 km rafting trip through the stunning 23km Dunajec Gorge, surrounded by towering cliffs and lush forests. Perfect for families, this adventure is even suitable for younger children! After a tasty lunch at a traditional restaurant, cycle along the scenic Dunajec River to the legendary Red Monastery. Discover its fascinating stories, including the tale of monk Cyprian, before returning to your hotel. Walking: 20 minutes, 1km/0,6mi, 0m up, 22m down Cycling: 1 hour, 8km/4,9mi, 73m up, 67m down Meals included: Breakfast Overnight: Smokovec"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Tatra Tram to Strbske Pleso & Hike to Skok Waterfall. Hop on the Tatra tram to Štrbské Pleso, the highest village in Slovakia, passing through charming spa villages and enjoying stunning mountain views. From there, set off on a scenic hike to Skok Waterfall, a perfect family-friendly adventure surrounded by lush alpine meadows. Keep an eye out for Tatra chamois and other wildlife as you explore. Enjoy a picnic with breathtaking views before returning to Štrbské Pleso, where you can relax by the glacial lake before taking the tram. Walking: 3 Hours, 11km/7mi, 462m up, 462m down Meals included: Breakfast, Packed Lunch Overnight: Smokovec"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Explore UNESCO sites: Spissky Castle & Levoca, then train to Bratislava. Today, we explore two of Slovakia’s most remarkable UNESCO sites: Spiš Castle and Levoca. Our adventure begins at Spiš Castle, Central-Eastern Europe’s largest castle complex. With breathtaking views and sprawling ruins, it’s the perfect place for kids to roam and imagine medieval life. Next, we visit Levoca, a beautifully preserved medieval town at the foothills of Slovak Paradise National Park. Surrounded by historic city walls, it boasts the Basilica of St. James, home to the world’s tallest wooden altar, and the elegant Town Hall. After exploring, we’ll enjoy lunch at a traditional medieval-style restaurant. In the afternoon, we board a scenic train from Poprad back to Bratislava. To end your journey on a high note, we recommend a farewell dinner at the UFO restaurant, where panoramic views of the Danube River and Old Town create the perfect final memory of Slovakia. Meals included: Breakfast Overnight: Bratislava"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Transfer to airport . After an early breakfast, enjoy a short 20-minutes transfer back to Bratislava international airport to take your flight back home. Alternative airport: Vienna Meals included: Breakfast"
      }
    ],
    "map": "",
    "category": "Family"
  },
  {
    "destination": "Slovakia",
    "mainPhoto": "",
    "id": "winter-family-holiday-in-slovakia-high-tatras",
    "tourName": "Winter family holiday in Slovakia, High Tatras",
    "placesVisited": "Slovakian High Tatras, Tatranska Lomnica ski resort, cross country skiing, Strbske Pleso tarn, Velka Fatra National Park, Zelene Pleso mountain hut, snowshoeing, sleigh rides, outdoor thermal pools, Optional activities on free day include: skiing, snowmobiling, castles, caves, and thermal pools",
    "generalInfo": "Winters in Slovakia’s High Tatras Mountains are simply unforgettable with snow-covered slopes and forests providing ample opportunities to track wildlife and enjoy sports and activities in some stunning natural environments.<br/><br/>The High Tatras are a splendid spot for a family holiday in Slovakia with the winter conjuring up an exciting outdoor itinerary packed-full of fun and adventure. Everything from snowshoeing and dog sledding to overnight stays in a mountain hut by a frozen lake make this one winter family holiday that’s going to ring true with the whole gang.<br/><br/>Tatranska Lomnica, Slovakia’s favourite snow-sure ski resort, offers an array of exciting outdoor action with snowboarding and cross-country skiing just a small part of a family-friendly itinerary that also includes trips to thermal pools, sleigh rides and grilling delicious local grub over an open fire.<br/><br/>Get off grid for a few days, relax in snow covered scenery and simply soak up Slovakia’s scintillating mountain air as this is a family holiday in the winter that takes you way beyond your usual routine and into a world where every day holds yet another extra special experience to appreciate together.<br/><br/>Throughout this week-long winter family holiday in Slovakia you’ll be under the expert guidance of a team that specialise in taking groups into the High Tatras. Every detail has been taken into account to ensure you all get the safest and most enjoyable experience possible at an affordable price that will have everyone looking forward to doing it all again next year.<br/>",
    "durationDays": "8",
    "price": "1359",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Start in Poprad or Krakow, then transfer to your hotel in the High Tatras, Slovakia! Meet us at your preferred airport and enjoy hassle-free transport directly to your hotel in Smokovec, a cosy village at the foot of Gerlachovsky Peak in the High Tatras. After check-in, relax and enjoy the surroundings. Later, join your group for an introductory briefing with your guide, who will outline the exciting plans for the days ahead. Meals included: no meals included on this day Overnight: Smokovec"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Take the Tatra tram to Strbske Pleso, then go on a winter walk to Skok – a frozen waterfall Hop on the Tatra tram to Strbske Pleso, travelling through charming spa villages along the way. From there, hike to Skok Waterfall, a family-friendly destination nestled in nature. Look for Tatra chamois in the wilderness and enjoy a scenic picnic. Afterwards, return to Strbske Pleso and ride the tram back. Walking: 4 hours, 10km/6,2mi, 406m up, 406m down Meals included: Breakfast, Packed Lunch Overnight: Smokovec"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Go dog sledding and relax in outdoor thermal pools This day is a hit with children! We'll head to the Tatra meadows for an exciting dog sledging adventure. After learning from a professional musher, you'll try driving the sledge yourself. Then, enjoy lunch at a traditional cottage and a relaxing soak in the Besenova Aqua Park's hot thermal springs. Finally, we'll return to Smokovec in the late afternoon. Meals included: Breakfast Overnight: Smokovec"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Go snowshoeing along the smuggler’s path After breakfast, we’ll head to Bachledova Valley for a fun, family-friendly snowshoe hike. We’ll explore a former smuggler’s trail along the ridge, with stunning views of Pieniny National Park and the Belianske Tatras. After a relaxing lunch, we’ll make our way down to the charming Goral village of Ždiar before returning to the hotel. Walking: 5 hours, 10km/6,2mi, 285m up, 407m down Meals included: Breakfast, Packed Lunch Overnight: Smokovec"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Take a cable car ride to ice sculptures, winter walk to Rainerova hut and transfer to Zdiar for down-hill sledding and visit to outdoor museum. Start your day with a cable car ride up to Hrebienok (1285m) to explore the Tatra Ice Dome, marveling at beautiful ice sculptures. Enjoy a gentle winter walk to Rainerova Hut, the oldest hut in the Tatras, where you can warm up and take in the views. Later, we’ll transfer to the charming village of Zdiar for some exciting downhill sledding and a fun visit to an outdoor museum that showcases local Goral culture. This family-friendly day combines adventure, culture, and winter magic for all ages to enjoy! Walking: 1,5 hours, 2,8km/1,8mi, 73m up, 73m down Meals included: Breakfast Overnight: Smokovec"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Go downhill skiing or snowboarding in Tatranska Lomnica Today, we’ll hit the slopes of Tatranska Lomnica for a fun-filled day of downhill skiing or snowboarding! First, we’ll visit a local rental shop to gear up with skis or a snowboard—your choice. Then, we’ll head to the ski lifts, where your guide will assist you with purchasing a ski pass (not included in the tour price). From there, it’s all about enjoying the sunny slopes of the Tatras, with trails suited for both beginners and experienced skiers alike. Perfect for families, this day offers a taste of real Tatra skiing in a friendly, scenic setting. Meals included: Breakfast Overnight: Smokovec"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Enjoy a free day Today is yours to explore with plenty of family-friendly activities! Go skiing, gently hike to a cosy mountain hut, try cross-country skiing at Štrbské Pleso, or enjoy a magical horse-drawn carriage ride. Visit the fascinating Belianska Cave or splash at AquaCity Poprad for a relaxed day. History lovers can explore the UNESCO town of Levoca or visit the High Tatras National Park museum. Your guide is here to help you plan the perfect day for everyone! Meals included: Breakfast Overnight: Smokovec"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Transfer back to the airport Enjoy a smooth transfer back to your preferred airport, where your adventure comes to an end. Meals included: no meals included on this day"
      }
    ],
    "map": "",
    "category": "Family"
  }
]