[
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "andes-wildlife-tour-in-ecuador",
    "tourName": "Andes wildlife tour in Ecuador",
    "placesVisited": "",
    "generalInfo": "Ecuador is well known as a wildlife destination, with habitats such as the Amazon, Cloud Forest and of course the Galapagos Islands there is something for every wildlife enthusiast in Ecuador. However one habitat that is often overlooked are the high altitude grasslands and forests of the Andes. This tour explores these ecosystems in search of a wealth of rare and elusive species.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of South American wildlife watching safari holidays, including various options for Ecuador. But unlike many Ecuadorean wildlife holidays this one doesn't focus on birdlife or the Galapagos (extensions for birding, Amazon or Galapagos are all available in request) but instead focuses on mammals and in particular mammals of the Andean mountains.<br/><br/>The major targets for this trip are two of South America's largest mammals, the enigmatic Andean (or spectacled) bear and the very rare mountain tapir. These inhabitants are often seen in the paramo (grasslands) at the higher altitudes of the Andes. In this relatively sparse ecosystem there is a huge amount of life and with good local guides, perseverance, specialist equipment (including thermal imaging scopes) we hope to find animals such as Andean fox, northern pudu, colocolo, Andean rabbits etc. <br/><br/>This trip also heads into the slightly lower down cloud forests which fringe the valleys around the paramo grasslands. Here we look for specialist species which inhabit only this narrow strip of habitat such as olinguito, Andean white-eared opossum, mountain coati as well as other species such as northern oncilla, kinkajou and tayra. <br/><br/>All in all we believe this is a unique tour, a trip that will delight anyone wishing to see some of the world's rarest and most elusive species of mammals. <br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Quito. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Ecuador and particularly the Andean and cloud forest habitats. Your naturalist escort is an expert in mammals and their conservation and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. We also bring some specialist equipment such as high powered telescopes, thermal imaging scopes and sound equipment which all give us chances to see rare species.<br/><br/>The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, river safaris, spotlighting, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the park. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>We recommend the shoulder seasons of the cold winter (wet) season and the hotter drier (dry) season. So we recommend (and run group tours) in February and then again in November annually. <br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Our local Ecuadorean guides have a good relationship with the park officials and local guides because of this we get a heads up when animals are sighted and this can guide us in where to focus and thus increasing our chances of seeing our targeted species.<br/>• We have special access to lodges and resorts where wildlife can be seen, we do not have to be staying at these lodges, our expert guides have good relationships with the management and so we can visit many places for different wildlife.<br/>• Visit the park morning and afternoon as well as having the chance to stay inside the park for nocturnal drives and spotlighting for nocturnal mammals.<br/>• All the above reasons give this, our wildlife and mammal watching tours of Ecuador a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout South America so that we can try and find and observe animals such as the Andean bears, mountain tapirs, Northern pudus, Northern oncillas, Olinguitos and many more species. We also have the ability to organise and run wildlife tours of Ecuador at other times of year and focusing on other species such as hummingbirds, Amazonian species and of course the Galapagos Islands and many species throughout this incredible country. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>The entrance and exit point of this trip is Quito and we do not necessarily travel very far from the capital as we head into the Andes and cloud forests. Our main areas are Bellavist and Caymabe-Coca National Park.<br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle. There is some hiking, however in general the hiking is easy (unless you choose to hike longer trails in Bellavista - which is hilly) and usually around 200-300m away from the vehicle. So no physical fitness for hiking or anything like that is needed. This is a very easy trip to undertake.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old<br/><br/>Picture Credits:<br/>Alex Popovkin, Bahia, Brazil from Brazil, via Wikimedia Commons<br/>By Groumfy69 - Own work,",
    "durationDays": "11",
    "price": "3895",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Quito / Bellavista - We recommend everyone arrives in the morning today, if you cannot find a morning flight on this day we recommend arriving the night before (we can recommend and book local hotels in Quito for you). We will collect everyone from the airport or hotels in Quito this morning and then drive the couple of hours or so to the western slope of the Andes and the wonderful little private reserve of Bellavista. After checking in we will hike around some of their trails, most of the species we will be looking for here are nocturnal or at least crepuscular but we will try and find red-tailed squirrels and maybe a western mountain coati foraging around. But once the sun begins to fall behind the trees and hills the mammals start to come out, we will then spend time at the banana feeding station. It is here that they regularly get visits from kinakajous, Andean white-eared opossums and of course the olinguito. It is around here that during the early mornings you can also sometimes see tayra and western mountain coati. Then after dinner we will hit the road for some spotlighting around the winding mountain roads surrounding the lodge. (Dinner only today)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Papallacta - This morning will be our last pre-dawn drive and then after breakfast we will depart Bellavista and travel back to Quito. We do not spend long in the city and quickly drive out and towards the Antisana volcano in Cayambe-Coca National Park. The drive will take 3 hours or so and along the way, once we are in the paramo and out of the city, we will stop and scan for bears. There are several bear territories along the highway and we will be looking for the tell-tale signs of bear activity. Our local guide is very knowledgeable about the bears and where they like to forage and with his help we will hopefully see a bear before even getting to our lodge today. After arriving in Pamballacta we will check in and then (depending on the time) drive in the afternoon up into the paramo and once again scanning for bears as well as mountain tapir. Also around here and possible are Andean rabbits, Andean fox, Andean white-tailed deer and northern pudu. Some are easier to see than others, but we will spend time looking for each species. Then after dinner back at the lodge we know a location nearby where the little understood stump-tailed porcupine is known from. (breakfast and dinner only)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Quito / Home - This morning we will depart after breakfast and travel back to the capital and to the airport in time to catch your return flight home. If you cannot get flights for today we can of course arrange a hotel in Quito for you and drop you there instead."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "ecuador-wildlife-tours",
    "tourName": "Ecuador wildlife tours",
    "placesVisited": "Tours of Quito's historic district and local markets, Guided nature walk in Maquipucuna cloud forest, Wildlife watching tour in the Amazon, Napo Wildlife Centre, Parrot Clay Lick Observatory, Canoe trip on the Napo River, Sacha Wildlife Centre, Canoe tours through Amazon swamps and mangroves",
    "generalInfo": "Travel into the depths of the Amazonian Rainforest in Ecuador and come face to face with giant otters, river dolphins, dozens of monkeys and possibly the elusive jaguar. This wildlife tour is definitely going to be one to remember.<br/><br/>Throughout the itinerary suggested below you'll be accompanied by expert full time guides, often including: English speaking local guides and a local driver for all transfers. Being in the company of a naturalist guide is the best way to learn more about rainforest ecology and animal behaviour and will help you identify different species and interpret behaviours. For example there are very subtle differences between some of the small primate species, such as marmosets, and many people see mixed foraging groups of primates without ever knowing the difference.<br/><br/>Ecuador is home to one of the highest concentrations of life and one of the highest biodiversities in the world. Wildlife rich Andean cloud forests and Amazon rainforest are literally teeming with life and different species. The numbers of animals and plants in Ecuador is truly mind blowing, with over half of all South American birds and twice as many species that live in Europe; there are also more mammals per-square-metre than anywhere else on earth. <br/><br/>During the proposed itinerary below (which can be amended and tailored to suit your ideal requirements) you will be taken to three of the best wildlife watching lodges in the world, two in the famous Amazon rainforest and one in the stunning cloud forest. The main focus of this tour will be tracking some of the more elusive mammals, such as: spectacled bears, giant otters, Brazilian tapirs, dozens of primate species and maybe even a puma, jaguar, ocelot or jaguarondi. <br/><br/>The outlined itinerary below can be undertaken at any time of the year. The climate in Ecuador is remarkably stable (being right on the equator) however we recommend the months from August to November as spectacled bears come out of hiding to take advantage of fruiting trees.<br/><br/>Fitness Level:<br/>There is a fair amount of walking involved in this tour, but it is all on pathways and not excessively taxing. There are no strenuous activities included and guests can decide on how much or how little they wish to commit to.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; but as a rule of thumb we recommend you bring along your own binoculars or spotting scope (although scopes are not great in the dense rainforest) as well as appropriate clothing; which should be everything from swimming gear and light and airy hot weather clothing to warm underwear and waterproofs for the cloud forests. The nights up in the cloud forests can be chilly so a fleece, long trousers and woolly hat are a good idea. Comfortable walking shoes are a must. Insect repellent is needed. Any medication, books or other items of a personal nature is of course up to you to bring along. Oh and please bring plenty of memory cards or film for your camera. Also do not forget sun cream, sun hat and sun glasses as the sun can be very strong here during the day. <br/><br/>Minimum age: 18 Years old",
    "durationDays": "12",
    "price": "4995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Quito – Arrival – On arrival in Quito you will meet your local guide and be transferred to your accommodation. This evening there will be a small night tour of the city of Quito and the historic centre. A nice welcome will be offered in a traditional restaurant of the city, where you will be briefed on the rest of the tour. (No meals included today)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Quito & Mintel del Mundo – Sightseeing– This morning will be an early start by going to one of Quito’s local markets; this is a very local experience, where “caseras” offer products on small kiosks that are filled with an incredible variety of Ecuador’s local fruits and vegetables. We will then visit the Mitad del Mundo Monument where one step can take you from one hemisphere to another as you straddle the equator. After lunch we will visit the historic centre of Quito, which is considered one of the best preserved colonial sites in Latin America. We will visit incredible churches like the Compañia de Jesus Church, the Basilica del Voto Nacional and San Francisco Plaza. (Breakfast only)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Cloud Forest – Wildlife Watching – Early this morning you will be picked up from your hotel and start your trip through the Andean Hills and into the cloud forest. We will stop off at the Pululahua Geobotanic Reserve, which is in fact a volcano which has people living inside and a place called Utopia (because when Fundación Maquipucuna began his work of conservation 20 years ago, everything looked like a dream). After around two hours of driving we will arrive to Maquipucuna Ecotourism Centre. There will be some time for relaxing and getting prepared for your first guided walk into the cloud forest. Maquipucuna is home of 350 species of orchids, 370 bird species, 50 species of mammals, countless species of invertebrates and exotic species of butterflies and moths so you will not be disappointed. There is the possibility of setting up camera traps to see what animals have been moving around after dark here as well. When you arrive back at the lodge you will have lunch before visiting the orchid garden organic farm in the afternoon. (Breakfast & Dinner included)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Cloud forest. Wildlife Watching – Once again this morning, you will rise early to view some of the birds as they start their day around the lodge. Tanagers, Toucans and Euphonies are the main targets. This is the best time of day to spot Spectacled Bears and if their favourite fruit is ripe when we arrive (the time changes every year), you will probably see one. Although they are very hard to see anywhere, they are more regularly seen here than anywhere else. After breakfast, you will have another guided walk around the reserve before starting the journey back to Quito. (Breakfast & Dinner included)."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Napo Wildlife Centre, Amazon – Wildlife Watching - This morning you will be taken from your hotel in Quito to the airport to catch the short flight to Coca. Upon arriving in the Amazon, a short local bus journey will take us to Port Francisco de Orellana where you will take a guided canoe along one of the many rivers and towards Napo. Along the waterways, Herons and Kingfishers are among the commonly seen animals. Once you have got to Napo there will be another short canoe trip along the narrow creeks to Anangu Lake where the lodge is located. Various large birds like Toucans, Parrots and even Macaws can be seen. After dark and your evening meal, you can spend some time spotlighting for the many Caiman that inhabit the lake. Whilst out after dark you never know what other mammals will come down to the lake shore for a drink and it is always worth looking out for jaguars. (Breakfast, Lunch & Dinner included)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Sacha Wildlife Centre, Amazon – Wildlife Watching – This morning, you will once again take a flight into the Amazon Rainforest. After a 2-hour canoe ride, a short hike will bring you to a different lake and Sacha Lodge. Lake Pilchicocha is very inviting and we recommend a good old dip once you arrive here to relax after your day of travelling. You can also visit the mini observation tower, which allows for fantastic views at sunset and is also a great place to view many of the common birds seen around the lodge. There is also a butterfly house here where a local guide will help introduce you to the outstanding colours and shapes of the butterflies in the rainforest. After dark and your evening meal, you can either have a guided walk or canoe ride after dark to spotlight for nocturnal animals including Caiman. (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Otovalo – Sightseeing – Today will be another early start as we catch the flight back to Quito. Once we arrive back in the capital you will have a great little trip; you will try some local biscuits from a small factory in Cayambe overlooking the stunning San Pablo Lake as well as continuing to one of the biggest markets along the famous Pan-American Highway which spans the Andes: Otavalo. This is an active crater that has filled with water over hundreds of years and here you will enjoy your last evening meal in Ecuador, overlooking the crater before you return to your Quito. (Breakfast only)."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Home – Departure - This morning you will be transferred to the airport so you can catch your return flight home. (Breakfast only)"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "galapagos-cruise-and-ecuador-tour",
    "tourName": "Galapagos cruise and Ecuador tour",
    "placesVisited": "",
    "generalInfo": "This tour explores many of the most diverse and iconic ecosystems in Ecuador, including the Amazon, Andes, Cloud Forest and the Galapagos Islands (marine and terrestrial ecosystems). Combining chances of seeing Andean condors, Spectacled bears, Giant tortoises, Manta rays and Howler monkeys this tour one of the best wildlife watching holidays of South America.<br/><br/>Introduction:<br/>Throughout the itinerary you'll be accompanied by expert full time guides, often including: professional zoologists (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us), English speaking local naturalists and a local driver for all transfers. Being in the company of a naturalist is the best way to learn more about rainforest ecology and animal behaviour and will help you identify different species and interpret behaviours. <br/>Each location and habitat visited on this tour is unique and home to a set of wildlife different from the next. <br/>When in the high altitude Andean ecosystems we will be looking for Andean condors, Andean white-tailed deer, Spectacled bears and Andean foxes; in the cloud forests our focus switches to Mountain tapirs and various hummingbird species; deep in the Amazon there are various primates, parrots and macaws (to mention a few) and in the Galapagos a treasure trove of marine, reptile and bird life abounds. <br/>Ecuador is home to one of the highest concentrations of life and one of the highest biodiversities in the world. We aim to see as many species as possible and provide a great overview of the wildlife and ecosystems of Ecuador and the Galapagos Islands on this wildlife holiday.<br/><br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner where mentioned). There will be filtered or boiled water available for each guest each day. We have our own private AC vehicles with an excellent driver for all vehicular transfers. You will have a local cultural and naturalist guides. The guides have spent years in Ecuador and know the places and wildlife and cultural monuments and sites intimately. When in the Galapagos Islands we will have a boat for transfers and living aboard, all snorkelling equipment will be provided also. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>We choose September - November as a good time for this itinerary, this is due to the weather being drier during this time of year than the northern hemisphere summer. However as this trip is based along the equator the weather is fairly consistent all year around. <br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced local naturalist or guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Our local Galapagos expert guide is provided and will stay with you on the boat throughout your Galapagos cruise.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• This specific wildlife tour is one of the few in the world that explores remote and wilderness areas of Ecuador in the company of expert guides.<br/>• We provide camera traps for you to set up and you are free to use any and all of the photographs and videos that this camera trap gets during your stay.  <br/>• All the above reasons give this, our unique Ecuador &amp; Galapagos Wildlife Holiday a great success rate of seeing rare wildlife. We also have the ability to organise and run wildlife tours of Ecuador which explore other areas and focus on other species such as scuba diving in the Galapagos and more specific birding holidays as well as many other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/> <br/>Locations:<br/><br/>This tour visits a number of sightings including the cloud forests, Andean mountains around Quito and then the upper Amazon basin before departing for the Galapagos Islands and then exploring some of the islands.<br/><br/>Fitness Level:<br/><br/>The fitness level required for our Ecuador &amp; Galapagos wildlife holidays is not too high, there are some walks involved, but nothing too strenuous. We will have a vehicle nearby when in the Andes. The altitude can take some getting used to at first and the heat and humidity in the Amazon also. When in the Galapagos we include lots of snorkelling and so a experience snorkelling is advised. <br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking. We can also include specialist equipment on request such as camera traps, infrared cameras, thermal imaging equipment and spotlights. We also provide all snorkelling equipment onboard the boat in the Galapagos.<br/><br/>Minimum Age: 15 Years Old",
    "durationDays": "15",
    "price": "10495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Quito - Arrival: On arrival into Quito you will meet your local guide and then be transferred to your accommodation. The rest of the day at your leisure. (no meals included today)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Cloud Forest - Wildlife Watching: After breakfast you will be transferred from Quito to Maquipucuna Reserve, where you will be staying for the next couple of nights. Located in Choco-Andean corridor the area is one of the top five biodiversity hotspots in the world. The reserve itself has over 4% of the worlds bird species; including spectacular birds like toucan barbets, Andean cock-of-the-rocks, plate-billed mountain toucans, lanceolaed monklet, Esmeraldas antbird, red-headed barbets and golden-headed quetzals. In addition to these birds the over 2000 species of plants and over 45 species of mammals. The reserve is also a great place to see spectacled bears. (breakfast and dinner included)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Cloud Forest - Wildlife Watching: Today you will be taken into the cloud forest looking for birds, bears and other mammals; such as armadillos, agoutis and perhaps ocelots; as well as visits to local craft workshops, pre-Incan sites and local food producers in the area. (all meals included)."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Cloud Forest & Quito - Today you will have the morning bird watching and tracking down any bears which are around. Then after lunch you will depart back for Quito. The rest of the day will be free for you to rest. (breakfast and lunch included)."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Andean Condor & Andean Bear Project - Wildlife Watching: After an early breakfast you will be transferred north to a reserve that is home to the Andean Condor and Andean Bear project. The conservation projects here are a great way to see these animals up close and also understand more the work being done to conserve these endangered species. There are a range of trails and you will have the afternoon to explore with your local guide. (breakfast and dinner included)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Amazon Rainforest - Travelling & Wildlife Watching: You will leave the paramo of the Andes after breakfast and travel back to Quito. From here you will then fly east into the heart of the Amazon. Once you arrive you will be taken to the Cuyabeno Reserve. Along the way it is important to always keep an eye open for monkeys and birds in the trees as well as caiman, anacondas, turtles and giant otters in the water. The rest of the day will be open for you relax and see what wildlife is around inside the resort. (breakfast and dinner included)."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Quito - Travelling: After breakfast in the Amazon you will be transferred back from the Amazon to the capital city of Quito by boat, vehicle and plane (reversing the journey you took on day 6). Once back in the city you will be transferred to the accommodation for the night. There is no further activities today. (breakfast only)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Galapagos Islands (Santa Cruz) - Travelling & Wildlife Watching: This morning your journey to one of the most unusual and special groups of islands in the world begins. This starts with a flight to Isla Baltra before boarding your boat for the next five days. Our first port of call is Santa Cruz and in the afternoon you will be guided to a saltwater lagoon inland where Caribbean flamingos aggregate as well as many land iguanas which use the area as a nesting site. (breakfast and dinner included)."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Galapagos Islands (Rabida & Santiago) - Wildlife Watching: Today you will be visiting two different islands. Firstly you will visit Isla Rabida for a beach visit and also snorkelling. Here you can see finches, doves, falmingos, manta rays, sea lions and blue-footed boobies. After lunch you will visit Isla Santiago. Here you will find many species of herons hunting on the lava flows as well as marine iguanas and the adorable Galapagos fur seals. (all meals included)."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Galapagos Islands (Fernandina & Isabela) - Wildlife Watching: Another two islands will be visited today; in the morning you will visit Isla Fernandina. Here you will find the largest marine iguanas in the archipelago nestling in the rocks along side the brightly coloured sally-lightfoot crabs. There are also nesting sites for the unique and endangered flightless cormorant, Galapagos penguins and the largest predator on the islands the Galapagos hawk. Sea lions once again dominate the beach. Then in the afternoon you will visit the largest island in the Galapagos; Isabela. There will also be the opportunity for snorkelling and hopefully you will be sharing the water with the speedy Galapagos penguin. If you do not want to get wet then take a dingy ride around to see the graffiti which is believed to have been left by pirates in the 19th Century. (all meals included)."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Galapagos Islands (Bartolome & Santa Cruz) - Wildlife Watching: Today will including another visit to two different islands. The first will be the smaller island of Bartolome. This island has the famous viewpoint you will visit. This will give you great views of the hour-glass shaped island, cinder cones, Pinnacle Rock, lava bombs and lava splatters. Along the way up you will pass colonies of marine iguanas, lava lizards hidden among the tiquilla cacti. You can also snorkel here among the white-tip reef sharks, Galapagos penguins, turtles and many fishes. This afternoon we will come back to Santa Cruz and this time a visit to the Black Turtle Cove. Here you could possibly see black-tip sharks, white-tip reef sharks, green and hawksbill turtles, spotted and golden eagle rays as they swim around the lagoon. If you are lucky you may seen pilot whales, orca or even a breaching manta ray in the distance. (all meals included)."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Quito - Wildlife Watching & Travelling: This morning is your last trip to one of the islands. This morning you will visit the Charles Darwin Research Station on Isla Santa Cruz. Here you will be able to see the Galapagos giant tortoise breeding project. You will have some time to wander around the shops and buy souvenirs before being transferred to the Isla Baltra to catch the flight back to Quito. Once you arrive in Quito you will be taken to your accommodation for your final night in Ecuador. (breakfast and lunch included)."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Home - This morning after breakfast you will be transferred to the airport in time to catch your return flight home."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "the-best-of-ecuador-wildlife-holiday",
    "tourName": "The best of Ecuador wildlife holiday",
    "placesVisited": "",
    "generalInfo": "Ecuador is famous for it's incredible wildlife, especially for other-worldly inhabitants which dwell only on the Galápagos Islands. Experience the spectacular Amazon Rainforest at maximum bio-diversity in this epic country. This wonderful wildlife tour covers only the top experiences and stays in off-the-beaten-track locations where our guests can have an intimate experience with nature working its wonders.",
    "durationDays": "14",
    "price": "9404",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Ecuador - Today you'll arrive into Ecuador's highland capital city - Quito. A travel representative, local to the area, will be ready to transfer you straight into this beautiful city's historic centre to your accommodation."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Ecuador has so much history, fascinating indigenous cultures, slow winding rivers and lush tropical forests, spectacular snowcapped volcanoes and some of the most exciting wildlife on earth. You will start your adventure in the city’s impressive colonial centre, the reason Quito was the first city to be named a world heritage site. Walk through the main plaza, the ‘Plaza de la Independencia’, where you will see the Government Palace, the Cathedral, and some of the most important churches built around the XVI and XVII centuries, including the San Francisco Monastery. Then go off the beaten path and discover the sights, sounds, and smells of Ecuador´s capital on a tour that takes you to visit to a traditional food market. To end our visit in the old town, it is time for our chocolate experience! Ecuador’s unique equatorial climate provides the perfect environment for growing the world’s finest cocoa - Cacao Arriba. Our chocolate experience starts with the history of cocoa in Ecuador, followed by a chocolate tasting. After your tour of Quito, make the 45 minute journey northwest to the equatorial line, where we will walk the rim of the extinct Pululahua volcanic crater. After lunch, visit the “Intiñan Museum” located right on the Equator. Here you will have the chance to plant your feet in two hemispheres at the same time! To close your first day of exploring, we will visit Casa Agave, listed as one of the best experiences in the middle of the world, in approximately 1: 30min. You can see the true spirit of Ecuador. It is a project that has been researching, innovating and enhancing the culture of agave andino for more than 15 years. An encounter with the depths of the ecuadorian identity."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Gateway to the Amazon - After breakfast, transfer to Quito´s Airport to take a 30-minute flight to the Amazonian city of Coca, then we will transfer to the dock and board a motorized canoe for a 90-minute journey down the river, taking in the beauty of the Amazon, until we reach the Anakonda Amazon Cruise. On the Anakonda, we will be joined by expert local naturalist guides, who will provide us with a brief, informative introduction to the Ecuadorian Amazon, then explore the cruise ship and admire the rainforest landscape as you cruise down the Napo River. After a delicious dinner, we will take a nighttime forest walk to hear the sounds of the rainforest and observe the nocturnal wildlife."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Pink Dolphin Conservation - This morning explore the lower part of the Napo River, where we will spot different bird species such as eagles, oropendolas, and the celebrated woodpeckers. In the afternoon visit Yasuni National Park, one of the most biodiverse places on the planet and home to the legendary pink dolphin. This is the perfect opportunity to participate in our pink dolphin conservation program, which we are involved in together with the Martinica community in the Cocaya area."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Kichwa Cooks - Begin the day by visiting an authentic Kichwa family on the banks of the Napo River, where you will will have the opportunity to learn directly from members of the local community about their lifestyle. Guests will then board the Anakonda and participate in a cooking class with our expert chef, who will show us how to prepare exquisite traditional Ecuadorian fare. Guests are also invited to try their hand at traditional handicrafting or relax in the magnificent Amazon environment from our open-air hot tub, enjoy cocktails at our Bar and Lounge, or delight in some nighttime stargazing from our Observation Deck. For those looking for an active activity guests will have the opportunity to explore nature in this area by kayak."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Rainforest from above - This morning you will visit an observation tower built in a giant millenary kapok tree, where guests can marvel at the impressive 360° view from the top overlooking the treetops of the forest canopy and contemplate the sheer vastness of the Amazon. In the afternoon, explore the primary forest and spot the different plant and wildlife species endemic to this ecosystem. We can also find the strange and unique bird known as the hoatzin, or as it’s known locally, the “stinkbird”."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Return to Quito - This is where your Amazon adventure ends! But first, enjoy our return to Puerto Providencia where we will disembark the Anakonda Amazon Cruise and ride back to the city of Coca in the motorized canoe."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Arrival in the Galapagos - You will get a private transfer to the Quito´s airport in order to take our flight to the Enchanted Islands!! Arrive in Baltra Island, the gateway to the Galapagos. The airport was built using the most advanced environmental techniques to reduce emissions and energy use, some of which you’ll notice as you walk through the facility. This was the first ecological airport in the world. You will have a chance to change clothes, put on some sunscreen and get a cool drink before we transfer to the Itabaca Channel to explore its spectacular turquoise waters. Activites available are kayaking, snorkelling and stand up paddleboarding (SUP), as well as encountering some of the most famous Galapagos wildlife such as blue-footed boobies, sea lions, brown pelicans, a variety of herons and white-tipped reef sharks. We will cruise through beautiful red mangrove forests and along lava rock cliffs on water so clear we can see the marine life in the shallows. From the Itabaca Channel we head up to the Santa Cruz highlands to a private reserve that borders the National Park, where we can see the famous Giant Tortoises roaming in the wild. There will be lunch at the reserve for us."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Island Intimacy - Wake up this morning to the birds on this gorgeous island paradise. Today, after breakfast, embark on a motor yacht and enjoy a daily excursion with the resident naturalist guide native to these wonderful lands. Being on a smaller boat means that the tip can be tailored just for your wildlife preferences. Visit North Seymour, South Plaza, Santa Fe or Bartolome Islands and along the way watch rays leap from the water and see the vast Pacific expand endlessly towards the horizon."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Land of Pirates & Legends - After a final breakfast at Magic Galapagos, we say goodbye and depart for Floreana Island. Guests will will leave early for a two hour speedboat crossing. This peaceful island is home to the Galapagos’ smallest human population. Once a pirates’ lair, the island’s history is full of mystery and legends about its first inhabitants. Guests may see giant tortoises, frigate birds, sea lions, Darwin’s finches, petrels and marine iguanas, among other species. On Floreana, guests will take an open-air ‘chiva bus’ to Floreana Lava Lodge, which overlooks one of the Galapagos’ most beautiful and secluded bays. Guests can walk or paddle (kayak or stand up paddleboard) to nearby Black Beach for some snorkeling. For lunch we will walk to a restaurant in the nearby village. The restaurant is part of a community tourism initiative that Tropic helped to develop and has been working with since 2012. In the afternoon, set out paddling the pristine waters (kayak or SUP) across the bay to explore La Loberia, a sea lion breeding ground. Once there, we can enjoy more snorkeling and swimming in the calm, bright water with sea turtles, sea lions, stunning rays and an abundance of tropical fish. Later we will return to the lodge (30 minute walk or kayak/SUP) for a warm shower. We will watch the spectacular sunset and then head to the village for dinner where we will celebrate another incredible day in the Galapagos."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Exploring the Floreana Highlands - Following breakfast, we leave to explore the Floreana highlands on our open-air bus (chiva) - an unbeatable and historic way to see the island. Our naturalist guide will share the colorful history of some of Floreana's first inhabitants, such as the Wittmers (whose descendants still live on the Island), the ‘Baroness,’ and the pirates that once visited here. After driving into the highlands, we reach Asilo de la Paz (Peace Haven) where our hike begins. We walk up to this historic site, explore the pirate caves, and visit the freshwater spring that provides water for the entire Island and have a look for giant tortoises. We depart Asilo de Paz walking down through a rural area where the local people grow produce for their own consumption. After lunch, we have a free afternoon. Practice your kayak or SUP skills, go snorkeling in La Loberia or simply relax and take in the beautiful Galapagos views from the Lava Lodge."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Tortoises and Tintoreras Sharks - This morning, take an early morning public speed boat and transfer to Isabela Island where we will check into our hotel. Our Isabela adventure begins with a tour to the local giant tortoise-breeding center and on the way we may catch a glimpse of pink flamingos feeding in a lake. The breeding center is an important conservation tool and it is here that the islands’ giant tortoise population is presently recovering. In the afternoon we will continue with our tour to the Tintoreras, a group of small islands near the village of Puerto Villamil, that are named after the white tipped ‘Tintoreras’ reef sharks that swim in these calm waters. A Galapagos in miniature on the Tintoreras you will see almost all of the archipelago’s iconic wildlife: white tipped sharks, sea lions, turtles, rays, penguins, and of course pelicans and blue footed boobies. You will have a chance to snorkel in the bay – and don’t be surprised if some of the penguins or sea lions jump in to play alongside you in the water. Overnight at: Isamar Hotel"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Volcanoes at Isabela - Volcanic eruptions created all the Galapagos Islands, and you now will have a chance to see this geologic process first-hand as we explore Isabela. We have the whole day to explore the Isabela highlands, and we start by hiking up to the crater of the massive Sierra Negra volcano, and then onward to the rim of the Volcan Chico. Despite the drizzle, we may see Galapagos Hawks, finches, flycatchers and Short Eared Owls en route. When we reach the rim of the Sierra Negra crater, the second largest in the world after the Ngorongoro in Tanzania, the hike is worth it! As we head towards Volcan Chico, the land appears to be utterly desolate, a closer look will reveal small lizards scurrying about among the rocks. After Volcan Chico and its extreme landscape, guests will be able to relax in the shade of a lovely “jaboncillo” tree. In the distance, we will be able to see Fernandina, Pinzon and Santa Cruz Islands. We then head back down to complete our day of hiking (16 kilometers / 9,94 miles in total) and relax on the beaches of Puerto Villamil. Overnight at: Isamar Hotel"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Volcanoes at Isabela - Time to say good bye to the Enchanted Galapgos Islands! Your trip has covered some of the most incredible wildlife viewing in the world, and hasn't missed out on any cultural activities along the way. Ecuador is a place of extremely incredible daily opportunities, and it's a place that you'll probably want to return to. So for you, it's just hasta luego - until next time!"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Ecuador & Galapagos",
    "mainPhoto": "",
    "id": "nature-wildlife-of-ecuador-and-galapagos-tour",
    "tourName": "Nature & Wildlife of Ecuador and Galapagos Tour",
    "placesVisited": "Mindo, Quito, Galapagos Islands, San Cristobal Island, Genovesa Island, Santiago Island, Fernandina Island, Isabela Island, Urbina Bay, Punta Vicente Roca, Rabida Island, Santa Cruz Island, Baltra",
    "generalInfo": "In Ecuador and the Galapagos little is like anything you've seen before. Welcome to a natural world with no parallel, a place where birds have red feet and adjacent islands have their own endemic species. Spend four days marveling at the idiosyncratic world of Ecuador's volcanoes and forests. Then a 7-day Galapagos tour on a luxury cruise, immerses you in the surreal and sublime, taking you to locations that epitomize evolution and diversity. This is the natural world at its most unique and resplendent.",
    "durationDays": "11",
    "price": "13,500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Mindo – Hummingbirds Welcome You to Ecuador",
        "description": "Wings flap at impossible speeds in the Western Andean forests of Ecuador. Dozens of endemic hummingbirds flutter from flower to flower, their distinct tails and shocks of color contrasting with the indigenous trees. It's easy to become transfixed, many hours passing in the company of these charming characters. You'll be greeted at Quito Airport and transferred to your luxury hotel, a two-hour journey from Highlands to sub-tropical green. Toucans and quetzals also grace the surrounding trees as you're quickly immersed in the life of Ecuador's primary forest. Mindo is a haven for birdwatching, and a series of trails provide an opportunity to admire some of the country's most important endemic bird species. Enjoy dinner with a view over dozens of hummingbirds before a serene first night in Ecuador."
      },
      {
        "dayNumber": "2",
        "title": "Mindo – Orchid Gardens, Butterflies, and Mating Dances",
        "description": "As dawn arrives the male Andean cock-of-the-rock flutters its colorful plumage, bobbing and hopping along the branches in a vibrant effort to lure picky females. The strange spectacle is worth the early alarm call as competitive males seek to flamboyantly outdo each other. After breakfast at the lodge, you spend the day exploring more of Mindo's forests, including a garden with over 100 flowering orchid species and a haven for butterflies. Like yesterday, the atmosphere is wonderfully serene, allowing you to admire dozens of endemic plants and birds slowly. After lunch, ride a series of zip-lines above the forest canopy and enjoy a three-hour hike through the forest, where more unusual flora and fauna hides amongst the flourishing green."
      },
      {
        "dayNumber": "3",
        "title": "Quito – Exploring the Ancient City of Quito",
        "description": "Forests give way to ancient stone streets as you journey to the Ecuadorian capital of Quito. Yet the endemic feel continues. Eclectic influence merges in the old city, mixing everything from Moorish design to neoclassical facades, and Inca inspiration to presidential prestige. This was the world's first ever UNESCO World Heritage site and an afternoon walking tour provides a narrative to its architectural ingenuity. You'll wander through the dazzling gold church of La Compania, various heritage buildings, and two other churches that merge up to half a dozen styles. You spend the next two nights immersed in Old Quito by staying at a luxury boutique hotel basking in its colonial charm and history."
      },
      {
        "dayNumber": "4",
        "title": "Quito – Hiking the Slopes of Pichincha Volcano",
        "description": "Ecuador is defined by volcanos, 30 of them rising on the mainland and an additional 13 creating the Galapagos islands you'll start discovering tomorrow. After a cable car journey leads you to 4,000 meters above sea level you hike onto the slopes of Pichincha Volcano. The panoramas are shaped by snow-engulfed cones; Cayambe, Cotopaxi and Antisana towering over Quito with a dauntingly resplendent aura. Slowly you step along ancient volcanic slopes, the views gradually extending to almost 360 degrees as you wander high above the city. The hike can be tailored to your fitness levels, and mules can be hired if required. Return by cable car and private vehicle to Quito for a relaxed evening in the old city."
      },
      {
        "dayNumber": "5",
        "title": "San Cristobal – Giant Tortoises and Lava Lizards",
        "description": "13 islands and dozens of islets rise from the depths of the Pacific, each unique from the next and delighting in its offering of endemic wildlife. These islands have never been connected to any land mass and form the surreal evidence of natural evolution. Each island and site are different, and a seven-day cruise allows you to explore fully the diverse wonder that exists both on the ground and below the water. After landing at Puerto Baquerizo Airport you're welcomed onto a timeless vessel for exploring the islands. Large cabins and a sumptuous upper deck provide space to recline and relax, while a large dining area and lounge are the meeting point for drinks and lavish meals. The 40 passenger capacity is large enough to offer space and a choice of activities, yet small enough to maintain a personal feel. This is also a good-sized boat for negating the chances of seasickness. After lunch and an introductory briefing, the afternoon is spent in the heart of a deciduous forest, where the strange San Cristobal lava lizard and highly endangered giant tortoises cover a carpet of grass. These reptiles first arrived on the islands by riding slices of forest that fell into the Pacific Ocean. A few million year later and various endemic species of lizards and tortoises have evolved, each unique to its island. Go slowly and these reptiles aren't scared. Like most of the Galapagos wildlife, you can get close enough to touch, but resisting the temptation to extend an arm is essential to the continued evolution on these rare equatorial islands."
      },
      {
        "dayNumber": "6",
        "title": "Genovesa – Exploring the Unusual Bird Island",
        "description": "While the whole archipelago is defined by unique sights, Genovesa Island holds a special place in the heart of all local naturalists. On this island, there are no lizards and no aerial predators, setting a tranquil scene for gigantic flocks of strange birds. Red-footed boobies nest in the thousands, as do Nazca boobies, storm petrels, and strange mockingbirds. Outrageously inflating their red chests, great frigate males compete for a mate just meters from your camera. Rivals dance and posture on raised nests, flapping open their wings in displays of dominance. But with so many red chests nearby, only the most dramatic displays win a female's affection. To reach Genovesa, the Isabela II will have journeyed through the night, crossing the equator to a tranquil spot that's sporadically graced by other large sea birds. Snorkeling and kayaking are also possible here and in the afternoon you land at the beach for an easy stroll past more boobies, herons, finches, and gulls. With three naturalist guides on board, there's always a choice of guided activities and later in the day you can choose a walk over sharp lava tubes to a dramatic sunset. Every day, dinner is three courses and can be followed by stargazing from the upper deck."
      },
      {
        "dayNumber": "7",
        "title": "Santiago Island – Snorkeling with Sea Lions and Surreal Volcanic Landscapes",
        "description": "Sea lions dive through the shallow waters that surround Santiago Island. Marine birds nosedive and reemerge with silvery fish while marine iguanas feast from tidal pools. Hawks glide in search of a meal while colonies of fur seals bask on the beach. This is an island where the eclectic wonder of the Galapagos comes together, and you spend the day exploring two distinct sights: Buccaneer Cove and Puerto Egas. Wander the coastline at each site before choosing to snorkel or take a glass-bottom boat ride. As always, the landscape is enigmatically volcanic, epitomizing both the formation of the islands and the harsh environment that prompted such evolutionary specialism. Between the morning and afternoon activities, you spend the early afternoon relaxing on the deck and dozing after a filling buffet lunch."
      },
      {
        "dayNumber": "8",
        "title": "Fernandina – Flightless Cormorants and Incredible Snorkeling",
        "description": "Traveling westward, you reach the youngest island in the archipelago. Barren Fernandina is yet to develop the green of islands found to the east, yet it's surprisingly abundant. Hawks circle overhead while diminutive Galapagos penguins dive into the shallows. The flightless cormorant, one of the world's rarest birds, is also endemic to a small area around Fernandina and Western Isabela. Their wings are just a third of their relatives, yet, like everything in the Galapagos, this is a very deliberate piece of evolution. Shorter wings make this cormorant denser and able to dive to greater depths, a solution to the lack of food at sea level. After lunch, you cruise into the Bolivar Channel and anchor at a cove that's filled with dramatic marine life. But first a hike, upwards to the rim of Darwin Crater, where the recent remnants of volcanic eruption scar the landscape. Then it's a choice of kayaking or snorkeling to view the underwater world. Dozens of green sea turtles swim through the channel, arriving to enjoy the benefits of a strange turtle cleaning station. Small fish arrive to pick parasites from the turtles; a sight made even more dramatic by the appearance of white-tipped reef sharks and rays. Now a penguin dives past, and it's impossible to know which way to look. Return to the Isabela II for another elegant evening looking out to cliffs, craters, and cones."
      },
      {
        "dayNumber": "9",
        "title": "Isabela Island – Penguins, Sharks and a Spectacular Marine World",
        "description": "Isabela Island is rough and rugged, pockmarked by the sporadic green growth that will one day become forests and tortoise lawns. Corals and shells are exposed above the water; vibrant Galapagos land iguanas rest on craggy rocks while penguins perform their antics along the shorelines. After a morning of hiking and snorkeling, the afternoon is spent immersed in the dramatic geology of the region. Take a dinghy ride along the coast, watching penguins and turtles emerge in front of tuff-stone layers and lava flows. Another major advantage of cruising on a luxury vessel like the Isabela II is the quality of the naturalist guides. Each was born in the Galapagos and provides a fascinating narrative on why and how such natural wonder has evolved. Regular lectures are provided on board, offering increased understanding to the world you discover through the daily excursions."
      },
      {
        "dayNumber": "10",
        "title": "Santa Cruz Island – Endemic Delights that Epitomize Evolution",
        "description": "Along a red beach come the squawks and shrieks of sea lions, a huge harem basking on the sand as males fight for mating rights. Mockingbirds join the audio impression, duplicating sounds as they flutter around cactus trees and colonies of blue-footed boobies. Yellow warblers and Darwin's finches continue the list of iconic birds, each reflective of why the Galapagos became the inspiration for the theory of evolution. After walking a trail dotted with nests you can explore the water by dinghy, kayak, or snorkel, each offering a unique assortment of marine and bird life. Following a leisurely afternoon on the Isabela II you land at Dragon Hill on Santa Cruz Island, where a relaxed walk features some sublime lagoon birds and stunning views onto the western Galapagos Islands. Enjoy farewell cocktails and dinner with the crew and a final night on onboard. Perhaps tonight is the time for lounging in the jacuzzi as the starry constellations shine above?"
      },
      {
        "dayNumber": "11",
        "title": "Quito – Departure",
        "description": "Like each morning, you wake to a new landscape as you cruise overnight to a fresh anchor point. Admire the view, watch the morning sun flicker across the waves, and take in the inimitability of a new island. After breakfast, you disembark on Baltra Island, stopping to say goodbye to the sea lions that dot the jetty before transferring to the airport for your flight back to the mainland and then your return international flight."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]