{
    "Main_Title": "Our Cameroon holidays & tours",
    "Main_Paragraph": "Our Cameroon holidays take you well off the tourist trail – meaning you can explore the best that the country has to offer, without another safari vehicle in sight. Cameroon prides itself on being 'all of Africa in one country'. There are mountains, forests and beautiful stretches of coast, and wildlife including elephants, chimps, gorillas and monkeys. Cameroon also has an astounding 250 ethnic groups. The one thing it’s lacking? International tourists. But they’re missing out. Our holidays have built up longstanding relationships with villages, community groups and sanctuaries so that you are invited to see traditional ceremonies like rarely-seen animist Bwiti rituals, and community tourism projects. And through using local hotels, services, porters and restaurants, you ensure your money stays right with the people you meet.",
    "Subtitle": "Cameroon highlights",
    "Title1": "",
    "Paragraph1": "Cameroon may boast the best of the continent’s riches – but you won’t be able to explore it all in a two-week trip, especially given the challenging travelling conditions. However, it is possible to take in a wide range of culture, wildlife and landscapes on a well-planned itinerary. Southern Cameroon has many of the more popular highlights, including primate sanctuaries, beach towns and Mount Cameroon – which is convenient, as you’ll likely be flying into nearby Douala. You can also reach the varied villages of the Ring Road from here. But take the overnight train through the jungles to the north if you can (it may only be a few hundred kilometres, but you’ll save yourself days on the road) to be immersed in an even less explored corner of Africa, tucked away in the Alantika and Mandara Mountains.",
    "image1": "",
    "Title2": "1. Alantika Mountains",
    "Paragraph2": "These isolated mountains straddle the Nigerian border and are the homeland of the deeply traditional Koma people who fled here to escape colonial rule and religious conversion. One of the last tribes to retain their traditional dress and hunting techniques, the Koma are resistant to change yet hospitable to visitors  youll be welcomed into their villages. There are no roads; youll be exploring on foot.",
    "image2": "",
    "Title3": "2. Lobéké  National Park",
    "Paragraph3": "Lobéké shelters lowland gorillas, chimpanzees, forest elephants and semi-aquatic antelope within its equatorial rainforests, swamps and savannah. Few gorillas have been habituated, and tracking is pretty informal – but you’ll share the forest with few, if any, other tourists. It’s worth spending time with nearby Baka communities – the region’s original hunter-gatherer inhabitants, still clinging on to their lands.",
    "Title4": "3. Mandara Mountains",
    "Paragraph4": "The Mandara Mountains are a surreal landscape of volcanic plugs, surrounded by traditional animist villages of various ethnic groups. The round, stone houses of Rhumsiki village have one of the most dramatic settings in all of Cameroon – if not the world. There are many craft cooperatives, potters, weavers and most intriguingly of all, a crab sorcerer, who can predict the future by watching the movement of crabs in an urn.",
    "image3": "",
    "Title5": "4. Mount Cameroon",
    "Paragraph5": "Mongo ma Ndemi, the “Mountain of Greatness”, is an active volcano – and Cameroon's highest point. Towering 4,095m above the coast and tropical rainforest, the summit is usually reached in two days, though longer treks can be arranged. The volcano is at the heart of many legends – local guides may share these as you walk. Four vegetation zones cover the slopes, harbouring endemic plants and birds.",
    "Title6": "5. Ring Road",
    "Paragraph6": "A ring road may seem like the kind of place youd normally try and avoid  but this uninspiring name belies one of Cameroons most enticing destinations. The 367km loop rolls on through valleys and mountains, linking traditional kingdoms, chiefs palaces, traditional villages, waterfalls and artisan workshops. Its a bumpy ride, to be sure, but youll be too fascinated by the local culture to care.",
    "Title7": "6. The coast",
    "Paragraph7": "Cameroon’s best beaches are found in Kribi – the top place for fresh seafood and laidback vibes. Just outside of town, the Lobé Waterfalls crash into the warm Atlantic. Limbé’s dark sand beaches are the result of its location in the shadow of volcanic Mount Cameroon; the big draw here is the superb wildlife centre, which rescues native species including gorillas, chimps and monkeys – mainly from the bushmeat trade."
}