[
    {
        "type": "overview",
        "Main_Title": "Our Cameroon holidays & tours",
        "Main_Paragraph": "Our Cameroon holidays take you well off the tourist trail – meaning you can explore the best that the country has to offer, without another safari vehicle in sight. Cameroon prides itself on being 'all of Africa in one country'. There are mountains, forests and beautiful stretches of coast, and wildlife including elephants, chimps, gorillas and monkeys. Cameroon also has an astounding 250 ethnic groups. The one thing it’s lacking? International tourists. But they’re missing out. Our holidays have built up longstanding relationships with villages, community groups and sanctuaries so that you are invited to see traditional ceremonies like rarely-seen animist Bwiti rituals, and community tourism projects. And through using local hotels, services, porters and restaurants, you ensure your money stays right with the people you meet.",
        "Subtitle": "Cameroon highlights",
        "Title1": "",
        "Paragraph1": "Cameroon may boast the best of the continent’s riches – but you won’t be able to explore it all in a two-week trip, especially given the challenging travelling conditions. However, it is possible to take in a wide range of culture, wildlife and landscapes on a well-planned itinerary. Southern Cameroon has many of the more popular highlights, including primate sanctuaries, beach towns and Mount Cameroon – which is convenient, as you’ll likely be flying into nearby Douala. You can also reach the varied villages of the Ring Road from here. But take the overnight train through the jungles to the north if you can (it may only be a few hundred kilometres, but you’ll save yourself days on the road) to be immersed in an even less explored corner of Africa, tucked away in the Alantika and Mandara Mountains.",
        "image1": "",
        "Title2": "1. Alantika Mountains",
        "Paragraph2": "These isolated mountains straddle the Nigerian border and are the homeland of the deeply traditional Koma people who fled here to escape colonial rule and religious conversion. One of the last tribes to retain their traditional dress and hunting techniques, the Koma are resistant to change yet hospitable to visitors  youll be welcomed into their villages. There are no roads; youll be exploring on foot.",
        "image2": "",
        "Title3": "2. Lobéké  National Park",
        "Paragraph3": "Lobéké shelters lowland gorillas, chimpanzees, forest elephants and semi-aquatic antelope within its equatorial rainforests, swamps and savannah. Few gorillas have been habituated, and tracking is pretty informal – but you’ll share the forest with few, if any, other tourists. It’s worth spending time with nearby Baka communities – the region’s original hunter-gatherer inhabitants, still clinging on to their lands.",
        "Title4": "3. Mandara Mountains",
        "Paragraph4": "The Mandara Mountains are a surreal landscape of volcanic plugs, surrounded by traditional animist villages of various ethnic groups. The round, stone houses of Rhumsiki village have one of the most dramatic settings in all of Cameroon – if not the world. There are many craft cooperatives, potters, weavers and most intriguingly of all, a crab sorcerer, who can predict the future by watching the movement of crabs in an urn.",
        "image3": "",
        "Title5": "4. Mount Cameroon",
        "Paragraph5": "Mongo ma Ndemi, the “Mountain of Greatness”, is an active volcano – and Cameroon's highest point. Towering 4,095m above the coast and tropical rainforest, the summit is usually reached in two days, though longer treks can be arranged. The volcano is at the heart of many legends – local guides may share these as you walk. Four vegetation zones cover the slopes, harbouring endemic plants and birds.",
        "Title6": "5. Ring Road",
        "Paragraph6": "A ring road may seem like the kind of place youd normally try and avoid  but this uninspiring name belies one of Cameroons most enticing destinations. The 367km loop rolls on through valleys and mountains, linking traditional kingdoms, chiefs palaces, traditional villages, waterfalls and artisan workshops. Its a bumpy ride, to be sure, but youll be too fascinated by the local culture to care.",
        "Title7": "6. The coast",
        "Paragraph7": "Cameroon’s best beaches are found in Kribi – the top place for fresh seafood and laidback vibes. Just outside of town, the Lobé Waterfalls crash into the warm Atlantic. Limbé’s dark sand beaches are the result of its location in the shadow of volcanic Mount Cameroon; the big draw here is the superb wildlife centre, which rescues native species including gorillas, chimps and monkeys – mainly from the bushmeat trade."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Cameroon",
        "Main_Paragraph": "Tropical Cameroon spans the dense, lush forests in the south, to the far drier north, nudging up towards the Sahel. Rains fall across the country from May to November, with July onwards seeing the heaviest downpours; part of the Ring Road simply disappears at this time. Mount Cameroon is by far its wettest region (particularly the western slopes), along with the coast  expect uncomfortable humidity here, too. The drier north can reach 40°C in the hottest months of March  May, and the rainy season is shorter, from around May to September.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Cameroon Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Cameroon Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 6%;\">19 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 16%;\">49 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 47%;\">141 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 60%;\">180 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 69%;\">209 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 52%;\">157 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 27%;\">83 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 35%;\">107 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 83%;\">250 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">302 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 37%;\">113 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 7%;\">22 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Cameroon travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Culture tips",
        "paragraph2": "Jim OBrien, founder of our West Africa partner Native Eye Travel, shares his top tips for travellers in Cameroon:\nOne of the highlights is the Mandara Mountains. Theyre on the border with Nigeria and there are a lot of animist ethnic groups. I went to a place called Rhumsiki and theyve got a guy there who they call the Crab Sorcerer who predicts the future using crabs. He puts them in an urn along with some sticks, and depending on how the crabs move around and move the sticks, hell tell the future or answer your questions from that.",
        "title3": "",
        "paragraph3": "The surrounding landscape is volcanic plugs, so the lavas come up and solidified and the mountains have eroded around them so youve got these striking outcrops. Its a beautiful area, its really, really nice with lots of little villages, and the ethnicities change very, very quickly.\"",
        "title4": "Take the train",
        "paragraph4": "One thing I really enjoyed doing in Cameroon is taking the overnight train from Yaoundé to Ngaondere in the far north. The north and the south are terribly connected in terms of roads, so the only real effective way to get there is by train. Its quite an atmospheric journey because you go through the forest at night and youre surrounded by these big trees. When I went through there was this big thunderstorm, so youve got these towering trees above and lightning coming down. The train is quite comfortable, a nice sleeper train  its a different element, you get to meet local people outside of the tourism experience. It takes something like three days to drive the journey that it would take the overnight sleeper train to do, so most people take the train or fly. The trains work quite well in Cameroon, theres not a massive network but what they have works reasonably well.",
        "title5": "Advice on seeing primates",
        "paragraph5": "Theres a sanctuary near Kribi called Pongo Songo for chimps rescued from the bush trade. Its on the banks of a river and there are a couple of islands where theyve reintroduced these chimps to a semi-wild environment. Theyre accustomed to humans because people are coming in to see them; the baby chimps are running around and theyre quite curious  sometimes they run up and jump on you! Because theyre orphaned they need some sort of adult contact before they can be reintroduced, they need looking after. When they get to a certain age they are reintroduced into the semi-wild environment with the adult groups. Its very difficult to take an orphaned chimp and reintroduce it into the wild, especially if its been kept for the pet trade; its used to humans and its not going to have that fear of them that they really need. So at Pongo Songo they live as wild a life as they can."
    }
]