{
  "destination": "Japonya",
  "mainPhoto": "",
  "id": "JJA",
  "tourName": "Japonya Macerası",
  "placesVisited": "Japonya",
  "generalInfo": "Bu tur, cüretkar parlak şehirleri, güzel gölleri, derin ormanlık alanları ve Fuji Dağı'nın ihtişamını gözler önüne sererek, Japonya'nın gizemli yüzüne ışık tutuyor. Japonya'nın çalkantılı tarihinin iç yüzünü anlayın ve savaşı, sanayileşmeyi, modern teknolojinin etkisini ve günümüzün gençlik kültüründe batı fikirlerinin ortaya çıkmasını atlatan geleneksel yaşam biçimleri hakkında bilgi edinin. Saraylar, tapınaklar, mabetler ve güzel geyşaların bulunduğu bir ülke tüm zorluklara göğüs geriyor.<br><br>Kiraz Çiçeği - Japonya  Kiraz çiçeği mevsimini kaçırmayın! Bunu görmenin en güzel zamanı Mart ve Nisan ayları arasında.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Tokyo Haneda<strong> </strong>Uluslararası Havaalanı(HND), Narita Uluslararası Havaalanı(NRT)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası):</strong> Tokyo Haneda<strong> </strong>Uluslararası Havaalanı(HND), Narita Uluslararası Havaalanı(NRT)",
  "durationDays": "15",
  "price": "2829",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Tur süresi boyunca Japan Rail Pass(Japon Demiryolları Pasosu)</li>\n<li>- Meiji Tapınağı’na, tapınağı çevreleyen ormana ve Torii Kapısı'na rehber eşliğinde ziyaret</li>\n<li>- Saki Tadımı</li>\n<li>- Takayama Bisiklet Turu</li>\n<li>- Geyşa Mahallesi Turu</li>\n<li>- Hiroşima Barış Anıtı Parkı ve Müzesi</li>\n<li>- Hiroşima'ya giden yolda Himeji Kalesi ziyareti</li>\n<li>- Miyajima ve yüzen Tori Kapısı ziyareti</li>\n<li>- Nagasaki Barış Parkı ve Müzesi</li>\n<li>- Yufuin’e günübirlik gezi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 14 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Tren,uçuş(lar)</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 10 kahvaltı</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Siempre Tur tur lideri</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tokyo’ya Varış",
      "description": "Hiç uyumayan Japonya'nın başkenti Tokyo'da yeni ve eski birbiriyle bir tezat oluşturuyor. Şehri keşfettikçe, Tokyo'da gerçek bir merkez olmadığını aksine tümü turistik yerlerle dolu etkileyici bölgelerden oluşan bir koleksiyon olduğunu farkedeceksiniz . Shinjuku, restoranlar, alışveriş ve Japonların en yoğun tren istasyonu için ana kozmopolit eğlence bölgesidir. Burada büyük plazma ekranlar parlak, neon reklamları gösterirken, ara sokaklarda striptiz kulüpleri ve dumanlı caz barlar bulunuyor. Daha sessiz bir seçenek olan, Tokyo Zoolojik Bahçeleri'ni, Ulusal Müzeleri ziyaret edebileceğiniz, kiraz ağaçları arasında dolaşabileceğiniz ve tarihi Toshogu Tapınağı'nı görebileceğiniz Ueno (Koen) Parkı’nda vakit geçirebilirsiniz."
    },
    {
      "dayNumber": 3,
      "title": "Odawara (Hakone)",
      "description": "Fuji Dağı’nın muhteşem manzaralarını sunan bir göl kenarı tatil şehri olan Odawara'ya gidiyoruz(hava koşulları uygun olursa).Fuji Dağı’nın muhteşem manzarasıyla gölde tekne gezisi gibi yapabileceğiniz başka seçenekler de var ya da aynı derecede etkileyici bir manzara için etrafı saran dağa çıkan telefirik hattını kullanabilir  ya da Fuji Dağı’na giden otobüse binebilirsiniz(mevsime bağlı olarak) ve her ne kadar tırmanamasanız da, yine de onun varlığına hayranlık duyabilirsiniz."
    },
    {
      "dayNumber": 4,
      "title": "Takayama",
      "description": "Shinkansen Hızlı Treni’yle Nagoya'ya gidiyoruz ve Japon Alpleri'nden Takayama'ya kadar olan güzel yolculuk için yerel bir trene geçiyoruz. Burada yerel pirinç şarabını deneme şansınız olacak. 'Sake', ana malzemeler olarak pirinç, su ve beyaz koji(pirinç mayası) kalıbı kullanılarak yapılır."
    },
    {
      "dayNumber": 6,
      "title": "Kyoto",
      "description": "Hareketli İmparatorluk Başkenti Kyoto’ya hoş geldiniz. Kyoto, II. Dünya Savaşı bombardımanlarından kurtulacak kadar şanslıydı ve bazıları yüzyıllar öncesine dayanan, kelimenin tam anlamıyla binlerce antik mabet, tapınak ve saraya sahip."
    },
    {
      "dayNumber": 7,
      "title": "Kyoto",
      "description": "Kyoto, İmparatorluk tacının mücevheridir. Yaklaşık iki bin tane insanın aklını başından alan tapınak, mabet, kale ve saraya sahip ve dünyanın en çok ziyaret edilen şehirlerinden biri. Bunlardan bazıları, Altın ve Gümüş Köşkler, Kiyomizu Dera, Ryoan-Ji ve Shogunların şehri ziyaret ederken kalmak için kullandıkları Nijo Kalesi'dir. Ayrıca, yakın zamanda ziyaret edilmesi daha kolay hale gelen İmparatorluk Sarayı'na da ev sahipliği yapmaktadır. Aynı zamanda, Bambu Ormanı ve Bir Geyşanın Anıları da dahil olmak üzere birçok film sahnesinin çekildiği Fushimi Inari tapınağını da keşfedebilirsiniz. Şehrin ünlü Toji Tapınağı’nın yakınında, imparatorluk başkentinin kurulduğu yıl olan M.S 794’e dayanan etkileyici 57 metre yüksekliğindeki bir Budist pagodası bulunmaktadır. Hemen yan tarafta, ayda bir kurulan Kobo-san bit pazarı, ikinci el kimonolardan savaş hatıralarına, yemek ve heykellere kadar çeşitli ürünlere rastlayabileceğiniz bir kelepirci cenneti sunuyor."
    },
    {
      "dayNumber": 8,
      "title": "Hiroshima",
      "description": "Bugün Japonya'nın en ünlü mimari harikalarından biri olan, II. Dünya Savaşı sırasında yakınındaki kasabaya yapılan ağır bombardımanına rağmen şaşırtıcı şekilde hala sağlamlığını koruyan Himeji Kalesi'ni ziyaret etmek için sabah tren yolculuğuna çıkıyoruz. Parlak beyaz dış cephesiyle 'White Heron'(Beyaz Balıkçıl) kalesi olarak bilinen kale, 80'den fazla binaya ve potansiyel istilacıların kafasını karıştırmak için tasarlanan müstahkem kompleks içinde karmaşık bir şekilde tasarlanmış bir dizi yola sahip. İsteğe bağlı bir rehber tutulabilir  veya kendiniz yürüyerek keşfedebilirsiniz."
    },
    {
      "dayNumber": 10,
      "title": "Nagasaki",
      "description": "Bu sabah Nagasaki'ye giden trene biniyoruz. Nagasaki, Kyushu adasında yer alan çekici bir liman şehridir ve Nagasaki Prefektörlüğü’nün başkentidir. Nagasaki, yüzlerce yıldır dış ticaret ilişkilerinde önemli bir rol oynamıştır ve sonuç olarak Hiroşima’dan sonra, II. Dünya Savaşı'nın sonlarına doğru hedef alınan ve atom bombasıyla tahrip edilen ikinci şehir olmuştur. Tur Lideriniz sizi, bombanın vurduğu ve on binlerce insanı öldürerek şehrin büyük bir kısmını yok ettiği karanlık Ağustos 1945 gününe adanan anıt parkı bölgesinde tura çıkaracak. Burada,aynı zamanda bir Barış Heykeli ve yakındaki Hypocenter Park’ta atom patlamasının merkez üssünü gösteren siyah bir sütun gibi diğer anıtlar da var."
    },
    {
      "dayNumber": 12,
      "title": "Fukuoka & Yufuin",
      "description": "Tekrar trene binerek, Japonların Kyushu adasında büyük bir şehir olan Fukuoka'ya doğru ilerliyoruz. Fukuoka büyük bir şehir ama aynı zamanda tadını çıkarabileceğiniz güzel bir plaja da sahip. Ayrıca doğal sıcak su kaynakları veya 'onsenleri'(Onsen,Japonca’da kaplıca anlamına gelmektedir.) ile ünlü bir kaplıca kasabası olan Yufuin'e günübirlik gezi yapacağız. Burası, etrafı doğal olarak güzel bir çevreyle sarılı kaplıcalarda dinlenmek için harika bir yer. Günün geri kalanında yürüyerek keşfe çıkabilir ya da bisiklet kiralamak isteyebilirsiniz."
    },
    {
      "dayNumber": 14,
      "title": "Tokyo",
      "description": "Şimdi de birlikte son veda Japon akşam yemeğimiz için Tokyo'ya geri uçuyoruz ve muhtemelen son geleneksel Japon deneyimimiz olan karaoke ile turu tamamlıyoruz."
    },
    {
      "dayNumber": 15,
      "title": "Depart Tokyo",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}