{
  "destination": "Japonya",
  "mainPhoto": "",
  "id": "JJH",
  "tourName": "Japonya'nın Öne Çıkan Yerleri",
  "placesVisited": "Japonya",
  "generalInfo": "İnsanlarla dolu,teknolojik açıdan gelişmiş Tokyo'dan, dağlık arazide yer alan güzel bir şekilde korunmuş eski şehir Takayama'ya, Japonya büyüleyici zıtlıkların ülkesidir. Bu kısa ama tatlı modern Japonya turunda otantik yaşam tarzının tadını çıkarın.<br><br>Kiraz Çiçeği - Japonya<br><br>Kiraz çiçeği mevsimini kaçırmayın! Bunu görmenin en güzel zamanı Mart ve Nisan ayları arasında.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Tokyo Haneda<strong> </strong>Uluslararası Havaalanı(HND),Narita Uluslararası Havaalanı(NRT)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası):</strong> Kyoto Kansai Uluslararası Havaalanı(KIX)",
  "durationDays": "7",
  "price": "1239",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>Takayama Bisiklet Turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 6 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>4 kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tur tur lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tokyo’ya Varış",
      "description": "Hiç uyumayan Japonya'nın başkenti Tokyo'da yeni ve eski birbiriyle bir tezat oluşturuyor. Şehri keşfettikçe, Tokyo'da gerçek bir merkez olmadığını aksine tümü turistik yerlerle dolu etkileyici bölgelerden oluşan bir koleksiyon olduğunu farkedeceksiniz . Shinjuku, restoranlar, alışveriş ve Japonların en yoğun tren istasyonu için ana kozmopolit eğlence bölgesidir. Burada büyük plazma ekranlar parlak, neon reklamları gösterirken, ara sokaklarda striptiz kulüpleri ve dumanlı caz barlar bulunuyor. Daha sessiz bir seçenek olan, Tokyo Zoolojik Bahçeleri'ni, Ulusal Müzeleri ziyaret edebileceğiniz, kiraz ağaçları arasında dolaşabileceğiniz ve tarihi Toshogu Tapınağı'nı görebileceğiniz Ueno (Koen) Parkı’nda vakit geçirebilirsiniz."
    },
    {
      "dayNumber": 3,
      "title": "Odawara (Hakone)",
      "description": "Fuji Dağı’nın muhteşem manzaralarını sunan bir göl kenarı tatil şehri olan Odawara'ya gidiyoruz(hava koşulları uygun olursa).Fuji Dağı’nın muhteşem manzarasıyla gölde tekne gezisi gibi yapabileceğiniz başka seçenekler de var ya da aynı derecede etkileyici bir manzara için etrafı saran dağa çıkan telefirik hattını kullanabilir  ya da Fuji Dağı’na giden otobüse binebilirsiniz(mevsime bağlı olarak) ve her ne kadar tırmanamasanız da, yine de onun varlığına hayranlık duyabilirsiniz."
    },
    {
      "dayNumber": 4,
      "title": "Takayama",
      "description": "Shinkansen Hızlı Treni’yle Nagoya'ya gidiyoruz ve Japon Alpleri'nden Takayama'ya kadar olan güzel yolculuk için yerel bir trene geçiyoruz. Burada yerel pirinç şarabını deneme şansınız olacak. 'Sake', ana malzemeler olarak pirinç, su ve beyaz koji(pirinç mayası) kalıbı kullanılarak yapılır."
    },
    {
      "dayNumber": 6,
      "title": "Kyoto",
      "description": "Hareketli İmparatorluk Başkenti Kyoto’ya hoş geldiniz. Kyoto, II. Dünya Savaşı bombardımanlarından kurtulacak kadar şanslıydı ve bazıları yüzyıllar öncesine dayanan, kelimenin tam anlamıyla binlerce antik mabet, tapınak ve saraya sahip."
    },
    {
      "dayNumber": 7,
      "title": "Depart Kyoto",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}