{
    "Main_Title": "Best time to visit Cyprus",
    "Main_Paragraph": "The best time to visit Cyprus is the spring which often arrives as early as Feb. Weather is still favourable in Mar-Apr with wild flowers, including over 40 species of orchid, popping up across the ridge of the Besparmak Mountains and the hillsides towards the Akamas headland. The heat starts to kick in in May and the sun usually lasts all the way through to October. Summer is the best time for sea turtles with conservation projects to be found on Lara Bay and Alagadi Beach. Prices start to fall in autumn, so consider a getaway before the cold and rain of Dec-Jan.",
    "image1": "",
    "when_to_go": "",
    "when_to_go_html": "",
    "weather_chart": "Cyprus Weather Chart",
    "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Cyprus Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 87%;\">69 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 70%;\">55 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 57%;\">45 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 28%;\">22 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 22%;\">17 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 6%;\">5 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">34</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 4%;\">3 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 5%;\">4 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 33%;\">26 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 52%;\">41 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">79 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
    "title1": "Cyprus travel advice",
    "paragraph1": "",
    "image2": "",
    "title2": "Mountain advice",
    "paragraph2": "June Zaft shares a few Cyprus secrets:\n\"The best kept secret relating to the whole island I would say is the wonderful mountain range in the north, the Besparmak range. Many people associate the north with the picturesque harbour at Kyrenia but few discover the wonderful scenery. The Troodos Mountains in the south are beautiful too but hardly a secret being much more developed.",
    "title3": "Foodie tips",
    "paragraph3": "As this mesmerising Mediterranean island is situated at the crossroads of Europe, Asia and Africa, the food has evolved to cater for many different tastes. You can discover the impressive variety of cuisine by enjoying mezes, particularly in an authentic village tavern. Mezes consist of a main dish of meat or fish accompanied by a plethora of small side dishes which embrace the most traditional foods and provide food to suit all tastes.",
    "title4": "When to see nesting turtles",
    "paragraph4": "At the protected beach of Alagadi in the north between the beginning of June and mid-September there are various opportunities to observe sea turtles, including a night watch, organised by the Society for the Protection of Turtles.",
    "title5": "Advice for walkers",
    "paragraph5": "The Cyprus Tourism Organisation has produced free guides to walking in the south. The tourist organisations of the north are now beginning to produce some publications but as yet its best to walk with a guide or on self-guided walks written by people who know the best walks.",
    "title6": "Cypriot hospitality",
    "paragraph6": "Helen, co-owner of Vouni Lodge in the Troodos Mountains, shares her local knowledge of Cyprus:\nWherever you go on the island from our smallest villages to our towns take the time to have a cup of coffee or a glass of Zivania with the locals and you will make their day.",
    "title7": "North/South divide",
    "paragraph7": "The South is more European with luxury hotels, restaurants and clubs. At the same time the foothills of Troodos Mountains have numerous villages featuring Byzantine monasteries, Venetian bridges and nature trails. The North is like a different country - less developed with its own currency giving you the impression you are entering Turkey. The old harbour of Kyrenia is a must for those who decide to visit the North, also the area of Pelapais is of exceptional beauty.",
    "title8": "Tips and advice from our customers",
    "paragraph8": "",
    "title9": "",
    "paragraph9": "At Responsible Travel, we think the best people to advise our travellers are often... other travellers. They always return from our tours with\npacking tips, weather reports, ideas about what to do - and opinions about what not to.\nWe have selected some of the most useful Cyprus travel tips that our guests have provided over the years to\nhelp you make the very most of your holiday.",
    "title10": "",
    "paragraph10": "Note that there is no electronic money in Vouni, so you need to bring plenty of cash (we were there for two weeks!). The friendly local shop sells all the basics, but not everything is obvious, so ask! We mostly cooked for ourselves; but there are a couple of nice tavernas in the village too. <b> David Muir\r\n</b>\n<br/><br/>\r\nThe walking terrain in North Cyprus isn't difficult, but there are rocky/stony sections, so take a comfortable pair of boots/thick-soled walking shoes. If you use them, walking poles could be helpful for the mountain treks. <b> Paul Watling</b>\n<br/><br/>\r\nIf you like hikes, give yourself at least 4 days to discover all the trails in Vouni and Platres and beyond. Economy car rentals are very good and efficient and cost less than the big ones. <b> Oosha Rao\r\n</b>\n<br/><br/>\r\nLearning a few basic words of Greek seemed to be much appreciated by the local people. <b> Elayne Jackson\r\n</b>\n<br/><br/>\r\nVouni is a small village with limited shop and other facilities. Make sure you bring necessary supplies of food and drink for your first night, particularly if not arriving until evening. <b> Michael Moriarty \r\n</b>\n<br/><br/>\r\nThe Erimoudes winery about 4 or 5 Km up the road on the way from Vouni to Pera-Pedi produces high quality wine at a reasonable price although you may need to phone for an appointment. <b> David Graham</b>"
}