{
    "Main_Title": "Our Cyprus holidays & tours",
    "Main_Paragraph": "Our Cyprus holidays unearth the countrys rural identity and archaeological sites while steering away from the busy beaches and nightclubs on the east coast. That said, the island does boast some of the cleanest beaches in Europe with many seaside towns still retaining their traditional character and only serving typically Cypriot cuisine. Staying in locally owned hotels you can enjoy the islands beautiful botany, and you can capture some of it too with our wonderfully relaxed painting holidays. Those who prefer to be a little more active can explore the rugged Mediterranean scenery of the north with cultural hiking in the Kyrenia and Besparmak ranges. And our walking tours also cross the Green Line, venturing along trails in the Troodos Mountains in South Cyprus.",
    "Subtitle": "Cyprus highlights",
    "Title1": "",
    "Paragraph1": "Although Cyprus is divided like Northern and the Republic of Ireland, crossing the UN-monitored Green Line is an easy option on foot but not quite so straight-forward if you're driving. Explore the Cypriot south and in between the notorious Ayia Napa in the southeast and Paphos there are plenty of not so busy beaches to relax on. Peninsulas provide the most scenic stretches of sand with Akrotiri in the south, Akamas in the northwest and the Karpasia Peninsula in the northeast all relatively untouched. Mountain ranges, Kyrenia and Troodos, offer options outside of summer with orchids, snow and verdant vineyards all to be found, depending on the season.",
    "image1": "",
    "Title2": "1. Bellapais",
    "Paragraph2": "If youre looking to sup coffee beneath the tree of idleness then theres no better place than the north coastal village of Bellapais, just along the way from Kyrenia. Lawrence Durrell references aside, Bellapais also features a 13th century ruined abbey with gardens filled with jasmine and orange blossom overlooking the Med, the perfect setting to settle back and thumb through a copy of\nBitter Lemons\n.",
    "image2": "",
    "Title3": "2. Famagusta",
    "Paragraph3": "Find out more about Cyprus, pre-Brits, by visiting the fortified port of Famagusta on the east coast. The Monastery of St Barnabas, the Sinan Pasha Mosque and the ancient city walls will all feature on a guided walking tour with the lively student district of Salamis Road contrasting with a thespians pilgrimage to Othello Castle to add to the appeal of easy access to sandy beaches and fish suppers.",
    "Title4": "3. Nicosia",
    "Paragraph4": "Nicosia is the last divided capital although this moniker is fading fast thanks to 24-hour checkpoints. Expect a vibrant cafe and cultural scene spilling from ancient Venetian walls where labyrinths of narrow streets reveal mosques, churches, hammams, bazaars, and evocative colonial-style architecture alongside the history, particularly the political history, offering an enthralling epitaph.",
    "image3": "",
    "Title5": "4. Polis",
    "Paragraph5": "Adjacent to Akamas Peninsula Nature Reserve and close to the fish restaurants of Latchi, Polis is the gateway to some wonderfully wild stretches of northwest coastline as well as the slightly less well hidden Baths of Aphrodite. Polis is also relatively close (37km) to the bright lights of Paphos but has yet to succumb to the trappings of tourism and retains a traditional fishing village ambience, worth catching before it gets away.",
    "Title6": "5. Rizokarpaso",
    "Paragraph6": "Located along the Karpasia Peninsula, Cypruss guitar neck, Rizokarpaso is just as well known for its fertile farmlands and ageing Greek population as its untamed coastline, with numerous beaches accessible by car whilst wild donkeys watch from the hard shoulder. Youll find several thoughtfully converted guesthouses offering traditional lodgings from where to get out and enjoy the Apostolos Andreas Monastery.",
    "Title7": "6. Vouni",
    "Paragraph7": "Alight amongst the alleys of sleepy Vouni before going in search of the wine routes and nature trails that are abound throughout the surrounding Troodos countryside. A couple of tavernas, village craft shops and a kafeneia coffee house at the old school ensure life ticks along unhindered by pace, with stone clad apartments for those looking to enjoy star-filled nights accompanied by cicadas."
}