[
  {
    "destination": "Nigeria",
    "mainPhoto": "",
    "id": "nigeria-holidays-lost-kingdoms",
    "tourName": "Nigeria holidays, lost kingdoms",
    "placesVisited": "Lagos, Badagry, Abeokuta, Idanre Hills, Oshogbo, Ilorin, Jebba, Kontagora, Kamberi lands, Gwari villages, Minna, Abuja",
    "generalInfo": "Nigeria holidays are always an exciting blend of old and new with preconceived perceptions of what this nation stands for, always best left at home. Don’t let Nigeria’s bad rep put you off as this is a country that welcomes travellers, with open arms, especially in the lost kingdoms where this 12 day tour tends to focus.<br/><br/>There’s no other place to start than Lagos so get yourself prepared to get chucked in at the deep end before heading off the mainland to Lagos island and onwards and westwards to Badagry, an important historic city with notorious links to slaving ships past.<br/><br/>Next stop on this small group holiday in Nigeria is the ancient city of Abeokuta that boasts an abundance of Afro-Brazilian architecture as well as opportunities to learn more about the spiritual site of Olumo Rock, an incredibly devout place for local Nigerians.<br/><br/>The Idanre Hillls conjure more sacred references which make fascinating listening prior to learning about the Yoruba religion in the company of an appointed Ife priestess in the state capital city of Osun, Oshogbo. <br/><br/>Spending time with Kamberi communities within the Nigerian heartlands is incredibly rewarding and as our group find out more about the traditions of these people who have turned their backs on contemporary lifestyles, it makes for a really enlightening experience both for travellers and Kamberi alike.<br/><br/>There are no guide books that even come close to touching the essence of this 12 day Nigeria holiday and if you’re looking to discover the lost kingdoms without the media hype then right here is where your next adventure into the unknown really starts in earnest.<br/>",
    "durationDays": "12",
    "price": "3199",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Lagos - Arrive in Lagos and transfer to your hotel. Overnight Ibis Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Lagos - Badagry - Spend the morning exploring Lagos, heading off the mainland onto Lagos Island. We explore the Afro-Brazilian quarter with its unique architecture and if open, the National Museum. From here we head west along the coast to the small town of Badagry, once an important slave port and with several historic sites to explore. Overnight Bedrock Hotel or similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Badagry – Abeokuta - Visit the sites of Badagry, including the museum and Brazilian Barracoon. We also take a boat across the lagoon to follow the ‘path of no return’ which the slaves walked to meet the boats to take them across the Atlantic. After lunch we head to the Yoruba city of Abeokuta. Those who wish can head out this evening to a nearby bar to experience a bit of modern Nigerian culture. Overnight Continental Suites Hotel or similar. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Abeokuta – Idanre - Spend the morning exploring Abeokuta. The city has some excellent examples of Afro-Brazilian architecture which are well worth seeing, as well as a rather interesting fetish market – not necessarily for the squeamish but a fascinating place nonetheless. We also climb Olumo Rock, a sacred site for the Yoruba people with a shrine near the top. From here we drive to Idanre, where we spend the next two nights. Overnight Rock Valley Hotel or similar. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Idanre Hills - We spend a full day exploring the Idanre Hills, walking up to a plateau that holds a hidden – now abandoned – village, a chief’s palace and many sacred sites. This is a world away from the hustle and bustle of Nigeria’s cities, with lush vegetation and pristine landscapes, and a real joy to explore, yet it is virtually unknown to the outside world. Overnight Rock Valley Hotel or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Oshogbo - Continue to the city of Oshogbo, home to one of Nigeria’s few UNESCO listed sites. We explore the Sacred Grove of Osun where extraordinary sculptures of the Yoruba deities nestle amongst the trees, monkeys running throughout. Later we visit a traditional Orisha temple where Ife priestesses can explain the intricacies if their religion – this is a truly fascinating experience and not to be missed. Overnight Heritage Hotel or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Ilorin - After a quick tour of the city we drive to Ilorin, the first Muslim city that we visit on this trip. We explore the traditional quarters where Ilorin’s renowned potters and weavers ply their trade and in the late afternoon can head to a local bar before returning to the hotel. Overnight Hotel Bovina or similar. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Jebba – Kontagora - Drive to Jebba, stopping first at a settlement of the Fulani, one of West Africa’s widest spread groups following traditional lifestyles based around cattle. After meeting the elders we continue to Jebba on the banks of the Niger River, reputedly the place where Mungo Park met his end. From here we continue north to the remote town of Kontagora. Overnight Safara Hotel or similar. (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Explore the lands of the Kamberi people - From Kontagora we drive into the bush into the heartland of the Kamberi people, one of Nigeria’s most traditional ethnic groups. If he is there we meet the emir, before venturing into the villages where we can learn about their indigenous belief systems and see the brightly decorated women, with painted and tattooed faces and sporting pierced lips."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Gwari villages – Abuja - We drive to Minna, visiting the villages of the Gwari people along the way. Although not quite as traditional as the Kamberi the Gwari are still very interesting, living in rural villages with huge round granaries to store their crops, and the older women still sport tattoos on their bodies. Drive to Abuja, Nigeria’s modern capital and our last stop in Nigeria. Overnight Petrus Hotel or similar. (B)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Abuja - Drive to Abuja, Nigeria’s modern capital and our last stop in Nigeria. We explore the city before a final dinner and then transfer to the airport for your flight home. (B)"
      }
    ],
    "map": "",
    "category": "Culture"
  }
]