[
  {
    "destination": "Lapland",
    "mainPhoto": "",
    "id": "lapland-summer-holiday-in-sweden",
    "tourName": "Lapland summer holiday in Sweden",
    "placesVisited": "",
    "generalInfo": "Enjoy the very best of Swedish Lapland under the magical midnight sun on this new summer short break. Enjoy a night at -5°C at Sweden's incredible Icehotel 365 where each ice suite is a unique and magical work of art, fully carved from ice and snow. Take a scenic journey on the Arctic Circle Train to stunning Abisko National Park, famous the world over for being a top northern lights viewing destination and famous amongst Swedes for excellent summer hiking. Spend 2 nights exploring the diverse landscapes before heading to Kiruna which ends your trip on a high note with a relaxing and authentic Swedish sauna ritual.",
    "durationDays": "6",
    "price": "1275",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly from the UK to Kiruna, Sweden. Land and transfer to the ICEHOTEL 365 for a 2 night stay. The hotel is a real experience: enjoy a drink in the Ice Bar and sleep comfortably on the ice bed which is topped with mattresses, reindeer skins and a thermal sleeping bag."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Wake and enjoy a hot cup of lingonberry juice and why not enjoy the sauna and a shower before breakfast. Enjoy the remainder of the day free to book an optional activity such as fishing, rafting, ziplining, ice sculpting or maybe spend time with the husky puppies at a local kennel. This afternoon you will switch to a warm hotel room. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Transfer to the railway station and take the train journey to Kiruna where you will change to the Arctic Circle train for the journey into Abisko National Park. Check into STF Abisko Tourist Station Hotel for a 2 night stay. Tonight enjoy your 3 course dinner at the hotel. (B/D)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Enjoy the day free to explore the national park and soak up the midnight sun. Choose from numerous hiking trails and enjoy the inclusive Abisko chair lift to enjoy great views and further hiking opportunities. (B)"
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Lapland",
    "mainPhoto": "",
    "id": "northern-lights-holiday-in-swedish-lapland",
    "tourName": "Northern lights holiday in Swedish Lapland",
    "placesVisited": "",
    "generalInfo": "Immerse yourself in the heart of Swedish Lapland on this spectacular 4-night short break in search of the fascinating northern lights. Fly to Kiruna, the northern most town in Sweden situated past the Arctic Circle and gateway to Abisko National Park. Board the Arctic Circle Train for a journey into the heart of the park and become a true aurora hunter. Accommodation will be in two unique properties, the family owned Camp Ripan which boasts a location close to Kiruna city centre and an excellent spa for relaxing evenings and also the STF Abisko Turiststation Hotel which sits close to the Aurora Sky Station chair lift and offers great views of Tornetrask Lake.",
    "durationDays": "5",
    "price": "1495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly from the UK to Kiruna. Land and transfer to Camp Ripan Retreat. Afternoon at leisure."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "This morning jump aboard the scenic Arctic Circle Train disembarking at Abisko National Park. Make your own way from the station to the STF Abisko Turiststation Hotel, regarded as the world's best location for aurora hunting. This evening don your winter woollies and take the chair lift to Aurora Sky Station for an exclusive 4-course Nordic dinner while waiting for the northern lights to (hopefully) appear. (B/L/D)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Today is free at leisure to explore Abisko National Park at your own pace or there are numerous excursions you can book. This afternoon head out on a guided northern lights hike before returning to the accommodation and a roaring fire. (B/L/D)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Enjoy the day at leisure until boarding the Arctic Circle train back to Kiruna. Check back into Camp Ripan for your final night. We recommend visiting the hotel's Aurora Spa for a traditional sauna ritual. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "This morning is at leisure until you are transferred back to Kiruna airport for the flight back to the UK. (B)"
      }
    ],
    "map": "",
    "category": "Polar"
  }
]