[
    {
        "type": "overview",
        "Main_Title": "Our Senegal holidays & tours",
        "Main_Paragraph": "Our Senegal holidays and tours offer a vibrant take on the history and culture of this West African nation. Venture from the coastal capital, Dakar, which reverberates to the strains of funky mbalax music, to the wildlife of Bandia National Park, and to the stunning Pink Lake near Saint-Louis, where our partners support the development of a cooperative, helping local women start their own businesses. Exploring the fishing villages along the Senegal River is another highlight. Traditional ways of life are strong here, and our tours tread carefully, only visiting where welcomed by tribal elders, and taking care to purchase food and drink locally wherever possible.",
        "Subtitle": "Senegal highlights",
        "Title1": "",
        "Paragraph1": "Senegal is dominated by the Sahel to the north, the lush savannah of the Casamance region to the south of the Gambia, and the tropical coast to the west. Its not just the climate and scenery that changes, but the culture as well, making it worth venturing to both northern and southern regions during your Senegal holiday. Senegals highlights are clustered in the west of the country, making them all easily accessible by road, by boat along the coast between the north and south, and by river cruise from Saint Louis along the border with Mauritania. National parks, busy cities, ancient mosques and semi-nomadic villages all offer the chance to get to explore the many sides of Senegal, so throw off any preconceptions and really get to know this diverse nation.",
        "image1": "",
        "Title2": "1. Casamance",
        "Paragraph2": "Senegals southern arm is known as the Casamance region, and is reached by ferry from the north with possible dolphin sightings along the way. Arriving here youll think youre in another country; Casamance is lush and green with sacred forests. Meet the Dioula, an animistic tribe whose fortified adobe homes dot the tropical savannah. You might even have an audience with their monarch.",
        "image2": "",
        "Title3": "2. Dakar & Gorée Island",
        "Paragraph3": "A buzzing coastal city with a great vibe, you can slip into Senegalese life straight away in Dakar with an evening in one of the citys live music bars, and sampling local food, with its French, Portuguese, North African and Wolof influences. Check out the African art in the IFAN Museum, then board a boat for a poignant visit to Gorée Island, from where some 20 million slaves were shipped to the Americas.",
        "Title4": "3. Djoudj National Bird Sanctuary",
        "Paragraph4": "This UNESCO-protected wetland is centred on a lake surrounded by partially flooded streams and pools  habitat for around 1.5 million birds with 365 species, including pelicans, egrets, purple herons and spoonbills. Boat cruises are the best way to explore this incredible yet fragile oasis, and tours benefit local communities, encouraging them to continue to preserve these wetlands.",
        "image3": "",
        "Title5": "4. Fulani villages",
        "Paragraph5": "The Sahel has long been the traditional home of the semi nomadic Fulani people. In Senegal, they live around the Ferlo Desert, covering most of the countrys arid north. Tours here reveal how the lives of these herders revolve around zebu cattle, grazing them around the parched savannah. Homestays take place in traditional grass huts managed by the community for an authentic desert nomad experience.",
        "Title6": "5. Saint Louis",
        "Paragraph6": "Surrounded by the River Senegal, this historic island city was once the capital of French West Africa. Take a caleche (horse and carriage) ride through its ochre and maroon streets, where colonial architecture stands beside Islamic and Christian buildings. In the afternoon, kick back on the Langue de Barberie, a 600km-long sand spit stretching to the Atlantic which is home to a local fishing village.",
        "Title7": "6. Touba",
        "Paragraph7": "The sacred town of Touba is a Mourid Islamic stronghold and a wonderful place to learn about Senegals 1,000-year-old Muslim heritage and three distinct sects, beginning with the striking Great Mosque. Conservative clothing should be worn by both men and women here, and alcohol, tobacco and music are forbidden in respect of this most sacred of towns. But obey these rules, and you will be welcomed."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to go to Senegal",
        "Main_Paragraph": "Harmattan brings swirling clouds of dust, a constant haze and a tickly throat, so bring plenty of water  and moisturiser! But this remains far more comfortable than June-Oct rains, when temps reach the low to mid 30°Cs, and the humidity is stifling. The best time to visit Senegal is Nov-Mar, when the desert regions can be surprisingly cool at night. During this period, the drier north around Dakar hovers around 26°C, and the low 30s in the lusher south. It also brings migratory birds. Squeeze in a trip just before the rains begin for warmer beach weather  or in May for the renowned Saint Louis Jazz Festival.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Senegal Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Senegal Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">2 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 8%;\">15 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 40%;\">72 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">179 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 83%;\">149 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 22%;\">39 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">1 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Senegal travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Culture in Senegal",
        "paragraph2": "Guy Lankester, shares his top travel tips for holidays in Senegal:\nLike most African countries, Senegal is very diverse. The dominant tribe are the Wolof  and Wolof is the national language. Youve actually got a mix between Christian and Muslim, to the north youve got the Wolof mixing with the Moors from Mauritania, and also a group called the Tukolor, who are a branch of Fulani people. They are a group that lives amongst other groups; they are originally nomadic cattle herders. The north has a more Saharan culture because the Senegal River acts as the border between the Sahara and West Africa. In the south youve got the Casamance region which is much more typically West African. Its very different.",
        "title3": "Why visit Saint Louis?",
        "paragraph3": "In colonial times the French administered not just Senegal but the whole of what we call French West Africa  which stretched right over to Niger  and Saint Louis was the capital. Its a beautiful town, probably one of the only places in West Africa where you see colonial style architecture. I call it the Manhattan of West Africa because its an island and its the centre of Senegalese jazz, West African jazz. Saint Louis has a very unique feel to it; is is unlike anywhere else.",
        "title4": "A historical cruise",
        "paragraph4": "Senegal is a very good for first timers in Africa, especially the cruise, because theres not that much travelling involved in terms of road travelling  most African countries are huge. Theres a four-hour drive from Dakar to Saint Louis, and then you spend a week on the river. You stop off every day at historic sites or to spend time in villages and you get a fantastic guide on the boat who takes you through the history of the region, the history of Senegal, the history of colonialism and how the cultures relate to each other. In a weeks holiday youre doing a journey but youre in good, old-style, colonial luxury. The Senegal River is the border between two countries, and you stop off on the Mauritanian side and the Senegalese side. It was the route into West Africa. When the French took West Africa in colonial times, the only thing they built was a railway that linked the Senegal River and the Niger River that runs through Mali into Niger. And so they would go from Saint Louis, along the river, onto the train, link up with the Niger River, and that was their route into the interior. The Senegal River is a very important river historically."
    }
]