{
    "Main_Title": "Our Senegal holidays & tours",
    "Main_Paragraph": "Our Senegal holidays and tours offer a vibrant take on the history and culture of this West African nation. Venture from the coastal capital, Dakar, which reverberates to the strains of funky mbalax music, to the wildlife of Bandia National Park, and to the stunning Pink Lake near Saint-Louis, where our partners support the development of a cooperative, helping local women start their own businesses. Exploring the fishing villages along the Senegal River is another highlight. Traditional ways of life are strong here, and our tours tread carefully, only visiting where welcomed by tribal elders, and taking care to purchase food and drink locally wherever possible.",
    "Subtitle": "Senegal highlights",
    "Title1": "",
    "Paragraph1": "Senegal is dominated by the Sahel to the north, the lush savannah of the Casamance region to the south of the Gambia, and the tropical coast to the west. Its not just the climate and scenery that changes, but the culture as well, making it worth venturing to both northern and southern regions during your Senegal holiday. Senegals highlights are clustered in the west of the country, making them all easily accessible by road, by boat along the coast between the north and south, and by river cruise from Saint Louis along the border with Mauritania. National parks, busy cities, ancient mosques and semi-nomadic villages all offer the chance to get to explore the many sides of Senegal, so throw off any preconceptions and really get to know this diverse nation.",
    "image1": "",
    "Title2": "1. Casamance",
    "Paragraph2": "Senegals southern arm is known as the Casamance region, and is reached by ferry from the north with possible dolphin sightings along the way. Arriving here youll think youre in another country; Casamance is lush and green with sacred forests. Meet the Dioula, an animistic tribe whose fortified adobe homes dot the tropical savannah. You might even have an audience with their monarch.",
    "image2": "",
    "Title3": "2. Dakar & Gorée Island",
    "Paragraph3": "A buzzing coastal city with a great vibe, you can slip into Senegalese life straight away in Dakar with an evening in one of the citys live music bars, and sampling local food, with its French, Portuguese, North African and Wolof influences. Check out the African art in the IFAN Museum, then board a boat for a poignant visit to Gorée Island, from where some 20 million slaves were shipped to the Americas.",
    "Title4": "3. Djoudj National Bird Sanctuary",
    "Paragraph4": "This UNESCO-protected wetland is centred on a lake surrounded by partially flooded streams and pools  habitat for around 1.5 million birds with 365 species, including pelicans, egrets, purple herons and spoonbills. Boat cruises are the best way to explore this incredible yet fragile oasis, and tours benefit local communities, encouraging them to continue to preserve these wetlands.",
    "image3": "",
    "Title5": "4. Fulani villages",
    "Paragraph5": "The Sahel has long been the traditional home of the semi nomadic Fulani people. In Senegal, they live around the Ferlo Desert, covering most of the countrys arid north. Tours here reveal how the lives of these herders revolve around zebu cattle, grazing them around the parched savannah. Homestays take place in traditional grass huts managed by the community for an authentic desert nomad experience.",
    "Title6": "5. Saint Louis",
    "Paragraph6": "Surrounded by the River Senegal, this historic island city was once the capital of French West Africa. Take a caleche (horse and carriage) ride through its ochre and maroon streets, where colonial architecture stands beside Islamic and Christian buildings. In the afternoon, kick back on the Langue de Barberie, a 600km-long sand spit stretching to the Atlantic which is home to a local fishing village.",
    "Title7": "6. Touba",
    "Paragraph7": "The sacred town of Touba is a Mourid Islamic stronghold and a wonderful place to learn about Senegals 1,000-year-old Muslim heritage and three distinct sects, beginning with the striking Great Mosque. Conservative clothing should be worn by both men and women here, and alcohol, tobacco and music are forbidden in respect of this most sacred of towns. But obey these rules, and you will be welcomed."
}