{
  "destination": "Myanmar",
  "mainPhoto": "",
  "id": "BUMH",
  "tourName": "Myanmar'ın Öne Çıkan Yerleri",
  "placesVisited": "Myanmar",
  "generalInfo": "Bu dokuz günlük turda Myanmar'ın tüm önemli yerlerini ziyaret edin. Bu macera, Bagan’ın meşhur tapınakları etrafında bisiklet turu ve Shan dağlarından Inle Gölü'ne uzanan mazaralı bir tren yolculuğunu içeriyor. Mandalay'da başlayıp, Yangon'da sona eren Myanmar'ın en muhteşem bölgelerinden birkaçına uzanan yolculuğun tadını çıkarın.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası):</strong> Mandalay Uluslararası Havaalanı (MDL)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası):</strong> Yangon Uluslararası Havaalanı (RGN)",
  "durationDays": "9",
  "price": "959",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>* Yarım günlük Bagan oryantasyon turu</li>\n<li>* Shan dağı tren yolculuğu</li>\n<li>* Bagan’da bisiklet turu</li>\n<li>* Inle Gölü’nde günübirlik gezi ve yerel Intha öğle yemeği</li>\n<li>* Fil Koruma Merkezi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 8 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Tekne,Tren,Tuk-Tuk,uçuşlar</p>\n<p><strong>Yemekler</strong></p>\n<p>1 açık büfe kahvaltı,7 kahvaltı,2 öğle yemeği</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Mandalay’a Varış",
      "description": "Myanmar’a, daha resmi adıyla Myanmar Birliği Cumhuriyeti’ne ve  bir çok ülke tarafından önceden ve muhtemelen daha iyi bilinen adıyla Burma’ya hoşgeldiniz."
    },
    {
      "dayNumber": 2,
      "title": "Bagan",
      "description": "Bagan, dünyadaki herhangi bir yerden daha fazla Budist tapınağına ev sahipliği yapıyor. Bu tapınaklar ağaçların içinden çıkıp zarif bir yaşlanma sürecine sahipler. Dünyanın en iyi günbatımlarının bir kısmı burada yer alıyor."
    },
    {
      "dayNumber": 5,
      "title": "Kalaw",
      "description": "içinde yaşayan yaban hayatı ve bölgede yaşayan yerel halkın geleneklerini koruyor.Bu proje aynı zamanda Myanmar’ın nesli tükenmekte olan fillerinin bir kısmını koruyor ki bu koruma olmasa bu filler turizm ticaretinde avlanıp öldürülmüş veya satılmış olabilirdi."
    },
    {
      "dayNumber": 6,
      "title": "Inle Gölü",
      "description": "Kahvaltıdan sonra Kalaw'dan ayrılırken, bizi Inle Gölü'ne götürecek başka bir trene biniyoruz. Bu manzara dolu yolculuk, Shan dağları arasında geçiyor ve seyahat ederken yerel hayata bir bakış atmanızı sağlıyor. Tren yerli halk ve batılılar tarafından 100 yılı aşkın bir süredir kullanılmakta ve kendine özgü bir sömürge hissi var. Bu trende önceden rezervasyon yapılamaz, dolayısıyla “sıradan sınıfa” yerleştirilebilirsiniz ki bu da size yerlilerin trenle nasıl seyahat ettiğine dair gerçek bir tat verir."
    },
    {
      "dayNumber": 8,
      "title": "Yangon",
      "description": "Bugün, İngiliz, Birmanya, Çin ve Hint etkileriyle dolu bir şehir olan Yangon'a uçuyoruz. Bir şehir olmasına rağmen, burada yüzlerine Thanaka ağacından doğal güneş kremi sürmüş  çıplak ayakla sokakta yürüyen yerlileri görmek yaygın bir durum. Bu hareketli şehirde yemek turlarından yerel pazarlara, göllerden  pagodalara kadar yapılacak çok şey var. Ülkedeki en büyük ve en güzel pagoda, Shwedagon Pagodası ve burası Myanmar'ın en dini yeri. Aslen MS 6. yüzyılda inşa edilmiş ve zaman içinde yeniden inşa edilerek ve geliştirilerek günümüzün büyüyen ve altın bölgesi haline gelmiştir.Burası aynı zamanda yerel halk  için bir buluşma noktası.Burada çoçuklar oyun oynar,keşişler sohbet eder ve kadınlar dedikodu yapar. Bu arada,bölgenin dışındaki dükkanlardan hediyelik eşyalar almanız mümkün."
    },
    {
      "dayNumber": 9,
      "title": "Yangon’dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}