[
  {
    "destination": "Myanmar",
    "mainPhoto": "",
    "id": "BUCM",
    "tourName": "Klasik Myanmar",
    "placesVisited": "Myanmar",
    "generalInfo": "Sadece iki haftada,altın kaplı bir budist tapınağı olan Shwedagon Pagodası’na ev sahipliği yapan Yangon’da seyahatinize son noktayı koymadan önce renkli Shan Tepeleri arasından manzaralı trenle yolculuk edin, Bagan’da romantik tapınak kompleksinde bisiklet sürün, Inle Gölü’nde geleneksel marketlerde ve yüzen bahçelerde mola vererek tekne gezisi yapın. Burası Rudyard Kipling’in Burma’sı!<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası):</strong> Mandalay Uluslararası Havaalanı (MDL)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası):</strong> Yangon Uluslararası Havaalanı (RGN)",
    "durationDays": "14",
    "price": "1399",
    "image1": "siempretour-images/BUCM/bucm_classic-myanmar2019_04_09_00_37_33_0.jpg",
    "image2": "siempretour-images/BUCM/bucm_classic-myanmar2019_04_09_00_37_33_1.jpg",
    "image3": "siempretour-images/BUCM/bucm_classic-myanmar2019_04_09_00_37_33_2.jpg",
    "image4": "siempretour-images/BUCM/bucm_bucm_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>Shan köyü yürüyüş turu</li>\n<li>Yarım günlük Bagan oryantasyon turu</li>\n<li>Shan dağı tren yolculuğu</li>\n<li>Palaung Dağ Köyü yürüyüş turu</li>\n<li>Bagan’da bisiklet turu</li>\n<li>Inle Gölü’nde günübirlik gezi ve yerel Intha öğle yemeği</li>\n<li>Goteik Viyadüğü tren yolculuğu</li>\n<li>Fil Koruma Merkezi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 13 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Özel araç, tekne, tren, Tuk-tuk, uçuşlar</p>\n<p><strong>Yemekler</strong></p>\n<p>13 kahvaltı, 3 öğle yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Mandalay'a Varış",
        "description": "Myanmar’a, daha resmi adıyla Myanmar Birliği Cumhuriyeti’ne ve  bir çok ülke tarafından önceden ve muhtemelen daha iyi bilinen adıyla Burma’ya hoş geldiniz."
      },
      {
        "dayNumber": 2,
        "title": "Hsipaw",
        "description": "Kuzey Shan Eyaleti' ne doğru ilerlerken, Myanmar'ın doğusunda yer alan Hsipaw' a gidiyoruz, Hsipaw tarihle dolu doğal bir kasaba. Bir zamanlar Shan kraliyet şehri olan eski saray, kasabanın kuzey kesiminde yer almaktadır. 1962' de son Sawbwa, Sao Kya Seng bir askeri darbe sırasında ortadan kayboldu, ancak ailesi hala eski sarayla ilgileniyor ve bir ziyarette bulunmak, son Sawbwa' nın soyunu bulmak ve Shan Eyaleti’nin son 50 yıl içindeki tarihini öğrenmek mümkün."
      },
      {
        "dayNumber": 4,
        "title": "Kyaukme",
        "description": "Doğuda yer alan Kyaukme, hareketli bir Çin mahallesi olan küçük ama hareketli bir şehirdir. Kyaukme, Palaung köyleriyle dolu vadiler tarafından kuşatılmıştır."
      },
      {
        "dayNumber": 5,
        "title": "Pyin Oo Lwin",
        "description": "Bu sabah kahvaltıdan sonra bizi Kyaukme' den Pyin Oo Lwin'e götürecek bir trene biniyoruz. Bu manzaralı tren yolculuğu, 100 yıldan fazla bir süre önce inşa edilmiş olan eski tren yolları boyunca seyahat ederken size müthiş manzaralar sunmaktadır. Yol boyunca, tren küçük köylerde duracak ve satıcılar, içecekler ya da yerel lezzetler gibi kendi ürünlerini satmak için trene binecek. Trenin her bir köyde ne kadar süre duracağına bağlı olarak, trenden inmek ve etrafta dolaşmak için zamanınız olabilir. Bazı yerliler, trendeki turistlerle konuşarak İngilizce öğrenebilmek için tren istasyonunda vakit geçirmektedir. Trende geçirilen birkaç saat sonrasında Goteik Viyadüğü' nü geçiyoruz. Bu köprü, 1899'da İngilizler tarafından inşa edildi ve o zamanlar bir başyapıt ve dünyanın en uzun köprüsü olarak kabul ediliyordu."
      },
      {
        "dayNumber": 6,
        "title": "Mandalay",
        "description": "Pyin Oo Lwin'den ayrılırken geceyi geçireceğimiz Mandalay' a dolmuşla dönüyoruz. Bugün, turunuzda daha önce buradayken görmediğiniz şehir manzaralarının tadını çıkarmak için  vaktiniz olacak. Sabah vardıktan sonra, köprüde gün batımını izlemekle sonlanan şehir turuyla dolu bir günün tadını çıkarabilirsiniz."
      },
      {
        "dayNumber": 7,
        "title": "Bagan",
        "description": "Bagan, dünyadaki herhangi bir yerden daha fazla Budist tapınağına ev sahipliği yapıyor. Bu tapınaklar ağaçların içinden çıkıp zarif bir yaşlanma sürecine sahipler. Dünyanın en iyi günbatımlarının bir kısmı burada yer alıyor."
      },
      {
        "dayNumber": 10,
        "title": "Kalaw",
        "description": "Bagan' dan ayrılırken, Kalaw yolunda Fil Koruma Merkezini ziyaret ediyoruz. Burada yakın bir zaman önce başlatılan bir topluluk projesi ormanı, içinde yaşayan yaban hayatı ve bölgede yaşayan yerel halkın geleneklerini koruyor. Bu proje aynı zamanda Myanmar’ın nesli tükenmekte olan fillerinin bir kısmını koruyor ki bu koruma olmasa bu filler turizm ticaretinde avlanıp öldürülmüş veya satılmış olabilirdi."
      },
      {
        "dayNumber": 11,
        "title": "Inle Gölü",
        "description": "Kahvaltıdan sonra Kalaw' dan ayrılırken, bizi Inle Gölü'ne götürecek başka bir trene biniyoruz. Bu manzara dolu yolculuk, Shan dağları arasında geçiyor ve seyahat ederken yerel hayata bir bakış atmanızı sağlıyor. Tren yerli halk ve batılılar tarafından 100 yılı aşkın bir süredir kullanılmakta ve kendine özgü bir sömürge hissi var. Bu trende önceden rezervasyon yapılamaz, dolayısıyla “sıradan sınıfa” yerleştirilebilirsiniz ki bu da size yerlilerin trenle nasıl seyahat ettiğine dair gerçek bir tat verir."
      },
      {
        "dayNumber": 13,
        "title": "Yangon",
        "description": "Bugün, İngiliz, Birmanya, Çin ve Hint etkileriyle dolu bir şehir olan Yangon' a uçuyoruz. Bir şehir olmasına rağmen, burada yüzlerine Thanaka ağacından doğal güneş kremi sürmüş  çıplak ayakla sokakta yürüyen yerlileri görmek yaygın bir durum. Bu hareketli şehirde yemek turlarından yerel pazarlara, göllerden  pagodalara kadar yapılacak çok şey var. Ülkedeki en büyük ve en güzel pagoda, Shwedagon Pagodası ve burası Myanmar'ın en dini yeri. Aslen MS 6. yüzyılda inşa edilmiş ve zaman içinde yeniden inşa edilerek ve geliştirilerek günümüzün büyüyen ve altın bölgesi haline gelmiştir. Burası aynı zamanda yerel halk  için bir buluşma noktası. Burada çocuklar oyun oynar, keşişler sohbet eder ve kadınlar dedikodu yapar. Bu arada, bölgenin dışındaki dükkanlardan hediyelik eşyalar almanız mümkün."
      },
      {
        "dayNumber": 14,
        "title": "Yangon’dan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Myanmar"
  },
  {
    "destination": "Myanmar",
    "mainPhoto": "",
    "id": "BUMH",
    "tourName": "Myanmar'ın Öne Çıkan Yerleri",
    "placesVisited": "Myanmar",
    "generalInfo": "Bu dokuz günlük turda Myanmar'ın tüm önemli yerlerini ziyaret edin. Bu macera, Bagan’ın meşhur tapınakları etrafında bisiklet turu ve Shan dağlarından Inle Gölü'ne uzanan mazaralı bir tren yolculuğunu içeriyor. Mandalay'da başlayıp, Yangon'da sona eren Myanmar'ın en muhteşem bölgelerinden birkaçına uzanan yolculuğun tadını çıkarın.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası):</strong> Mandalay Uluslararası Havaalanı (MDL)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası):</strong> Yangon Uluslararası Havaalanı (RGN)",
    "durationDays": "9",
    "price": "959",
    "image1": "siempretour-images/BUMH/bumh_myanmar-highlights2019_04_09_00_38_41_0.jpg",
    "image2": "siempretour-images/BUMH/bumh_myanmar-highlights2019_04_09_00_38_41_1.jpg",
    "image3": "siempretour-images/BUMH/bumh_myanmar-highlights2019_04_09_00_38_41_2.jpg",
    "image4": "siempretour-images/BUMH/bumh_bumh_20180305_1900135749.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>* Yarım günlük Bagan oryantasyon turu</li>\n<li>* Shan dağı tren yolculuğu</li>\n<li>* Bagan’da bisiklet turu</li>\n<li>* Inle Gölü’nde günübirlik gezi ve yerel Intha öğle yemeği</li>\n<li>* Fil Koruma Merkezi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 8 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Tekne,Tren,Tuk-Tuk,uçuşlar</p>\n<p><strong>Yemekler</strong></p>\n<p>1 açık büfe kahvaltı,7 kahvaltı,2 öğle yemeği</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Mandalay’a Varış",
        "description": "Myanmar’a, daha resmi adıyla Myanmar Birliği Cumhuriyeti’ne ve  bir çok ülke tarafından önceden ve muhtemelen daha iyi bilinen adıyla Burma’ya hoşgeldiniz."
      },
      {
        "dayNumber": 2,
        "title": "Bagan",
        "description": "Bagan, dünyadaki herhangi bir yerden daha fazla Budist tapınağına ev sahipliği yapıyor. Bu tapınaklar ağaçların içinden çıkıp zarif bir yaşlanma sürecine sahipler. Dünyanın en iyi günbatımlarının bir kısmı burada yer alıyor."
      },
      {
        "dayNumber": 5,
        "title": "Kalaw",
        "description": "içinde yaşayan yaban hayatı ve bölgede yaşayan yerel halkın geleneklerini koruyor.Bu proje aynı zamanda Myanmar’ın nesli tükenmekte olan fillerinin bir kısmını koruyor ki bu koruma olmasa bu filler turizm ticaretinde avlanıp öldürülmüş veya satılmış olabilirdi."
      },
      {
        "dayNumber": 6,
        "title": "Inle Gölü",
        "description": "Kahvaltıdan sonra Kalaw'dan ayrılırken, bizi Inle Gölü'ne götürecek başka bir trene biniyoruz. Bu manzara dolu yolculuk, Shan dağları arasında geçiyor ve seyahat ederken yerel hayata bir bakış atmanızı sağlıyor. Tren yerli halk ve batılılar tarafından 100 yılı aşkın bir süredir kullanılmakta ve kendine özgü bir sömürge hissi var. Bu trende önceden rezervasyon yapılamaz, dolayısıyla “sıradan sınıfa” yerleştirilebilirsiniz ki bu da size yerlilerin trenle nasıl seyahat ettiğine dair gerçek bir tat verir."
      },
      {
        "dayNumber": 8,
        "title": "Yangon",
        "description": "Bugün, İngiliz, Birmanya, Çin ve Hint etkileriyle dolu bir şehir olan Yangon'a uçuyoruz. Bir şehir olmasına rağmen, burada yüzlerine Thanaka ağacından doğal güneş kremi sürmüş  çıplak ayakla sokakta yürüyen yerlileri görmek yaygın bir durum. Bu hareketli şehirde yemek turlarından yerel pazarlara, göllerden  pagodalara kadar yapılacak çok şey var. Ülkedeki en büyük ve en güzel pagoda, Shwedagon Pagodası ve burası Myanmar'ın en dini yeri. Aslen MS 6. yüzyılda inşa edilmiş ve zaman içinde yeniden inşa edilerek ve geliştirilerek günümüzün büyüyen ve altın bölgesi haline gelmiştir.Burası aynı zamanda yerel halk  için bir buluşma noktası.Burada çoçuklar oyun oynar,keşişler sohbet eder ve kadınlar dedikodu yapar. Bu arada,bölgenin dışındaki dükkanlardan hediyelik eşyalar almanız mümkün."
      },
      {
        "dayNumber": 9,
        "title": "Yangon’dan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Myanmar"
  }
]