[
  {
    "destination": "Guatemala",
    "mainPhoto": "",
    "id": "XGP",
    "tourName": "Antigua’ dan Panama City’ e",
    "placesVisited": "Guatemala, Honduras, Nikaragua, Kosta Rika, Panama",
    "generalInfo": "Orta Amerika’ daki en iyi pazarları ziyaret edin,  dost canlısı yerel insanlarla tanışın ve el değmemiş ormanları gezerek,  tropikal nehirleri,  yükselen dağları ve aktif volkanları dolaşın.  Tarih,  bu eski kültürü çevreleyen efsaneleri ve mitleri öğreneceğiniz Copán antik Maya harabesinde canlanıyor.  Tüplü dalış,  şnorkelli yüzme,  normal yüzme ve doğa yürüyüşü,  güneşin tatlı tatlı dokunduğu Karayip adalarında dinlenmeye ve parıltılı göllerdeki manzaranın tadını çıkarmaya başlamadan önceki en güzel aktivitelerdir.<br><br><strong>En Yakın Uluslararası Havaalanına (geliş):</strong>  Guatemala City La Aurora Uluslararası Havalimanı (GUA)<br><br><strong>En Yakın Uluslararası Havaalanı (gidiş):</strong> Panama City Tocumen Uluslararası Havalimanı (PTY)",
    "durationDays": "28",
    "price": "2339",
    "image1": "siempretour-images/XGP/xgp_2019_10_27_23_12_24_0.jpg",
    "image2": "siempretour-images/XGP/xgp_2019_10_27_23_12_24_1.jpg",
    "image3": "siempretour-images/XGP/xgp_panama_1.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<ul>\n<li>- Copan kalıntılarına rehberli gezi</li>\n<li>- Roatan Adası</li>\n<li>- Ometepe Adası</li>\n<li>-  Manuel Antonio Milli Parkı’ na giriş</li>\n<li>-  Monteverde Bulut Ormanı Koruma Alanı’ na giriş</li>\n<li>-  Bocas del Toro</li>\n</ul>\n<p><strong>Konaklama:</strong> </p>\n<p>Otellerde 27 gece</p>\n<p><strong>Taşıma:</strong> </p>\n<p>Toplu taşıma,  özel araç,  uçak,  bot</p>\n<p><strong>Yemekler:</strong> </p>\n<p>15 kahvaltı,  1 kahvaltı box,  5 atıştırmalık kahvaltı,  3 yerel kahvaltı</p>\n<p><strong>Diğerleri:</strong> </p>\n<p>Siempre Tour tur lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Antiqua' ya Varış",
        "description": "UNESCO Dünya Mirası Alanı olan Antigua,  Orta Amerika’ daki en keyifli sömürge kasabalarından birisidir.  Bu güzel kasabayı tamamıyla keşfedebilmek için konaklamanızı tur öncesinde halletmenizi öneriyoruz."
      },
      {
        "dayNumber": 2,
        "title": "Copan",
        "description": "Bugün Guatemala’ dan ayrılıyoruz ve yaklaşık 10 GTQ’ lık çıkış vergisi ödemek zorundayız.  Daha sonra,  Honduras’ a büyüleyici Copán kasabasına doğru uzun bir otobüs yolculuğuna çıkıyoruz.  Lütfen dikkat: Ayrıca 3 USD’ lik küçük bir giriş ücreti ödemeniz gerekecektir.  Köye yürüme mesafesinde,  tüm antik Maya siteleri arasında en iyi korunan ve en merak uyandırıcı olan Copán kalıntıları bulunmaktadır.  Rehberli turunuzda,  bir zamanlar görkemli ve etkileyici bir yer olan şehrin 16 kralını tasvir eden incelikle oyulmuş dikili taşları (oymalar/heykeller),  muhteşem merdivenleri,  top kortlarını ve muazzam meydanlarını göreceksiniz."
      },
      {
        "dayNumber": 4,
        "title": "Roatan Adası",
        "description": "Bugün Roatán’ a gidiyoruz.  Mis gibi güneşin battığı güzel Karayip Adaları’ nın en büyüğüdür.  Adada geliştirilmesi gereken çok şey var,  ama aynı zamanda sıcak Karayip sularıyla ıslanmış ıssız bir sahil bulmak kolay.  Dünyanın en ucuz dalış ve şnorkelle yüzme aktivitelerinin bulunduğu bu yerde palmiyelerle dolu lagünler,  turkuaz sular,  dost canlısı yerler,  canlı gece hayatı ve muhteşem su altı manzaraları bulacaksınız! Gerçekten unutulmaz bir deneyim olan yunuslarla yüzmeyi ya da bir gün batımı gezisi (isteğe bağlı) ile gerçek Karayip ruhuna erişmeyi seçebilirsiniz."
      },
      {
        "dayNumber": 7,
        "title": "Leon",
        "description": "Daha sonra Nikaragua’ daki güzel sömürge kasabası León’ a gidiyoruz.  Varışta 12 dolar tutarında giriş ücreti ödemeniz gerekecektir.  Gölgeli bahçelerde ve plazalarda mola vermek için bol bol zamanımız var.  Burası deri işi hediyelik eşya satın almak için özellikle iyi bir yerdir.  Keşfedilmeyi bekleyen çeşitli müzeler,  katedral kiliseleri ve Plaza de la Constitution vardır."
      },
      {
        "dayNumber": 10,
        "title": "Granada",
        "description": "Managua’ ya ve tütün yetiştiren bölgelere yapacağımız taksi ve toplu taşıma kombinasyonundan sonra Nikaragua Gölü kıyısındaki Granada’ ya varıyoruz.  Granada,  Orta Amerika’ daki en karakteristik ve en renkli sömürge kasabalarından birisidir.  1524’ te Mombacho Yanardağı’ nın eteklerinde kurulan bu sevimli kasaba Mağribi havası nedeniyle İspanyol muadillerini hatırlatacaktır.  Burada çevredeki kırsal bölgeyi ziyaret etmek için birçok alternatif gezi mevcut.  Bunlar arasında,  çift tepeli aktif yanardağıyla Masaya Milli Parkı ve civardaki Masaya el sanatları pazarı (hamak satın almak için harika bir pazar) bulunmaktadır.  Alternatif olarak,  göldeki adalar için tekne turuna çıkabilir veya Mombacho Volkanı Bulut Ormanı’ ndan bir yürüyüş ve/veya zipline rotası seçebilirsiniz."
      },
      {
        "dayNumber": 12,
        "title": "Ometepe Adası",
        "description": "Yerel otobüsle iki saat daha seyahat edersek,  Orta Amerika’ nın en büyük gölü olan büyük Nikaragua Gölü’ ne geçiyoruz.  Bu göl bir zamanlar büyük bir okyanus körfeziydi,  ancak sismik faaliyetler,  toprağın yükselmesine ve denizden kesilmesine neden oldu.  Bu durum da gölü tatlı su köpekbalıklarına ve diğer tuzlu su türlerine terk etmiştir.  Gölün ortasında bulunan bozulmamış ve sakin Ometepe adasına feribotla gidiyoruz.  Burası ‘ Nikaragua’ nın gerçek kalbi’  dir ve hayatın hızından ve temposundan kaçmak için mükemmel bir yerdir."
      },
      {
        "dayNumber": 14,
        "title": "San Jose",
        "description": "Kosta Rika’ nın başkenti San Jose kahve ve şeker kamışı çiftlikleri arasında verimli bir vadide yer almaktadır.  Depremlerden dolayı sömürgecilik dönemi mimarisinden pek bir şey kalmamıştır geriye.  Fakat 1897’ de inşa edilen Ulusal Tiyatro kesinlikle görülmeye değer.  Belki buradayken bir performansa denk ax gelecek kadar şanslısınızdır.  Altın Müzesi,  Jade Müzesi ve Ulusal Müzeler de yine ziyaret etmek için kesinlikle önerilir."
      },
      {
        "dayNumber": 16,
        "title": "Manuel Antonio",
        "description": "Orta Vadi’ den Pasifik kıyısına,  gür yeşilliklerle kaplı kırsallardan geçerek ülkedeki en ünlü parklardan biri olan Manuel Antonio Milli Parkı’ nı görmek için küçük bir köy olan Manuel Antonio’ ya gidiyoruz.  Bu ünlü park,  güzel lagünler,  palmiyelerle kaplı plajlar,  çok sayıda hayvan ve yemyeşil ormanlar ile kutsanmıştır.  Manuel Antonio Ulusal Parkı’ na ev sahipliği yapan birçok canlı arasında yakalı tembel hayvanlar,  pelikanlar,  beyaz yüzlü maymunlar,  antiloplar ve devasa iguanalar bulunur.  Aynı zamanda plajları ile de ünlüdür - maymunların ve rakunların hırsızlıklarından korunmak istiyorsanız eşyalarınıza sahip çıkın!"
      },
      {
        "dayNumber": 18,
        "title": "Santa Elena",
        "description": "Bir zamanlar muz ihracatı için çok önemli bir liman olan eski Quepos kasabasına gidiyoruz.  Daha sonra,  Pasifik Okyanusu’ na ulaşmamız için düzleşecek olan yemyeşil tepelerin muhteşem manzarasına tanık olacağımız dik ve engebeli bir dağ yoluna çıkıyoruz.  Bulutlara erişen ve 1950’ lerde Amerikan Quaker’ ları tarafından kurulan küçük Santa Elena kasabasına varıyoruz."
      },
      {
        "dayNumber": 20,
        "title": "La Fortuna",
        "description": "Bir sonraki yolculuğumuz,  minibüs ve botlarla bizi bulut ormanının dağlarından götürüyor.  Arenal Gölü’ nün ilk ayağı yaklaşık 1 saat 30 dakika sürüyor ve manzara gerçekten muhteşem.  Dönüp duran tepeler en sonunda Arenal Volkanı’ nın uzak manzaralarına yol açıyor ve kimi yerlerde fotoğraf çekimi için durabiliriz.  Yolun kenarında son kez durduğumuzda,  bir toprak yoldan aşağı inerek Arenal Gölü kıyısındaki teknemize ulaşıyoruz.  Manzara gölden gerçekten inanılmaz ve yaklaşık bir saat boyunca yavaş yavaş Arenal Volkanı’ na yaklaşıyoruz.  Diğer tarafa vardığımızda,  başka bir minibüse binip 30 dakikalık bir seyahatle La Fortuna’ ya varıyoruz."
      },
      {
        "dayNumber": 22,
        "title": "San Jose",
        "description": "Daha sonra bir geceliğine San Jose’ ye dönüyoruz.  Özellikle hafta sonu buradaysanız dünya standartlarında restoranlarda yemek yiyebilir,  muhteşem gece hayatına dalabilirsiniz."
      },
      {
        "dayNumber": 23,
        "title": "Bocas Del Toro",
        "description": "Kosta Rika’ dan ayrılıp otobüsle Panama’ ya gidiyoruz.  ? TL çıkış vergisi ve Panama’ ya varışta da ? TL giriş ücreti ödemek zorundayız.  Botumuza atlayarak onlarca su sporu seçeneğimizin olacağı Bocas del Toro’ ya gidiyoruz.  Bocas del Toro takımadaları ziyaretçilere çok çeşitli cazibeler ve doğal ortamlar sunuyor; fauna ve flora bolluğundaki lüks yağmur ormanları.  Bu güneşli adalarda Karayiplerin en iyileriyle yarışan plajlar,  mercan kayalıkları ve kristal berrak sular var.  Boş zamanlarınızda Bocas del Toro’ nun tadını çıkarmak için iki gününüz var.  Dalış,  şnorkelli yüzme ve kano gezileri,  ve yakındaki Mangrove Ormanı’ na bisiklet kiralama ve tekne gezileri gibi seçenekler mevcut."
      },
      {
        "dayNumber": 25,
        "title": "Boquete",
        "description": "Sonra yaylalara ve büyüleyici dağ köyü Boquete’ ye gidiyoruz.  Volcan Barú’ nun doğu yamaçlarında yer alan Boquete,  soğuk iklimlerde güneşlenmek ve mükemmel manzaralara eşlik etmek isteyenler için gittikçe popüler bir yer haline geliyor.  Boquete’ nin tüm Panama’ daki en tatlı portakalları ve en zengin kahvelerden bazılarını ürettiği biliniyor; çünkü çevredeki tepeler ve eğimler sürdürülebilir tarım uygulamalarıyla bilinen alacalı kahve tarlaları ile kaplı.  Bu çiftlikler,  dünyaca ünlüdür ve dağın daha yüksek kısımlarındaki bulut ormanlarında yaşayan kuşlarla aynı sayıda kuşa ev sahipliği yapıyor."
      },
      {
        "dayNumber": 27,
        "title": "Panama",
        "description": "Bugün,  Panama şehrine kısa bir uçuş uzaklığındaki David’ e gidiyoruz.  Panama City,  Güney Amerika’ ya geçiş noktası ve kesinlikle görülmeye değer olan ünlü Panama Kanalı’ na ev sahipliği yapıyor.  Panama Kanalı Geçişinde bir yer ayırtma seçeneğiniz var,  böylece tekne ile ünlü suyolunu gezebilirsiniz.  Zaman kısıtlaması nedeniyle bu gezi ile aynı günlerde Panama’ dan yapılacak herhangi bir seyahat için rezervasyon yaptırmamanız gerektiğini lütfen unutmayın."
      },
      {
        "dayNumber": 28,
        "title": "Panama' dan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
      }
    ],
    "map": "",
    "country": "Guatemala"
  },
  {
    "destination": "Guatemala",
    "mainPhoto": "",
    "id": "QYC",
    "tourName": "Antigua’ dan Playa Del Carmen’ e",
    "placesVisited": "Guatemala, Belize",
    "generalInfo": "Guatemala, Belize ve Meksika'nın önemli yerlerinde kısa ama tatlı bir macera. Mayaların Tikal tapınak kompleksini çevreleyen ormanda vahşi yaşamın tadını çıkarın. Geleneksel balıkçı köyü olan Livingston'u keşfetmek için Rio Dulce'den aşağı inip, Peten Itzá Gölü'nün merkezindeki pitoresk Flores'e gidin. Macera seçenekleri San Ignacio'da sizi bekliyor, daha sonra Maya Rivierası'ndaki Playa del Carmen için kuzeye yol almadan önce Caye Caulker'e giden ada yolunda dinlenin.<br><br><strong>En Yakın Uluslararası Havaalanına (geliş):</strong>  Guatemala City La Aurora Uluslararası Havalimanı (GUA)<br><br><strong>En Yakın Uluslararası Havaalanı (gidiş):</strong> Cancun Uluslararası Havalimanı (CUN)",
    "durationDays": "10",
    "price": "799",
    "image1": "siempretour-images/QYC/qyc_quetzal-highway2019_04_11_22_10_43_0.jpg",
    "image2": "siempretour-images/QYC/qyc_quetzal-highway2019_04_11_22_10_43_1.jpg",
    "image3": "siempretour-images/QYC/qyc_quetzal-highway2019_04_11_22_10_43_2.jpg",
    "image4": "siempretour-images/QYC/qyc_qyc_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<ul>\n<li>- Caye Caulker</li>\n<li>- Tikal kalıntılarına rehberli gezi</li>\n<li>- Livingston’a Rio Dulce bot turu</li>\n</ul>\n<p><strong>Konaklama:</strong></p>\n<ul>\n<li>- Otellerde 9 gece</li>\n</ul>\n<p><strong>Taşıma:</strong></p>\n<ul>\n<li>- Toplu taşıma, özel araç, yaya, bot, taksi</li>\n</ul>\n<p><strong>Yemekler:</strong></p>\n<ul>\n<li>- 3 kahvaltı, 1 kahvaltı paketi, 1 Basit kahvaltı</li>\n</ul>\n<p><strong>Diğerleri:</strong></p>\n<ul>\n<li>- Siempre Tur tur lideri</li>\n</ul>\n<p> </p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Antigua'ya Varış",
        "description": "UNESCO Dünya Mirası Alanı olan Antigua, Orta Amerika'daki en keyifli sömürge kasabalarından birisidir. Yerli halk, rengârenk kıyafetleriyle şehrin taş sokaklarında ve meydanlarında, el sanatları ve tekstil ürünlerini satıyor. Guatemala'nın kültür merkezi olan Antigua, ülkenin geleneksel müziğini, mimarisini ve sanatını deneyimlemek için ideal bir yerdir. Süslü kiliselerle, manastırlarla, parklarla, plazalarla, kafelerle, restoranlarla, barlarla ve renkli sokak pazarlarıyla zengin ve hayranlık uyandıran volkanlarla çevrili Antigua, asla unutamayacağınız bir yerdir."
      },
      {
        "dayNumber": 2,
        "title": "Rio Dulce",
        "description": "Antigua’dan minivanlarla nehir kasabası olan Rio Dulce’ye doğru yola çıkıyoruz. Geceyi burada nehrin ortasındaki kabinlerde geçiriyoruz."
      },
      {
        "dayNumber": 3,
        "title": "Flores",
        "description": "Bu sabah, 23 kilometrelik suyolu boyunca Livingston’a kadar uzanan bir tekne turunun keyfini çıkararak Guatemala'nın en manzaralı yerlerinden birini deneyimlemenizi sağlayacağız. Livingston, Rio Dulce'nin bizzat Amatique Koyu'nun ağzına katıldığı ve Garifuna halkının yaşadığı bir yerdir. Bu canlı küçük kasaba, Guatemala'nın geri kalanından farklı bir Karayip atmosferine sahiptir ve lezzetli yerel spesiyallerden tapayı (deniz ürünleri hindistan cevizi çorbası) denemek ve yerel Afrika tarzı punta müziğini dinlemek için harika bir yerdir. Peten Itzá Gölü'nün ortasında yer alan ve İspanyollar tarafından fethedilen son şehir olan büyüleyici ada kasabası Flores'e devam ediyoruz."
      },
      {
        "dayNumber": 4,
        "title": "San Ignacio",
        "description": "Flores yolunda, nefes kesen Maya bölgesi olan Tikal'de duruyoruz, Maya dünyasının en büyük şehri olarak kabul edilir ve ormanın derinliklerinde yer alır. Bu kompleks, keşfedilen en büyük Maya sitelerinden biridir ve bilgili yerel rehberimiz ile bölgenin florasını, faunasını ve şaşırtıcı Maya tarihini keşfetmek ve öğrenmek için gün içinde bolca zamanınız olacak."
      },
      {
        "dayNumber": 6,
        "title": "Caye Caulker",
        "description": "San Ignacio'dan ayrılırken yerel bir otobüsle Belize'nin merkezindeki Belize Şehri'ne gidiyoruz, burada Cayes'e (mangrov adalarına) gitmek için bir su taksisine atlayacağız. Belizeliler nasıl dinleneceklerini iyi bilirler ve umarım yerel halkın rahatlama konusundaki uzmanlığı Caye Caulker'de geçireceğiniz süre zarfında size de bulaşır. Öyle olmasa da, size \"Yavaş git\", \"Kolayca al\" ve hatta \"Gömlek yok, ayakkabı yok, sorun yok\" diye hatırlatmak için işaretler mevcut. Kumla dolu sokaklarda dolaşmak için ayakkabılarınızı kenara atacağınız Caye Caulker'de akşamları deniz mahsulleri yiyerek, kokteyllerden yudumlayarak ve barların birinde reggae müzik dinleyerek birkaç gece geçireceğiz."
      },
      {
        "dayNumber": 9,
        "title": "Playa del Carmen",
        "description": "Otobüsle geçen uzun bir günün ardından, son bir gece için Playa del Carmen'e döneceksiniz. Geceyi leziz Meksika mutfağının tadını çıkararak ve maceranın sonunu birkaç margarita ile kutlayarak geçirin!"
      },
      {
        "dayNumber": 10,
        "title": "Playa del Carmen’den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
      }
    ],
    "map": "",
    "country": "Guatemala"
  },
  {
    "destination": "Guatemala",
    "mainPhoto": "",
    "id": "XGJ",
    "tourName": "Antigua’ dan San Jose’ ye",
    "placesVisited": "Guatemala, Honduras, Nikaragua, Kosta Rika",
    "generalInfo": "Honduras ve Nikaragua'nın neden Orta Amerika'nın en iyilerinden olduğunu keşfedin.  Dikkat çekici taş heykelleri ile tanınan Maya sitesi Copán’ı keşfedin.  Pastoral Roatán Adası'nda şnorkelli yüzmek için inanılmaz fırsatlar vardır.  Leon’da volkanik manzaraların ve otantik kolonyal mimarinin keyfini çıkarın.  Ayrıca Granada da Nikaragua Gölü'nün kenarında gayet güzel bir konumdadır.  Ometepe Adası'nda ikiz volkanik zirvelere hayran kalabilir ve bozulmamış plajları keşfedebilirsiniz.",
    "durationDays": "15",
    "price": "1189",
    "image1": "siempretour-images/XGJ/xgj_2019_10_23_18_47_00_0.jpg",
    "image2": "siempretour-images/XGJ/xgj_2019_10_23_18_47_00_1.jpg",
    "image3": "siempretour-images/XGJ/xgj_2019_10_23_18_47_00_2.jpg",
    "image4": "siempretour-images/XGJ/xgj_2019_10_23_18_47_00_3.jpg",
    "image5": "siempretour-images/XGJ/xgj_2019_10_23_18_47_00_4.jpg",
    "image6": "siempretour-images/XGJ/xgj_sanjose_1.jpg",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<ul>\n<li>- Copan kalıntılarına rehberli gezi</li>\n<li>- Roatan Adası</li>\n<li>- Ometepe Adası</li>\n</ul>\n<p><strong>Konaklama:</strong></p>\n<p>Otellerde 14 gece</p>\n<p><strong>Taşıma:</strong></p>\n<p>Toplu taşıma,  özel araç,  uçak,  bot</p>\n<p><strong>Yemekler:</strong></p>\n<p>8 kahvaltı,  1 kahvaltı paketi,  1 atıştırmalık kahvaltı,  3 yerel kahvaltı</p>\n<p><strong>Diğerleri:</strong></p>\n<p>Siempre Tour tur lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Antiqua' ya Varış",
        "description": "UNESCO Dünya Mirası Alanı olan Antigua,  Orta Amerika’ daki en keyifli sömürge kasabalarından birisidir.  Bu güzel kasabayı tamamıyla keşfedebilmek için konaklamanızı tur öncesinde halletmenizi öneriyoruz."
      },
      {
        "dayNumber": 2,
        "title": "Copan",
        "description": "Bugün Guatemala’ dan ayrılıyoruz ve burada yaklaşık 10 GTQ’ lık çıkış vergisi ödemek zorundayız.  Daha sonra,  Honduras’ a büyüleyici Copán kasabasına doğru uzun bir otobüs yolculuğuna çıkıyoruz.  Lütfen dikkat: Ayrıca 3 USD’ lik küçük bir giriş ücreti ödemeniz gerekecektir.  Köye yürüme mesafesinde,  tüm antik Maya siteleri arasında en iyi korunan ve en merak uyandırıcı olan Copán kalıntıları bulunmaktadır.  Rehberli turunuzda,  bir zamanlar görkemli ve etkileyici bir yer olan şehrin 16 kralını tasvir eden incelikle oyulmuş dikili taşları (oymalar/heykeller),  muhteşem merdivenleri,  top kortları ve muazzam ana meydanlarını göreceksiniz."
      },
      {
        "dayNumber": 4,
        "title": "Roatan Adası",
        "description": "Bugün Roatán’ a gidiyoruz.  Mis gibi güneşin battığı güzel Karayip Adaları’ nın en büyüğüdür.  Adada geliştirilmesi gereken çok şey var,  ama aynı zamanda sıcak Karayip sularıyla ıslanmış ıssız bir sahil bulmak kolay.  Dünyanın en ucuz dalış ve şnorkelle yüzme aktivitelerinin bulunduğu bu yerde palmiyelerle dolu lagünler,  turkuaz sular,  dost canlısı yerler,  canlı gece hayatı ve muhteşem su altı manzaraları bulacaksınız! Gerçekten unutulmaz bir deneyim olan yunuslarla yüzmeyi ya da bir günbatımı gezisi (isteğe bağlı) ile gerçek Karayip ruhuna erişmeyi seçebilirsiniz."
      },
      {
        "dayNumber": 7,
        "title": "Leon",
        "description": "Daha sonra Nikaragua’ daki güzel sömürge kasabası León’ a gidiyoruz.  Varışta 12 dolar tutarında giriş ücreti ödemeniz gerekecektir.  Gölgeli bahçelerde ve plazalarda mola vermek için bol bol zamanımız var.  Burası deri işi hediyelik eşya satın almak için özellikle iyi bir yerdir.  Keşfedilmeyi bekleyen çeşitli müzeler,  katedral kiliseleri ve Plaza de la Constitution vardır."
      },
      {
        "dayNumber": 10,
        "title": "Granada",
        "description": "Managua’ ya ve tütün yetiştiren bölgelere yapacağımız taksi ve toplu taşıma kombinasyonundan sonra Nikaragua Gölü kıyısındaki Granada’ ya varıyoruz.  Granada,  Orta Amerika’ daki en karakteristik ve en renkli sömürge kasabalarından birisidir.  1524’ te Mombacho Yanardağı’ nın eteklerinde kurulan bu sevimli kasaba Mağribi havası nedeniyle İspanyol muadillerini hatırlatacaktır.  Burada çevredeki kırsal bölgeyi ziyaret etmek için birçok alternatif gezi mevcuttur.  Bunlar arasında,  çift tepeli aktif yanardağıyla Masaya Milli Parkı ve civardaki Masaya el sanatları pazarı (hamak satın almak için harika bir pazar) bulunmaktadır.  Alternatif olarak,  göldeki adalar için tekne turuna çıkabilir veya Mombacho Volkanı Bulut Ormanı’ ndan bir yürüyüş ve/veya zipline rotası seçebilirsiniz."
      },
      {
        "dayNumber": 12,
        "title": "Ometepe Adası",
        "description": "Yerel otobüsle iki saat daha seyahat edersek,  Orta Amerika’ nın en büyük gölü olan nüyük Nikaragua Gölü’ ne geçiyoruz.  Bu göl bir zamanlar büyük bir okyanus körfeziydi,  ancak sismik faaliyetler,  toprağın yükselmesine ve denizden kesilmesine neden oldu.  Bu durum da gölü tatlı su köpekbalıklarına ve diğer tuzlu su türlerine terk etmiştir.  Gölün ortasında bulunan bozulmamış ve sakin Ometepe adasına feribotla gidiyoruz.  Burası ‘ Nikaragua’ nın gerçek kalbi’  dir ve hayatın hızından ve temposundan kaçmak için mükemmel bir yerdir."
      },
      {
        "dayNumber": 14,
        "title": "San Jose",
        "description": "Kosta Rika’ nın başkenti San Jose kahve ve şeker kamışı çiftlikleri arasında verimli bir vadide yer almaktadır.  Depremlerden dolayı sömürgecilik dönemi mimarisinden pek bir şey kalmamıştır geriye.  Fakat 1897’ de inşa edilen Ulusal Tiyatro kesinlikle görülmeye değer.  Belki buradayken bir performansa denk gelecek kadar şanslısınızdır.  Altın Müzesi,  Jade Müzesi ve Ulusal Müzeler de yine ziyaret etmek için kesinlikle önerilir."
      },
      {
        "dayNumber": 15,
        "title": "San Jose' den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır"
      }
    ],
    "map": "",
    "country": "Guatemala"
  },
  {
    "destination": "Guatemala",
    "mainPhoto": "",
    "id": "TGGD",
    "tourName": "Guatemala City’ den Antigua’ ya",
    "placesVisited": "Guatemala",
    "generalInfo": "Orta Amerika’ nın kalbi, bölgenin en büyük ve en iyi korunmuş kayıp Maya şehirlerinden biri olan Tikal’ in yanı sıra yemyeşil ormanları ve göz alıcı gölleri de içine alıyor. Bu canlı bölgenin çağdaş kültürü de aynı derecede büyüleyicidir ve yerel insanlarla tanışma, canlı pazarlarda harika el sanatları ürünleri satın alma, güzel sömürge kasabalarını keşfetme ve etrafındaki muhteşem manzaraları keşfetme şansınız olacak.<br><br><strong>Lütfen dikkat:</strong> Bu bir örnek güzergâhtır ve kendi kişisel gereksinimlerinize ve bütçenize göre uyarlanabilir.",
    "durationDays": "9",
    "price": "1739",
    "image1": "siempretour-images/TGGD/tggd_2019_10_22_05_26_07_0.jpg",
    "image2": "siempretour-images/TGGD/tggd_2019_10_22_05_26_07_1.jpg",
    "image3": "siempretour-images/TGGD/tggd_2019_10_22_05_26_07_2.jpg",
    "image4": "siempretour-images/TGGD/tggd_tggd_20190501_1206362053.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<ul>\n<li>- Guatemala şehri turu</li>\n<li>- Rehberli Tikal turu</li>\n<li>- Atitlan Gölü tekne turu</li>\n<li>- Chichicastenango pazarı</li>\n<li>- Antigua turu</li>\n</ul>\n<p><strong>Konaklama:</strong> </p>\n<p>Otellerde 8 gece</p>\n<p><strong>Taşıma:</strong> </p>\n<p>2 uçuş, özel araç</p>\n<p><strong>Yemekler:</strong> </p>\n<p>8 kahvaltı, 1 öğle yemeği</p>\n<p><strong>Diğerleri: </strong></p>\n<p>Siempre Tour tur lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Guatemala City’ e Varış",
        "description": "Guatemala, Maya dünyasının göbeğindeydi ve tarihe onurlu gelenekleri ve kültürüyle damga vurmuştur. Çoğu köylü Kolomb öncesi dönemlerden beri çok az değişiklik gösteren geleneksel bir yaşam sürüyor ve hala zengin dokunmuş kostümler, renkleri ve tasarımlarıyla yer yer farklılıklar gösteriyor. Manzara nefes kesicidir - volkanik manzaralar, ormanla kaplı volkanlar ve tropikal yağmur ormanları ile çevrili güzel göller, çoğu eski uygarlıklardan gelen geniş kompleksleri gizliyor. İspanyollar da başta Antigua’ da olmak üzere gölgeli meydanları ve sömürge evleri ve avlularıyla izler bıraktılar."
      },
      {
        "dayNumber": 2,
        "title": "Guatemala Şehir turu ve Tikal",
        "description": "Bu sabah Guatemala Şehri özel rehberli turu için otelinizden alınacaksınız. Popol Vuh Müzesi, Ixchel Müzesi, Rölyef Haritası ve Civic Centre’ a gireceksiniz. Daha sonra Flores’ e uçmak için havalimanına transfer edileceksiniz. Varışta karşılanacak ve Tikal Milli Parkı’ ndaki otelinize transfer edileceksiniz. Check-in yaptıktan sonra gecenin geri kalanı serbest zaman."
      },
      {
        "dayNumber": 3,
        "title": "Tikal Milli Parkı",
        "description": "Bu sabah rehber ve grubunuzla tanışacak ve Tikal arkeolojik kompleksini gezeceksiniz. Orman kanopisinin üzerinde yükselen tapınaklar, yaklaşık 230 feet’ e ulaşıyor. Şehir geniş açık plazalardan, yükselen piramitlerden ve olağanüstü oymalar ve anıtlardan oluşmaktadır. Bir kısmı M.Ö. 4. yüzyıla kadar uzanmaktadır. Etrafta dolaşırken rehberiniz yapıların önemini ve bir zamanlar oralarda yapılan eski ritüelleri açıklayacaktır. Ormanın uzakta olması nedeniyle, site aynı zamanda yaban hayatı için bir sığınaktır ve keşfettikçe, hiç kuşkusuz, yabani hindi, yabani maymunlar ve diğer türlerden bol miktarda vahşi hayata rastlayacaksınız. Günün geri kalanı serbest zaman."
      },
      {
        "dayNumber": 4,
        "title": "Atitlan Gölü",
        "description": "Bu sabah otelinizden alınacak ve Guatemala Şehri’ ne geri dönmek için Flores havaalanına transfer edileceksiniz. Varışta karşılanacak ve dünyanın en güzel göllerinden biri olarak tanımlanan Atitlan Gölü’ ne transfer edileceksiniz. Küçük kasabalarla çevrili bölge, Guatemala’ nın sakin ve huzurlu bir bölgesidir ve kalacak pitoresk bir yer sunmaktadır. Otelinize Panajachel kasabasında check-in yaptıktan sonra günün geri kalanı serbest zamandır."
      },
      {
        "dayNumber": 5,
        "title": "Atitlan Gölü",
        "description": "Bugün, San Juan La Laguna köyüne doğru Atitlan Gölü (yaklaşık 30 dakika) boyunca özel bir tekne turunun keyfini çıkaracaksınız. Burada kadın tekstil kooperatifini ziyaret edip el dokumalarını ve doğal boya sürecini göreceksiniz. Ayrıca ünlü ressamların stüdyolarını / evlerini ziyaret edecek ve büyüleyici çalışmalarını öğreneceksiniz. Daha sonra, Hotel Posada Santiago’ da öğle yemeği için (dâhil değildir) zamanınızın olacağı Santiago köyüne devam edeceksiniz. Daha sonra turla devam edip Maya Tanrısı Maximon’ u, yerel tekstilleri, spiritüalizmi ve T’ zutujil Maya’ nın inançlarını öğreneceksiniz. Panajachel’ deki otelinize geri döndüğünüzde, günün geri kalanı serbest zamandır."
      },
      {
        "dayNumber": 6,
        "title": "Chichicastenango Market",
        "description": "Bu sabah, Guatemala yaylasının göbeğine doğru inanılmaz renkli manzaralardan geçerek seyahat edeceksiniz. Yerli halkın tipik kıyafetlerini, sebze ve çiçeklerle süslenmiş yamaçları ve yerel sanatçılar tarafından yapılmış resimleri ve el sanatlarını göreceksiniz. Chichicastenango’ da çok renkli pazarı ziyaret edip geleneklerini öğreneceksiniz. Bu deneyim tatlı kokulu tütsü satıcılarından parlak renkli tekstil üreticilerine kadar, eski, yerli kültür ve yerel satıcılar hakkında öğrenebileceğiniz duyusal bir ziyarettir. Bu öğleden sonra Antigua’ da, günün geri kalanında serbest olacak ve otelinize transfer edileceksiniz. Antigua bir açık hava müzesi olarak tanımlanmıştır, şehir her köşeye yayılan çarpıcı mimarisi, etkileyici kalıntıları ve ilginç binaları olan bir sömürge gemisidir."
      },
      {
        "dayNumber": 7,
        "title": "Antiqua",
        "description": "Bugün, ana yerleri kapsayan rehberli bir Antigua turu için otelinizden alınacaksınız. Caddenin karşısındaki binadan rahibelerin görünmesini engellemek için inşa edilen Arco de San Catalina’ yı ziyaret edeceksiniz. 1542’ de inşa edilen San Francisco Kilisesi’ ni göreceksiniz. Şehirdeki işleyen en eski kilisedir. Güneşli bir günde, La Merced Kilisesi’ nin canlı sarı boyası ve karmaşık beyaz oymaları çarpıcıdır. Manastır ek binası nilüfer biçiminde devasa bir fıskiyeye ev sahipliği yapmakta ki bu nilüfer Maya’ nın sembolüdür ve antik dinlerin Katolikliğe dâhil olduğunu göstermektedir. Zamanı geldiğinde eski şehrin saçaklarındaki yerel pazarlara doğru yola çıkacaksınız. Burada ihtiyaç duyabileceğiniz hemen hemen her şeyi ve aklınıza gelmeyecek birçok şeyi bulabilirsiniz. Ayrıca kakao çekirdeğinin çikolataya dönüştürülme sürecini görebileceğiniz Çikolata Müzesi’ ni de ziyaret edeceksiniz. Son olarak La Azote Kahve Çiftliği ve Maya Müzik Aletleri Müzesi’ ne gideceksiniz. Akşam serbest zamandır."
      },
      {
        "dayNumber": 8,
        "title": "Antiqua",
        "description": "Bugün, Antigua’ yı kendi kendinize keşfetmeniz için serbest bırakılacaksınız."
      },
      {
        "dayNumber": 9,
        "title": "Guatemala City’ den Ayrılış",
        "description": "Bugün, otelinizden alınacak ve uluslararası uçuşunuz için Guatemala şehrinde havaalanına transfer edileceksiniz."
      }
    ],
    "map": "",
    "country": "Guatemala"
  },
  {
    "destination": "Guatemala",
    "mainPhoto": "",
    "id": "TMGHB",
    "tourName": "Guatemala City’ den Belize City’ e",
    "placesVisited": "Guatemala",
    "generalInfo": "İki hafta içinde,  Guatemala,  Honduras ve Belize’ deki en heyecan verici şeylerden bazılarını bir arada yürütün.  Yerli köyleriyle sömürge kasabalarını karşılaştırın,  renkli pazarlarda pazarlık yapın ve baş döndürücü Karayip kültürüne aşık olun.  Maya harabelerini keşfetme,  güneşin öptüğü kumsallarda rahatlayıp Orta Amerika’ da yapacağınız bu macerada karşınıza çıkacak tembel nehirlerde dolaşma şansına sahip olacaksınız.<br><br><strong>Lütfen dikkat:</strong> Bu örnek bir güzergahtır ve kendi kişisel gereksinimlerinize ve bütçenize uyarlanabilir.",
    "durationDays": "15",
    "price": "3149",
    "image1": "siempretour-images/TMGHB/tmghb_2019_10_22_05_29_25_0.jpg",
    "image2": "siempretour-images/TMGHB/tmghb_2019_10_22_05_29_25_1.jpg",
    "image3": "siempretour-images/TMGHB/tmghb_tmghb_20190501_1798107702.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<ul>\n<li>- Kahve çiftliği turu</li>\n<li>- Atitlan Gölü çevresindeki köylere ziyaret</li>\n<li>- Rehberli Copan turu</li>\n<li>- Rio Dulce’ den Livingstone’ a tekne turu</li>\n<li>- Tikal Milli Parkı turu</li>\n<li>- Chichicastenango pazarı</li>\n</ul>\n<p><strong>Konaklama:</strong> </p>\n<p>Otellerde 14 gece</p>\n<p><strong>Yemekler: </strong></p>\n<p>14 kahvaltı,  1 öğle yemeği</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Guatemala City’ e Varış",
        "description": "Guatemala Maya dünyasının göbeğindeydi ve tarihe onurlu gelenekleri ve kültürüyle damga vurmuştur.  Çoğu köylü Kolomb öncesi dönemlerden beri çok az değişiklik gösteren geleneksel bir yaşam sürüyor ve hala zengin dokunmuş kostümler,  renkleri ve tasarımlarıyla yer yer farklılıklar gösteriyor.  Manzara nefes kesicidir - volkanik manzaralar,  ormanla kaplı volkanlar ve tropikal yağmur ormanları ile çevrili güzel göller,  çoğu eski uygarlıklardan gelen geniş kompleksleri gizliyor.  İspanyollar da başta Antigua’ da olmak üzere gölgeli meydanlarıyla ve sömürge evleri ve avlularıyla izler bıraktılar."
      },
      {
        "dayNumber": 2,
        "title": "Antigua ve Kahve Çiftliği Turu",
        "description": "Bugün,  ana yerleri kapsayan rehberli bir Antigua turu için otelinizden alınacaksınız. Caddenin karşısındaki binadan rahibelerin görünmesini engellemek için inşa edilen Arco de San Catalina’ yı ziyaret edeceksiniz.  1542’ de inşa edilen San Francisco Kilisesi’ ni göreceksiniz.  Şehirdeki işleyen en eski kilisedir.  Güneşli bir günde,  La Merced Kilisesi’ nin canlı sarı boyası ve karmaşık beyaz oymaları çarpıcıdır.  Manastır ek binası nilüfer biçiminde devasa bir fıskiyeye ev sahipliği yapmakta ki bu nilüfer Maya’ nın sembolüdür ve antik dinlerin Katolik dinine dâhil olduğunu göstermektedir."
      },
      {
        "dayNumber": 3,
        "title": "Chichicastenango Pazarı  ve Atitlan Gölü",
        "description": "Bu sabah,  inanılmaz renkli manzaralardan geçerek Guatemala yaylasının göbeğine doğru seyahat edeceksiniz.  Yerli halkın tipik kıyafetlerini,  sebze ve çiçeklerle süslenmiş yamaçları ve yerel sanatçılar tarafından yapılmış resimleri ve el sanatlarını göreceksiniz.  Chichicastenango’ daki son derece renkli pazarı ziyaret edip geleneklerini öğreneceksiniz.  Bu deneyim tatlı kokulu tütsü satıcılarından parlak renkli tekstil üreticilerine kadar,  eski ve yerli kültür ve yerel satıcılar hakkında öğrenebileceğiniz duyusal bir ziyarettir.  Öğle yemeğinden sonra göl yatağında kalarak güzel Atitlan Gölü’ ne seyahat edeceksiniz.  Panajachel’ in keyfini çıkarın ve gölde güneşin batışını seyre dalın."
      },
      {
        "dayNumber": 4,
        "title": "Atitlan Gölü",
        "description": "Özel bir tekneye binin ve Atitlan Gölü çevresindeki göllerin etrafına dizili köyleri turlayın.  Burada yaşayan yerli toplulukları görecek ve yerel gelenekleri öğreneceksiniz.  Yüzmeye gitmek isterseniz tekne sürücüsü sizi Playa Dorada’ ya veya St.  Catarina Palopo’ nun yakınındaki kaplıcalara götürebilir."
      },
      {
        "dayNumber": 5,
        "title": "Antiqua",
        "description": "Antigua’ ya dönerken Maya kalıntıları olan Iximche’ de mola vereceğiz.  Öğleden sonra Antigua’ ya döneceksiniz.  Günün geri kalanıysa serbest zaman."
      },
      {
        "dayNumber": 6,
        "title": "Copan",
        "description": "Bugün Honduras sınırını geçeceksiniz ve ilk olarak da check-in için otelinize geçeceksiniz.  Öğleden sonra bir uzman rehber eşliğinde Copán kalıntılarında enfes bir tura çıkacaksınız.  Tören merkezine,  top sahasına,  hiyeroglif merdivene ve Rosalila Tapınağı’ na ev sahipliği yapan akropolise tatlı bir yolculuk yapacaksınız."
      },
      {
        "dayNumber": 8,
        "title": "Rio Dulce",
        "description": "Otelinizden alınacak ve Guatemala’ ya götürüleceksiniz.  Guatemala’ nın Karayip Sahili’ nde yer alan Rio Dulce’ ye doğru gideceğiz.  Yolda Maya Dünyasındaki en büyük anıtı görebileceğiniz Quirigua Kalıntıları’ nda mola verme fırsatımız olacak."
      },
      {
        "dayNumber": 10,
        "title": "Peten",
        "description": "Peten bölgesine doğru müthiş yolculuğun tadını çıkarın.  Peten Itza Gölü’ nün kıyısındadır ve burada etrafınızdaki tropikal Peten Ormanı sesleriyle baş başa kalacaksınız.  Öğleden sonra etrafta yapacağınız gezintilerin tadını çıkarabilirsiniz.  Neden ormanda bir yürüyüş yapmayasınız ki! Bölgenin kuş gözlemcileri için bir cennet olduğunu da hatırlatalım.  Peten’ de 300’ den fazla kuş türü bulunduğu gibi maymunlar,  geyikler ve hatta çok sayıda jaguar da var!"
      },
      {
        "dayNumber": 11,
        "title": "Tikal Milli Parkı",
        "description": "Bugün rehberiniz sizi alacak ve dünyanın en görkemli Maya arkeolojik alanlarından biri olan Tikal’ e götürecek.  Kent,  MS 200 ve 900 yılları arasında gelişmiştir ve yağmur ormanlarıyla kaplanıp onların ardına saklanmıştır.  On yedinci yüzyılda varlığı dikkat çekmeye başlamış ve 1956 yılından itibaren alan kazılmaya başlanmıştır ve arkeologlar Tikal’ i yapan medeniyetlerin tarihini daha iyi anlamaya ve daha fazla yeri keşfetmeye devam ediyor.  Öğle yemeği dâhil olacak şekilde sitede rehberli bir tura katılacaksınız."
      },
      {
        "dayNumber": 12,
        "title": "San Pedro",
        "description": "Belize City Havaalanına götürüleceğiniz için Belize’ ye geçeceğiz.  Belize’ nin Karayip Sahili’ nde bir cennet adası olan Ambergris Caye’ ye uçacaksınız.  Ambergris Caye’ den kısa bir tekne yolculuğu sizi küçük San Pedro kasabasında lüks bir tesise götürecektir.  Burası sonraki birkaç günü masmavi sularda ve şeker-beyaz kumsallarda rahatlayarak geçireceğiniz yer olacaktır."
      },
      {
        "dayNumber": 15,
        "title": "Belize City’ den Ayrılış",
        "description": ""
      }
    ],
    "map": "",
    "country": "Guatemala"
  },
  {
    "destination": "Guatemala",
    "mainPhoto": "",
    "id": "TMGE",
    "tourName": "Guatemala City’ den Guatemala City’ e",
    "placesVisited": "Guatemala",
    "generalInfo": "Antigua’ dan Tikal’ e kadar ülkenin en güzel destinasyonlarını da içeren bu kültür dolu ve kapsamlı iki haftalık yolculukla Guatemala’ ya âşık olun. Copán kalıntılarını keşfetmek için Honduras’ a kasırga misali yelken açın.<br><br><strong>Lütfen dikkat:</strong> Bu örnek bir güzergahtır ve kendi kişisel gereksinimlerinize ve bütçenize uyarlanabilir.",
    "durationDays": "14",
    "price": "3059",
    "image1": "siempretour-images/TMGE/tmge_tmge_20190501_1997908981.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<ul>\n<li>- Kahve çiftliği turu</li>\n<li>- Atitlan Gölü çevresindeki köylere ziyaret</li>\n<li>- Ixil Üçgeni turu</li>\n<li>- Rehberli Copan turu</li>\n<li>- Rehberli Quiriguá turu</li>\n<li>- Rio Dulce’ den Livingston’ a tekne turu</li>\n<li>- Tikal Milli Parkı turu</li>\n<li>- Chichicastenango pazarı</li>\n</ul>\n<p> </p>\n<p><strong>Konaklama:</strong> </p>\n<p>Otellerde 13 gece</p>\n<p><strong>Yemekler: </strong></p>\n<p>13 kahvaltı, 1 öğle yemeği</p>\n<p><strong>Diğer :</strong></p>\n<p>Siempre Tour Tur Lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Guatemala City’ e Varış",
        "description": "Guatemala Maya dünyasının göbeğindeydi ve tarihe onurlu gelenekleri ve kültürüyle damga vurmuştur. Çoğu köylü Kolomb öncesi dönemlerden beri çok az değişiklik gösteren geleneksel bir yaşam sürüyor ve hala zengin dokunmuş kostümler, renkleri ve tasarımlarıyla yer yer farklılıklar gösteriyor. Manzara nefes kesicidir - volkanik manzaralar, ormanla kaplı volkanlar ve tropikal yağmur ormanları ile çevrili güzel göller, çoğu eski uygarlıklardan gelen geniş kompleksleri gizliyor. İspanyollar da başta Antigua’ da olmak üzere gölgeli meydanlarıyla ve sömürge evleri ve avlularıyla izler bıraktılar."
      },
      {
        "dayNumber": 2,
        "title": "Antigua ve Kahve Çiftliği Turu",
        "description": "Bugün, ana yerleri kapsayan rehberli bir Antigua turu için otelinizden alınacaksınız. Caddenin karşısındaki binadan rahibelerin görünmesini engellemek için inşa edilen Arco de San Catalina’ yı ziyaret edeceksiniz. 1542’ de inşa edilen San Francisco Kilisesi’ ni göreceksiniz. Şehirdeki işleyen en eski işleyen kilisedir. Güneşli bir günde, La Merced Kilisesi’ nin canlı sarı boyası ve karmaşık beyaz oymaları çarpıcıdır. Manastır ek binası nilüfer biçiminde devasa bir fıskiyeye ev sahipliği yapmakta ki bu nilüfer Maya’ nın sembolüdür ve antik dinlerin Katolikliğe dâhil olduğunu göstermektedir. Zamanı geldiğinde eski şehrin saçaklarındaki yerel pazarlara doğru yola çıkacaksınız. Burada ihtiyaç duyabileceğiniz hemen hemen her şeyi ve aklınıza gelmeyecek birçok şeyi bulabilirsiniz. Ayrıca kakao çekirdeğinin çikolataya dönüştürülme sürecini görebileceğiniz Çikolata Müzesi’ ni de ziyaret edeceksiniz. Son olarak La Azote Kahve Çiftliği ve Maya Müzik Aletleri Müzesi’ ne gideceksiniz. Akşam serbest zamandır."
      },
      {
        "dayNumber": 3,
        "title": "Atitlan Gölü",
        "description": "Bu sabah otelinizden alınacak ve Guatemala Şehri’ ne geri dönmek için Flores havaalanına transfer edileceksiniz. Varışta karşılanacak ve dünyanın en güzel göllerinden biri olarak tanımlanan Atitlan Gölü’ ne transfer edileceksiniz. Küçük kasabalarla çevrili bölge, Guatemala’ nın sakin ve huzurlu bir bölgesidir ve kalacak pitoresk bir ortam sunmaktadır. Otelinize Panajachel kasabasında check-in yaptıktan sonra günün geri kalanı serbest zamandır."
      },
      {
        "dayNumber": 5,
        "title": "Chichicastenango Pazarı ve Quetzaltenango",
        "description": "Bu sabah, Guatemala yaylasının göbeğine doğru inanılmaz renkli manzaralardan geçerek seyahat edeceksiniz. Yerli halkın tipik kıyafetlerini, sebze ve çiçeklerle süslenmiş yamaçları ve yerel sanatçılar tarafından yapılmış resimleri ve el sanatlarını göreceksiniz. Chichicastenango’ da çok renkli pazarı ziyaret edip geleneklerini öğreneceksiniz. Bu deneyim tatlı kokulu tütsü satıcılarından parlak renkli tekstil üreticilerine kadar, eski, yerli kültür ve yerel satıcılar hakkında öğrenebileceğiniz duyusal bir ziyarettir. Sonra da Quetzaltenango’ ya kısa bir yolculuğa çıkacaksınız."
      },
      {
        "dayNumber": 6,
        "title": "Nebaj",
        "description": "Yol boyunca çeşitli noktalarda mola vererek küçük Nebaj kasabasına seyahat edeceksiniz. İlk önce Orta Amerika’ daki en iyi sebze pazarlarından biri olan Almolonga Pazarı’ nı ziyaret edeceksiniz. Olan biteni seyretmek için harika bir yer! Daha sonra renkli kilisesiyle ünlü bir köy olan San Andres Xecul’ da duracaksınız. Nihayet, Nebay’ a devam etmeden önce dağlarla çevrili bir vadide yer alan küçük pazar kasabası Zunil’ de mola vereceksiniz. Burada çevresi olabildiğince sakin ve dingin olan uzak bir süt çiftliğinde kalacaksınız."
      },
      {
        "dayNumber": 8,
        "title": "Antiqua",
        "description": "Antigua’ ya transfer edileceksiniz. Öğleden sonra serbest zaman."
      },
      {
        "dayNumber": 9,
        "title": "Copan",
        "description": "Bugün Honduras sınırını geçeceksiniz ve ilk olarak da check-in için önce otelinize geçeceksiniz. Öğleden sonra bir uzman rehber eşliğinde Copán kalıntılarında enfes bir tur atacaksınız. Tören merkezine, top sahasına, hiyeroglif merdivene ve Rosalila Tapınağı’ na ev sahipliği yapan akropolise tatlı bir yolculuğa çıkacaksınız."
      },
      {
        "dayNumber": 10,
        "title": "Quiriguá ve Rio Dulce",
        "description": "Honduras’ taki hızlı maceradan sonra, Izabel bölgesine seyahat ederek Guatemala’ ya döneceksiniz. Muhteşem taş heykelleriyle ünlü bir Maya şehri olan Quiriguá’ da duracaksınız. Nehrin kıyısında kalacağınız Rio Dulce’ ye gitmeden önce turun tadını çıkarın."
      },
      {
        "dayNumber": 11,
        "title": "Livingston ve Tikal Milli Parkı",
        "description": "Otelde 2 Gece"
      },
      {
        "dayNumber": 13,
        "title": "Tikal Milli Parkı",
        "description": "Guatemala’ nın Petén Havzası bölgesindeki Yaxhá Gölü kıyısında bulunan Mesoamerican arkeoloji alanı olan Yaxhá Milli Parkı’ na gidin. Buradaki tapınaklar, uluyan maymunlara ev sahipliği yapan tropikal bir orman içinde yer almaktadır. Bu harabeleri keşfettikten sonra, Guatemala Şehri’ ne geri döneceğiniz Flores yakınlarındaki havaalanına transfer edileceksiniz. Ertesi gün Guatemala’ daki maceranız sona erecek."
      },
      {
        "dayNumber": 14,
        "title": "Guatemala City’ den Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
      }
    ],
    "map": "",
    "country": "Guatemala"
  }
]