{
  "destination": "Guatemala",
  "mainPhoto": "",
  "id": "XGP",
  "tourName": "Antigua’ dan Panama City’ e",
  "placesVisited": "Guatemala, Honduras, Nikaragua, Kosta Rika, Panama",
  "generalInfo": "Orta Amerika’ daki en iyi pazarları ziyaret edin,  dost canlısı yerel insanlarla tanışın ve el değmemiş ormanları gezerek,  tropikal nehirleri,  yükselen dağları ve aktif volkanları dolaşın.  Tarih,  bu eski kültürü çevreleyen efsaneleri ve mitleri öğreneceğiniz Copán antik Maya harabesinde canlanıyor.  Tüplü dalış,  şnorkelli yüzme,  normal yüzme ve doğa yürüyüşü,  güneşin tatlı tatlı dokunduğu Karayip adalarında dinlenmeye ve parıltılı göllerdeki manzaranın tadını çıkarmaya başlamadan önceki en güzel aktivitelerdir.<br><br><strong>En Yakın Uluslararası Havaalanına (geliş):</strong>  Guatemala City La Aurora Uluslararası Havalimanı (GUA)<br><br><strong>En Yakın Uluslararası Havaalanı (gidiş):</strong> Panama City Tocumen Uluslararası Havalimanı (PTY)",
  "durationDays": "28",
  "price": "2339",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<ul>\n<li>- Copan kalıntılarına rehberli gezi</li>\n<li>- Roatan Adası</li>\n<li>- Ometepe Adası</li>\n<li>-  Manuel Antonio Milli Parkı’ na giriş</li>\n<li>-  Monteverde Bulut Ormanı Koruma Alanı’ na giriş</li>\n<li>-  Bocas del Toro</li>\n</ul>\n<p><strong>Konaklama:</strong> </p>\n<p>Otellerde 27 gece</p>\n<p><strong>Taşıma:</strong> </p>\n<p>Toplu taşıma,  özel araç,  uçak,  bot</p>\n<p><strong>Yemekler:</strong> </p>\n<p>15 kahvaltı,  1 kahvaltı box,  5 atıştırmalık kahvaltı,  3 yerel kahvaltı</p>\n<p><strong>Diğerleri:</strong> </p>\n<p>Siempre Tour tur lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Antiqua' ya Varış",
      "description": "UNESCO Dünya Mirası Alanı olan Antigua,  Orta Amerika’ daki en keyifli sömürge kasabalarından birisidir.  Bu güzel kasabayı tamamıyla keşfedebilmek için konaklamanızı tur öncesinde halletmenizi öneriyoruz."
    },
    {
      "dayNumber": 2,
      "title": "Copan",
      "description": "Bugün Guatemala’ dan ayrılıyoruz ve yaklaşık 10 GTQ’ lık çıkış vergisi ödemek zorundayız.  Daha sonra,  Honduras’ a büyüleyici Copán kasabasına doğru uzun bir otobüs yolculuğuna çıkıyoruz.  Lütfen dikkat: Ayrıca 3 USD’ lik küçük bir giriş ücreti ödemeniz gerekecektir.  Köye yürüme mesafesinde,  tüm antik Maya siteleri arasında en iyi korunan ve en merak uyandırıcı olan Copán kalıntıları bulunmaktadır.  Rehberli turunuzda,  bir zamanlar görkemli ve etkileyici bir yer olan şehrin 16 kralını tasvir eden incelikle oyulmuş dikili taşları (oymalar/heykeller),  muhteşem merdivenleri,  top kortlarını ve muazzam meydanlarını göreceksiniz."
    },
    {
      "dayNumber": 4,
      "title": "Roatan Adası",
      "description": "Bugün Roatán’ a gidiyoruz.  Mis gibi güneşin battığı güzel Karayip Adaları’ nın en büyüğüdür.  Adada geliştirilmesi gereken çok şey var,  ama aynı zamanda sıcak Karayip sularıyla ıslanmış ıssız bir sahil bulmak kolay.  Dünyanın en ucuz dalış ve şnorkelle yüzme aktivitelerinin bulunduğu bu yerde palmiyelerle dolu lagünler,  turkuaz sular,  dost canlısı yerler,  canlı gece hayatı ve muhteşem su altı manzaraları bulacaksınız! Gerçekten unutulmaz bir deneyim olan yunuslarla yüzmeyi ya da bir gün batımı gezisi (isteğe bağlı) ile gerçek Karayip ruhuna erişmeyi seçebilirsiniz."
    },
    {
      "dayNumber": 7,
      "title": "Leon",
      "description": "Daha sonra Nikaragua’ daki güzel sömürge kasabası León’ a gidiyoruz.  Varışta 12 dolar tutarında giriş ücreti ödemeniz gerekecektir.  Gölgeli bahçelerde ve plazalarda mola vermek için bol bol zamanımız var.  Burası deri işi hediyelik eşya satın almak için özellikle iyi bir yerdir.  Keşfedilmeyi bekleyen çeşitli müzeler,  katedral kiliseleri ve Plaza de la Constitution vardır."
    },
    {
      "dayNumber": 10,
      "title": "Granada",
      "description": "Managua’ ya ve tütün yetiştiren bölgelere yapacağımız taksi ve toplu taşıma kombinasyonundan sonra Nikaragua Gölü kıyısındaki Granada’ ya varıyoruz.  Granada,  Orta Amerika’ daki en karakteristik ve en renkli sömürge kasabalarından birisidir.  1524’ te Mombacho Yanardağı’ nın eteklerinde kurulan bu sevimli kasaba Mağribi havası nedeniyle İspanyol muadillerini hatırlatacaktır.  Burada çevredeki kırsal bölgeyi ziyaret etmek için birçok alternatif gezi mevcut.  Bunlar arasında,  çift tepeli aktif yanardağıyla Masaya Milli Parkı ve civardaki Masaya el sanatları pazarı (hamak satın almak için harika bir pazar) bulunmaktadır.  Alternatif olarak,  göldeki adalar için tekne turuna çıkabilir veya Mombacho Volkanı Bulut Ormanı’ ndan bir yürüyüş ve/veya zipline rotası seçebilirsiniz."
    },
    {
      "dayNumber": 12,
      "title": "Ometepe Adası",
      "description": "Yerel otobüsle iki saat daha seyahat edersek,  Orta Amerika’ nın en büyük gölü olan büyük Nikaragua Gölü’ ne geçiyoruz.  Bu göl bir zamanlar büyük bir okyanus körfeziydi,  ancak sismik faaliyetler,  toprağın yükselmesine ve denizden kesilmesine neden oldu.  Bu durum da gölü tatlı su köpekbalıklarına ve diğer tuzlu su türlerine terk etmiştir.  Gölün ortasında bulunan bozulmamış ve sakin Ometepe adasına feribotla gidiyoruz.  Burası ‘ Nikaragua’ nın gerçek kalbi’  dir ve hayatın hızından ve temposundan kaçmak için mükemmel bir yerdir."
    },
    {
      "dayNumber": 14,
      "title": "San Jose",
      "description": "Kosta Rika’ nın başkenti San Jose kahve ve şeker kamışı çiftlikleri arasında verimli bir vadide yer almaktadır.  Depremlerden dolayı sömürgecilik dönemi mimarisinden pek bir şey kalmamıştır geriye.  Fakat 1897’ de inşa edilen Ulusal Tiyatro kesinlikle görülmeye değer.  Belki buradayken bir performansa denk ax gelecek kadar şanslısınızdır.  Altın Müzesi,  Jade Müzesi ve Ulusal Müzeler de yine ziyaret etmek için kesinlikle önerilir."
    },
    {
      "dayNumber": 16,
      "title": "Manuel Antonio",
      "description": "Orta Vadi’ den Pasifik kıyısına,  gür yeşilliklerle kaplı kırsallardan geçerek ülkedeki en ünlü parklardan biri olan Manuel Antonio Milli Parkı’ nı görmek için küçük bir köy olan Manuel Antonio’ ya gidiyoruz.  Bu ünlü park,  güzel lagünler,  palmiyelerle kaplı plajlar,  çok sayıda hayvan ve yemyeşil ormanlar ile kutsanmıştır.  Manuel Antonio Ulusal Parkı’ na ev sahipliği yapan birçok canlı arasında yakalı tembel hayvanlar,  pelikanlar,  beyaz yüzlü maymunlar,  antiloplar ve devasa iguanalar bulunur.  Aynı zamanda plajları ile de ünlüdür - maymunların ve rakunların hırsızlıklarından korunmak istiyorsanız eşyalarınıza sahip çıkın!"
    },
    {
      "dayNumber": 18,
      "title": "Santa Elena",
      "description": "Bir zamanlar muz ihracatı için çok önemli bir liman olan eski Quepos kasabasına gidiyoruz.  Daha sonra,  Pasifik Okyanusu’ na ulaşmamız için düzleşecek olan yemyeşil tepelerin muhteşem manzarasına tanık olacağımız dik ve engebeli bir dağ yoluna çıkıyoruz.  Bulutlara erişen ve 1950’ lerde Amerikan Quaker’ ları tarafından kurulan küçük Santa Elena kasabasına varıyoruz."
    },
    {
      "dayNumber": 20,
      "title": "La Fortuna",
      "description": "Bir sonraki yolculuğumuz,  minibüs ve botlarla bizi bulut ormanının dağlarından götürüyor.  Arenal Gölü’ nün ilk ayağı yaklaşık 1 saat 30 dakika sürüyor ve manzara gerçekten muhteşem.  Dönüp duran tepeler en sonunda Arenal Volkanı’ nın uzak manzaralarına yol açıyor ve kimi yerlerde fotoğraf çekimi için durabiliriz.  Yolun kenarında son kez durduğumuzda,  bir toprak yoldan aşağı inerek Arenal Gölü kıyısındaki teknemize ulaşıyoruz.  Manzara gölden gerçekten inanılmaz ve yaklaşık bir saat boyunca yavaş yavaş Arenal Volkanı’ na yaklaşıyoruz.  Diğer tarafa vardığımızda,  başka bir minibüse binip 30 dakikalık bir seyahatle La Fortuna’ ya varıyoruz."
    },
    {
      "dayNumber": 22,
      "title": "San Jose",
      "description": "Daha sonra bir geceliğine San Jose’ ye dönüyoruz.  Özellikle hafta sonu buradaysanız dünya standartlarında restoranlarda yemek yiyebilir,  muhteşem gece hayatına dalabilirsiniz."
    },
    {
      "dayNumber": 23,
      "title": "Bocas Del Toro",
      "description": "Kosta Rika’ dan ayrılıp otobüsle Panama’ ya gidiyoruz.  ? TL çıkış vergisi ve Panama’ ya varışta da ? TL giriş ücreti ödemek zorundayız.  Botumuza atlayarak onlarca su sporu seçeneğimizin olacağı Bocas del Toro’ ya gidiyoruz.  Bocas del Toro takımadaları ziyaretçilere çok çeşitli cazibeler ve doğal ortamlar sunuyor; fauna ve flora bolluğundaki lüks yağmur ormanları.  Bu güneşli adalarda Karayiplerin en iyileriyle yarışan plajlar,  mercan kayalıkları ve kristal berrak sular var.  Boş zamanlarınızda Bocas del Toro’ nun tadını çıkarmak için iki gününüz var.  Dalış,  şnorkelli yüzme ve kano gezileri,  ve yakındaki Mangrove Ormanı’ na bisiklet kiralama ve tekne gezileri gibi seçenekler mevcut."
    },
    {
      "dayNumber": 25,
      "title": "Boquete",
      "description": "Sonra yaylalara ve büyüleyici dağ köyü Boquete’ ye gidiyoruz.  Volcan Barú’ nun doğu yamaçlarında yer alan Boquete,  soğuk iklimlerde güneşlenmek ve mükemmel manzaralara eşlik etmek isteyenler için gittikçe popüler bir yer haline geliyor.  Boquete’ nin tüm Panama’ daki en tatlı portakalları ve en zengin kahvelerden bazılarını ürettiği biliniyor; çünkü çevredeki tepeler ve eğimler sürdürülebilir tarım uygulamalarıyla bilinen alacalı kahve tarlaları ile kaplı.  Bu çiftlikler,  dünyaca ünlüdür ve dağın daha yüksek kısımlarındaki bulut ormanlarında yaşayan kuşlarla aynı sayıda kuşa ev sahipliği yapıyor."
    },
    {
      "dayNumber": 27,
      "title": "Panama",
      "description": "Bugün,  Panama şehrine kısa bir uçuş uzaklığındaki David’ e gidiyoruz.  Panama City,  Güney Amerika’ ya geçiş noktası ve kesinlikle görülmeye değer olan ünlü Panama Kanalı’ na ev sahipliği yapıyor.  Panama Kanalı Geçişinde bir yer ayırtma seçeneğiniz var,  böylece tekne ile ünlü suyolunu gezebilirsiniz.  Zaman kısıtlaması nedeniyle bu gezi ile aynı günlerde Panama’ dan yapılacak herhangi bir seyahat için rezervasyon yaptırmamanız gerektiğini lütfen unutmayın."
    },
    {
      "dayNumber": 28,
      "title": "Panama' dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}