[
  {
    "destination": "Maldives",
    "mainPhoto": "",
    "id": "maldives-catamaran-cruise",
    "tourName": "Maldives Catamaran Cruise",
    "placesVisited": "Goidhoo Atoll, Baa Atoll, North Ari Atoll, Optional activities include: snorkelling, fishing",
    "generalInfo": "There’s no better way to experience the Maldives than by boat, tailor-made itineraries to suit your requirements are offered.<br/><br/>Sail to coral atolls and beautiful islands and island-hop to your heart’s content. Some will be deserted, some will be little more than sandbars and some inhabited by small fishing communities who will show you their special way of life. <br/><br/>From Male you’ll breeze through South Male Atoll and on to Vaavu Atoll where you will discover solitude, untouched reefs and a famous ship wreck. On the way, you’ll stop at fishing village, and even learn to how to line fish the Maldivian way. There are plenty of snorkelling opportunities where you will be sure to encounter a myriad of colourful reef fish, and the chance to observe nurse sharks, trevally and turtles. <br/><br/>This modern air-conditioned sailing catamaran comes with a crew who’ll prepare all your meals. You could use your fishing skills to help put dinner on the table, or just enjoy being catered for. You can have sundowners on deserted sandbanks and the freshest grilled fish for dinner.<br/><br/>This is a slow-paced and gentle cruise. Lounge on the netting between the two hulls as the boat sails along, or sunbathe on deck.",
    "durationDays": "1",
    "price": "3200",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Upon arrival at Male International Airport you will be greeted by our representative and transferred to your home for the next 7 days. You will be settled into your cabin and given a tour of the catamaran before beginning your voyage of discovery! Late afternoon cruise south to Guraidhoo in South Male Atoll, this is time for you to do as you please, relax on the sundeck, sit in the shade of the sun canopy and watch the beauty of the Maldives pass you by and maybe catch sight of dolphins. When at anchorage you can choose to do as much or as little as you please. Options include snorkeling and swimming, fishing or just relaxing."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Following breakfast you have the opportunity to tour the fishing village of Guraidhoo. Accompanied by a guide, time is spent exploring the island with the opportunity to meet the local people, learn about the local way of life including a visit to the Mosque, the local school and the boatyard where you can see how the common wooden boat known locally as a ‘dhoni’ is built. Following lunch taken on board, cruise to Fulidhoo, Vaavu Atoll during which, time is yours to do as you please, relax on the sundeck, sit in the shade of the sun canopy and watch the beauty of the Maldives pass you by and maybe catch sight of dolphins. When at anchorage you can choose to snorkel, swim, fish, visit a sandbank or just relax on board."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Following breakfast cruise to south through Vaavu Atoll. Whilst cruising the time remains yours to do as you please, relax on the sundeck, sit in the shade of the sun canopy and watch the beauty of the Maldives pass you by. Late afternoon transfer ashore to another local island for traditional ‘hedika’ - Maldivian savoury and sweet snack served with black tea and the opportunity to tour the island before returning on board for a relaxing evening."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "This morning spend a relaxing time on a sandbank. For those feeling energetic snorkelling and swimming are available. This evening at sunset experience the art of Maldivian line fishing! The Maldives is unique in that its history depends on tuna fishing and the locals are excellent fishermen using pole and line and are happy to share their skills with you. Your catch will be freshly prepared for you to enjoy."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Following breakfast we go snorkeling in search of nurse sharks, big eyed travelly and turtles. The afternoon there will be a further opportunity to visit a local island and together with your guide discover more about the traditional way of Maldives life."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Following a late breakfast cruise north back into South Male Atoll, whilst cruising the time remains yours to do as you please, relax on the sundeck, sit in the shade of the sun canopy and watch the beauty of the Maldives pass you by. Just before sunset transfer ashore to an uninhabited island before enjoying dinner comprising of fresh grilled fish and a selection of local dishes"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Following breakfast the morning is one of relaxation on board or for those feeling energetic snorkeling and swimming are available. Following lunch cruise back to Hulhumale lagoon. Late afternoon there will be the opportunity to make a visit to Male before returning to the boat for a farewell dinner."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Breakfast on board. Check out 10.00am when you will be transferred back to Male airport in time for your departure flight."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Maldives",
    "mainPhoto": "",
    "id": "maldives-holidays-dhoni-cruise",
    "tourName": "Maldives holidays, Dhoni cruise",
    "placesVisited": "Male, Vavuu Atoll, Kuda Anbaraa Island, Meemu Atoll, Dhiggaru Island, Felidhoo, Fulidhoo, Embudhoo Reef, Cruise on a traditional dhoni, Optional activities include: snorkelling",
    "generalInfo": "This is your chance to see the Maldives as the locals know it. On a Maldives dhoni cruise leave the resort islands on the horizon and instead cruise between the inhabited islands in the beautiful atolls south of Male. You'll travel in a small group – up to a maximum of 16 guests – on a traditional motor-powered Maldivian fishing boat called a dhoni on this wonderful eight day cruise. There is ample time to lie back and relax – as well as enjoy the featured star of the show: the snorkelling.<br/><br/>\nThis trip cruises gently from Male through the South Male Atoll, Felidhoo and Meemu. On the way you'll be able to stop and visit the islands – some totally uninhabited, some little more than sand spits, others with a few hundred or a few thousand inhabitants in fishing and farming communities. You’ll have the chance to visit some villages and see the traditional Maldivian island way of life first-hand.<br/><br/>\nYou can snorkel every day if you want to. This cruise provides masks and flippers – just state your size in advance. The water is warm and exceptionally clear, and under the surface you may be able to spot turtles, clown fish and other colourful reef fish over the unspoilt coral reefs that fringe nearly every atolls. Your guides will be able to help you identify what you’ve seen. You may also see manta rays, and other beautiful species of ray.<br/><br/>\nBetween four and five crew operate the dhoni, leaving you free to relax on board. Accommodation is simple and comfortable, with two bunk beds in each cabin and shared bathroom facilities. You’ll get three meals a day, including beach barbecues and, as you can imagine, plenty of fresh fish – and drinking water, tea and coffee. You can also buy additional drinks on board.",
    "durationDays": "8",
    "price": "2045",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Male",
        "description": ": Our adventure begins in Male at our joining hotel. The circumference of the island is little more than 5 kilometres/3 miles, making it easy to explore on foot. Male is a hub of activity, in stark contrast to the laid-back islands of the archipelago that we'll explore in the coming days. If you'd like an airport transfer today, you'll need to arrive at Male International Airport (MLE). For those arriving on time, our tour leader will meet you in the hotel reception at 4pm for the welcome meeting followed by an orientation walking tour of the town. We'll take in the Mosque, and the fish market and stroll along the water's edge to watch the ferries coming and going. Please note that if you'd like to join the orientation tour today, you'll need to arrive at the hotel by 4pm. If you're booking your own flights, we recommend giving yourself at least one hour to clear the airport and make the short transfer to the hotel. Therefore, the latest your flight can arrive is 3pm. If you miss the meeting, our tour leader will leave information with the meeting time for tomorrow in the hotel reception and will inform you of any essential information as soon as you catch up."
      },
      {
        "dayNumber": 2,
        "title": "Sail to Vavuu Atoll and explore Kuda Boli",
        "description": ": This morning, we'll drive to Hulhumale Marina to meet our moored dhoni and crew. We'll have breakfast onboard and our tour leader will take time to introduce the crew and tell us about the boat and our day-to-day living for the coming days. We then begin a four-hour cruise south, passing through the Vaadhoo Canal to the South Male Atoll - a smaller and quieter neighbour to the more developed North Male Atoll. Here, many of the islands are uninhabited and are surrounded by clear turquoise water and reefs. Heading further south, we'll cruise to the Vavuu Atoll, where we'll spend time exploring the picturesque island of Kudiboli. Please note, you don't need special footwear for getting on and off the boat and exploring these islands - most travellers manage just fine in flip-flops. After our island exploration, we'll spend the afternoon snorkelling or relaxing onboard our dhoni. For our first snorkel we plan to enter the sea from the beach or sand bar into relatively calm waters. All subsequent snorkelling and swimming will be directly from the boat, over reefs and into deeper waters. Over the week, we're likely to encounter plenty of underwater fauna. We might be lucky enough to spot green turtles, reef sharks and gigantic manta rays, as well as smaller sting rays and eagle rays. At each stop, we'll also swim amongst a rainbow of small, colourful fish, including the famous Clown Fish. Our knowledgeable local guides will be able to help identify many of the underwater species that we come across. All meals are included on the dhoni. Menus are likely to include freshly caught fish, as well as curries and pasta. Drinking water, tea and coffee are readily available, with alcoholic and soft drinks can be purchased on-board, too. You can pay your bill for drinks at the end of your cruise in USD or by credit card. Cabins are compact but spacious enough for two people. You also have the option to sleep on deck under the stars some nights. Please note that the itinerary is entirely dependent on the local weather, winds and tides. It's very often necessary to adapt the planned itinerary to local conditions."
      },
      {
        "dayNumber": 3,
        "title": "Snorkel in the clear waters of the Vaavu Atoll",
        "description": ": Today (if weather conditions for the next couple of days allow it) we'll sail south for a further two or three hours, crossing to Meemu Atoll. If the weather stops us from doing that, we'll continue to explore Vaavu Atoll, snorkelling in the turtle reef before cruising on to Loabi Faru to snorkel in the pristine reef there. Back on the dhoni, we'll cruise over to Bongo Veli where we plan to spend the night close to a popular sandbank known for its pristine white sand. We'll have time in the late afternoon to enjoy the white-sand beach, swim and watch the sunset. Later this evening, we can look forward to a barbeque beach banquet in an idyllic spot on the island, laid on by the dhoni crew."
      },
      {
        "dayNumber": 4,
        "title": "Cruise to Felidhoo Island",
        "description": ": After breakfast., we cruise for about an hour to Ruhhuri Hura for a snorkel in a quieter reef. We travel on a short distance to Acho Kacho Reef nearby for another chance to marvel at the marine life and have a swim and snorkel. Cruising north, we reach the Felidhoo, the administrative centre of Felidhoo Atoll. With a population of about 400, this is the least populated of all the country's administrative centres. Again, we'll take it easy, taking time to visit the village, meet the island's inhabitants and learn about their traditional, yet relaxed, way of life. Please note, not many tourist groups visit the village and it's essential to dress and act respectfully. This includes removing shoes when visiting a house or a mosque."
      },
      {
        "dayNumber": 5,
        "title": "Shipwreck snorkel. Visit the traditional village of Fulidhoo. Bodu Beru drum display",
        "description": ": Now we've gotten into the flow of island living, our daily routine likely includes reading, sunbathing and napping between island exploration and snorkelling. Our first dip in the ocean today is to snorkel over a shipwreck, spotting myriad colourful fish. In the afternoon, we'll pick another suitably sheltered location for our second snorkel of the day. With a subtly different name to our previous day's stop-off, we plan to spend tonight at anchor off Fulidhoo Island. Once again, we'll meet the locals and gain more of an appreciation for their life in this tropical paradise. This evening, we'll enjoy a Bodu Beru performance, the traditional folk music of the country. Please note that during the month of Ramadan it's not possible to arrange the Bodu Beru drumming performance. In 2026 this runs from 17th February to 18th March, and in 2027 from 7th February to 8th March."
      },
      {
        "dayNumber": 6,
        "title": "Nurse shark reef snorkel before sailing to South Malee Atoll",
        "description": ": For an early morning snorkel today, we'll dip into the waters at Nurse Shark Reef. We'll then start to motor back north for around three hours, crossing the channel once again to South Malee Atoll with time for another snorkel at a sheltered spot."
      },
      {
        "dayNumber": 7,
        "title": "Sail to Male stopping to snorkel at Maafushi Coral Garden and Stingray Point",
        "description": ": Our last day on the boat sees us cruising back towards Male. Of course, we'll take the opportunity for a final splash in the water with a spot of snorkelling and swimming, at Maafushi Coral Garden and Stingray Point, before enjoying a farewell meal with our boat crew. If the weather is clear, we'll try to find a natural spot to drop anchor for tonight but most often we find ourselves in Gulhi Falhu Marina."
      },
      {
        "dayNumber": 8,
        "title": "Trip ends in Male",
        "description": ": The trip ends after breakfast on our dhoni in Male. The crew need to start preparing for the next voyage so we are off boarded after breakfast and dropped at the airport for 9am. There are no activities planned today, however, the earliest your flight can depart is 11am. If your flight is departing later in the day, luggage storage facilities are available at the airport for a cost of $6 per item. If you'd like an airport transfer today, you'll need to depart from Male International Airport (MLE)."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Maldives",
    "mainPhoto": "",
    "id": "maldives-private-gulet-cruise-holiday",
    "tourName": "Maldives private gulet cruise holiday",
    "placesVisited": "",
    "generalInfo": "Cruise through the Maldives on a beautiful Turkish Gulet with your family or friends and your very own local guide, skipper, crew and chef. <br/><br/>Awake to the sun rising over the Indian Ocean. Snorkel areas that are famous throughout the world for their stunning beauty and abundance of marine life.  <br/><br/>Watch the beautiful islands slide past on the horizon as you sip a chilled drink and relax on the sun deck, whilst the experienced crews navigate you through the beautiful reefs and channels of the Maldives.<br/><br/>Experience culture and tradition, deserted islands, beautiful sunsets and the beauty of the underwater world. Enjoy the hospitality of the Maldivian people whilst experiencing those things the Maldives is renowned for; diving, snorkeling, glorious sunsets and relaxation. Our itineraries are intertwined with opportunities to learn more about the environment both on land and in our marine life rich ocean through conversation with our guides,  relaxed presentations over coffee and hands-on experiences.<br/><br/>Our promise is that you will have the time of your life with memories to cherish forever.<br/><br/>6 fully air-conditioned cabins, which can accommodate groups of 12 guests on board at a time. <br/>Fully equipped with the required amenities for a comfortable stay.<br/><br/>Your experienced, professional local guide who is a certified First Aider and Life Guard Level 3, will ensure both your safety and comfort throughout the cruise as well as providing memorable Maldives experiences.<br/><br/>We provide cruises subject to availability on board MV Felicity and MV Endheri Maldives.<br/><br/>MV Felicity<br/>A traditionally crafted and built Turkish gulet complete with sails, the MV Felicity has a length of 28m, a beam of 6.85m and a draft of 2.60m.<br/>With two decks and 7 cabins, the Felicity accommodates 12 passengers comfortably. All cabins are air-conditioned with an attached bathroom including shower, small wardrobe, drawer and storage facilities, portholes and a DC wall fan.<br/>There is an outdoor dining area and an indoor area just in case of rain!<br/>The indoor saloon area is furnished with dining table and seating plus banquette seating and is equipped with a TV-DVD-Stereo area and an equipment charging area.<br/>The communal open-air deck space is furnished with sun mats and banquette seating.<br/><br/>MV Endheri Maldives<br/>MV Maldives Endheri has a length of 30m, a beam of 6.85m and a draft of 2.60m. Built in 2004, the owner has just completed a major renovation installing new teak timbering throughout and renovating the bathrooms. They have not yet updated the image library so the attachments were taken this morning in order to provide you an understanding of its style.<br/><br/>With two decks and 7 cabins, Endheri accommodates 11 passengers comfortably. All cabins are air-conditioned with a large attached bathroom including shower, small wardrobe, drawer and storage facilities, portholes and a DC wall fan. <br/>There is an outdoor dining area with rain blinds just in case of rain!<br/>The indoor saloon area is furnished with banquette seating and is equipped with a TV-DVD-Stereo area and an equipment charging area. The communal open-air deck space is furnished with sun mats and banquette seating.",
    "durationDays": "8",
    "price": "13999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Whether you're looking to soak up the sun, explore remote islands, snorkel the clear turquoise reefs, surf, dive, or fish, every aspect of your time is tailored to your specific requirements. Our team will provide a unique personal and experience. Do what you want, when you want!"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Maldives",
    "mainPhoto": "",
    "id": "resplendent-retreat-to-maldives-resort-and-cruise-for-8-days",
    "tourName": "Resplendent Retreat to Maldives Resort and Cruise for 8 Days",
    "placesVisited": "Maldives",
    "generalInfo": "Resplendent private island resorts and lavish charter cruises take you on an exploration of unrivaled marine beauty on an 8-day Maldives sailing adventure across the archipelago. This tailored tour takes you to pearl-white beaches, sprawling sapphire seas, luminous coral reefs, and sun-soaked islands that draw travelers from all over the world to the tropical region. Snorkel, scuba dive, and soak up the splendors of the Maldives on this glamorous getaway.",
    "durationDays": "8",
    "price": "9,800",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Maldives - Cottoncandy Sunsets",
        "description": "The Maldives is a glamorous getaway destination that boasts the world’s best beaches and lavish private island resorts to boot. Waves lap against the pearl-white sands, marine life thrives within coral sanctuaries off the coastlines, and culinary traditions invite visitors to explore the flavors of the archipelago. These are but a few of the pleasures to treasure during your stay on a coveted private island overlooking the shimmering sea. To acclimate to your home away from home, you may stroll across the silky shore or sip cocktails on your stylish terrace as sunset covers the sky in a playful combination of colors."
      },
      {
        "dayNumber": "2",
        "title": "Maldives - Magnificent Marine Moments",
        "description": "Waves rolling against the shore will soundtrack your first morning in the Maldives as you step out onto your terrace and catch a glimpse of Spinner dolphins leaping out from the cyan sea. Your days on the private island are intentionally unplanned, allowing you to go with the island-style flow at leisure and choose to explore at your pace. Today, you may partake in stunning seaside activities such as snorkeling or paddleboarding, take to the skies on a scenic flight over the archipelagic country, fish from private bungalows floating over the turquoise ocean, and tuck into fresh local seafood dishes."
      },
      {
        "dayNumber": "3",
        "title": "Maldives - Embrace the Island Lifestyle",
        "description": "You will wake up, tuck into breakfast, and spend your morning embracing the treasure trove of seaside experiences in the Maldives. From another round of snorkeling or swimming to relishing your resort’s luxury amenities, you will absorb the magic of the Maldives. There is nothing as soothing as a spa therapy overlooking the sea during sunset. Your masseuse will invite you to choose from a collection of sensational treatments as you enjoy a complimentary cocktail and then perform your chosen therapy as you watch the sun fade behind the horizon and transform the sky in golden, pink, and purple hues."
      },
      {
        "dayNumber": "4",
        "title": "Maldives - Set Sail for the Ari Atoll",
        "description": "After breakfast, you will pack your things and transfer via speedboat to a port where you will climb on board a private charter cruise. Your captain will welcome you to your floating resort, and you will toast a complimentary cocktail as the ship sets sail for the Ari Atoll. Being one of the largest ring-shaped reefs in the Maldives archipelago, Ari Atoll boasts some of the best scuba diving and snorkeling spots in the world. Your tranquil voyage across the beautiful blue waters of the Indian Ocean will bring you to these surreal marine sanctuaries over the next few days."
      },
      {
        "dayNumber": "5",
        "title": "Maldives - Adventures at Madivaru Kandu",
        "description": "Your mornings on the private charter cruise share surreal sunrise views from every angle as you choose to indulge in breakfast from your intimate balcony, the glamorous dining hall, or the sun-kissed deck. Today, the vessel will head for the sandy channel of Madivaru Kandu. You should keep your eyes peeled for stingrays swirling across the sandy seafloor and eagle rays appearing to fly across the ocean. You will choose to snorkel or scuba dive the dreamy underwater paradise using professional equipment and safety gear. Swimming below the surface, you may spot reef sharks and schools of snappers and triggerfish."
      },
      {
        "dayNumber": "6",
        "title": "Maldives - Make Way for Maaya Thila",
        "description": "Your charter will sail for the protected marine reserve of Maaya Thila this morning as you savor breakfast. Arriving at the reef, you will look out for common grey reef sharks and the distinct white-tipped fins of the whitetip reef sharks that circle the coral in abundance. You could plunge into the depths of the coral overhang that drops down into the oceanic darkness or glide to the archaic caves that conceal dog-toothed tuna, great barracuda, and much more. Afterward, you will visit the local village on Maalhos island to immerse yourself in the Maldive’s culture and customs."
      },
      {
        "dayNumber": "7",
        "title": "Maldives - Nocturnal Marine Discoveries",
        "description": "Your final day exploring the breathtaking Maldives archipelago will bring you to the sparkling shores of Meeru Island, where you will enjoy the morning and afternoon lounging underneath palm trees, swimming in the crystal clear waters, and snorkeling colorful coral reefs beyond the coast. If the weather permits, you may partake in a night dive or night fishing experience illuminated by the stars and powerful torches positioned on the charter. These opportunities will let you catch a glimpse of the Maldive’s nocturnal marine creatures and the underwater world left unworried by the daylight activity across the archipelago."
      },
      {
        "dayNumber": "8",
        "title": "Maldives - Snorkeling and Sightseeing",
        "description": "It will be your last morning in the Maldives and your last opportunity to snorkel the stunning coral reefs that circle the archipelago and its sunbathed island paradises. After submerging below the glassy sea to capture the underwater creatures with waterproof cameras, you will return to your room to pack your things and devour a sumptuous breakfast spread on board the charter. Arriving on the shore, you will transfer to the airport and begin your journey back home having made magnificent memories and marine discoveries during your time in the Maldives."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  }
]