{
    "Main_Title": "Our Comoros holidays & tours",
    "Main_Paragraph": "Situated off the southeast coast of Africa, between Mozambique and Madagascar, Comoros is under the radar. Enjoy the laid back vibe of these little-visited Indian Ocean islands, but don’t just stick to the beach; our holidays take you island-hopping, hiking and nature-spotting. Between the shores of Grande Comore, Anjouan and Moheli, you’ll find lemurs, whales, manta rays and turtles, and enormous Livingstone’s fruit bats. Our responsible local guides will show you how to enjoy these natural wonders whilst helping to protect them. Our holidays also support the local economy by using locally-owned guest houses and hotels – except when you’re climbing Mount Karthala, which involves one thrilling night under canvas.",
    "Subtitle": "Comoros highlights",
    "Title1": "1. Anjouan",
    "Paragraph1": "The most populated of the islands, Anjouan is also rated as the most beautiful island of the three Comoros. Walk its capital Mutsamudu to see historical citadels and the medina, and explore the Col de Patsy, a particularly beautiful valley, and the nearby Tatringa Falls. You can also visit the mausoleum of the late president Abdallah, the father of independence in the Comoros.",
    "image1": "",
    "Title2": "2. Beaches",
    "Paragraph2": "Boasting the classic Indian Ocean combo of white sand and turquoise seas, the beaches of the Comoros are delightful. Two of the most beautiful on Mohéli are Sambadjou and Nioumachoua, while the beach at Itsamia is the nesting ground of sea turtles. On Grand Comore, Chomoni has an excellent beach  a dazzling contrast of blue sea, white sand and black volcanic rock.",
    "image2": "",
    "Title3": "3. Grande Comore",
    "Paragraph3": "There is lots to enjoy on the largest island in the Comoros, including visiting an ylang-ylang plantation and distillery, the Lac Salé, a volcanic salt lake, the lava flow at the village of Singani and the ruins of the 18th century sultans palace. At Itsoundzou enjoy views of the seven volcanic cones of Diboini, and head north for the dramatic Dos du Dragon (Dragons Back) rock formations.",
    "Title4": "4. Mohéli",
    "Paragraph4": "Mohéli is Comoros nature island, where you can hike through virgin rainforest, snorkel and go whale and dolphin watching. Its home to the Comoros first national park, the Parc Marin de Mohéli, created in agreement with 10 neighbouring villages to protect endangered and enormous Livingstones fruit bats (their wingspan reaches 1.5m) and the green turtles that lay eggs on the beaches of Itsamia.",
    "image3": "",
    "Title5": "5. Moroni",
    "Paragraph5": "Moroni, the Comoros capital city, means in the heart of the fire, because of its location at the foot of Mount Karthala, an active volcano. Its an atmospheric place, steeped in Arabic heritage dating back to the 10th century. Stroll through a huge carved wooden gate into the medina, discover mosques and its ancient royal palace, and the port with its many moored up dhows."
}