{
    "Main_Title": "Our DR Congo holidays & tours",
    "Main_Paragraph": "Art Deco buildings in Bukavu; gaseous waters at Lake Kivu; and climbs up the side of Mount Nyiragongo, one of the world’s most active volcanoes: our Democratic Republic of Congo holidays are full of unexpected encounters. There’s no finer example than Kahuzi-Biega National Park, a haven for the world’s rarest animals, including eastern lowland gorillas. On our holidays, the money you put into national parks and permits for gorilla tracking makes all the difference towards wildlife conservation. But our holidays also focus on people, and thanks to longstanding relationships with communities, and our use of local guides, porters, drivers and boat operators, we can ensure your visit with tribal communities here is mutually rewarding.",
    "Subtitle": "DRC highlights",
    "Title1": "1. Congo River",
    "Paragraph1": "This mighty river carries more water than any other on the continent, and stretches, in an enormous arc, 4,370km from source to mouth, crossing the equator twice. A cruise will take you upriver from Mbandaka to Kisangani, pausing at villages that see few if any western visitors, navigating the widest section (20km) at Bumba, and passing through Yangambi Biosphere Reserve. The full voyage takes a month, or opt for half the route.",
    "image1": "",
    "Title2": "2. Kahuzi-Biega National Park",
    "Paragraph2": "Named after two dormant volcanoes that slumber within its 6,000km\n2\nof forest, this national park protects mountains, rainforest, bamboo forest, marshland and rivers, providing rich habitat for a huge variety of wildlife. Eastern lowland gorillas are its most famous inhabitants and the largest gorilla species; you can track them in the rainforest. Chimps live here too, along with bush elephants, buffalo, hippo and bush babies.",
    "image2": "",
    "Title3": "3. Kinshasa",
    "Paragraph3": "DRCs capital is often bypassed on tours, but Africas third largest city, with over 11 million inhabitants, gives an important insight into urban Congo, far from the forests and volcanoes of the east. Once called Kin La Belle, Kinshasa has certainly lost much of its former splendour, but it has a fascinating history, thriving markets and a huge dependence on the Congo River. Dont miss Lola Ya Bonobo  the worlds only bonobo sanctuary.",
    "Title4": "4. Lake Kivu",
    "Paragraph4": "Forming the border between DRC and Rwanda, Lake Kivus jagged shoreline gives way to dozens of islands. Tiny, c-shaped Tchegera is a stones throw from Virunga National Park, and an idyllic place to rest after gorilla tracking. Idjwi is Kivus biggest island, and despite its large population, the lack of infrastructure gives it a laidback atmosphere. Meet villagers, head out on the lake with local fishermen and soak up glorious views.",
    "image3": "",
    "Title5": "5. Nyiragongo Volcano",
    "Paragraph5": "This volcano is one of the worlds most active, with a lake of molten lava in its crater. Overnight expeditions can take you to the 3,470m summit. The four to six hour ascent passes through four vegetation zones, and the summit offers astounding views of Goma and the surrounding landscape, plus the lava lake. After a night in a mountain hut on the rim, watch the sun rise between Karisimbi and Visoke Volcanoes.",
    "Title6": "6. Virunga National Park",
    "Paragraph6": "Some 1,000 mountain gorillas roam the forests of the Virunga Mountains along the borders of DRC, Uganda and Rwanda. Expert trackers will take you into the forest here to spend an hour in the company of a habituated group  a truly magical encounter. You can visit a nearby gorilla rehabilitation project, too. This forest also shelters habituated chimps, so you can track two great apes in one park."
}