{
  "destination": "Cyprus",
  "mainPhoto": "",
  "id": "short-break-in-the-troodos-mountains-cyprus",
  "tourName": "Short break in the Troodos mountains, Cyprus",
  "placesVisited": "",
  "generalInfo": "A self-guided walking, with plenty of opportunity to discover the rich cultural heritage of the mountain villages of Cyprus. This holiday includes one experience led by local villagers actively engaged in their trade and the opportunity to visit cultural sites.<br/><br/>The Marathasa valley is one of the most beautiful, unspoilt regions of Cyprus, situated in the northwestern part of the Troodos range. With stunning mountain scenery, flora and fauna, this is an unrivalled opportunity to get to know the real Cyprus, away from the tourist crowds. Discover more than 105km of walking trails or over 700km of biking trails in this remote corner of Cyprus and learn about local food, culture and nature as you meet the locals and get to know their way of life.<br/><br/>This short break holiday includes:<br/><br/>* 3 nights luxury accommodation <br/>* Full daily breakfast<br/>* 2 days nature walking <br/>* 1 Picnic lunch on one of the walking days<br/>* GPS and 1:25,000 hiking/biking map<br/><br/>Plus, choose one authentic experiences from the selection below:<br/><br/>•\tGuided local walking tour (2 hours) incl. the UNESCO-listed 11th-century Byzantine monastery, Sulphur springs, Venetian bridge and short nature walk to a charming restored watermill.<br/>•\tVisit a working orchard and pick in-season produce<br/>•\tE-bike cycling tour <br/>•\tA forest safari adventure by quad-bike or open-top 4x4. Try to spot the indigenous Cypriot mouflon in its natural habitat, a protected species.<br/><br/>All bikes are kept in excellent condition",
  "durationDays": "4",
  "price": "315",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Kalopanayiotis village and check-in at Casale Panayiotis mountain retreat. Settle in to your beautifully restored room, once a village home. Depending on your arrival time, explore the village on foot and discover its many charming byzantine churches & chapels. Enjoy your evening at our premises for dinner or a drink."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today, choose whether you would like to explore on foot or by bike. Choose from one of five circular hiking routes ranging from a gentle 5km riverside walk to a strenuous 14km hike with steep ascents and glorious views. Alternatively, set off on a cycling trail by e-bike or mountain bike. Whether you prefer off-road, on-road, stops to visit picturesque chapels or spectacular viewpoints, steep ascents or gentle inclines, we can advise the best route for you from a wide selection. Whether hiking or cycling, we'll set you up with a detailed 1:25,000 walking & hiking map, GPS and emergency contact number, so you can have compete peace of mind as you explore the countryside. Packed lunch included."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Spend today getting to know the food and culture traditions of the area. Choose a morning and afternoon activity, all led by local villagers who are actively involved in these trades. Will you try your hand at making your own halloumi, collect honey from the hives in Marathasa or visit a working orchard to pick seasonal fruit? These are just some of the many authentic experiences available to choose from."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "It's time to say farewell. Check-out from Casale Panayiotis. We hope a little piece of Cypriot mountain life will forever remain in your heart!"
    }
  ],
  "map": ""
}