[
  {
    "destination": "Cyprus",
    "mainPhoto": "",
    "id": "cyprus-family-holiday-tailor-made",
    "tourName": "Cyprus family holiday, tailor made",
    "placesVisited": "",
    "generalInfo": "Embarking on a North Cyprus Family Holiday is a gateway to an immersive experience, carefully crafted to intertwine relaxation, education, and exploration. Our aim? To bring families together in an environment that nurtures curiosity, fosters learning, and creates unforgettable memories.<br/><br/>Picture this: golden stretches of unspoiled sandy beaches, where the sun illuminates the horizon, inviting endless hours of family fun. But this holiday is more than just sun and sand—it's a journey through history. Delve into the rich tapestry of North Cyprus's past, walking in the footsteps of ancient civilizations and discovering the stories etched into its landscapes.<br/><br/>For families seeking hands-on experiences, our visits to local farms aren't just about harvesting fresh fruits and vegetables; they're about cultivating connections—to the land, to each other, and to the traditions that define this region. Engage in workshops that unravel the secrets of Cyprus cuisine, allowing every member of the family to become a part of its culinary heritage.<br/><br/>It's more than a vacation; it's a collective exploration. As you traverse this vibrant tapestry of experiences, bonding moments await at every turn. Together, discover the intricacies of agriculture, gaining insight into the bountiful harvests that sustain this land. Witness the beauty of growth, both in crops and in the familial ties strengthened by shared experiences.<br/><br/>Moreover, this isn't just about what you'll see—it's about what you'll take away. Take home not just souvenirs, but a deeper understanding of Cyprus's history and agriculture. It's an opportunity to expand your family's horizons, sparking curiosity and a lifelong love for learning.<br/><br/>In essence, our North Cyprus Family Holiday isn't just a vacation; it's an odyssey—a journey that intertwines relaxation, education, and bonding. It's an invitation to immerse yourselves in the beauty of this region, where every moment is a chance to connect, learn, and create cherished memories that will last a lifetime. Join us in crafting an unforgettable family experience—one that leaves an indelible mark on hearts and minds alike.",
    "durationDays": "7",
    "price": "3600",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive at Celebi Garden Hotel, greeted by the Celebi Family. Check-in, unwind, and dive into poolside relaxation."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Embark on a guided tour by the Celebi family around the hotel grounds. Explore fruit orchards, animal farms, vineyards, and olive groves. Participate in harvest activities and discover Mediterranean agriculture. Experience a family-owned Zivania Distillery tour, witnessing the production process and tasting the famed Cypriot spirit. At Celebi Distillery, indulge in an enriching Zivania tasting and savor oak-aged organic wines."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Embark on a day trip to scenic Karpasia with a knowledgeable local guide. Experience the beauty of the area, relishing a delightful fresh fish lunch. Visit a monastery, stroll along Golden Beach, and take a refreshing swim. On the return journey, pause at Bafra Beach for another seaside break, all accompanied by a private tour guide and transport."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Engage in an immersive Cyprus Cuisine Workshop led by local guides, delving into the heart of Cypriot culture through a hands-on cooking class. Experience the richness of Cyprus's culinary heritage, using fresh, locally sourced ingredients. Enjoy a private session guided by locals, offering insights into traditional recipes and flavors unique to Cyprus. All accompanied by a private tour guide and seamless transfers for a truly authentic and educational culinary experience."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Embark on an enriching day trip to Famagusta, exploring its historic Walled City and the evocative Ghost Town of Varosha, ideal for a cycling adventure. Enjoy a sumptuous lunch and a relaxing beach break at Palm Beach. Delve into history at the Salamis Ruins on the return journey. Experience it all with the guidance of a knowledgeable local tour guide and convenient transfers, creating an unforgettable excursion through the region's cultural and historical treasures."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Free Day"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Embark on a captivating day trip to Kyrenia, starting with the picturesque Kyrenia Harbour and a visit to the historic Bellapais Monastery. Enjoy a delightful lunch break amidst charming surroundings. Explore the ancient Kantara Castle through a thrilling trek on the return journey. All accompanied by a private local tour guide and seamless transfers, immersing yourself in the beauty and history of Kyrenia for an unforgettable experience."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "As your stay draws to a close, it's not goodbye but rather a 'see you soon!' Should you wish to extend your stay, it's as easy as expressing your preference. Rent a car and explore the abundance of stunning beaches surrounding Celebi Garden, ensuring your holiday lingers on amidst the beauty of North Cyprus. Until next time!"
      }
    ],
    "map": ""
  },
  {
    "destination": "Cyprus",
    "mainPhoto": "",
    "id": "short-break-in-the-troodos-mountains-cyprus",
    "tourName": "Short break in the Troodos mountains, Cyprus",
    "placesVisited": "",
    "generalInfo": "A self-guided walking, with plenty of opportunity to discover the rich cultural heritage of the mountain villages of Cyprus. This holiday includes one experience led by local villagers actively engaged in their trade and the opportunity to visit cultural sites.<br/><br/>The Marathasa valley is one of the most beautiful, unspoilt regions of Cyprus, situated in the northwestern part of the Troodos range. With stunning mountain scenery, flora and fauna, this is an unrivalled opportunity to get to know the real Cyprus, away from the tourist crowds. Discover more than 105km of walking trails or over 700km of biking trails in this remote corner of Cyprus and learn about local food, culture and nature as you meet the locals and get to know their way of life.<br/><br/>This short break holiday includes:<br/><br/>* 3 nights luxury accommodation <br/>* Full daily breakfast<br/>* 2 days nature walking <br/>* 1 Picnic lunch on one of the walking days<br/>* GPS and 1:25,000 hiking/biking map<br/><br/>Plus, choose one authentic experiences from the selection below:<br/><br/>•\tGuided local walking tour (2 hours) incl. the UNESCO-listed 11th-century Byzantine monastery, Sulphur springs, Venetian bridge and short nature walk to a charming restored watermill.<br/>•\tVisit a working orchard and pick in-season produce<br/>•\tE-bike cycling tour <br/>•\tA forest safari adventure by quad-bike or open-top 4x4. Try to spot the indigenous Cypriot mouflon in its natural habitat, a protected species.<br/><br/>All bikes are kept in excellent condition",
    "durationDays": "4",
    "price": "315",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Kalopanayiotis village and check-in at Casale Panayiotis mountain retreat. Settle in to your beautifully restored room, once a village home. Depending on your arrival time, explore the village on foot and discover its many charming byzantine churches & chapels. Enjoy your evening at our premises for dinner or a drink."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today, choose whether you would like to explore on foot or by bike. Choose from one of five circular hiking routes ranging from a gentle 5km riverside walk to a strenuous 14km hike with steep ascents and glorious views. Alternatively, set off on a cycling trail by e-bike or mountain bike. Whether you prefer off-road, on-road, stops to visit picturesque chapels or spectacular viewpoints, steep ascents or gentle inclines, we can advise the best route for you from a wide selection. Whether hiking or cycling, we'll set you up with a detailed 1:25,000 walking & hiking map, GPS and emergency contact number, so you can have compete peace of mind as you explore the countryside. Packed lunch included."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Spend today getting to know the food and culture traditions of the area. Choose a morning and afternoon activity, all led by local villagers who are actively involved in these trades. Will you try your hand at making your own halloumi, collect honey from the hives in Marathasa or visit a working orchard to pick seasonal fruit? These are just some of the many authentic experiences available to choose from."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "It's time to say farewell. Check-out from Casale Panayiotis. We hope a little piece of Cypriot mountain life will forever remain in your heart!"
      }
    ],
    "map": ""
  }
]
