{
  "destination": "Şili",
  "mainPhoto": "",
  "id": "HSF",
  "tourName": "Arjantin ve Brezilya'nın Göze Çarpanları",
  "placesVisited": "Şili, Arjantin, Brezilya",
  "generalInfo": "Bu kısa ve sevimli turda, Güney Amerika’nın prensipli gastronomi bölgesinde uçarak dünyanın en iyi yemekleri ve şaraplarının tadına bakın. Harika şehirlerde aksiyon dolu günlerin ardından bir şehirde tango veya bir diğerinde samba izleyebilirsiniz. Mendoza çevresindeki nefis kırsalları ve üzüm bağlarını da ziyaret edeceksiniz.<br><br>Tur ,Wanderlust’s ın ‘2015 in en iyi 50 seyahati’ den ve The Sunday Times’ın ‘2015 in en iyi 100 tatili’ den biri seçilmiştir.<br><br><strong>Katılış için en yakın uluslararası havaalanı:</strong> Santiago A Merino Benitez Uluslararası Havaalanı (SCL)<br><br><strong>Ayrılış için en yakın uluslararası havaalanı:</strong> Rio Galeao Antonio Carlos Jobim Uluslararası Havaalanı (GIG), Rio de Janeiro Santos Dumont",
  "durationDays": "11",
  "price": "1619",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Arjantin şaraphaneleri</li>\n<li>- Brezilya’da Iguazu şelalelerine giriş</li>\n<li>- Arjantin’de Iguazu şelalelerine giriş</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 10 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Uçuş</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 3 açık büfe kahvaltı, 3 kahvaltı, 1 yerel öğle yemeği, 2 yerel kahvaltı</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Tur lideri</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Santiago'ya Varış",
      "description": "İlk gün Şili’nin kozmopolit başkenti Santiago’yu kendinizce gezip keşfedebilirsiniz. Şehrin en iyi görüntüleri için füniküler araçla uzaktaki And dağlarını ve başkenti tepeden gören Meryem heykelinin bulunduğu San Cristobal’a çıkın.Burada Şili’nin en iyi şaraplarını tadına bakabilir ve güzel yüzme havuzları bulabilirsiniz. Santiago,fıskiyeleri ve parklarıyla temiz ve modern bir şehir olmasının yanında, dünyanın en iyi deniz ürünleri marketlerinden olan Mercado Central gibi çarşılarıyla ünlüdür.Başkanlık sarayı  Palacio de la Moneda’nın dışında hemen her gün etkileyici nöbet değişimi törenini izleyebilirsiniz."
    },
    {
      "dayNumber": 2,
      "title": "Mendoza",
      "description": "Mendoza’ya,Arjantin şarap bölgesinin merkezine harika manzarala eşliğinde seyahat ediyoruz."
    },
    {
      "dayNumber": 5,
      "title": "Buenos Aires",
      "description": "Yemyeşil parkları,meydanları ve geniş bulvarlarıyla Güney Amerika’nın Paris’i olarak bilinen güzel Buenos Aires şehrine uçuyoruz.Avrupa ve Latin Amerika etkilerinin bir araya gelerek ortaya çıkardığı benzersiz şehrin ilginç mahallelerini ve artistik çarşılarını keşfedin. Avenida 9 de Julio’da (dünyanın en geniş bulvarı) gezin,Buenos Aires’in 4.yüzyılı anısına yapılan dikilitaşı ve dünyanın en iyi opera binalarından etkileyici Teatro Colón’u görün.1945 te Juan ve Eva Peron’un Plaza del Mayo’da toplanan kalabalığa hitap ettikleri ünlü başkanlık sarayı Casa Rosada’yı da ziyaret edebilirsiniz."
    },
    {
      "dayNumber": 8,
      "title": "Foz Do Iguacu",
      "description": "Dünyanın en olağanüstü şelalelerini,ünlü Iguazu’yu görmek için Arjantin tarafındaki Puerto Iguazu’ya uçuyoruz.Her iki ülkede ziyaret edeceğimiz Iguazu’da dünyadaki 1 veya 2 kataraktlı(çağlayan) şelalelerden farklı olarak 3km uzunluğunda u şeklinde sıralanmış muhteşem 275 katarakt bulunur."
    },
    {
      "dayNumber": 10,
      "title": "Rio de Janeiro",
      "description": "Olağanüstü Rio de Janeiro birçok yer görüp birçok şey yapabileceğiniz bir şehirdir.Corcovado’nun tepesindeki Kurtarıcı İsa heykelinin görkemli duruşu,nefes kesici panoramik manzaralarıyla Sugarloaf dağının tepesi ve  rengarenk fayanslarıyla Selaron basamkları tecrübe etmeniz gereken ilgi çekici  yerlerden bazıları.Merdivenlerden yürüyerek parke taşlı sokaklarda dizilmiş pek çok eski kafe ve mağazaları olan ,tepedeki sakin Santa Teresa mahallesine gidebilirsiniz.Şehrin merkezinde,Rio’nun koloni döneminden kalma eski binalarının çevresinde gezintiye çıkabilir finans bölgesinin gökdelenleri arasında kaybolabilirsiniz.Alternatif olarak botanik bahçelerini ,dünyanın en ünlü plajlarından Copacabana ya da Ipanema’yı veya enfes Rodrigues de Freitas lagününü ziyaret edebilirsiniz.Eğer şubat/mart aylarında Rio’daysanız dünyanın en büyük partisi Rio karnavalı için hazır olun."
    },
    {
      "dayNumber": 11,
      "title": "Rio de Janeiro'dan Ayrılış",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}