{
  "destination": "Gambia",
  "mainPhoto": "",
  "id": "gambia-and-senegal-river-cruise",
  "tourName": "Gambia and Senegal river cruise",
  "placesVisited": "",
  "generalInfo": "Board your yacht in Banjul and sail upstream to Tendaba while enjoying your first dinner on board! On your second day you will leave the vessel with local pirogues to take an optional excursion to Kiang West National Park, the home of over 250 species of birds. During the excursion you will also pass by villages, to get the impression of the local life in The Gambia. Let the journey begin! In the afternoon who wants can visit the Bao Bolong Wetland Reserve where there are more bird species to observe. In the evening you remain docked in Tendaba. Early in the morning of the third day, the ship will sail up the Gambia River to reach Kuntaur. In the afternoon, opt for a 3-hr. motor pirogue cruise, in the Gambia River. Meet a national park ranger who is joining us onboard in order to give more information about the park and its fauna &amp; flora. If you are lucky there is always the chance to see chimps, hippos, crocodiles, Red Colobus, and Green Vervet monkeys. In the evening, a dancing surprise is waiting for you on the pier! On the fourth day, you will wake up in Kuntaur. there is an optional excursion proposed, to visit Janjanbureh, one of the oldest towns of The Gambia. Later in the morning you will stop at the mysterious stone circles in Wassu, a megalithic site believed to be a burial ground thousands of years ago. You will visit the little museum of this archaeological site, a UNESCO World Cultural Heritage Site. After lunch you will sail downstream to Kaur, a small fishing village that you can explore on your own to see the real community life of the Gambians. Wake up at St. James Island, another Unesco Cultural Heritage Site, in the middle of the Gambia River. Enjoy the guided tour and then feel free to explore the island at your own pace. You will return on the boat for lunch and after the formalities, you will sail out of the Gambia estuary into the Atlantic Ocean northwards to Dakar. Early morning arrival in Dakar and after breakfast take an optional excursion to Goree Island and Dakar city, an exploratory adventure which invites you to discover the traces of slave trading, and its transformation into today’s African modernity. You will return to the ship in the afternoon and after dinner you will sail towards the Saloum River Delta and the seventh day of your trip! This day you can visit the fishing village of Djiffer wherefrom you will reach the village of Joal Fadiouth, set on an island of clam shells that are also used in local buildings and crafts. In the afternoon, you will leave Senegal and the Saloum Delta and sail south to Gambia to reach Banjul, the capital of Gambia and gateway to the 700-mile Gambia River. After dinner, enjoy your last night on board and sleep full of memories and pictures of this unforgettable off the beaten track trip! Wake up in Banjul and disembark after breakfast!",
  "durationDays": "8",
  "price": "3913",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Banjul - Abuko Nature Reserves/the Gambia: Embarkation 4pm. We leave Banjul and sail upstream to Tendaba. We reach Tendaba late into the evening. Mediterranean Night in Africa - Overnight at dock in Tendaba."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tendaba/the Gambia: From the ship we take motor pirogues in order to reach Tendaba, located on the South Bank in the Lower River Division, our starting point of our Tendaba morning optional excursion. It is a small fishing village of mainly Muslim faith with approximately 600 inhabitants whose main occupation is fishing. From there we will walk through to Batelling, a small village at the entrance to Kiang West National Park. The area boasts of over 250 species of birds; many of which are difficult to observe anywhere else. Other residents include Guinea baboons, bushbuck, warthogs, Senegal bushbaby and marsh mongoose. After a refreshing stop in Batelling, we will board an open safari truck which brings us back to Tendaba. On the way we pass again local villages where you get an impression of local life in The Gambia. In the afternoon, we are picked-up from the ship by motor pirogues for the afternoon Tendaba optional excursion to the Bao Bolong Wetland Reserve. This reserve, lying across from Kiang West National Park features six major bolongs (creeks) that provide great birding and boating opportunities. Numerous rare and migratory birds also reside here including the Pel’s fishing owl, African fin foot and brown-necked parrot. Overnight docked in Tendaba."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Gambia River – Kuntaur - River Gambia National Park/the Gambia: Early morning we leave Tendaba and sail upstream on the Gambia River all morning to reach Kuntaur. Early afternoon arrival to the bustling Gambian port town of Kuntaur, the last inland stop along the river that is navigable for ocean-going ships. Later in the afternoon we board a large motor pirogue for a 3 hours optional excursion cruise on The Gambia River. First we head to the southernmost tip of Baboon Island, one of the five islands of The Gambia National Park. There a local national park ranger is joining us onboard in order to give more information about the park and its fauna & flora. Then we turn, the motor pirogue slows down and sails slowly back to Kuntaur following closely the shores of Baboon Island. This island is home of the Chimpanzee Rehabilitation Project. If we are lucky from our motor pirogue we can closely observe the chimps with minimal intrusion. There is also the possibility of seeing hippos, crocodiles, Red Colobus, Green Vervet monkeys and also The Gambia’s famous birdlife. We return to Kuntaur where we are met by the “Kankurang” and a local dance group on the pier. Believed to have spiritual powers the “Kankurang” dispenses justice and wards off evil spirits. Overnight docked in Kuntaur."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kuntaur – Janjanbureh- Kaur/the Gambia: This morning, our optional excursion by bus takes us to the ferry station of Janjanbureh. There we board the local ferry for a short cruise over The Gambia River to Janjanbureh. We continue our excursion with a visit of one of the oldest towns of The Gambia, formerly called Georgetown. During the walk you get an impression of this laidback town and see the residence of the governor, the market and the Methodist church with its school. Afterwards we take the ferry back and re board the bus to reach Lamin Koto. Through the generosity of Variety Cruises and of many of its clients, a new school building is being built. Later in the morning we stop at the mysterious stone circles in Wassu, a megalithic site believed to be a burial ground thousands of years ago. You will visit the little museum of this archaeological site, a UNESCO World Cultural Heritage Site. In the afternoon, after lunch, we sail downstream to Kaur a small fishing village on the banks of the Gambia. You will have the opportunity to walk around this small community and see how Gambians live today. In the evening we leave Kaur and sail downstream towards Banjul. Captains Farewell Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kunta Kinteh Island - Banjul/the Gambia: This morning we anchor at St. James Island in the middle of the Gambia River, which was an important slave trading post under the British rule in The Gambia. In 1976 James Island became famous due to the author Alex Haley and its bestseller book \"Roots\" and the story of a slave, called Kunta Kinteh. The island is now called and is a UNESCO World April 20, 2021 April 20, 2021 Cultural Heritage Site. Optional walking tour: After disembarking by local tenders your local guide will tell you more about the history of James Island and afterwards you will have some time to explore this island by yourself. After lunch, we leave \"Kunta Kinteh\" to reach Banjul around 4pm. After formalities, later in the evening, we will sail out of the Gambia estuary into the Atlantic Ocean northwards to Dakar. Gambian Night with Kora instrument Concert - Overnight at sea to Dakar."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Dakar/Senegal: Early morning arrival in Dakar. After breakfast, we will take you in an optional excursion to Goree Island and Dakar city tour, an exploratory adventure of Dakar surroundings, inviting you to discover the traces of slave trading, and its transformation into today’s African modernity. The history makes room for the present development. Lunch outside the ship. Returning to the ship in late afternoon and preparing for dinner. After dinner, we set sail southward towards the Saloum River Delta. Overnight at sea, cruising south wards along the coast."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Djiffer/Senegal – Banjul/the Gambia: This morning we reach the Sine – Saloum Delta in Senegal, an UNESCO Biosphere Reserve and also an Important Birding Area, as designated by Birdlife International and natural habitat for many bird species but also such aquatic animals as marine turtles, dolphins, West African manatees and crocodiles. Our optional excursion starts at the fishing village of Djiffer wherefrom we reach the village of Joal Fadiouth, set on an island of clam shells that also are used in local buildings and crafts. In the afternoon, we leave Senegal and the Saloum Delta and sail south to Gambia to reach Banjul, the capital of Gambia and gateway to the 700-mile Gambia River. Fishermen Night. Overnight in Banjul."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Banjul/the Gambia: Disembarkation at 9:00 am after breakfast."
    }
  ],
  "map": ""
}