{
  "destination": "Gambia",
  "mainPhoto": "",
  "id": "fes-to-accra-overland-adventure-11-weeks",
  "tourName": "Fes to Accra overland adventure, 11 weeks",
  "placesVisited": "",
  "generalInfo": "This epic West African expedition takes you from the UK to Accra on an unforgettable overland journey. The adventure begins in Morocco, with it's ancient medina's, souks, through the High Atlas then following the coastline down into the deep deserts of Mauritania, onto the real West Africa with it's bustling colourful markets and amazing cultural sites, finishing the trip on the stunning beaches of Ghana. You will discover a continent most travellers only dream of and have the experience of a lifetime! Note: This is one of our Overland Adventures which are run on a participatory basis – you’ll be involved in the day to day running of the trip and have fun helping to cook for the group. Expect to sometimes get dusty and dishevelled and not to be able to have hot showers every night. Groups of up to 24 people are led by our crew of two. Please note that the accommodation on this trip is predominantly camping, though there may be opportunities to upgrade this locally where rooms are available. Please see the trip inclusions for an approximate percentage of camping and room nights. Our Overland Adventures provide once in a life time experiences and whilst some safari activities may be included in the itinerary, or be available to book locally, this should not be considered a traditional safari holiday, though we consider that part of the fun!!",
  "durationDays": "75",
  "price": "4795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 10,
      "title": "",
      "description": "MARRAKECH TO WESTERN SAHARA After leaving Marrakech, the fishing port of Essaouira is our last major stop in Morocco. While in Essaouira you can take advantage of the often windy conditions to try some surfing, kite surfing or windsurfing, or explore the streets of the old town, now a UNESCO World Heritage Site. We then head south following the rugged Atlantic coastline towards Mauritania and the Sahara Desert. This journey will take a few days where we will be camping in the wild, and with no light pollution an abundance of stars can be seen in the night skies. Driving through Western Sahara will then be our first real time spent away from popular touristy areas and we may only see a handful of other travellers."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "WESTERN SAHARA TO DAKAR On this leg of our Africa overland trip, after crossing into Mauritania we travel east along the desert road to the town to Atar on the Adrar Plateau. From here you have the opportunity to explore the surrounding area by 4x4 vehicle. Leaving Atar, we pass small isolated villages surrounded by the vast desert and herdsman migrating with their camels in search of water. With very infrequent traffic on the roads and no food crops being grown, one wonders how tough it is to live in such harsh desert conditions. We reach the capital, Nouakchott, where we spend a couple of days obtaining visas and re-organising the truck and life in general after our dusty desert travels. It is quite incredible to think that slavery was only abolished here in 1980 and it is rumoured that it still continues in some outlying areas. South of Nouakchott, we will take 1 of 2 borders crossing into Senegal, the infamous and hectic Rosso border, crossing the Senegalese river by boat, or travel through a remote border - Diama, passing along the piste through Diawling National park (weather permitting). We enter sub-Saharan Africa by crossing the Senegal River and continue into St Louis, West Africa's first French settlement and from where French colonialists conquered the interior. Senegal has a very different feel from the west Saharan countries we have just come from. We begin to be exposed to West Africa's vibrant food and music culture, colourful fashion and markets. We will start getting used to bad roads, 'interesting' local driving styles and a mixture of modern West African cities as well as some fly blown and remote border posts and villages. The city of St Louis is located at the mouth of the Senegal River and is an interesting place to visit. We will spend a couple of nights near town camping within the national park 'Langue de Barbarie', well known for its fauna rich with various species of birds. You can take a pirogue trip and bird watch, relax and swim on the sandy beach, try your hand at fishing and much more. On our Overland route through Senegal, we will visit Lake Retba (or Lac Rose as it is known by locals) where you can float in the pink lake. Its salinity content compares to that of the Dead Sea and during the dry season, it exceeds it. From here you may have the opportunity to visit Dakar. Like any large city in the world, Dakar has its undesirables so compared to the laid back countryside and small towns that we are more familiar with, in large cities we learn to take care and go out and explore in pairs."
    },
    {
      "dayNumber": 34,
      "title": "",
      "description": "DAKAR TO TIWAI ISLAND WILDLIFE SANCTUARY Continuing south, we will visit The Gambia, the smallest country on the continent (mainland) of Africa. We will take the truck across the Gambia River by ferry and base ourselves near the capital city Banjul. Banjul sits on an island where the Gambia River meets the Atlantic Ocean. You can visit the lively, open-air street market, wander the streets passing colonial buildings, visit nearby beaches or take a riverboat trip. Re-entering Senegal, we will cross into the southern Casamance region and will stop at the town of Ziguinchor to obtain a visa for Guinea-Bissau, before spending a day on the pristine coastal beaches of Senegal. Here you have the opportunity to swim, take a bike ride, fish or wandering through the nearby villages. Guinea-Bissau, considered one of the world's poorest and most fragile countries, has a population of less than 2 million. In the 19th century, it was colonized as Portuguese Guinea and the official language is Portuguese. Still bearing the scars of the civil wars of 1997-8, Bissau is an interesting city to explore and as it's less frequented by tourists the people are very welcoming and intrigued by our presence. Depending on weather and road conditions we will travel to Parque Nacional de Cantanhez where you can arrange optional trekking trips into the rainforest in search of chimpanzees and other wildlife. Leaving Guinea-Bissau, we travel east towards the Guinean border and will start to encounter challenging roads. Guinea Conakry (as it is usually called in West Africa) is a country that very few travellers ever visit and is one of the proudest in West Africa. Its people have stood together and survived the always difficult post-colonial era of independence without resorting to tribal conflicts or civil war. The first colony to gain independence from France, they stated they preferred & freedom in poverty, then prosperity in chains. We can appreciate Guinea’s spectacular tropical forests and waterfalls as we cross the Fouta Djallon plateau and the beautiful hilly hinterland over the next few days. Next we enter Sierra Leone, famous for its diamonds and infamous for its disastrous civil war, which it fortunately recovered from after many years. However, its roads are still abysmal so it can be slow going on our drive to the coast. Camping on the coast south of Freetown, we can enjoy its serene palm fringed beaches and remoteness. Nearby is the Tacugama Chimpanzee Sanctuary which cares for around 100 injured or orphaned chimpanzees. The reserve has an incredible story, starting in 1988 with the first rescue of a baby chimpanzee, surviving the civil war and growing to become Sierra Leone’s primary conservation organisation. We include a tour of Tacugama where you can see the resident rescued chimps and discover their individual personalities as well as learning more about this characterful species. It is likely we will be obtaining visas in Freetown and you may also have time to explore the city markets and museums or a boat trip out to the nearby Banana Islands. Travelling further south towards Liberia you have the option to visit the Tiwai Island Wildlife Sanctuary home to 11 species of primates as well as the rare and elusive pygmy hippo. You can explore the island by foot or dugout canoe, enjoying the river and forest wildlife."
    },
    {
      "dayNumber": 57,
      "title": "",
      "description": "TIWAI ISLAND WILDLIFE SANCTUARY TO ACCRA The roads from the east of Sierra Leone to the border of Liberia are generally in a poor state. Passing through the jungle and continuing our journey that few other travellers get to take, we make our way to Monrovia. Despite the ravages of the past, Liberia is full of hope and energy, and the city is becoming a thriving capital and moving on. Entering Liberia we notice another change in people and culture - especially the language! For the first time in two months of our Africa overland travels, we are in a country where English is the main language. The people in Monrovia are welcoming and pleased to see tourists coming to explore their city. We may have to apply for a visa here, so will be situated in and around the area for a couple of days, including a trip out to Kpatawee waterfalls, considered one of Liberia's most beautiful spots. Reaching the border with Ivory Coast, more commonly known in its French form we then continue our adventure towards the city of Yamoussoukro. Built by President Boigny, one of the classic ‘Big Man’ dictators it was an expensive and vane project to glorify himself with six-lane highways leading nowhere and a huge Basilica built to copy St. Peter’s in Rome. A further day's drive away in Abidjan, one of West Africa’s modern cities with skyscrapers and flashy restaurants. However, it very much has the feel of having seen better days and as with so many cities, ostentatious wealth mixes side by side with abject poverty. Our Africa overland adventure now heads east to the frontier with Ghana and back to English again. Making our way towards the coastline of Ghana we will spend a couple of days relaxing on palm-fringed beaches near Cape Coast. From here we will visit the castles of Elmina and Cape Coast, where thousands of slaves passed through the ‘Door of no Return’. We will also stop at Kakum National Park where you have the opportunity to embark on a canopy walk or trek through the nature trails in the forest. Kumasi is the capital city of the Ashanti Region and our next stop. You will have the opportunity to visit one of the largest markets in West Africa, Kejetia Market. Stalls sell everything from glass beads and live chickens to Ashanti sandals. Kumasi is also known as a centre for an Ashanti culture and you can visit the National Cultural Centre offering craft workshops and dance performances. A day's drive takes us to the capital, Accra"
    }
  ],
  "map": ""
}