{
  "destination": "Gambia",
  "mainPhoto": "",
  "id": "west-africa-river-cruise",
  "tourName": "West Africa river cruise",
  "placesVisited": "",
  "generalInfo": "On this cruise through the rivers of West Africa, you will be guided through Gambia’s history, bird and wildlife, culture, traditions and village life. Discover the waterways of Senegal and Gambia with visits to no less than 4 Natural Reserves: Sine Saloun Delta, a UNESCO Biosphere Reserve and a birdwatcher's paradise; Djiffere fishing village; River Gambia National Park; Wassu mysterious stone circles, another UNESCO World Heritage site; Bao Bolong Wetland Reserve and Kiang West National Park in Gambia. Your on-board Gambian River Naturalist will assist you in discovering the amazing flora and fauna and will be at your side throughout this exciting voyage, unravelling the wonders of West Africa. From the ship, you will also board the local motor pirogues that will take you deeper into this beautiful and rarely visited land. Join the cruise on a trip that only few people  have the chance to experience!",
  "durationDays": "8",
  "price": "3913",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Dakar/Senegal: Late afternoon embarkation at 14:00-18:00. After dinner, we set sail southward towards the Saloum River Delta. Overnight at sea, south along the coast."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Djiffer/Senegal – Banjul/the Gambia: This morning we reach the Sine – Saloum Delta in Senegal, an UNESCO Biosphere Reserve and also an Important Birding Area, as designated by Birdlife International and natural habitat for many bird species but also such aquatic animals as marine turtles, dolphins, West African manatees and crocodiles. Our Joal Fadiout optional excursion starts at the fishing village of Djiffer from where we reach the village of Joal Fadiouth, set on an island of clam shells that also are used in local buildings and crafts. In the afternoon, we leave Senegal and the Saloum Delta and sail south to Gambia to reach Banjul, the capital of Gambia and gateway to the 700-mile Gambia River. Fishermen Night - Overnight in Banjul."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Banjul - Abuko Nature Reserves/the Gambia - Tendaba: The morning in Banjul will give you the opportunity to take the optional 1/2 day excursions offered to Bakau with its crocodile \"katchikaly\", its Botanic Garden and a short Banjul Tour. Mid-afternoon, we leave Banjul and sail upstream to Tendaba. We reach Tendaba late into the evening."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tendaba/the Gambia: From the ship we take motor pirogues in order to reach Tendaba, located on the South Bank in the Lower River Division, our starting point of our Tendaba morning optional excursion. It is a small fishing village of mainly Muslim faith with approximately 600 inhabitants whose main occupation is fishing. From there we will walk through to Batelling, a small village at the entrance to Kiang West National Park. The area boasts of over 250 species of birds, many of which are difficult to observe anywhere else. Other residents include Guinea baboons, bushbuck, warthogs, Senegal bushbaby and marsh mongoose. After a refreshing stop in Batelling, we will board an open safari truck which brings us back to Tendaba. On the way we pass again local villages where you get an impression of local life in The Gambia. In the afternoon, we are picked-up from the ship by motor pirogues for the afternoon Tendaba optional excursion to the Bao Bolong Wetland Reserve. This reserve, lying across from Kiang West National Park features six major bolongs (creeks) that provide great birding and boating opportunities. Numerous rare and migratory birds also reside here including the Pel’s fishing owl, African fin foot and brown-necked parrot. Overnight docked in Tendaba."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Gambia River – Kuntaur - River Gambia National Park/the Gambia: Early morning we leave Tendaba and sail upstream on the Gambia River all morning to reach Kuntaur. Early afternoon arrival to the bustling Gambian port town of Kuntaur, the last inland stop along the river that is navigable for ocean-going ships. Later in the afternoon we board a large motor pirogue for a 3 hours optional excursion cruise on The Gambia River. First we head to the southernmost tip of Baboon Island, one of the five islands of The Gambia National Park. There a local national park ranger is joining us onboard in order to give more information about the park and its fauna & flora. Then we turn, the motor pirogue slows down and sails slowly back to Kuntaur following closely the shores of Baboon Island. This island is home of the Chimpanzee Rehabilitation Project. If we are lucky from our motor pirogue we can closely observe the chimps with minimal intrusion. There is also the possibility of seeing hippos, crocodiles, Red Colobus, Green Vervet monkeys and also The Gambia’s famous birdlife. We return to Kuntaur where we are met by the “Kankurang” and a local dance group on the pier. Believed to have spiritual powers the “Kankurang” dispenses justice and wards off evil spirits. Overnight docked in Kuntaur."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kuntaur – Janjanbureh – Kaur/the Gambia: This morning, our optional excursion by bus takes us to the ferry station of Janjanbureh. There we board the local ferry for a short cruise over The Gambia River to Janjanbureh. We continue our excursion with a visit of one of the oldest towns of The Gambia, formerly called Georgetown. During the walk you get an impression of this laidback town and see the residence of the governor, the market and the Methodist church with its school. Afterwards we take the ferry back and re board the bus to reach Lamin Koto. Through the generosity of Variety Cruises and of many of its clients, a new school building is being built. Later in the morning we stop at the mysterious stone circles in Wassu, a megalithic site believed to be a burial ground thousands of years ago. You will visit the little museum of this archaeological site, a UNESCO World Cultural Heritage Site. In the afternoon, after lunch, we sail downstream to Kaur a small fishing village on the banks of the Gambia. You will have the opportunity to walk around this small community and see how Gambians live today. In the evening we leave Kaur and sail downstream towards Banjul. Captains Farewell Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kunta Kinteh Island – Banjul/the Gambia: This morning we anchor at St. James Island in the middle of the Gambia River, which was an important slave trading post under the British rule in The Gambia. In 1976 James Island became famous due to the author Alex Haley and its bestseller book \"Roots\" and the story of a slave, called Kunta Kinteh. The island is now called and is a UNESCO World Cultural Heritage Site. Optional walking tour: After disembarking by local tenders your local guide will tell you more about the history of James Island and afterwards you will have some time to explore this island by yourself. After lunch, we leave \"Kunta Kinteh\" to reach Banjul around 4pm. After formalities, later in the evening, we will sail out of the Gambia estuary into the Atlantic Ocean northwards to Dakar. Gambian Night with Kora instrument Concert - Overnight at sea to Dakar."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Dakar/Senegal: Early morning arrival in Dakar. Disembarkation at 9:00 am after breakfast."
    }
  ],
  "map": ""
}