{
  "destination": "Gambia",
  "mainPhoto": "",
  "id": "senegal-the-gambia-tour",
  "tourName": "Senegal & the Gambia tour",
  "placesVisited": "Dakar, Goree Island, St Louis, camel ride in the desert, desert camp at Lompoul, Touba, Kaolack, Sine Ngayenne, Jufureh, James Island, Banjul, Abuko Reserve, Saly, Sine Saloum river cruise, Bandia Park, Pink Lake",
  "generalInfo": "If you’ve always wanted to explore west Africa, this trip gives you two of its most biodiverse countries at once. You’ll get swept away by Senegal, learning its interesting history. Then it’s on to little Gambia for two nights, to enjoy a wildlife haven centred around its eponymous river. <br/><br/>Senegal’s cities are a great introduction to the country’s culture. You’ll start this trip in the capital Dakar, where you can move between grand mosques and bustling markets, before heading on to colonial St Louis in the north and the holy city of Touba. <br/><br/>You’ll also visit Senegal’s smaller villages and towns, to get a taste of local life. Different ethnic groups in the region live very differently, and you’ll spend time among nomadic Fula herders and Fulani, Wolof and Serere villages, as well as setting foot on Fadiouth, an island made entirely out of seashells.<br/><br/>You’ll visit Senegal’s historical sites: the monolithic stones at Sine Ngayene, stone circles that are astounding in their scale, and UNESCO listed. You’ll also stop at Goree Island, outside Dakar, to see the place where millions of West Africans also came, before they passed into the Atlantic slave trade. <br/><br/>Senegal’s natural wonders range from deserts to a pink lake in which you can swim and take unbelievable photographs. And no trip to this area is complete without a short safari. In Senegal’s Bandia National Park there are rhinos, giraffes and gazelles among the stunning baobab trees.<br/><br/>Gambia is an unusual country, in that it is completely surrounded by another: Senegal. After five days in Senegal, you’ll take the ferry over the mouth of the Gambia River to the country’s capital, Banjul. Here you’ll find its busy markets brimming with Batik prints, groceries and livestock. From here, visit the Abuko Nature Reserve to see where the country really comes into its own: as a haven for birdlife. <br/><br/>This is a small group tour with an expert guide and driver, so you can get to know both countries really well and share your experiences with your group. Meeting village leaders and enjoying local markets along the way gives you a unique perspective of each place.",
  "durationDays": "10",
  "price": "3895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Dakar, Senegal | On arrival in Senegal, our expert cultural tour guide will meet, assist and transfer you to your hotel in a private vehicle. Once you have checked in, your guide, who will be with you throughout your stay, will brief you on what to expect during your time in Senegal and Gambia. Overnight at Farid"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Dakar and Goree Island | After breakfast, begin the city tour of Dakar and vicinity. From Independence Place, the heart of the city, you will pass by presidential palace and the main cathedral before continuing by the seafront drive towards Soumbedioune market, and the mosque de la revelation. The tour of Dakar will show you the contrasts between upscale residential areas and other popular neighbourhoods. You will also visit popular hotspots such Kermel or Tilen market. Next visit the Renaissance Monument, a 164 foot high monument, overlooking Dakar that is taller than the Statue of Liberty. The once controversial bronze statue is a popular attraction among locals as well as visitors. Next visit Africa’s most modern Museum, the Museum of African Civilization, a massive 4 story complex which fulfilled the dreams of Senegal’s first president Leopold Sedar Senghor. In the afternoon, you will board the ferry for a 20 minutes ride to visit the charming yet infamous Goree Island, a UNESCO World Heritage Site. Explore the usually quiet streets lined with pastel colored colonial era buildings. Among the most famous buildings here is the House of Slaves which records the history of Goree’s past. Observe the “Door of No Return” through which millions passed on the way to slavery. Meals included: Breakfast, Dinner Overnight at Hotel Farid"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Dakar – St Louis – Lompoul | After breakfast, depart to St Louis, Senegal’s colonial capital in the north. Senegal’s former colonial capital where you can explore the narrow streets flanked by houses with carved wooden balconies. And stop by the vibrant fishing village of Guet Ndar. After lunch continue to Lompoul in the desert of Senegal. Enjoy a camel ride to the top of the sand dunes from where you can enjoy a panoramic view of coastline. Spend the night in comfortable tents and feel like nomads observing the moon or stars. Meals included: Breakfast, Dinner Overnight at Lodge de Lompoul"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lompoul – Touba – Kaolack | After experiencing sunrise in the desert, have breakfast then depart to the holy city of Touba. Visit the Grand Mosque which is the largest and most magnificent in all of West Africa. You will learn about Cheikh Ahmadou Mbacke the founder of Mouridism and the history of Touba one of the most significant cities in West Africa. Touba is an autonomous city much like the Vatican in Italy. After Touba, continue to Kaolack with stops in Fulani and Wolof villages. Arrive in Kaolack and visit the local market before checking into your hotel. Meals included: Breakfast, Dinner Overnight at Relais de Kaolack"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kaolack – Sine Ngayenne – Jufureh – James Island – Banjul | First stop today is the Stones Circles of Sine Ngayenne. Visit “The Sine Ngayene complex, a UNESCO World Heritage Site. It consists of 52 circles of standing stones. There are more than 11000carved stones on the site. Nearby is the quarry from which the monoliths were extracted and where the sources of more than 150 stones have been traced. Next we continue to Jufureh, the ancestral village of Alex Haley’s of “Roots” fame. You will arrive first in Albreda which gained fame during slavery because of its Flag Pole, which many believed would guarantee freedom to anyone who touched it after escaping from nearby James Island. Observe the ruins of the Sao Domingo Church, reputed to be one of the oldest churches in West Africa, erected by the Portuguese during the 17th century. Arrive in Juffureh where the ancestry of Alex Haley and of Kunta Kinte are traced. The restored original home of the Kinte clan is still occupied by the Kinte family. After lunch we continue by road and the ferry to Banjul. Meals included: Breakfast, Dinner Overnight at Senegambia Hotel"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Banjul – Abuko Reserve – Banjul | Visit the busy general market where anything from live chicken and vegetables to herbs and potions can be purchased. In the afternoon, visit Serrekunda the most densely populated area of The Gambia, here you can see displays of multiple crafts, including Tie & Dye and the beautiful Batik cottons. Meals included: Breakfast, Dinner Overnight at Senegambia Hotel"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Banjul – Saly | After breakfast, cross on the ferry and begin the journey back to Senegal. Arrive in Kaolack and visit the oldest (1500 years old) and largest baobab tree in West Africa. We then continue to the twin villages of Joal/Fadiouth, where you will visit the traditional Serere village and observe the cathedral, the market place, the sacred Baobab tree and the famous multi-religious cemetery. Joal-Fadiouth is a sleepy twin village with Joal on the mainland and Fadiouth, linked by a narrow 400-meter wooden bridge lies on an island built entirely of seashells. We will visit the shell islands of Fadiouth, a symbol of tolerance: where Muslims, Christians and animists are living together, and buried side by side in unusual mix cemetery. Continue to Saly resort, arriving in time to see the picturesque sunset over the ocean. Meals included: Breakfast, Dinner Overnight at Royam Hotel"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Saly – Cruise and Villages | After breakfast, we depart to visit a typical Serère’s village. The Serère’s, are farmers and the second largest ethnic group in Senegal. Or visit a Fula nomadic camp. The Fula are herders and are the third largest ethnic group in Senegal. Continue to Ndangane, from where we sail along the Sine Saloum River through a forest of Mangrove vegetation In the afternoon we return to Saly with a stop in Mbour to visit one of the most important fishing ports in Senegal, here you can watch the busy activities of the fishermen and their distributions haggle over prices. Return to Saly in time to watch the sunset over the ocean. Meals included: Breakfast, Dinner Overnight at Royam Hotel"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Saly – Bandia Park – Pink Lake – Saly | Morning drive to visit the Bandia National park for a short Safari. Chance to see wildlife such as Crocodiles, Antelopes, Rhinoceros, Monkey, Buffalos, impala gazelles, among others… and numerous birds including the small hornbills, grey heron, eagles, blackbirds and kingfishers. Travel to Pink Lake, a rare natural phenomenon caused by a unique combination of microorganism and high concentration of salts which gives the lake its pink color. Recently the lake is not as pink as in past years due to the nonstop depletion of the salt for commercial use. Interact with the Salt Harvesters. For the adventuresome, try floating in the lake. Time permitting visit the nearby Fulani village before the completion of the day activities. Return to Saly for dinner and overnight. Meals included: Breakfast, Dinner Overnight at Royam Hotel"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Saly – Depart | Today is at leisure until you are transferred to the airport for your onward destination. Meals included: Breakfast"
    }
  ],
  "map": ""
}