[
  {
    "destination": "Gambia",
    "mainPhoto": "",
    "id": "fes-to-accra-overland-adventure-11-weeks",
    "tourName": "Fes to Accra overland adventure, 11 weeks",
    "placesVisited": "",
    "generalInfo": "This epic West African expedition takes you from the UK to Accra on an unforgettable overland journey. The adventure begins in Morocco, with it's ancient medina's, souks, through the High Atlas then following the coastline down into the deep deserts of Mauritania, onto the real West Africa with it's bustling colourful markets and amazing cultural sites, finishing the trip on the stunning beaches of Ghana. You will discover a continent most travellers only dream of and have the experience of a lifetime! Note: This is one of our Overland Adventures which are run on a participatory basis – you’ll be involved in the day to day running of the trip and have fun helping to cook for the group. Expect to sometimes get dusty and dishevelled and not to be able to have hot showers every night. Groups of up to 24 people are led by our crew of two. Please note that the accommodation on this trip is predominantly camping, though there may be opportunities to upgrade this locally where rooms are available. Please see the trip inclusions for an approximate percentage of camping and room nights. Our Overland Adventures provide once in a life time experiences and whilst some safari activities may be included in the itinerary, or be available to book locally, this should not be considered a traditional safari holiday, though we consider that part of the fun!!",
    "durationDays": "75",
    "price": "4795",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 10,
        "title": "",
        "description": "MARRAKECH TO WESTERN SAHARA After leaving Marrakech, the fishing port of Essaouira is our last major stop in Morocco. While in Essaouira you can take advantage of the often windy conditions to try some surfing, kite surfing or windsurfing, or explore the streets of the old town, now a UNESCO World Heritage Site. We then head south following the rugged Atlantic coastline towards Mauritania and the Sahara Desert. This journey will take a few days where we will be camping in the wild, and with no light pollution an abundance of stars can be seen in the night skies. Driving through Western Sahara will then be our first real time spent away from popular touristy areas and we may only see a handful of other travellers."
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "WESTERN SAHARA TO DAKAR On this leg of our Africa overland trip, after crossing into Mauritania we travel east along the desert road to the town to Atar on the Adrar Plateau. From here you have the opportunity to explore the surrounding area by 4x4 vehicle. Leaving Atar, we pass small isolated villages surrounded by the vast desert and herdsman migrating with their camels in search of water. With very infrequent traffic on the roads and no food crops being grown, one wonders how tough it is to live in such harsh desert conditions. We reach the capital, Nouakchott, where we spend a couple of days obtaining visas and re-organising the truck and life in general after our dusty desert travels. It is quite incredible to think that slavery was only abolished here in 1980 and it is rumoured that it still continues in some outlying areas. South of Nouakchott, we will take 1 of 2 borders crossing into Senegal, the infamous and hectic Rosso border, crossing the Senegalese river by boat, or travel through a remote border - Diama, passing along the piste through Diawling National park (weather permitting). We enter sub-Saharan Africa by crossing the Senegal River and continue into St Louis, West Africa's first French settlement and from where French colonialists conquered the interior. Senegal has a very different feel from the west Saharan countries we have just come from. We begin to be exposed to West Africa's vibrant food and music culture, colourful fashion and markets. We will start getting used to bad roads, 'interesting' local driving styles and a mixture of modern West African cities as well as some fly blown and remote border posts and villages. The city of St Louis is located at the mouth of the Senegal River and is an interesting place to visit. We will spend a couple of nights near town camping within the national park 'Langue de Barbarie', well known for its fauna rich with various species of birds. You can take a pirogue trip and bird watch, relax and swim on the sandy beach, try your hand at fishing and much more. On our Overland route through Senegal, we will visit Lake Retba (or Lac Rose as it is known by locals) where you can float in the pink lake. Its salinity content compares to that of the Dead Sea and during the dry season, it exceeds it. From here you may have the opportunity to visit Dakar. Like any large city in the world, Dakar has its undesirables so compared to the laid back countryside and small towns that we are more familiar with, in large cities we learn to take care and go out and explore in pairs."
      },
      {
        "dayNumber": 34,
        "title": "",
        "description": "DAKAR TO TIWAI ISLAND WILDLIFE SANCTUARY Continuing south, we will visit The Gambia, the smallest country on the continent (mainland) of Africa. We will take the truck across the Gambia River by ferry and base ourselves near the capital city Banjul. Banjul sits on an island where the Gambia River meets the Atlantic Ocean. You can visit the lively, open-air street market, wander the streets passing colonial buildings, visit nearby beaches or take a riverboat trip. Re-entering Senegal, we will cross into the southern Casamance region and will stop at the town of Ziguinchor to obtain a visa for Guinea-Bissau, before spending a day on the pristine coastal beaches of Senegal. Here you have the opportunity to swim, take a bike ride, fish or wandering through the nearby villages. Guinea-Bissau, considered one of the world's poorest and most fragile countries, has a population of less than 2 million. In the 19th century, it was colonized as Portuguese Guinea and the official language is Portuguese. Still bearing the scars of the civil wars of 1997-8, Bissau is an interesting city to explore and as it's less frequented by tourists the people are very welcoming and intrigued by our presence. Depending on weather and road conditions we will travel to Parque Nacional de Cantanhez where you can arrange optional trekking trips into the rainforest in search of chimpanzees and other wildlife. Leaving Guinea-Bissau, we travel east towards the Guinean border and will start to encounter challenging roads. Guinea Conakry (as it is usually called in West Africa) is a country that very few travellers ever visit and is one of the proudest in West Africa. Its people have stood together and survived the always difficult post-colonial era of independence without resorting to tribal conflicts or civil war. The first colony to gain independence from France, they stated they preferred & freedom in poverty, then prosperity in chains. We can appreciate Guinea’s spectacular tropical forests and waterfalls as we cross the Fouta Djallon plateau and the beautiful hilly hinterland over the next few days. Next we enter Sierra Leone, famous for its diamonds and infamous for its disastrous civil war, which it fortunately recovered from after many years. However, its roads are still abysmal so it can be slow going on our drive to the coast. Camping on the coast south of Freetown, we can enjoy its serene palm fringed beaches and remoteness. Nearby is the Tacugama Chimpanzee Sanctuary which cares for around 100 injured or orphaned chimpanzees. The reserve has an incredible story, starting in 1988 with the first rescue of a baby chimpanzee, surviving the civil war and growing to become Sierra Leone’s primary conservation organisation. We include a tour of Tacugama where you can see the resident rescued chimps and discover their individual personalities as well as learning more about this characterful species. It is likely we will be obtaining visas in Freetown and you may also have time to explore the city markets and museums or a boat trip out to the nearby Banana Islands. Travelling further south towards Liberia you have the option to visit the Tiwai Island Wildlife Sanctuary home to 11 species of primates as well as the rare and elusive pygmy hippo. You can explore the island by foot or dugout canoe, enjoying the river and forest wildlife."
      },
      {
        "dayNumber": 57,
        "title": "",
        "description": "TIWAI ISLAND WILDLIFE SANCTUARY TO ACCRA The roads from the east of Sierra Leone to the border of Liberia are generally in a poor state. Passing through the jungle and continuing our journey that few other travellers get to take, we make our way to Monrovia. Despite the ravages of the past, Liberia is full of hope and energy, and the city is becoming a thriving capital and moving on. Entering Liberia we notice another change in people and culture - especially the language! For the first time in two months of our Africa overland travels, we are in a country where English is the main language. The people in Monrovia are welcoming and pleased to see tourists coming to explore their city. We may have to apply for a visa here, so will be situated in and around the area for a couple of days, including a trip out to Kpatawee waterfalls, considered one of Liberia's most beautiful spots. Reaching the border with Ivory Coast, more commonly known in its French form we then continue our adventure towards the city of Yamoussoukro. Built by President Boigny, one of the classic ‘Big Man’ dictators it was an expensive and vane project to glorify himself with six-lane highways leading nowhere and a huge Basilica built to copy St. Peter’s in Rome. A further day's drive away in Abidjan, one of West Africa’s modern cities with skyscrapers and flashy restaurants. However, it very much has the feel of having seen better days and as with so many cities, ostentatious wealth mixes side by side with abject poverty. Our Africa overland adventure now heads east to the frontier with Ghana and back to English again. Making our way towards the coastline of Ghana we will spend a couple of days relaxing on palm-fringed beaches near Cape Coast. From here we will visit the castles of Elmina and Cape Coast, where thousands of slaves passed through the ‘Door of no Return’. We will also stop at Kakum National Park where you have the opportunity to embark on a canopy walk or trek through the nature trails in the forest. Kumasi is the capital city of the Ashanti Region and our next stop. You will have the opportunity to visit one of the largest markets in West Africa, Kejetia Market. Stalls sell everything from glass beads and live chickens to Ashanti sandals. Kumasi is also known as a centre for an Ashanti culture and you can visit the National Cultural Centre offering craft workshops and dance performances. A day's drive takes us to the capital, Accra"
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Gambia",
    "mainPhoto": "",
    "id": "gambia-and-senegal-river-cruise",
    "tourName": "Gambia and Senegal river cruise",
    "placesVisited": "",
    "generalInfo": "Board your yacht in Banjul and sail upstream to Tendaba while enjoying your first dinner on board! On your second day you will leave the vessel with local pirogues to take an optional excursion to Kiang West National Park, the home of over 250 species of birds. During the excursion you will also pass by villages, to get the impression of the local life in The Gambia. Let the journey begin! In the afternoon who wants can visit the Bao Bolong Wetland Reserve where there are more bird species to observe. In the evening you remain docked in Tendaba. Early in the morning of the third day, the ship will sail up the Gambia River to reach Kuntaur. In the afternoon, opt for a 3-hr. motor pirogue cruise, in the Gambia River. Meet a national park ranger who is joining us onboard in order to give more information about the park and its fauna &amp; flora. If you are lucky there is always the chance to see chimps, hippos, crocodiles, Red Colobus, and Green Vervet monkeys. In the evening, a dancing surprise is waiting for you on the pier! On the fourth day, you will wake up in Kuntaur. there is an optional excursion proposed, to visit Janjanbureh, one of the oldest towns of The Gambia. Later in the morning you will stop at the mysterious stone circles in Wassu, a megalithic site believed to be a burial ground thousands of years ago. You will visit the little museum of this archaeological site, a UNESCO World Cultural Heritage Site. After lunch you will sail downstream to Kaur, a small fishing village that you can explore on your own to see the real community life of the Gambians. Wake up at St. James Island, another Unesco Cultural Heritage Site, in the middle of the Gambia River. Enjoy the guided tour and then feel free to explore the island at your own pace. You will return on the boat for lunch and after the formalities, you will sail out of the Gambia estuary into the Atlantic Ocean northwards to Dakar. Early morning arrival in Dakar and after breakfast take an optional excursion to Goree Island and Dakar city, an exploratory adventure which invites you to discover the traces of slave trading, and its transformation into today’s African modernity. You will return to the ship in the afternoon and after dinner you will sail towards the Saloum River Delta and the seventh day of your trip! This day you can visit the fishing village of Djiffer wherefrom you will reach the village of Joal Fadiouth, set on an island of clam shells that are also used in local buildings and crafts. In the afternoon, you will leave Senegal and the Saloum Delta and sail south to Gambia to reach Banjul, the capital of Gambia and gateway to the 700-mile Gambia River. After dinner, enjoy your last night on board and sleep full of memories and pictures of this unforgettable off the beaten track trip! Wake up in Banjul and disembark after breakfast!",
    "durationDays": "8",
    "price": "3913",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Banjul - Abuko Nature Reserves/the Gambia: Embarkation 4pm. We leave Banjul and sail upstream to Tendaba. We reach Tendaba late into the evening. Mediterranean Night in Africa - Overnight at dock in Tendaba."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Tendaba/the Gambia: From the ship we take motor pirogues in order to reach Tendaba, located on the South Bank in the Lower River Division, our starting point of our Tendaba morning optional excursion. It is a small fishing village of mainly Muslim faith with approximately 600 inhabitants whose main occupation is fishing. From there we will walk through to Batelling, a small village at the entrance to Kiang West National Park. The area boasts of over 250 species of birds; many of which are difficult to observe anywhere else. Other residents include Guinea baboons, bushbuck, warthogs, Senegal bushbaby and marsh mongoose. After a refreshing stop in Batelling, we will board an open safari truck which brings us back to Tendaba. On the way we pass again local villages where you get an impression of local life in The Gambia. In the afternoon, we are picked-up from the ship by motor pirogues for the afternoon Tendaba optional excursion to the Bao Bolong Wetland Reserve. This reserve, lying across from Kiang West National Park features six major bolongs (creeks) that provide great birding and boating opportunities. Numerous rare and migratory birds also reside here including the Pel’s fishing owl, African fin foot and brown-necked parrot. Overnight docked in Tendaba."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Gambia River – Kuntaur - River Gambia National Park/the Gambia: Early morning we leave Tendaba and sail upstream on the Gambia River all morning to reach Kuntaur. Early afternoon arrival to the bustling Gambian port town of Kuntaur, the last inland stop along the river that is navigable for ocean-going ships. Later in the afternoon we board a large motor pirogue for a 3 hours optional excursion cruise on The Gambia River. First we head to the southernmost tip of Baboon Island, one of the five islands of The Gambia National Park. There a local national park ranger is joining us onboard in order to give more information about the park and its fauna & flora. Then we turn, the motor pirogue slows down and sails slowly back to Kuntaur following closely the shores of Baboon Island. This island is home of the Chimpanzee Rehabilitation Project. If we are lucky from our motor pirogue we can closely observe the chimps with minimal intrusion. There is also the possibility of seeing hippos, crocodiles, Red Colobus, Green Vervet monkeys and also The Gambia’s famous birdlife. We return to Kuntaur where we are met by the “Kankurang” and a local dance group on the pier. Believed to have spiritual powers the “Kankurang” dispenses justice and wards off evil spirits. Overnight docked in Kuntaur."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Kuntaur – Janjanbureh- Kaur/the Gambia: This morning, our optional excursion by bus takes us to the ferry station of Janjanbureh. There we board the local ferry for a short cruise over The Gambia River to Janjanbureh. We continue our excursion with a visit of one of the oldest towns of The Gambia, formerly called Georgetown. During the walk you get an impression of this laidback town and see the residence of the governor, the market and the Methodist church with its school. Afterwards we take the ferry back and re board the bus to reach Lamin Koto. Through the generosity of Variety Cruises and of many of its clients, a new school building is being built. Later in the morning we stop at the mysterious stone circles in Wassu, a megalithic site believed to be a burial ground thousands of years ago. You will visit the little museum of this archaeological site, a UNESCO World Cultural Heritage Site. In the afternoon, after lunch, we sail downstream to Kaur a small fishing village on the banks of the Gambia. You will have the opportunity to walk around this small community and see how Gambians live today. In the evening we leave Kaur and sail downstream towards Banjul. Captains Farewell Dinner"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Kunta Kinteh Island - Banjul/the Gambia: This morning we anchor at St. James Island in the middle of the Gambia River, which was an important slave trading post under the British rule in The Gambia. In 1976 James Island became famous due to the author Alex Haley and its bestseller book \"Roots\" and the story of a slave, called Kunta Kinteh. The island is now called and is a UNESCO World April 20, 2021 April 20, 2021 Cultural Heritage Site. Optional walking tour: After disembarking by local tenders your local guide will tell you more about the history of James Island and afterwards you will have some time to explore this island by yourself. After lunch, we leave \"Kunta Kinteh\" to reach Banjul around 4pm. After formalities, later in the evening, we will sail out of the Gambia estuary into the Atlantic Ocean northwards to Dakar. Gambian Night with Kora instrument Concert - Overnight at sea to Dakar."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Dakar/Senegal: Early morning arrival in Dakar. After breakfast, we will take you in an optional excursion to Goree Island and Dakar city tour, an exploratory adventure of Dakar surroundings, inviting you to discover the traces of slave trading, and its transformation into today’s African modernity. The history makes room for the present development. Lunch outside the ship. Returning to the ship in late afternoon and preparing for dinner. After dinner, we set sail southward towards the Saloum River Delta. Overnight at sea, cruising south wards along the coast."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Djiffer/Senegal – Banjul/the Gambia: This morning we reach the Sine – Saloum Delta in Senegal, an UNESCO Biosphere Reserve and also an Important Birding Area, as designated by Birdlife International and natural habitat for many bird species but also such aquatic animals as marine turtles, dolphins, West African manatees and crocodiles. Our optional excursion starts at the fishing village of Djiffer wherefrom we reach the village of Joal Fadiouth, set on an island of clam shells that also are used in local buildings and crafts. In the afternoon, we leave Senegal and the Saloum Delta and sail south to Gambia to reach Banjul, the capital of Gambia and gateway to the 700-mile Gambia River. Fishermen Night. Overnight in Banjul."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Banjul/the Gambia: Disembarkation at 9:00 am after breakfast."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Gambia",
    "mainPhoto": "",
    "id": "senegal-and-gambia-river-cruise",
    "tourName": "Senegal and Gambia river cruise",
    "placesVisited": "Dakar, Island of Goree, Pink Lake, Djoudj National Bird Sanctuary, Saint-Louis, Langue de Barberie National Park, Touba city, Georgetown, Gambia River cruise, Wassu Stone Circles, Tendaba, Kiang West National Park, Bao Bolong Wetland Reserve, Saloum Delta National Park",
    "generalInfo": "Villages balanced on oyster shells, seaside cities, world-important wetlands – this unconventional cruise around Senegal and the Gambia reveals two sides of a wildlife-rich waterscape. It’s less a one-ship journey and more a jigsaw of boat trips, including a two-day sailing on a converted groundnut vessel.<br/><br/>In Senegal, the city of Saint-Louis is a jumble of colourful fishing boats, bridges and buildings; a guided walking tour of the Island of Goree shares its history, including memorials to the victims of the slave trade. You’ll also travel by boat into Djoudj National Bird Sanctuary, where up to 15,000 pelicans dive for fish and crocodiles and pythons cut the waters.<br/><br/>A border-hop to the Gambia will show you the other half of this watery world. A cruise up the Gambia River shows off hippo country, and on some evenings you’ll get to stay in riverside rondavel cottages. Best of all, you’ll get a real insight into the lives and landscapes of these West African countries – from the Wassu Stone Circles to the oyster shell islands of Saloum Delta National Park.",
    "durationDays": "13",
    "price": "2695",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Saly, south of Dakar",
        "description": ": Our tour starts today in Saly, located on the coast south of the capital Dakar, the gateway to the country. There are no activities planned today, so you're free to arrive in Senegal at any time. If you'd like an airport transfer today, you'll need to arrive into Blaise Diagne International Airport (DSS), which is around a 40-minute drive from the hotel. Our welcome meeting will take place on the morning of day two at 8.30am. Our joining hotel features a swimming pool set in landscaped gardens and well-appointed, modern rooms, there is a restaurant, a bar and room service. Should you wish to head to the beach in Saly a taxi costs around 2,500 West African francs (CFA) around £3/$4 USD and takes less than ten minutes."
      },
      {
        "dayNumber": 2,
        "title": "Drive into Dakar, ferry to Goree. Explore the historic Goree Island",
        "description": ": After breakfast we'll meet with our tour leader for a welcome meeting. Then, we'll head north to Dakar, the capital of Senegal, to catch the ferry to Isle de Goree, a small peaceful, traffic-free island. The crossing takes around 30 minutes and gives us the chance to see the scale of Dakar's busy port, once of the largest trading hubs in West Africa. On arrival, we'll head for lunch at a local restaurant next to the jetty, overlooking the bay surrounded by brightly coloured houses, whilst our luggage is taken to our hotel. A busy trading centre during the 18th and 19th centuries, the island of Goree is now a UNESCO World Heritage Site. The island is compact and easy to walk around, with charming colonial-style houses, wrought iron balconies and narrow streets filled with brightly coloured bougainvillaea - you could kid yourself you've been transported back in time as we explore the island's streets. After lunch, we'll take a walking tour of the island accompanied by a local guide. We start with a moving visit to the old Slave House, originally built in 1786, the house represents a very dark chapter in the island's history. We'll also visit the Le Castel fortification, on a rocky outcrop at the southern tip of the island, where we'll get panoramic views and can check out local art workshops filled with pieces by local artists. This evening is free to relax at our hotel on the island, take a stroll around the streets and head out for dinner."
      },
      {
        "dayNumber": 3,
        "title": "Drive to the old French capital of West Africa, St. Louis",
        "description": ": This morning, we'll catch the 8am ferry back to the mainland and drive north for around five hours to St. Louis, on the border of Senegal and Mauritania, stopping of a picnic lunch enroute. Once the French capital of West Africa, St Louis is a UNESCO World Heritage Site - it's a colourful, charming city, moving to the rhythm of the local jazz musicians. The streets of St. Louis are narrow, dusty and easy to navigate, lined with crumbling old French-style villas. After checking into our hotel, our base for the next two nights, we'll explore this marvellous old town by calesh (horse-drawn carriage) with a local guide. Full of 19th-century French colonial buildings, this was the first French settlement in Africa and the headquarters of Senegambia (the term used to describe the whole region). By the late 18th century, St Louis was a busy port and trading centre. The town is split into three distinct areas, the mainland and two islands connected by the Faidherbe bridge, with the furthest island home to a thriving fishing community. Dinner is included tonight. We'll eat at our hotel in a restaurant overlooking the estuary."
      },
      {
        "dayNumber": 4,
        "title": "Visit Djoudj bird reserve and Langue de Barbarie National Park by motorised pirogue",
        "description": ": This morning, we'll have an early start to visit Djoudj National Park, regarded as one of the most important wetland bird reserves in West Africa. This national park provides the first major water source for migratory birds after their long and gruelling flight over the Sahara Desert. After driving northeast, following the border of Mauritania, we'll disembark our bus and travel by motorised boat along the complex network of channels which lead off the Senegal River. The bird count here reaches millions and some species such as pelicans are prevalent (there are as many as 15,000 in the park). We might see them performing a synchronized dive as they try to catch fish - we'll also try to spot a breeding colony. Around three million birds, made up of 400 different species, pass through the park every year, including herons, white-breasted cormorants, spoonbills, jacanas, Egyptian geese, West African fish eagles and flamingos to name but a few. You might also spot crocodiles, wild hogs, monitor lizards and water pythons. Heading back to St Louis for a late lunch, this afternoon we'll visit the Langue de Barbarie National Park, located on a thin sandspit to the south, in the estuary of the Senegal River. The park is home to water birds such as flamingos, pelicans, cormorants, herons, egrets and ducks. From November to April, it also welcomes more migratory birds from Europe. We plan to be back at our hotel around 7pm and the rest of the evening is free to explore the town. You might like to try the local dish, Thieboudienne, a mix of fish, tomato, rice and vegetables."
      },
      {
        "dayNumber": 5,
        "title": "Drive to Kaolack, visiting the majestic mosque in Touba",
        "description": ": Early this morning, we'll begin our long drive south. We'll break up the first leg of the journey with a visit to the Great Mosque of Touba, the sacred focus of the Mouride Islamic Brotherhood constructed in 1963. Their founder Amadou Bamba, Senegal's most famous and influential 'marabout' (holy man), is buried here and pilgrims visit the town all year round. The Great Mosque of Touba is kept immaculate, in contrast to the surrounding town, and we'll be able to enter the richly decorated prayer areas that surround the central structure. Until recently, it was the largest mosque in Africa with seven elaborate minarets and three large domes. We'll be accompanied by a local guide who can also provide garments needed to enter the mosque. Continuing to Kaolack, Senegal's second largest city, we'll pay a visit to its thriving local market. The rest of the afternoon is free to relax at our hotel which overlooks the expansive Saloum River. The hotel also has a large swimming pool, bar and restaurant to make use of. Our total driving time today is around six hours."
      },
      {
        "dayNumber": 6,
        "title": "Travel to Janjanbureh (Gambia), visit the Wassau Stone Circles",
        "description": ": Today we have a 90-minute drive to the Senegal-Gambia border. After completing border formalities, we head east, following the route of the river towards Janjanbureh (also known as Georgetown) which was an important administrative centre during the colonial period. Along the way today, we'll visit the Wassu Stone Circles. There are several circles each consisting of 10 to 24, reddish-brown stones between 1 and 2.5 metres/3.2 and 8.2 feet high and weighing several tons. These were burial sites dating back to 500 to 1000 AD, however very little is known about the people who were buried here and the stones still present a mystery to archaeologists. On arriving in Janjanbureh, we'll take a short tour of the historical town which is built on an island in the river. Our accommodation this evening is a simple riverside camp made up of rondavels with very basic ensuite facilities. There is no mains electricity, but we'll have limited power from solar-charged panels. There is also no hot water, however, the fantastic location is well worth the trade-off, as we get to fall asleep to the sounds of monkeys and birds in the nature that surrounds us."
      },
      {
        "dayNumber": 7,
        "title": "Full day cruising along the Gambia River looking out for wildlife",
        "description": ": The Gambia River flows along the entire length of the country for 483 kilometres/300 miles from east to west into the Atlantic Ocean and the banks of the river have been inhabited since 2,000 BC. The pace of the trip slows down significantly from this point, as we spend the next day and a half on this mighty waterway, cruising downstream in a converted groundnut boat, passing tropical forest, bamboo groves, rice paddies and mangrove swamps. Amongst the varied fauna present in this area are monkeys, hippos, crocodiles and of course a great number of bird species. Boarding our boat directly from Laminkoto Camp, we'll have breakfast onboard. As we make our way slowly downstream, our local leader will point out sights of interest. Towards the end of the day, we reach Kuntaur where we'll make a shore excursion for a stroll around the rice paddy fields. We'll spend tonight onboard a motor cruiser. Facilities are very simple with a western-style toilet, a small kitchen and a bar. The food is freshly prepared by our chef with a choice of wholesome local dishes. Drinks (alcoholic and soft drinks) are available for purchase onboard, too. At night, we'll sleep in a communal setting on the upper deck on mattresses, and the daytime can be spent relaxing on the upper deck in the sun or on the lower deck with seating in the shade. Whilst the facilities are basic, it's a wonderful way to explore a part of Gambia that very few tourists get to see."
      },
      {
        "dayNumber": 8,
        "title": "Bird and wildlife spotting as we continue to cruise down the Gambia River; mid afternoon drive to Bintang Bolong",
        "description": ": This morning, we'll continue our leisurely cruise downstream, with time to take in the flora and wildlife along the riverbanks. The crew will put together lunch on the boat before arriving in the small settlement of Tendaba on the Gambia's south bank in the midafternoon. On arrival, we'll leave our boat and drive to a lodge on the banks of a tributary of the Gambia River at Bintang Bolong and check in to our accommodation. The setting of our lodge is spectacular, amongst the mangrove channels, rich with wildlife. It's a great chance to explore the natural surroundings spotting the resident birdlife from the restaurant terrace or in one of the comfortable observation decks dotted around the grounds of the lodge. In the evening, apes and vultures inhabit the overwhelming Baobab trees, and after dusk, great colonies of fruit bats can be seen swarming into the night."
      },
      {
        "dayNumber": 9,
        "title": "Morning in the Bintang Bolong river basin. Travel to the coast.",
        "description": ": We'll spend this morning in the river basin around Bintang Bolong. The lodge is located in the middle of a mangrove forest which offers fantastic wildlife viewing opportunities, in particular for those with a keen interest in birdwatching. The rich habitat supports a huge range of birds, including kingfishers, egrets parrots, hornbills, lapwings and herons in abundance. Birdlife is at its most active in the mornings, we'll start the day with an early morning boat trip to spot wildlife on the banks of the river including three species of monkeys, and at low tide, crocodiles and lizards. This afternoon we drive to the Gambia coast for a night on the golden sand beaches of the Atlantic. The Senegambia beach hotel is situated in a lively part of town with extensive landscaped grounds, a choice of two swimming pools and a private beach. Dinner is included tonight, there are several bars within a very short distance of the hotel should you wish to head out after dinner."
      },
      {
        "dayNumber": 10,
        "title": "Visit the capital of The Gambia, Banjul. Travel by ferry and bus to Saloum Delta (Senegal)",
        "description": ": This morning we have a tour of the laid back capital of The Gambia, Banjul including the iconic Arch 22 that commemorates the 1994 military coup and offers panoramic views of the city and river from the top of the tallest building in Banjul. There is a moving small museum which charts the history of the former regime. Note there are around 100 stairs to climb to the top of the building, there is a mid level platform where you can stop, should you wish. As part of our tour we will also have a batik demonstration and if time permits make a stop at the natural history museum. Lunch is included today and is taken at a local beachfront restaurant. It's a short drive to the ferry port on the south bank of the river, which serves at the main crossing point between the capital, Banjul and Senegal to the north. The ferry crossing is an experience, with traders and locals commuting using the service on a daily basis. The crossing takes around thirty minutes and provides a wonderful glimpse into everyday Gambian life. We arrive into Barra on the North Bank of the river Gambia, a sleepy town compared to Banjul, where we are reunited with our bus and driver. It's around twenty minutes to the Karang border post, where we bid farewell to The Gambia and cross back into Senegal. The drive to Toubacouta is less than an hour and we aim to arrive at our lodge around 4pm. Our accommodation tonight is arguably the best on the trip. Accommodation is in recently refurbished rondavels set within the grounds of the lodge on the riverbank. The views from the deck are wonderful, overlooking the delta, it is the perfect spot for a sundowner watching the sun set over the waters of the Saolum delta. Just outside the lodge there are a small number of craft shops. The lodge offers a swimming pool and restaurant, dinner is included tonight. Around 5pm there is the opportunity to join other guests on an optional boat excursion, see the budgeting section for details."
      },
      {
        "dayNumber": 11,
        "title": "Saolum Delta National Park; boat trip through the Delta to Ndagane",
        "description": ": We have a bus-free day today, cruising along the Sine-Saloum Delta by motorised fibre boat for approximately four to five hours to reach our next destination. We'll weave our way through a maze of channels, past mangroves, open forests and villages built on islands constructed with oyster shells. Along the way, we might be lucky enough to spot pelicans and flamingos - it's a wonderful way to get an up-close view of the delta. Note, that if the wind picks up the waters in the delta can be a little choppy, so it's worth packing a lightweight waterproof. We'll arrive in Ndangane, our destination for tonight and disembark directy from the boat into our hotel. The rest of the afternoon is free. Ndangane is a sleepy small fishing village often used as a base along the Delta, lined with traditional pirogues."
      },
      {
        "dayNumber": 12,
        "title": "Visit Senegal's giant Baobab tree, explore Fadiout Island and return to Saly",
        "description": ": Today, we'll depart Saloum Delta National Park to begin our journey back to Dakar. Our first stop, just a short drive away is a giant Baobab tree. Baobab trees are the national symbol of Senegal, some trees dating back 6,000 years, and can be found in few places around the world. We'll have a short stop here before we continue. Our next stop will be for a guided walking tour of Fadiout Islands. This unusual destination is composed of oysters and clam shells, and the inhabitants are both Muslim and Christian who all live together peacefully. The Christian and Muslim cemeteries are built on a huge ancient shell mound, and our guide will take us around to help us understand this very unique community. Later, we'll continue our return journey to Saly, arriving in time for lunch. The rest of the day is free."
      },
      {
        "dayNumber": 13,
        "title": "Trip ends in Saly",
        "description": ": The trip ends after breakfast at our hotel in Saly, close to the airport. There are no activities planned today, so you're free to depart from Saly at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Blaise Diagne International Airport (DSS), which is around a 40-minute drive from the hotel."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Gambia",
    "mainPhoto": "",
    "id": "senegal-the-gambia-tour",
    "tourName": "Senegal & the Gambia tour",
    "placesVisited": "Dakar, Goree Island, St Louis, camel ride in the desert, desert camp at Lompoul, Touba, Kaolack, Sine Ngayenne, Jufureh, James Island, Banjul, Abuko Reserve, Saly, Sine Saloum river cruise, Bandia Park, Pink Lake",
    "generalInfo": "If you’ve always wanted to explore west Africa, this trip gives you two of its most biodiverse countries at once. You’ll get swept away by Senegal, learning its interesting history. Then it’s on to little Gambia for two nights, to enjoy a wildlife haven centred around its eponymous river. <br/><br/>Senegal’s cities are a great introduction to the country’s culture. You’ll start this trip in the capital Dakar, where you can move between grand mosques and bustling markets, before heading on to colonial St Louis in the north and the holy city of Touba. <br/><br/>You’ll also visit Senegal’s smaller villages and towns, to get a taste of local life. Different ethnic groups in the region live very differently, and you’ll spend time among nomadic Fula herders and Fulani, Wolof and Serere villages, as well as setting foot on Fadiouth, an island made entirely out of seashells.<br/><br/>You’ll visit Senegal’s historical sites: the monolithic stones at Sine Ngayene, stone circles that are astounding in their scale, and UNESCO listed. You’ll also stop at Goree Island, outside Dakar, to see the place where millions of West Africans also came, before they passed into the Atlantic slave trade. <br/><br/>Senegal’s natural wonders range from deserts to a pink lake in which you can swim and take unbelievable photographs. And no trip to this area is complete without a short safari. In Senegal’s Bandia National Park there are rhinos, giraffes and gazelles among the stunning baobab trees.<br/><br/>Gambia is an unusual country, in that it is completely surrounded by another: Senegal. After five days in Senegal, you’ll take the ferry over the mouth of the Gambia River to the country’s capital, Banjul. Here you’ll find its busy markets brimming with Batik prints, groceries and livestock. From here, visit the Abuko Nature Reserve to see where the country really comes into its own: as a haven for birdlife. <br/><br/>This is a small group tour with an expert guide and driver, so you can get to know both countries really well and share your experiences with your group. Meeting village leaders and enjoying local markets along the way gives you a unique perspective of each place.",
    "durationDays": "10",
    "price": "3895",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Dakar, Senegal | On arrival in Senegal, our expert cultural tour guide will meet, assist and transfer you to your hotel in a private vehicle. Once you have checked in, your guide, who will be with you throughout your stay, will brief you on what to expect during your time in Senegal and Gambia. Overnight at Farid"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Dakar and Goree Island | After breakfast, begin the city tour of Dakar and vicinity. From Independence Place, the heart of the city, you will pass by presidential palace and the main cathedral before continuing by the seafront drive towards Soumbedioune market, and the mosque de la revelation. The tour of Dakar will show you the contrasts between upscale residential areas and other popular neighbourhoods. You will also visit popular hotspots such Kermel or Tilen market. Next visit the Renaissance Monument, a 164 foot high monument, overlooking Dakar that is taller than the Statue of Liberty. The once controversial bronze statue is a popular attraction among locals as well as visitors. Next visit Africa’s most modern Museum, the Museum of African Civilization, a massive 4 story complex which fulfilled the dreams of Senegal’s first president Leopold Sedar Senghor. In the afternoon, you will board the ferry for a 20 minutes ride to visit the charming yet infamous Goree Island, a UNESCO World Heritage Site. Explore the usually quiet streets lined with pastel colored colonial era buildings. Among the most famous buildings here is the House of Slaves which records the history of Goree’s past. Observe the “Door of No Return” through which millions passed on the way to slavery. Meals included: Breakfast, Dinner Overnight at Hotel Farid"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Dakar – St Louis – Lompoul | After breakfast, depart to St Louis, Senegal’s colonial capital in the north. Senegal’s former colonial capital where you can explore the narrow streets flanked by houses with carved wooden balconies. And stop by the vibrant fishing village of Guet Ndar. After lunch continue to Lompoul in the desert of Senegal. Enjoy a camel ride to the top of the sand dunes from where you can enjoy a panoramic view of coastline. Spend the night in comfortable tents and feel like nomads observing the moon or stars. Meals included: Breakfast, Dinner Overnight at Lodge de Lompoul"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Lompoul – Touba – Kaolack | After experiencing sunrise in the desert, have breakfast then depart to the holy city of Touba. Visit the Grand Mosque which is the largest and most magnificent in all of West Africa. You will learn about Cheikh Ahmadou Mbacke the founder of Mouridism and the history of Touba one of the most significant cities in West Africa. Touba is an autonomous city much like the Vatican in Italy. After Touba, continue to Kaolack with stops in Fulani and Wolof villages. Arrive in Kaolack and visit the local market before checking into your hotel. Meals included: Breakfast, Dinner Overnight at Relais de Kaolack"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Kaolack – Sine Ngayenne – Jufureh – James Island – Banjul | First stop today is the Stones Circles of Sine Ngayenne. Visit “The Sine Ngayene complex, a UNESCO World Heritage Site. It consists of 52 circles of standing stones. There are more than 11000carved stones on the site. Nearby is the quarry from which the monoliths were extracted and where the sources of more than 150 stones have been traced. Next we continue to Jufureh, the ancestral village of Alex Haley’s of “Roots” fame. You will arrive first in Albreda which gained fame during slavery because of its Flag Pole, which many believed would guarantee freedom to anyone who touched it after escaping from nearby James Island. Observe the ruins of the Sao Domingo Church, reputed to be one of the oldest churches in West Africa, erected by the Portuguese during the 17th century. Arrive in Juffureh where the ancestry of Alex Haley and of Kunta Kinte are traced. The restored original home of the Kinte clan is still occupied by the Kinte family. After lunch we continue by road and the ferry to Banjul. Meals included: Breakfast, Dinner Overnight at Senegambia Hotel"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Banjul – Abuko Reserve – Banjul | Visit the busy general market where anything from live chicken and vegetables to herbs and potions can be purchased. In the afternoon, visit Serrekunda the most densely populated area of The Gambia, here you can see displays of multiple crafts, including Tie & Dye and the beautiful Batik cottons. Meals included: Breakfast, Dinner Overnight at Senegambia Hotel"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Banjul – Saly | After breakfast, cross on the ferry and begin the journey back to Senegal. Arrive in Kaolack and visit the oldest (1500 years old) and largest baobab tree in West Africa. We then continue to the twin villages of Joal/Fadiouth, where you will visit the traditional Serere village and observe the cathedral, the market place, the sacred Baobab tree and the famous multi-religious cemetery. Joal-Fadiouth is a sleepy twin village with Joal on the mainland and Fadiouth, linked by a narrow 400-meter wooden bridge lies on an island built entirely of seashells. We will visit the shell islands of Fadiouth, a symbol of tolerance: where Muslims, Christians and animists are living together, and buried side by side in unusual mix cemetery. Continue to Saly resort, arriving in time to see the picturesque sunset over the ocean. Meals included: Breakfast, Dinner Overnight at Royam Hotel"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Saly – Cruise and Villages | After breakfast, we depart to visit a typical Serère’s village. The Serère’s, are farmers and the second largest ethnic group in Senegal. Or visit a Fula nomadic camp. The Fula are herders and are the third largest ethnic group in Senegal. Continue to Ndangane, from where we sail along the Sine Saloum River through a forest of Mangrove vegetation In the afternoon we return to Saly with a stop in Mbour to visit one of the most important fishing ports in Senegal, here you can watch the busy activities of the fishermen and their distributions haggle over prices. Return to Saly in time to watch the sunset over the ocean. Meals included: Breakfast, Dinner Overnight at Royam Hotel"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Saly – Bandia Park – Pink Lake – Saly | Morning drive to visit the Bandia National park for a short Safari. Chance to see wildlife such as Crocodiles, Antelopes, Rhinoceros, Monkey, Buffalos, impala gazelles, among others… and numerous birds including the small hornbills, grey heron, eagles, blackbirds and kingfishers. Travel to Pink Lake, a rare natural phenomenon caused by a unique combination of microorganism and high concentration of salts which gives the lake its pink color. Recently the lake is not as pink as in past years due to the nonstop depletion of the salt for commercial use. Interact with the Salt Harvesters. For the adventuresome, try floating in the lake. Time permitting visit the nearby Fulani village before the completion of the day activities. Return to Saly for dinner and overnight. Meals included: Breakfast, Dinner Overnight at Royam Hotel"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Saly – Depart | Today is at leisure until you are transferred to the airport for your onward destination. Meals included: Breakfast"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Gambia",
    "mainPhoto": "",
    "id": "west-africa-river-cruise",
    "tourName": "West Africa river cruise",
    "placesVisited": "",
    "generalInfo": "On this cruise through the rivers of West Africa, you will be guided through Gambia’s history, bird and wildlife, culture, traditions and village life. Discover the waterways of Senegal and Gambia with visits to no less than 4 Natural Reserves: Sine Saloun Delta, a UNESCO Biosphere Reserve and a birdwatcher's paradise; Djiffere fishing village; River Gambia National Park; Wassu mysterious stone circles, another UNESCO World Heritage site; Bao Bolong Wetland Reserve and Kiang West National Park in Gambia. Your on-board Gambian River Naturalist will assist you in discovering the amazing flora and fauna and will be at your side throughout this exciting voyage, unravelling the wonders of West Africa. From the ship, you will also board the local motor pirogues that will take you deeper into this beautiful and rarely visited land. Join the cruise on a trip that only few people  have the chance to experience!",
    "durationDays": "8",
    "price": "3913",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Dakar/Senegal: Late afternoon embarkation at 14:00-18:00. After dinner, we set sail southward towards the Saloum River Delta. Overnight at sea, south along the coast."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Djiffer/Senegal – Banjul/the Gambia: This morning we reach the Sine – Saloum Delta in Senegal, an UNESCO Biosphere Reserve and also an Important Birding Area, as designated by Birdlife International and natural habitat for many bird species but also such aquatic animals as marine turtles, dolphins, West African manatees and crocodiles. Our Joal Fadiout optional excursion starts at the fishing village of Djiffer from where we reach the village of Joal Fadiouth, set on an island of clam shells that also are used in local buildings and crafts. In the afternoon, we leave Senegal and the Saloum Delta and sail south to Gambia to reach Banjul, the capital of Gambia and gateway to the 700-mile Gambia River. Fishermen Night - Overnight in Banjul."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Banjul - Abuko Nature Reserves/the Gambia - Tendaba: The morning in Banjul will give you the opportunity to take the optional 1/2 day excursions offered to Bakau with its crocodile \"katchikaly\", its Botanic Garden and a short Banjul Tour. Mid-afternoon, we leave Banjul and sail upstream to Tendaba. We reach Tendaba late into the evening."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Tendaba/the Gambia: From the ship we take motor pirogues in order to reach Tendaba, located on the South Bank in the Lower River Division, our starting point of our Tendaba morning optional excursion. It is a small fishing village of mainly Muslim faith with approximately 600 inhabitants whose main occupation is fishing. From there we will walk through to Batelling, a small village at the entrance to Kiang West National Park. The area boasts of over 250 species of birds, many of which are difficult to observe anywhere else. Other residents include Guinea baboons, bushbuck, warthogs, Senegal bushbaby and marsh mongoose. After a refreshing stop in Batelling, we will board an open safari truck which brings us back to Tendaba. On the way we pass again local villages where you get an impression of local life in The Gambia. In the afternoon, we are picked-up from the ship by motor pirogues for the afternoon Tendaba optional excursion to the Bao Bolong Wetland Reserve. This reserve, lying across from Kiang West National Park features six major bolongs (creeks) that provide great birding and boating opportunities. Numerous rare and migratory birds also reside here including the Pel’s fishing owl, African fin foot and brown-necked parrot. Overnight docked in Tendaba."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Gambia River – Kuntaur - River Gambia National Park/the Gambia: Early morning we leave Tendaba and sail upstream on the Gambia River all morning to reach Kuntaur. Early afternoon arrival to the bustling Gambian port town of Kuntaur, the last inland stop along the river that is navigable for ocean-going ships. Later in the afternoon we board a large motor pirogue for a 3 hours optional excursion cruise on The Gambia River. First we head to the southernmost tip of Baboon Island, one of the five islands of The Gambia National Park. There a local national park ranger is joining us onboard in order to give more information about the park and its fauna & flora. Then we turn, the motor pirogue slows down and sails slowly back to Kuntaur following closely the shores of Baboon Island. This island is home of the Chimpanzee Rehabilitation Project. If we are lucky from our motor pirogue we can closely observe the chimps with minimal intrusion. There is also the possibility of seeing hippos, crocodiles, Red Colobus, Green Vervet monkeys and also The Gambia’s famous birdlife. We return to Kuntaur where we are met by the “Kankurang” and a local dance group on the pier. Believed to have spiritual powers the “Kankurang” dispenses justice and wards off evil spirits. Overnight docked in Kuntaur."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Kuntaur – Janjanbureh – Kaur/the Gambia: This morning, our optional excursion by bus takes us to the ferry station of Janjanbureh. There we board the local ferry for a short cruise over The Gambia River to Janjanbureh. We continue our excursion with a visit of one of the oldest towns of The Gambia, formerly called Georgetown. During the walk you get an impression of this laidback town and see the residence of the governor, the market and the Methodist church with its school. Afterwards we take the ferry back and re board the bus to reach Lamin Koto. Through the generosity of Variety Cruises and of many of its clients, a new school building is being built. Later in the morning we stop at the mysterious stone circles in Wassu, a megalithic site believed to be a burial ground thousands of years ago. You will visit the little museum of this archaeological site, a UNESCO World Cultural Heritage Site. In the afternoon, after lunch, we sail downstream to Kaur a small fishing village on the banks of the Gambia. You will have the opportunity to walk around this small community and see how Gambians live today. In the evening we leave Kaur and sail downstream towards Banjul. Captains Farewell Dinner"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Kunta Kinteh Island – Banjul/the Gambia: This morning we anchor at St. James Island in the middle of the Gambia River, which was an important slave trading post under the British rule in The Gambia. In 1976 James Island became famous due to the author Alex Haley and its bestseller book \"Roots\" and the story of a slave, called Kunta Kinteh. The island is now called and is a UNESCO World Cultural Heritage Site. Optional walking tour: After disembarking by local tenders your local guide will tell you more about the history of James Island and afterwards you will have some time to explore this island by yourself. After lunch, we leave \"Kunta Kinteh\" to reach Banjul around 4pm. After formalities, later in the evening, we will sail out of the Gambia estuary into the Atlantic Ocean northwards to Dakar. Gambian Night with Kora instrument Concert - Overnight at sea to Dakar."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Dakar/Senegal: Early morning arrival in Dakar. Disembarkation at 9:00 am after breakfast."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  }
]