{
    "Main_Title": "Our Czechia holidays & tours",
    "Main_Paragraph": "One of Europes best capital cities, charming countryside castles, and a land of beer and wine: discover our Czech Republic holidays. Our trips are all about getting around this central European country, also known as Czechia, in style. Its central location means that its a brilliant place to visit on multi country tours, with a rail network that can sweep you from Prague to Brno or Ostrava, and with easy links to Vienna, Bratislava and Budapest. Alternatively, consider cycling  the country has a great Green Way connecting pedallers to Vienna. However you choose to check out the Czech Republic, our holidays use local guides, and stay in small, often family-run hotels to help you get to know the area as you travel through.",
    "Subtitle": "Czech Republic holiday highlights",
    "Title1": "Cycling holidays in Czech Republic",
    "Paragraph1": "The Czech Republic is, like many central European countries, great for cyclists, and is served by various EuroVelo routes and cycle paths. A popular route is to follow the Green Way, which connects Prague to Vienna in Austria via pretty towns, plus castles and chateaus, on a car-free network. Alternatively, if youre looking for scenic splendour rather than capital connections, you can explore Bohemia Paradise by bike. This UNESCO Geopark with fantastical rocky towers, plus castles and forests, is more than worthy of its name.",
    "image1": "",
    "Title2": "Family holidays in Czech Republic",
    "Paragraph2": "The land with the most castles in Europe is certain to fire up imaginations across the generations. Prague delights little ones with its magnificent Astronomical Clock, plus dancing houses, free public transport for under-15s, and gingerbread aplenty. Brno has tales of a mythical giant beast that was once slain in the city, and the picturesque Cesky Krumlov comes straight out of a fairy tale. Families dont have to deal with long distances in this compact country with its reliable train network, plus you can even climb aboard an exciting sleeper train at Pragues main railway station and wake up the next day in Slovakias High Tatras.",
    "image2": "",
    "Title3": "Multi country tours",
    "Paragraph3": "The Czech Republics central location is great for multi-country tours. Take an overnight train from Prague to Slovakias High Tatras, or cross to Vienna in Austria in just over four hours. On a small group tour you can travel by road across the country, stopping at must-see sights like Cesky Krumlov, one of the best-preserved towns in the country, and then going on for a mooch about in Prague, before continuing on to Wroclaw in southwest Poland.",
    "Title4": "Christmas market holidays in Czech Republic",
    "Paragraph4": "Europes Christmas markets are world-renowned, and Prague is often central on the twinkling trail. Old Town Square and Wenceslas Square in Prague contain towering Christmas trees and charming stalls, plus multiple ice rinks. Elsewhere in the country, markets are quieter and you can stock up on cheese, sausage, and\nsvarak\n(mulled wine). Czechs traditionally eat carp on Christmas, but you dont have to.",
    "image3": ""
}