{
  "destination": "Thailand",
  "mainPhoto": "",
  "id": "tantalizing-thailand-bangkok-chiang-mai-krabi-tour",
  "tourName": "Tantalizing Thailand: Bangkok, Chiang Mai, Krabi Tour",
  "placesVisited": "Bangkok, Chiang Mai, Krabi Town, Koh Phi Phi",
  "generalInfo": "Culturally enriching and breathtakingly rewarding experiences abound from the bustling skyline of Bangkok and the pearly beaches of Krabi during this ravishing 11-day tour to Thailand. Whether basking in the spiritual glow of golden temples or lapping up the wondrous wildlife sightings across the countryside, you will find pleasure in the scenes and highlights of Thailand in each enchanting destination you visit.",
  "durationDays": "11",
  "price": "4,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bangkok - Your Thai Beginnings",
      "description": "Few places in Thailand capture the country’s fascinating blend of cultures and traditions quite like Bangkok. The city is atmospheric, bustling, and overflowing with an authenticity that is reflected by its iconic street food culture and modernity. Upon your arrival, you will fast track through immigration and transfer to your comfortable accommodation in the heart of the city. Your Thai beginnings in Bangkok may be spent tucking into the city's famed delicacies."
    },
    {
      "dayNumber": "2",
      "title": "Bangkok - Visiting Ornate Temples",
      "description": "Spiritual sites dressed in gold and veiled in porcelain rise among Bangkok’s skyline. Today, you will access these cultural sites during a guided tour that will incorporate a distinctly Southeast Asian mode of transport: the Tuk-Tuk . Your three-wheeled vehicle will zip through traffic to the monumental Grand Palace. Within the decorated confines of the royal complex, you will uncover the spiritual roots on which Thailand’s culture was founded. These discoveries will continue at other significant temples, such as Wat Arun and Wat Pho. These temples will showcase towering spires and an enormous golden statue of Buddha."
    },
    {
      "dayNumber": "3",
      "title": "Bangkok - Floating Markets and Serene Canals",
      "description": "Today, you will explore Bangkok like a local on traditional boats that glide gracefully across the intricate web of the city's narrow canals. You will visit the cherished markets that have established themselves on the canal. From within your boat, you may purchase fresh produce or watch the locals drift by in their vessels that are loaded with colorful ingredients and curious trinkets. These floating markets, particularly Khlong Lat Mayom and Taling Chan, are an integral part of Bangkok’s commerce and culture and will prove enchanting to explore."
    },
    {
      "dayNumber": "4",
      "title": "Chiang Mai - Northern Thai Specialties",
      "description": "Thailand’s northern capital, Chiang Mai, is nestled at the foothills of Doi Suthep Mountain, which is a natural geological wonderland you will explore with a guide shortly after you land and check in to your accommodation. Panoramic views of Thailand’s golden countryside and Doi Suthep’s temple will allow you to capture their breathtaking spectacles. Before returning to your room, you can delight your palate with a taste of the Northern Thai delicacy, Khao Soi , a distinct curry noodle soup."
    },
    {
      "dayNumber": "5",
      "title": "Chiang Mai - Elephants and Ethnic Hill Tribes",
      "description": "As bewildering as Thailand’s cities are, the country’s true magic can be found in its unspoiled wildernesses. Here, endangered animals are protected, and the greenery is allowed to proliferate. Today, you will venture to an ethical elephant sanctuary in the lush countryside. Here, you will meet and play with these majestic creatures in the luxuriant forest. Afterward, you will head for the hills and visit an ethnic Karen hill tribe, whose culture is reflected by their colorful garbs and the thatched homes they have constructed."
    },
    {
      "dayNumber": "6",
      "title": "Chiang Mai - Learn to Cook Thai Cuisine",
      "description": "Your morning in Chiang Mai will be yours to enjoy as slowly or as quickly as you please. Whether you wish to wander the history-enriched neighborhoods, explore venerated temples, or practice Buddhist meditation under the guidance of a monk, you can choose how to spend your morning. In the evening, you will learn the art of Thai cooking with a local family of the Lanna village. Set to the backdrop of the sprawling forest, you will master a selection of Northern Thai delicacies and savor them together around the table."
    },
    {
      "dayNumber": "7",
      "title": "Chiang Mai - Towering above Thailand",
      "description": "Today, you will set off to Doi Inthanon National Park, a bucolic expanse of evergreen forests and spreading vegetation that is dear to the local people. Within the jungle, you will rise to the summit of Doi Inthanon Mountain for staggering landscape views from 2,565 meters. Swooping down along the shaded pathways, you will arrive at ethnic hill tribes beneath the thick foliage. Here, rice paddies and coffee plantations thrive. Soon you will return your accommodation in Chiang Mai, where you will have the remainder of the evening to spend at your leisure."
    },
    {
      "dayNumber": "8",
      "title": "Krabi - Thailand’s Tropical Beaches",
      "description": "With moments in Thailand’s forested landscapes checked off your travel list, you will pleasantly venture to the picturesque destination of Krabi to luxuriate in the country’s seaside splendor. After flying to Krabi and transferring to your accommodation, images of the tropical paradise will be revealed to you when you take your first steps on the golden shores Krabi's enchanting beaches. Karst islands rise from the sea and white sand stretches between craggy cliffs. You will be immersed in this tropical environment within minutes of landing."
    },
    {
      "dayNumber": "9",
      "title": "Krabi - Wondrous Watersports",
      "description": "Your first full day in Krabi will be yours to enjoy at your own pace. Regardless of what you choose to do, you will continue to cherish the wondrous sea that flanks olive-green headlands. Along the bright beaches, watersports abound and will give you the opportunity to enjoy the scenery from unique perspectives. The activities range from exhilarating to calm, such as jet-ski rides and kayak excursions to caves. You can wallow in the wonderful water sports on offer and unwind in this tropical sanctuary in style."
    },
    {
      "dayNumber": "10",
      "title": "Krabi - Visit Phi Phi Island",
      "description": "Krabi, although part of the mainland, is a coastal gateway to the bewitching islands of Thailand. One such island is Phi Phi Island, and you will cruise to this tropical haven today. Here, you will discover the surreal serenity that Thailand is cherished for as you swim in the water and snorkel over coruscating reefs with colorful marine life. Your dreams will become a reality when you bask in the radiance of the Thai sun on postcard-perfect beaches that have been featured in movies and magazines."
    },
    {
      "dayNumber": "11",
      "title": "Krabi - Departure",
      "description": "Your enchanting Thailand tour will come to an end today, although you may treasure your last moments within the tropical paradise of Krabi before transferring to the airport. Whether finding comfort on the luxuriant beaches with a good book or basking in the radiant sunshine, your last minutes in the country will be as pleasant as your first."
    }
  ],
  "map": ""
}