[
    {
        "type": "overview",
        "Main_Title": "Our Argentina holidays & tours",
        "Main_Paragraph": "Wilderness, wineries  and one really big waterfall  Argentinas treasures are vast and sumptuous. Its a massive country and theres a lot to see, but our Argentina holidays dont just show you the iconic highlights, but enhance your understanding and appreciation for nature, communities and culture, too. So once youre done exploring the leafy boulevards of Buenos Aires, or gawping at Perito Moreno glacier in Argentine Patagonia, or feeling the spray of Iguazu Falls as you search for bird life, go a little deeper. With the help of our local guides, youll discover eco wildlife lodges surrounded by protected habitats, small-scale producers growing everything from wine to yerba mate, and homestays with gaucho families. Big is beautiful in Argentina, but small is even more special.",
        "Subtitle": "Argentina holiday highlights",
        "Title1": "Patagonia",
        "Paragraph1": "Sweeping across the south of the country, Patagonia is a vast wilderness stretching from horizon to horizon, with blue lakes and yellow grasslands, and a portion of the formidable Andes running down its length to boot. Larger than most countries and with a tiny population, emptiness is its identifier. But there are pockets where the scenery gets so pretty that they attract droves of hikers. El Chalten is a hiking town in the Andes from which you can hike in Los Glaciares National Park, whilst El Calafate is a town that acts as a gateway for visits to the beautiful Perito Moreno glacier. Whether youre admiring glaciers or guanacos, our holidays in Argentinas Patagonia use local guides and family-owned lodges and gaucho ranches to get you closer to the landscapes and the people who call them home.",
        "image1": "",
        "Title2": "Buenos Aires",
        "Paragraph2": "Some capitals are merely administrative, some get treated as simple gateways to more interesting sights. Not Buenos Aires. This massive city and port is of serious importance. For Argentinians, its their classy, cultural hub, with beautiful, long boulevards, European-style architecture: galleries, shopping on one hand, and enormous steak dinners and stonking sporting scene on the other. For visitors, its best known as the home of tango, and our holidays might involve a stop at a traditional dinner and a show, where you can watch one of the worlds most sizzling dance performances over a glass of fantastic Argentine wine. From Buenos Aires, you might head north to Iguazu Falls, or south to Patagonia, but its always worth stopping and admiring the Paris of the South before you head further down. Tours with a local guide will help you see the city beyond the souvenir shops.",
        "image2": "",
        "Title3": "Iguazu Falls",
        "Paragraph3": "Shared between Argentina and Brazil, there are more than enough of these thundering falls to go around. The Iguazu Falls, found on the Iguazu River, arent the kind of waterfalls that you stop at for an hour to photography, then leave languishing in your rearview mirror. Youll want to spend a day on either side of the river, admiring the falls from all angles. That might mean helicopter flight, Zodiac boat rides, or exploring around the park via jungle walkways, to admire spray-soaked forests at the waters edge. The Argentine side of the Iguazu National Park has the larger area  it comprises two thirds of the site. Within it youll find the famous Devils Throat, one of the falls most impressive waterfalls, and walkways that allow you to explore in depth. The Iguazu Falls are far from Buenos Aires and Sao Paolo, so its worth spending some time whilst youre in the area, our holidays ensure that you dont just fly in and fly out of Misiones Province. This might mean meeting some of the Indigenous Guarani community who live in the area, birdwatching in nearby nature reserves, or enjoying capybara and caiman-spotting in the Ibera Wetlands, which are around a four-hour drive southeast.",
        "Title4": "Creating a South America epic",
        "Paragraph4": "Argentina is so vast that it seems hard to comprehend combining it with other countries, but our multi-country tours find ways to take it all in without feeling rushed. Its great to combine the Argentine side of Patagonia with the Chilean side  whilst Argentina has beautiful landscapes, Chile has the islands, too, and serves up Torres del Paine National Park as a fitting contrast to Los Glaciares National Park. If you venture to Iguazu, youll find yourself reaching for the Brazil side of the waterfalls to get the full experience, and heading up from Iguazu to explore more of the country. Meanwhile, lovely Uruguay is a small hop away from Buenes Aires via ferry across the Rio del la Plata. For a true Argentina epic, you might also add in Bolivia and Chile and include a bit of Atacama action in your Andean adventure.",
        "image3": "",
        "Title5": "Types of trip",
        "Paragraph5": "There are almost as many ways to experience Argentina on our holidays as there are vineyards in Mendoza. Our family holidays in Argentina are all about the adventure, and your kids will love playing at being cowboys at real estancias, and exploring Patagonia via wild white-water and kayaking trips. Meanwhile, our small group adventure holidays in Argentina are a great way to tour vineyards with a guaranteed designated driver, and explore Patagonia via a series of well planned adventures, from rafting to hiking. With its well marked trails and excellent, established walking scene, Argentine Patagonia is well suited to self guided walking trips too. Whilst our tailor-made tours of Argentina give you freedom, they dont leave you to fend for yourself; youll be spending the evenings in delightful family-run accommodation along the way."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Argentina",
        "Main_Paragraph": "December-February is the best time to visit Argentina for summer warmth, though the north can be very hot; June-Aug bring more pleasant temperatures. Rainfall peaks then at Iguazu Falls, boosting water volumes  but also sometimes closing access to some trails around the falls. April is a good time to visit Iguazu for better weather. Southern Patagonia is snowed in during the midwinter months of June-August; the long, sunny days of November-February are the best time to venture south, with late spring and early autumn bringing fewer visitors. March boasts autumn colour in the Lake District, plus grape harvest in wine regions.",
        "image1": "",
        "when_to_go": "When to go to Argentina, month by month",
        "when_to_go_html": "<bullet><b>Temperatures peak in December and January</b>  but so do crowds, and prices.</bullet>\n<bullet><b>Easter is a National Holiday</b> so many lodgings and tours will be fully booked, and prices will rise  particularly for flights.</bullet>\n<bullet>March and April can be a lovely month for autumn foliage  but winter is well on its way in the south, so <b>visit earlier if you are planning to trek in the mountains.</b></bullet>\n<bullet><b>Parts of southern Patagonia may become inaccessible due to ice and snow in May-August</b>, although northern Patagonia is more likely to remain open for business. And this is one of the best times to try to spot big cats in the north  including the exquisite and rarely-seen puma. </bullet>\n<bullet><b>December-January is high season in Patagonia; with limited spaces in the refugios</b>, we recommend booking well in advance if travelling at this time.</bullet>\n<bullet><b>The region of Iguazu Falls is at its wettest from December-February</b>. This is not the best time to travel if youre planning to hike in the surrounding area or visit San Martin Island, as access may be closed. However, youll see these incredible falls at their fullest.</bullet>\n<bullet>July can be a busy  and expensive  time, as locals take midwinter vacations.<br/>\n</bullet>",
        "weather_chart": "Buenos Aires Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Buenos Aires Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 88%;\">107 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 84%;\">102 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">121 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 79%;\">96 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 63%;\">76 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 51%;\">62 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 51%;\">62 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 55%;\">67 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 57%;\">69 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 92%;\">111 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 83%;\">101 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 76%;\">92 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Festivals & events in Argentina",
        "paragraph1": "",
        "image2": "",
        "title2": "Carnaval (Jan-early March)",
        "paragraph2": "Like Brazil, Argentina stages raucous Carnival shindigs, but with fewer foreign tourists than Rio. The best spots to join partying locals are Corrientes and Gualeguaychu in northern Argentina, which boast a succession of riotous weekend parades from January to early March: amazing floats made by local groups (comparsas), brilliant costumes and dancing  plus water fights!"
    }
]