[
  {
    "destination": "Saint Lucia",
    "mainPhoto": "",
    "id": "caribbean-small-ship-sailing-cruise",
    "tourName": "Caribbean small ship sailing cruise",
    "placesVisited": "",
    "generalInfo": "Embark on an unforgettable small-ship cruise through the Caribbean, where adventure and luxury meet in perfect harmony. This itinerary takes you to some of the most beautiful and exclusive destinations in the region, offering a mix of thrilling water sports, breathtaking landscapes, and glamorous indulgence.<br/>Snorkel, Swim, Paddle: Dive into crystal-clear waters as you explore the Caribbean's best water spots, perfect for snorkelling, swimming, and paddling. From vibrant coral reefs to tranquil coves, each stop promises an unforgettable aquatic adventure.<br/><br/>Savoir Vivre, Caribbean-Style: Îles des Saintes, where the charm of the islands is only rivalled by the historic Fort Napoléon, perched high above the bay. This scenic spot is not only a UNESCO World Heritage site but also an ideal place to soak in panoramic views of the surrounding turquoise waters.<br/><br/>Pure Nature on the Pitons: In St. Lucia, discover a tropical paradise like no other. The iconic twin volcanoes, known as the Pitons, rise dramatically above the lush rainforest, creating a surreal backdrop for your explorations. Whether you're hiking or simply soaking in the beauty of this unspoiled natural wonder, St. Lucia promises a tranquil escape like no other.<br/><br/>Celeb-Packed Paradise: St. Barths, a playground for the rich and famous. With its exclusive beaches, high-end shopping boutiques, and luxurious private parties, this chic island is the epitome of glamour and sophistication. Here, you can unwind in style, sip cocktails at a world-class beach club, and indulge in the very best the Caribbean has to offer.<br/><br/>This Caribbean cruise offers the perfect blend of nature, adventure, and luxury, making it the ultimate getaway for those seeking both relaxation and excitement in one unforgettable journey.",
    "durationDays": "8",
    "price": "6335",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Philipsburg, St. Maarten. Departure 7:00 pm Dutch in the south, French in the north – on St. Maarten you will find an unusual piece of Europe in the middle of the Caribbean. Because of the natural salt deposits, the Dutch West India Company once claimed the island for itself and – according to legend – divided the island up in 1648 after a drinking competition with the French. In the colorful port city of Philipsburg, a day at the beach can be perfectly combined with a stroll through town: From the fine sandy Great Bay Beach it is only a stone's throw to the Boardwalk with its restaurants and to the boutiques of the small city center."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Day under full sails. Climbing the rigging, untying ropes, setting sails – today is all about sailing. Time to lean back and relax in the deck chair and watch the passionate crew hoisting the sails by hand."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Terre-de-Haut, Îles des Saintes. Arrival 8:00 am, Departure 1:30 pm Îles des Saintes is a small archipelago that was disputed for a long time until it finally became French in 1816. In the charming main town of Terre-de-Haut, take a delightful stroll along the waterside promenade. Boutiques, cafés, bars and restaurants invite you to browse and spend some time here. The savoir vivre takes place against a backdrop lit up in all the pastel shades of the Caribbean. Fort Napoleon is set high above the bay and your climb up to it is rewarded by a spectacular panoramic view. On the other side of the island, the Plage de Pompierre invites you to enjoy a dip in the sea and sunbathe on the beach."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Soufrière, St. Lucia. Arrival 8:00 am, Departure 5:00 pm Two famous volcanic cones are indisputably the emblem of St. Lucia and have been designated as UNESCO World Heritage Sites. Gros and Petit Piton tower over the southern, windward side of the island and, in Soufrière, seem close enough to touch. The volcanoes have in fact long been extinct, but the sulphur springs demonstrate the power of the earth's core and still bubble up. In the Botanical Gardens, natural abundance is combined with artistic arrangements to create a colorful tropical paradise. Some people claim that Josephine, who later became Napoleon's wife, used to bathe in the little pool in the garden."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Chatham Bay, Union Island. Arrival 8:00 am, Departure 6:00 pm Right in the south of the Grenadines are Union Island and the Tobago Cays. Union Island was given the evocative name \"the Tahiti of the West Indies\" thanks to its volcanic silhouette. Four small uninhabited islands, surrounded by a protective horseshoe-shaped coral reef, form the Tobago Cays. The Horseshoe Reef holds the Atlantic swell at bay and its unique animal and plant life make it an ideal place for snorkelling. The lagoon between the islets shimmers in all shades from turquoise through to emerald green and invites you to take a dip at the fantastic beaches."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Day under full sails Under full sails: Experience the perfect way to escape everyday hustle and bustle."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Gustavia, St. Barthelemy. Arrival 2:00 pm, Departure 11:00 pm St. Barthélemy, affectionately known as St. Barths by most, already had many \"owners\" before the Lesser Antilles were acquired by France in 1877. When the first estate was acquired by the banker David Rockefeller in 1957, the island's future was finally sealed. It became a refuge for the international jet set and an elegant holiday paradise for many Hollywood stars. For over 40 years, St. Barths has cultivated a luxurious lifestyle with a Caribbean laissez-faire approach. You can stroll through the charming main town of Gustavia, whose beautifully restored houses and colonial facades look out over the sea with its elegant superyachts, browse in the shops for precious items, or enjoy a sundowner in the picturesque harbor surrounded by clusters of high class bars and restaurants."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Philipsburg, St. Maarten. Arrival 8:00 am Dutch in the south, French in the north – on St. Maarten you will find an unusual piece of Europe in the middle of the Caribbean. Because of the natural salt deposits, the Dutch West India Company once claimed the island for itself and – according to legend – divided the island up in 1648 after a drinking competition with the French. In the colorful port city of Philipsburg, a day at the beach can be perfectly combined with a stroll through town: From the fine sandy Great Bay Beach it is only a stone's throw to the Boardwalk with its restaurants and to the boutiques of the small city center."
      }
    ],
    "map": ""
  }
]