{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "10-day-brazil-wildlife-and-nature-explorer",
  "tourName": "10-Day Brazil: Wildlife and Nature Explorer",
  "placesVisited": "Amazon, Alta Floresta, Porto Jofre, Miranda",
  "generalInfo": "Embrace the wonders of the natural world where wildlife teems beneath the jungle canopy during your 10-day Brazil adventure. Experience the elusive world of jaguars and macaw, winding rivers and enticing mangroves as you explore Brazil’s famous Amazon Rainforest. Lounge in luxurious accommodations, bask in the splendor of authentic beauty, and enjoy an active exploration through countless possibilities as you uncover layers of nature’s majesty.",
  "durationDays": "10",
  "price": "9,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Alta Floresta - Arrive in Rainforest Grandeur",
      "description": "The Amazon Rainforest is one of the most surprising and rewarding destinations in the world as nature absorbs you in incredible scenery with emerald canopy, winding crystal-clear waters, and lakes echoing with rippling lakes. The pristine scenery can feel like another world as you arrive in Brazil and travel through the vast plains morphing into the lush Amazon that captures the spirit of the untamed wilderness. Your accommodation outside of Alta Floresta demonstrates comfort and calm as you hear a nightly fire crackling or see the glowing red eyes of the Yacaré caiman lingering in the distant waters."
    },
    {
      "dayNumber": "2",
      "title": "Alta Floresta - Discover the Amazon’s Marvels",
      "description": "The day is at your leisure to explore the Amazon as you please, from a walking tour along the trails to canoeing down the placid waterways. For an introduction to the landscape and wilderness, you may venture to the observation towers to search for the active birdlife of the area. The towers nearly blend into the trees and give you the perfect vantage point to find tanagers and toucans, aracaris and parrots. The many layers of the trees will open up, along with possible sightings of lively blue and gold macaws whose raucous calls echo through the forest."
    },
    {
      "dayNumber": "3",
      "title": "Alta Floresta - Indulge in Dynamic Amazon Setting",
      "description": "You can choose your adventure once more in the Amazon to uncover the majesty of the natural world as you set out on a canoeing excursion with a guide. You can paddle leisurely as the calm current of the Cristalino River opens the views to the tree-lined banks. You may see crowned herons scouring the mudflats for food or find spider monkeys rushing across the tree branches. Back on land, you can continue your exploration of the trails as you learn about the floods that feed the wetland forest or listen for the haunting call of howler monkeys."
    },
    {
      "dayNumber": "4",
      "title": "Porto Jofre - Cruise the Amazon Jungle Waters",
      "description": "After breakfast, you will travel to Porto Jofre for a different perspective of the Pantanal, the wetlands at the heart of South America spanning the borders of Bolivia, Paraguay, and Brazil. With few people and no real towns, the Pantanal embodies the classic sense of adventure as you travel to reach your riverboat and weigh anchor on the Cuiaba River. Unlike the dense jungle of the Amazon, in the Pantanal, you are more likely able to spot the wildlife on the edges of the waters, from the sinister caiman to the charming capybara."
    },
    {
      "dayNumber": "5",
      "title": "Porto Jofre - Find Elusive and Typical Wildlife",
      "description": "As you travel along the waterways that make up the largest floodplains in the world, your day will turn into a safari in the river and on the margins. You can step onto the land with a guide to uncover the mysteries of the jaguar, the largest cat in the Americas. You may spot them from a distance lounging in the trees to escape the day’s heat or simply see their tail swishing through a tree branch. Jabirus may call out or giant otters may ripple through the waterways before the unobstructed starlight fills the night sky."
    },
    {
      "dayNumber": "6",
      "title": "Miranda - Explore a Stunning Ecological Refuge",
      "description": "Your boat will dock near the town of Miranda to immerse you in the exciting new ecosystem of South Pantanal. You can settle into the comforts of a luxurious ecological refuge for a closer encounter with the local flora and fauna on a walk guided by a professional naturalist. During the rainy season, the south floods to bring an abundance of aquatic life and in the dry season, the different species concentrate around the diverse array of fish to bring exceptional birdwatching. Your guide may point out a large caiman or the quiet movement of a sunbathing yellow anaconda."
    },
    {
      "dayNumber": "7",
      "title": "Miranda - Experience the Wilderness in Seclusion",
      "description": "The decision on how to experience the wildlife in South Pantanal is yours, with plenty of options that can take you deep into the wilderness or relaxing on the manicured grounds. You can follow your guide on a jeep safari into the depths of the Pantanal where deer, giant anteater, and capybara graze on the lush grasses. The shifting ecosystems can take you from open fields to gallery forests at the edges of the wetlands to show you how the natural surroundings can swiftly change."
    },
    {
      "dayNumber": "8",
      "title": "Miranda - Enjoy the Tropical Setting Your Way",
      "description": "The majesty of nature is once more yours to enjoy at your leisure, from canoeing to hiking, fishing to another jeep safari deep into the wilderness. On a night safari, you can experience the wilds of the region in a different way. Your guide will lead you beneath the star-studded sky as you shine a flashlight over the waters looking for a red flash glinting back. Each red dot indicates a caiman. Instead of relying on your sight, your guide may teach you how to follow your other senses in the darkness as you look for nocturnal flora and fauna."
    },
    {
      "dayNumber": "9",
      "title": "Miranda - Choose Your Sightseeing Adventure",
      "description": "After breakfast, you can take to the landscape at your pace with a hiking tour to discover the texture of the ecosystems from the savanna to the wetlands. Your guide may take you on a loop trail as black-tailed marmosets feed on berries in the trees or howler monkeys holler in the mid-morning light. In the grasslands, deer graze on the lush grass and coati forage for fallen food along the ground. As your guide leads you through the landscape, you may learn about medicinal plants or the soft call of the hidden twittering bird."
    },
    {
      "dayNumber": "10",
      "title": "Miranda - Depart for Home",
      "description": "When in the wilderness, you may wake to the familiar call of the howler monkey whose guttural yell can echo for miles through the trees. Capuchin monkeys may become rambunctious around breakfast while caiman lounge on the banks to soak up the sunlight. Your flight will take you from the refuge in the Pantanal wilderness to a more accessible airport, where you can connect to your larger flight home. You have traveled deep into one of Brazil’s most secluded and fascinating corners to find the treasures of the natural world."
    }
  ],
  "map": ""
}