{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "brazil-insiders-tour-of-a-lifetime",
  "tourName": "Brazil Insider's Tour of a Lifetime",
  "placesVisited": "Rio de Janeiro, Cuiaba, Pantanal, Manaus",
  "generalInfo": "From the World Cup to the Olympics, from the humming streets of Rio de Janeiro to the wide stretches deep in the Amazon rainforest, Brazil is preparing for the world. As a signature tour for Zicasso’s 5 year anniversary, this trip is designed to give an insider’s access to some of Brazil’s most coveted attractions and experiences.",
  "durationDays": "13",
  "price": "6,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Rio de Janeiro - Bem-Vindos ao Brasil!",
      "description": "You land this morning in renowned Rio de Janeiro, one of the most famous cities in the world, strikingly situated within a natural harbor that is one of the Seven Natural Wonders of the World and crowned by the soaring peaks of Sugar Loaf Mountain and Corcovado Peak. You will be escorted from the airport to your luxurious accommodations at the Porto Bay Rio Internacional Hotel, where sparkling wine awaits your arrival along with elegant rooms and state-of-the art amenities overlooking breathtaking vistas of the regal Rio beaches. The hotel offers free beach services—including towels, umbrellas, chairs and more—as well as rejuvenating massage services and dining options that offer views that are as spectacular as their food. Spend the rest of the evening exploring this vibrant metropolis, from the immaculate stretches of sugar white sand melting into the blue surf of the Atlantic Ocean, to the reaching skyscrapers soaring in downtown."
    },
    {
      "dayNumber": "2",
      "title": "Rio de Janeiro - Tour of the City",
      "description": "This morning, you’ll be picked up from your hotel by a local guide who will lead you around some of the highlights of incomparable Rio de Janeiro, the Carnaval capital of the world and home to some of the most beautiful reaches of sand on Earth. You’ll wind your way through many of Rio’s delightful and unique neighborhoods, from the beauty and history of Santa Teresa to the vivacity of Ipanema, before arriving at the Cosme Velho Station at the base of the famous Mount Corcovado. A tram rides along the face of the granite peak, climbing up its side while taking the magnificent collision of man and Mother Nature in the city and harbor below, before arriving at the feet of the largest Art Deco statue the world and the iconic posture of Cristo Redentor, or Christ the Redeemer, a symbol of Brazilian Christianity and a monument to the city of Rio itself. Following a delicious and traditional Brazilian barbecued lunch, you’ll make your way to downtown, in sight of the famous Sambadrome, where samba schools parade against each other during the stirring and sensual evenings of Carnaval in site of nearly one hundred thousand people. You’ll also take in the elegant and opulent façade of the Old Cathedral of Rio de Janeiro which was the seat of the Bishop of the city for nearly two centuries and whose indescribable interior dazzles all visitors, featuring intricate woodwork as well as beautiful balconies and paintings. You’ll continue past the Lapa Distric, towards Flamengo Park before climbing the steep peak of the famous Sugarloaf Mountain, dominating the Rio harbor and serving as one of the defining features of the Rio skyline."
    },
    {
      "dayNumber": "3",
      "title": "Rio de Janeiro - The Largest Stadium in South America",
      "description": "Explore the history and the heritage of the past of the Beautiful Game as you tour the famous Maracana Stadium in the heart of Rio, home to the 1950 World Cup Finals and many other famous events, like a papal mass led by Pope John Paul II, and two record-breaking concerts by Tina Turner and Paul McCartney. You’ll roam the famous grounds and take in the myriad of renovations that have been prepared for the upcoming World Cup and Olympic Games, led along by a guide who is a staff member or player from one of Brazil’s most legendary club sides! Get all the up-close knowledge, see how the game has changed and improved, and learn about some of the most famous players and people to grace this magnificent site: it’s sure to be a day that will delight sports fans and novices alike."
    },
    {
      "dayNumber": "4",
      "title": "Foz do Iguaçu - On To Iguazu",
      "description": "You leave Rio de Janeiro this morning to turn to Brazil’s vast border with Argentina where you’ll find one of the most remarkable natural wonders in the world and one of the most visited sites in the country: the mesmerizing Iguazu Falls. You’ll be transferred from the regional airport at Foz do Iguacu and taken to your unmatched accommodations at the Hotel das Cataratas, where guests are treated to exclusive access to Iguazu during evening and early morning hours and where the accompanying spa is sure to launch you into incredible relaxation. A revitalized and restored Portuguese-colonial residence, Hotel das Cataratas features warm and inviting hardwood floors, gorgeous furniture and excellent service, as well as some of the best dining options in the area. There are a number of hotel-sponsored activities that will thrill all vacationers, from white-water rafting to jungle treks to helicopter flights over the tumbling gorges. Today you’ll be experiencing that latter: a sensational half-day trip over Iguazu in a helicopter, taking you over the roaring cataracts that make up this phenomenal formation. You’ll get a sense of the true expanse of the Falls, its impressive reach and imposing stretch, the curtain of green that somehow makes its place along the tumbling sheen of water over the edges of some of the largest falls in the area. Take a safari to the Macuco Falls, a small waterfall in the reaches of Iguazu. Explore by foot, 4x4 and river barge. You can also head to the unforgettable Birds Park, located mere kilometers from downtown Foz do Iguacu and housing more than 200 species of birds over 600 sq. meters, as well as other species at the nearby reservoir. The evening is spent in special splendor, as you’ll receive a guided tour of the Falls at night, when the roar of the water echoes the stirring sounds of the nightlife surrounding you, where the moon casts ethereal hues off the roiling waters of the nearby falls, and where the romance of this extraordinary place surrounds you at every turn."
    },
    {
      "dayNumber": "5",
      "title": "Foz do Iguaçu - Exploring Iguazu",
      "description": "Somewhere around three-quarters of the area of Iguazu lies within the boundaries of neighboring Argentina, and today gives you the chance to get within feet of some of the largest and most spectacular formations of the region as you cross into the Argentina borderlands. You’ll cross the Tancredo Neves Bridge and across the Iguazu River into Argentina, where you’ll pass verdant tropical rainforests and the quaint village of Puerto Iguazu before entering the primeval lushness of the Igauzu National Park, where you’ll truly experience the splendor of Iguazu. Walk along the convenient footpaths and bridges to get within the mist of the cascades, and take in the pervasive power of the Devil’s Throat, the largest cataracts in Iguazu, where nearly half of the outflow from the Iguazu River is directed to tumble nearly three hundred feet to the spreading riverbed below. You’ll be surrounded by the smells of fecundity, the cry of birds and the sights of teeming life before heading back to Puerto Igauzu for some shopping with the local artisans. The leather goods found here are exceptional, as are the traditional handicrafts and art work. Your day finishes at the panoramic “three countries corner,” where you can take in the scenery of Argentina, Brazil and Paraguay, in one sweeping glance."
    },
    {
      "dayNumber": "6",
      "title": "Patanal - The World’s Great Wetlands",
      "description": "You’ll be transferred from your hotel to the airport at Foz do Iguacu to take you into the heart of one of Brazil’s most stunning natural attractions, the sprawling wetlands of the fascinating and fantastic Patanal, where the wildlife is a diverse as it is unforgettable and where nature combines in a rugged romance that is sure to leave its mark on everyone. You’ll be taken from the airport at Cuiaba across the Brazilian grasslands until reaching the modest yet comfortable Pousada Rio Mutum, a traditional lodge that is deep in the Pantanal and which is sure to ready for you an exploration of this enchanting region. You will enjoy a family-style lunch and brief orientation by your guide before setting out on your first excursion into this vibrant and life-filled area in the afternoon. The evening features a truly unique experience, as you’ll enjoy a dusk-time dinner in the heart of the wetlands, prepared by the lodge’s resident chef. You’ll savor the delicious flavors of typical Brazilian cuisine and lose yourself in the expansive grandeur of this breathtaking wonderland."
    },
    {
      "dayNumber": "7",
      "title": "Patanal - Wildlife of the Pantanal",
      "description": "The Pantanal Wetlands feature an array of wildlife that is dizzying in its scope, from mammals to reptiles to amphibians to birds, from rodents to deer and from jaguars to macaws, all giving their own unique imprint to this unparalleled region. Today you can try to spot some of these interesting creatures, from a colony of capybaras—the world’s largest rodents—to a solitary jaguar stalking the trees and tall grasses, from the lurking Yacare Caiman languidly floating in the still pools to the playful Giant River Otter searching for red-bellied piranha, their favorite meal. Explore in a myriad of ways, from jeep to foot to horseback, and the journey will be just as unforgettable as everything you see along the way."
    },
    {
      "dayNumber": "8",
      "title": "Patanal - The Brazilian Wilderness",
      "description": "Spend today trying to spot a jaguar as you can engage with one of the local guides for a tour around the area that is sure to result in a view of one of nature’s most recognizable species. Though jaguars are most likely to be seen in the late winter and early spring between June and November, little covering and excellent guides have led to more being spotted in down months, and you will certainly not want to miss the chance to view these big cats in their natural habitat. You can also try to spot a number of the gorgeous birds that fill the air, like the Hyacinth Macaw and the Crowned Solitary Eagle, two threatened species that can rarely be seen anywhere else in the world. Your three days in the depths of the Brazilian wilderness will alert you to its staggering biological depth, as well as its sensational and incomparable natural beauty, from the setting sun over a wide lake and towering trees to the tranquil stars twinkling far above your head and the teeming universe surrounding you."
    },
    {
      "dayNumber": "9",
      "title": "Manaus - Making for Manaus",
      "description": "You leave the plains of the Pantanal this morning, as your transferred to the airport to await your flight to Manaus. It’s the capital of the state of Amazonas and one of the most unexpected metropolises in the world, a port city that has been built on the rubber trade and the puissance of Portuguese conquistadors for centuries. You’ll be taken to your elegant room at the Park Suites Manaus, located mere miles from the excellent CIGS Zoo and the sands of Ponta Negra Beach. Here, the dining selections are truly sublime, the views sensational and the amenities are truly luxurious, from wide-screen TVs to some of the most comfortable beds imaginable. This afternoon features a tour of the city of Manaus, where you’ll learn about the city’s miraculous past and see some of its most striking edifices, from the European stylings of the Amazonas Opera House—including French glass and Italian marble—to the serenity of the Adolpho Ducke Botanical Gardens and the Municipal Park of Mindu. The evening takes you out to the smaller waters that flow into the mighty Amazon for an adventure unlike any you’ve undertaken: a guided hunt for the things that fill the Amazonian night, like alligators, fish, birds and small mammals. You’ll be thrilled by the teeming nature calling you from all angles, the otherworldly shine of light off the river and through the trees, and the pounding pulse of discovery. You’re sure to never forget the chill you’ll feel that first time you spot the gleaming eyes that peek above the water’s surface."
    },
    {
      "dayNumber": "10",
      "title": "Manaus - Cruise up the Amazon",
      "description": "Following a morning in Manaus, you’ll be picked up in the afternoon and taken to the docks, where you’ll climb aboard the gorgeous decks of the M/V Desafio. A sailing vessel stretching more than 100 feet long, it is designed to coast along the teeming pull of the Amazon River, filled with personal cabins that each include a bathroom, as well as a kitchen capable of providing delicious and filling meals at all times of the day. You’ll receive a short and sweet briefing right after setting sail before witnessing the incredible sight of the confluence of the dark waters of the Rio Negro and the murky, muddy Amazon flow along and against each other for miles, providing a visual spectacle that is known as the “Meeting of the Rivers.” Following this incredible viewing, the captain turns to Lake January, where the boat will anchor and offer explorations of the surrounding countryside by canoe. You’ll have your first meeting with the natives of the Amazon region, as well as your first look into the incredible richness of life along the river’s banks. The evening sees you docking at Praia do Tatu."
    },
    {
      "dayNumber": "11",
      "title": "Manaus - The Islands of the Amazon",
      "description": "There are tours of all types in this rich and diverse region, ready to show you all of the area’s natural splendor from the bows of a boat to the back of a horse to all that you can see afoot. Begin in the morning with a guided hike through the Amazon rainforest, one of the most bio-diverse areas in the world, home to an uncountable number of species of birds, mammals, reptiles, amphibians and more, as well as plants from shrubs to grasses to soaring trees. You’ll learn about the ecology of this delicate and diverse area, as well as encounter some of the forest’s most famous denizens. Then head back to the Desafio, where a swim awaits while lunch is being prepared on board, ready for a cruise past Samauma Island and the Angyilhanas Archipeligo, the most extensive river archipelago on the globe, where the river’s surface is broken by hundreds of tiny islands for hundreds of miles. A dinner onboard begins a fascinating nighttime venture through the Amazon’s tributaries, searching for the caiman that come out to feed at night along the black and intransigent surface of the Rio Negro."
    },
    {
      "dayNumber": "12",
      "title": "Manaus - A Captivating Conclusion",
      "description": "You’ll experience life as a Riberinho today as your morning starts with a stop at Santa Maria, a typical Amazonian village where life goes on much as it has for generations, rolling like the endless Amazon past the memories of our past to the hopes of our future. You’ll enjoy breakfast in this transcendent spot, then stop for a detailed reconnoitering of the Amazon’s shore, spotting wildlife and plant life that will leave you in a constant state of wonder. Spend the afternoon trawling the river, trying to catch the notorious piranhas that live in some parts of the Amazon, an unforgettable catch if ever there was one. Dinner is another delicious on-board affair, and your final evening on the Amazon features another session of late-night caiman spotting, sure to be one incredible final send-off."
    },
    {
      "dayNumber": "13",
      "title": "Manaus - Say Goodbye to Brazil",
      "description": "An early morning start of bird-watching gives you one final glimpse of the vibrant character of life in Brazil, filled with the cacophony of a symphony of the calls of Amazonian aves. After this one last reach into nature, you’ll be transported back to Manaus, where you’ll await the flight that will take you back home, filled with memories of the trip you’ve just taken and the plans for your next visit back to brilliant and boundless Brazil."
    }
  ],
  "map": ""
}