{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "classic-13-day-brazil-tour-of-rio-iguazu-salvador-more",
  "tourName": "Classic 13-Day Brazil Tour of Rio, Iguazu, Salvador & More",
  "placesVisited": "Rio de Janeiro, Foz do Iguaçu, Salvador, Ilhéus, Itacaré",
  "generalInfo": "The fascinating local culture, immaculate Iguazu landscapes, and crisp Bahia coastline will blow you away on this 13-day tour of Brazil’s classic cultural and wilderness experiences. You will explore the carnivals and markets of Rio de Janeiro beneath the towering Christ the Redeemer monument, wander the lush wilderness that wraps around the impressive Iguazu Falls, and walk along the breathtaking Bahia coastline of Itacaré to capture the country’s natural wonders.",
  "durationDays": "13",
  "price": "18,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Rio de Janeiro - Welcome to Brazil",
      "description": "The massive seaside city of Rio de Janeiro is a cultural melting pot of South American flair and flavor. The locals will embrace you with open arms as you touch down and transfer to accommodation in and amongst the city’s bustling Brazilian atmosphere. You may absorb the colorful culture minutes after you drop off your things and head to vibrant downtown neighborhoods where musicians play on the sidewalk and brightly decorated mosaic steps ascend to charming eateries around the corner. In the distance, the enormous open arms of Christ the Redeemer lift proudly above the city skyline."
    },
    {
      "dayNumber": "2",
      "title": "Rio de Janeiro - Capture Images of Christ the Redeemer",
      "description": "The sprawling city and its districts represent one side of the Brazilian beauty that unravels along Rio de Janeiro’s coastline and headlands. Other breathtaking parts of Rio include the lush wilderness and magnificent monuments that pepper the forested Mount Corcovado and Sugarloaf Mountain. Today, you will explore the unspoiled mountainside in a Jeep and follow the roads that navigate the slopes to the base of Christ the Redeemer. The city’s symbolic protector is an epic sculptural wonder that has fascinated locals and foreigners alike for centuries. You will capture images and continue to the Botanical Gardens, beaches, and waterfront afterward."
    },
    {
      "dayNumber": "3",
      "title": "Rio de Janeiro - Backstage Carnival Experience in Brazil",
      "description": "Rio carnivals are an experience of a lifetime that will show off the country’s exuberant spirit during your guided tour of the Pimpolhos project. The backstage carnival pass will let you learn about Brazil’s timeless musical and cultural heritage as seen through the performances of talented artists, musicians, and dancers. You will samba with a specialist, parade the streets to rhythmic beats, and sip exquisite Rio cocktails as you move through vibrant districts before you arrive at the São Bento Monastery. Views from the lofty observation decks on Sugarloaf Mountain during sunset will complete your cultural stay in Rio."
    },
    {
      "dayNumber": "4",
      "title": "Foz do Iguaçu - Views of the Iguazu Falls",
      "description": "The Paraná state city of Foz do Iguaçu is the famous Brazilian gateway to the immense Iguazu Falls that straddles the border with Argentina. You will transfer to accommodation close to the breathtaking sheet of falling water and begin your wilderness adventure as soon as you are comfortable and unpacked. You will absorb the magnificent natural beauty of Iguazu as rainbows run across the thick clouds of mist that form as the water tumbles. The birds will sing from the flanking trees as you capture gorgeous photography of the natural world wonder."
    },
    {
      "dayNumber": "5",
      "title": "Foz do Iguaçu - Explore the Argentinian Falls",
      "description": "Today, you will see Iguazu from a new perspective as you join your knowledgeable tour guide for an adventure to the Argentinean waterfalls. The pathways that weave through the Argentine forests will guide you beneath the emerald canopy where birds, bugs, and beautiful indigenous creatures live in ebbing states of harmony and contention. The upper circuit of your peaceful hike will bring you to viewpoints overlooking the Garganta del Diablo and, eventually, the Iguazu river canyon and mighty waterfall. The evening will bring an opportunity to toast your exquisite excursion and tuck into delicious wines, empanadas, and other local delicacies."
    },
    {
      "dayNumber": "6",
      "title": "Foz do Iguaçu - See the Iguazu Spectacles from the Sky",
      "description": "Enjoy breakfast at your accommodation around the corner from Foz do Iguaçu amongst the greenery as the melody of birdsong and distant echo of the pounding falls fill the air. The atmosphere is calming and meditative as you savor these moments far from the crowds and thronging city-life energy. You may take your time to appreciate the wilderness before lunch and then join your transfer to a nearby helipad where you will climb into a helicopter and take to the skies over the stunning Iguazu scenes. Few spectacles are as deeply moving as nature in all its unwavering glory."
    },
    {
      "dayNumber": "7",
      "title": "Foz do Iguaçu - Cycling the Iguazu National Park",
      "description": "The national park that encompasses the Iguazu Falls is a stunning unspoiled wilderness wonderland that you may explore with several distinct experiences over the course of your stay. Today, the preferred adventure excursion through the jungle will be a bicycle tour along the shady trails that meander through the illustrious parklands. You may ride to many sensational waterfalls including Floriano, Deodoro da Fonseca, Benjamín Constant, and Salto Uniao before you catch up with your guide who will teach you about the local birdlife and animals as you keep your eyes peeled and cameras at the ready."
    },
    {
      "dayNumber": "8",
      "title": "Salvador - Beautiful Day Tour of the Bahia Capital",
      "description": "Brazil’s Bahia capital of Salvador is a fascinating city with a sparkling coastline and vibrant Afro-Brazilian culture that you will immerse yourself in shortly after your transfer here from Foz do Iguaçu. You will check into your accommodation and join a guide who will show you around town and introduce you to the welcoming local lifestyle, point your attention to the Portuguese colonial architecture, and bring you to the azure waters of the Peninsula of Itapagipe. You may tuck into fresh seafood dishes before you head for the Church of Bonfim, the Monserrat district, and the Mercado Modelo."
    },
    {
      "dayNumber": "9",
      "title": "Salvador - Visit the São Joaquim Market and More",
      "description": "The local markets of Salvador are the best places to discover more about Brazil’s Bahia culture as they offer a chance to explore the cuisine, chat with locals, and browse handmade curiosities. You will peruse the centuries-old São Joaquim market and wander down lanes lined with baskets full of fruits and vegetables, sizzling grills that serve traditional delicacies, and spice shelves that paint the market in red and orange colors. After lunch, you will continue along cobblestone sidewalks to the Church of San Francisco, the Cathedral, and the Municipal Square before dinner at a famous acarajés Baianos restaurant."
    },
    {
      "dayNumber": "10",
      "title": "Itacaré - Settle Into Your Accommodation on Cocoa Coast",
      "description": "You will transfer to the airport after breakfast and leave the bustling Bahia neighborhoods for the breathtaking tropical beaches of Itacaré. Your guide will collect you at Ilhéus and take you to the seaside resort town where you will check into a glamorous accommodation that overlooks the mouth of the Rio de Contas on Brazil’s Cocoa Coast. Your accommodation is fitted with a lavish spa and therapy center where you may sit back and unwind while you relish unique treatments such as Watsu, Shirodhara, a purification bath, or an Ibeji bath."
    },
    {
      "dayNumber": "11",
      "title": "Itacaré - Wander the Fazenda Juerana Forest",
      "description": "Views from your accommodation overlook the shimmering sapphire Cocoa Coast and they will be a brilliant backdrop for a morning coffee and breakfast. Afterward, you will head a little inland to explore the immaculate landscapes of the Fazenda Juerana forest. Flowers blossom along the pathways that wind through the canopy, birds soar above the trees, and other creatures scuttle amongst the flourishing greenery en route to the Cachoeira waterfall where you may stop to catch your breath. You may swim in the warm tropical waters and capture gorgeous photography before you return to the beach for surfing or yoga."
    },
    {
      "dayNumber": "12",
      "title": "Itacaré - Tour the Serra de Conduru State Park",
      "description": "The Serra de Conduru State Park is a lush wildlife sanctuary that wraps the Cocoa Coast of Bahia, Brazil, and invites visitors to explore the diversity and majesty of the surrounding wilderness. You will do so from the Floresta Viva Institute where you will meet an informative guide with a deep understanding of the natural habitats, flora, and fauna. You will learn about the local conservation efforts and greater Brazilian environmental protection initiatives as you tour the Serra de Conduru State Park and photograph magnificent wildlife and scenery along the way."
    },
    {
      "dayNumber": "13",
      "title": "Ilheus - Goodbye, Brazil",
      "description": "You will wake up to the sounds of nature and step out onto your balcony to embrace the sunrise over the sea as you sip on a cup of coffee and think back on your exquisite adventure of classic Brazil. Today, you will pack your bags and transfer to the Ilheus airport for your flight home. The journey will give you a few more opportunities to view the magnificent Brazilian landscape before you say your farewells, check-in for your flight, and board the plane."
    }
  ],
  "map": ""
}