{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "history-gastronomy-and-modern-art-of-brazil-minas-gerais-for-8-days",
  "tourName": "History, Gastronomy and Modern Art of Brazil: Minas Gerais for 8 Days",
  "placesVisited": "Belo Horizonte, Ouro Preto, Congonhas, Tiradentes, Ibitipoca",
  "generalInfo": "Explore the modern cityscapes that boast captivating contemporary museums and art, colonial communities that share authentic Mineiran cuisine, and lush forest reserves that present the breathtaking wilderness on your 8-day Brazil tour with excursions to Minas Gerais. Uncover the cultural treasures of Belo Horizonte, Ouro Preto, Congonhas, and Tiradentes en route to the illustrious natural paradise of Ibitipoca as you indulge natural wonder and tropical charm.",
  "durationDays": "8",
  "price": "10,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Belo Horizonte - Make Way for Minas Gerais",
      "description": "The capital city of Brazil’s Minas Gerais state, Belo Horizonte, will invite you to discover scintillating South America and its magnificent mix of cultural influences, culinary highlights, and art. You will transfer from the airport to your accommodation and then to the city center where your architectural tour of the surrounding buildings, museums, and neighborhoods will begin. The colorful murals of Igreja Sao Francisco De Assis and regal 1920s design of Centro Cultural Banco do Brasil will impress on your exploration of the city’s charming districts. Later, you will transfer to a chic restaurant with views of the olive-green mountains."
    },
    {
      "dayNumber": "2",
      "title": "Belo Horizonte - Brazilian Breakfasts and the Inhotim Museum",
      "description": "Breakfast in Belo Horizonte typically consists of continental snacks, although, you are encouraged to explore the traditional Minas Gerais breakfast flavors. A mouth-watering cheese ball known as pão de queijo is typically enjoyed with a cup of strong coffee and local Canastra cheese can be plated as part of Quitandas Mineiras , a spread of Brazilian pastries, condiments, and cheeses. After breakfast, you will visit the iconic Inhotim Museum. The modern open-air museum is the largest in Latin America and welcomes thousands to view its rare collection of plants in the Botanical Garden and exquisite contemporary exhibits peppering the park."
    },
    {
      "dayNumber": "3",
      "title": "Tiradentes - Cultural Tour of Three Colonial Cities",
      "description": "You will wake up and pack your things this morning in anticipation of the adventures of Minas Gerais ahead. Your guide will greet you at your accommodation and invite you to tour three colonial cities whose skylines paint the evergreen mountains that rise and fall across the Minas Gerais state. Baroque architecture lines narrow cobblestone streets in Ouro Preto, the Sanctuary of Bom Jesus de Matosinhos in Congonhas houses the soapstone Twelve Prophets of Aleijadinho, and the architecture, gastronomy, and atmosphere of Tiradentes retain the city’s 18th-century colonial charm. You will spend the following few nights in this historic destination."
    },
    {
      "dayNumber": "4",
      "title": "Tiradentes - Culinary Exploration of Minas Gerais Cuisine",
      "description": "You will yearn to explore Tiradentes, the gastronomic capital of Minas Gerais, this morning. Regional flavors will present themselves to you on a culinary tour from your accommodation to exquisite eateries that riddle the city’s neighborhoods. First on the menu will be an authentic family-run restaurant that specializes in brilliant Brazilian breakfasts. Next up, you will visit gourmet establishments that highlight the modern renditions of classic Minas Gerais colonial cuisine before you visit a culinary school to master making the delicacies yourself. You may also join cheese-makers to indulge in the local produce and learn about the region’s culinary history."
    },
    {
      "dayNumber": "5",
      "title": "Ibitipoca - Escape to the Brazilian Forest",
      "description": "You may wake up early and rush to the streets of Tiradentes to peruse boutiques and stalls for commemorative trinkets and colorful garments unique to the Minas Gerais region. You will continue through the mountains after purchasing a selection of memorabilia on a transfer bound for the breathtaking forests of Ibitipoca. You will step back in time as you arrive at your accommodation in the forest reserve that boasts a century-old history and sits harmoniously against the flourishing greenery. The animals and birdlife will call to you to explore the reserve before dinner on a quiet night beneath the stars."
    },
    {
      "dayNumber": "6",
      "title": "Ibitipoca - Wade in the Monkey’s Waterfall",
      "description": "There is little time to waste in Ibitipoca as there is so much to see and do, although, your adventures will be peaceful amongst the thriving wilderness that teems with indigenous animals, birds, and plants. After breakfast, your guide will help you navigate the thick bush and lead you through the towering canopy to the Cachoeira dos Macacos , or Monkey’s Waterfall. The sheet of water flows over mossy rocks between the trees and falls into a small natural pool that glimmers orange as the sunlight reflects off of the hazel ravine floor. You can embrace an afternoon in the water."
    },
    {
      "dayNumber": "7",
      "title": "Ibitipoca - Snapshot the Window of the Sky",
      "description": "Today, you will capture one of the most iconic pictures in Ibitipoca after a short but stunning hike through the lush forest. You will cross bridges and climb slopes to reach Janela do Céu , the Window of the Sky. This particular spot sits at the summit of a towering waterfall where the gentle stream flows through thick greenery and tall trees that create an arch over the river. You may sit at the edge of the falls as your guide takes photographs behind you that look out beyond the river and trees to the mountains rising in the distance."
    },
    {
      "dayNumber": "8",
      "title": "Ibitipoca - One Last Brazilian Bite to Eat",
      "description": "Your final morning in Brazil will feature a soundtrack of the singing birds and the occasional how of Muriqui monkeys. You may sip a cup of coffee as you watch the sunrise over Ibitipoca and envelope the sprawling greenery in golden light. The smell of breakfast will begin to emanate from the kitchen and invite you to tuck into your last Brazilian meal before you pack up your belongings. After breakfast, you will meet your transfer and head for the airport to catch your plane to Rio de Janeiro and beyond."
    }
  ],
  "map": ""
}