{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "marvels-of-peru-and-brazil-tour-natural-and-cultural-discoveries",
  "tourName": "Marvels of Peru and Brazil Tour: Natural and Cultural Discoveries",
  "placesVisited": "Lima, Sacred Valley, Machu Picchu, Puno, Iguazu, Rio de Janeiro",
  "generalInfo": "South America reliably presents visitors wit a unique cocktail of raw natural beauty and charming urban centers, and this 15-day tour of Brazil and Peru will present plenty of both as you make your way from the rugged Andean mountains to the shores of the Atlantic ocean. A combination of leisure time and guided excursions will also ensure that you make the most out of each destination you visit.",
  "durationDays": "15",
  "price": "8,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lima – Bustling Metropolis of Peru",
      "description": "Tucked along the westernmost edge of South America, Peru reliably seduces even the most reluctant visitor with breathtaking scenery, stunning wildlife, and warm hospitality. All this will be your to enjoy as your embark on your inaugural day on this South American tour. There is perhaps no better ambassador of this vibrant country than its capital of Lima, where after your arrival, a comfortable transfer will whisk you effortlessly from the outskirts into the heart of this bustling metropolis. After you have settled into your lush hotel, you will have the remainder of the day to explore."
    },
    {
      "dayNumber": "2",
      "title": "Lima – Roll Up Your Sleeves on a Cooking Course",
      "description": "Natives of South America first discovered the region's agricultural potential and settled here well before the Europeans arrived in the 16th-century. Eventually, Lima would grow to become the country's most populous city, and today will be your playground for an immersion into the city's world-renowned gastronomic reputation. After a leisurely morning, you will embark on a food tour of the city where Peru's abundant flavors and ingredients will be yours to enjoy including more types of potato than you may have thought possible. Later, an instructor will lead you through a cooking course before you enjoy the remainder of the afternoon."
    },
    {
      "dayNumber": "3",
      "title": "Lima – Taking a Turn for the Spontaneous on a Leisure Day",
      "description": "As the morning light first casts Lima's skyscrapers and lofty bluffs in a soft glow, you will have the chance to rise with the sun or hit the snooze button for a few final moments of restful slumber. No matter how you decide to start the day, the central theme today is leisure, as you can explore this exotic corner of South America at your own pace. Perhaps you want to descend the steep bluffs for a surfing course in the refreshing waters or amble along the colorful neighborhoods of Miraflores before concluding your day at a delicious restaurant."
    },
    {
      "dayNumber": "4",
      "title": "Cusco – Ancient Capital of the Inca",
      "description": "Today you will turn your back on the hustle and bustle of Lima and make your way in the direction of those ancient ruins and sacred valleys of the impressive civilization that once inhabited the lofty peaks of the Andes. Prior to the arrival of the Europeans, the Inca were the largest civilization in South America and they have left clues of their greatness all over the landscape of Peru. After a leisurely morning in Lima, you will plunge into the heart of this empire with a tour of the ancient capital of Cusco."
    },
    {
      "dayNumber": "5",
      "title": "Cusco – Strolling Through the Inca Ruins",
      "description": "Today Cusco is an international destination and gateway to the nearby UNESCO-listed ruins of Macchu Picchu and rare is the season that tourists are absent from this great city. Thus the mornings are an excellent time to stroll the cobbled lanes and rustic neighborhoods of the Andean city to enjoy Cusco's quieter side. After a delicious breakfast this morning, you will make your way to Machu Picchu aboard the train that runs along the scenic Sacred Valley where you can enjoy a stunning a guided tour up the mountainous slopes and through the stoney ruins before returning to your comfortable accommodations."
    },
    {
      "dayNumber": "6",
      "title": "Cusco – Ambling Through This UNESCO World Heritage Site",
      "description": "In 1983, Cusco earned the title of a UNESCO World Heritage site and it will take you little time to see why as this jewel of the Andes allures you with it's fabulous Inca ruins, colonial architecture, open squares, and friendly locals. Today you will be able to step into the history and rich culture found here in abundance on a leisurely walking tour of the city center where a knowledgeable guide will introduce you to the Temple of the Sun, the Sacsayhuaman fortress, and a host of other unforgettable sights."
    },
    {
      "dayNumber": "7",
      "title": "Puno – An Andean Train Ride",
      "description": "As far a mountain ranges go, the Andes are not to be trifled with and the elevation itself may leave you breathless even if the amazing sights of Peru do not. Today you will continue your tour of this lofty and legendary setting as you turn your back on the rugged charm of Cusco and your gateway to Machu Picchu to head further south to the world's highest navigable lake. This transfer will be made by rail and you can enjoy a spectacular and comfortable train ride through the Andes before arriving at the lakeside community of Puno."
    },
    {
      "dayNumber": "8",
      "title": "Lima – Returning to the Pacific",
      "description": "According to Inca tradition, Lake Titicaca is imbued with many strong spirits and is considered a sacred space. As you awake to your first morning in Puno, the day will be yours to explore on an unforgettable tour of the lake, the islands of Taquile and Uros, and the colorful communities that dot the shoreline. As you rock to the rhythm of the waves on your cruise, a knowledgeable local guide will regale you with the tales and legends that abound here, and in the evening you will depart and make your way back to Lima."
    },
    {
      "dayNumber": "9",
      "title": "Iguazu – Chasing Waterfalls in Brazil",
      "description": "Your transnational tour will continue as you turn your back on the seaside beauty of Lima and make your way into the heart of the South American continent in search of the region's breathtaking waterfalls. Technically, Brazil is your destination today however after your transfer arrives at Iguazu, you will see that this famous park and attraction sits at the juncture of Paraguay, Brazil, and Argentina. After your flight lands, a comfortable transfer will convey you to your conveniently located hotel where you will have the remainder of the day to explore this vibrant setting."
    },
    {
      "dayNumber": "10",
      "title": "Iguazu – Exploring A Rainforest Paradise",
      "description": "Subtropical rainforest, roaring waterfalls, and spectacular views will all greet you on your first morning at Iguazu, and after enjoying a delicious breakfast from your accommodating hotel, you will be able to plunge into this UNESCO World Heritage site on a guided walking tour of the falls and national park. Feel free to unleash your curiosity on your knowledgeable guide who will happily answer your questions before leaving you to spend the remainder of the afternoon at leisure either relaxing in the comfort of your lush hotel and exploring the adjacent neighborhoods of this vibrant community."
    },
    {
      "dayNumber": "11",
      "title": "Iguazu – Journey to the Foot of the Falls",
      "description": "Today you will be able to enjoy an entirely different view of the falls as you awake to your final morning in Iguazu. By now, you will have undoubtedly grown accustomed to the sound of rushing water and after a relaxing morning, today you will be able to make your way to the Argentinian side of the falls where a short train ride will convey you to the trailhead of a short and scenic walk along the viewing platforms of the national park. In the afternoon, you will embark on a riverboat cruise that will take you to the very foot of the falls."
    },
    {
      "dayNumber": "12",
      "title": "Rio de Janiero – A Return to the Sea",
      "description": "Today you will depart on the landlocked beauty of Iguazu National Park and make your way back to the ocean, but this time it is the tranquil shores of the Atlantic rather than Pacific you'll be enjoying. After a leisurely morning, you will enjoy a final breakfast from your charming hotel staff before boarding your domestic flight to Rio de Janeiro. Upon arrival to Brazil's second largest city, you will make your way to the hotel where you can spend the remainder of the day basking in the relaxing atmosphere."
    },
    {
      "dayNumber": "13",
      "title": "Rio de Janeiro – Taking a Turn for the Panoramic",
      "description": "Everything looks different from 2,300 ft above sea level, and today you will be able to see a side of Rio missed by those who never leave the beaches. After a relaxing morning, you will embark on an epic journey towards that massive statue of Christ dominating the landscape on the nearby hill for a tour of this award-winning attraction. In the afternoon, you can make your way to the adjacent Sugar Loaf Mountains for an entirely different perspective of the sprawling city. By the tour's end, you will have enjoyed a bird's eye view of the city and surrounding coastal beauty."
    },
    {
      "dayNumber": "14",
      "title": "Rio de Janeiro – Soaking Up the Seaside Atmosphere",
      "description": "No trip to Rio de Janeiro is complete without enjoying an abundance of leisure time to explore the city at your own pace, and today you will be able to enjoy just that, as you chart your own course through the palaces, parks, and plazas of this stunning city. Or perhaps you want to take a turn for the relaxing. Rio presents visitors with an abundance of beaches and waterfronts to survey Brazil's vibrant beach life and that hardest part will be choosing which pristine beach to visit."
    },
    {
      "dayNumber": "15",
      "title": "Rio de Janeiro – Departing Brazil's Warm Hospitality",
      "description": "As the morning sun slowly casts its golden hue over the mountain top statue of Christ the Redeemer, dawn in Rio will present you with one final opportunity to explore the quiet streets, colorful neighborhoods, and urban charm of Rio before departing. From Peru and the Pacific Ocean to Brazil and the Atlantic, this two-week tour has offered you some of the unbridled adventures that await visitors to South America. After a delicious breakfast from your doting hotel staff, a transfer will arrive to ensure your timely arrival at the nearby airport for your return flight home."
    }
  ],
  "map": ""
}