{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "wonders-of-buenos-aires-patagonia-and-iguazu-falls-tour",
  "tourName": "Wonders of Buenos Aires, Patagonia and Iguazu Falls Tour",
  "placesVisited": "Buenos Aires, Trelew, Puerto Madryn, Valdes Peninsula, Punta Tombo, Ushuaia, Tierra del Fuego National Park, El Calafate, Los Glaciares National Park, Iguazú Falls",
  "generalInfo": "The natural splendor of Argentina is captivating, deriving from bright blue glaciers, dramatic waterfalls, and inspiring wildlife. Penguins waddle along sandy beaches next to the rippling current of the Atlantic Ocean. An unbelievable ice field spans mountain ranges and compresses the shores of Argentina’s largest lake. Flamingos bask on the banks of a quiet lagoon. The Iguazu River shifts from tranquil waters to thundering cascades at Iguazu Falls. Your Buenos Aires, Patagonia and Iguazu Falls Tour is handmade to show you the best of Argentina’s eclectic beauty, from rolling snowcapped mountaintops to emerald tropical jungles.",
  "durationDays": "15",
  "price": "6,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Buenos Aires - The Thrill of Buenos Aires",
      "description": "Buenos Aires is a city of movement. The history of tango enlivens the streets with dancers performing out in the open air. Spanish colonial buildings continue to decorate neighborhoods. Cafes set out tables on sidewalks and allow guests to sip their wine as they watch the city pass them by. The aroma of chocolate drifts out of the charming chocolatiers and blends into the scent of browning filo dough from the bakeries. Your flight lands at Ministro Pistarini International Airport. Your private transfer greets you upon your arrival and escorts you into the heart of the city. You settle into your lavish accommodation located in the enchanting neighborhood of Recoleta. The barrio boasts fine architecture and a lush environment. The neoclassical Libreria el Ateneo Grand Splendid is a remarkable bookstore in Recoleta. The building was designed in the 19th century and acted as a theater in the early 20th century with the ability to hold more than 1,000 occupants. It stands in the main gallery today, showcasing the vast display of books encircling the main floor and the upper tiers of the former theater. Frescoes adorn the central dome, adding to the classical ambiance of the unique bookstore."
    },
    {
      "dayNumber": "2",
      "title": "Buenos Aires - Life and Times of Buenos Aires",
      "description": "In the morning, locals stroll along the greenery of Plaza Francia. Palm trees tower over the tranquil grass. The square is close to the famous Recoleta Cemetery. On weekends, an artisan market fills the plaza to great local fanfare, showcasing handcrafted leather goods, jewelry, and the aroma of freshly pressed Argentinian coffee. After breakfast, your guide meets you at the hotel. You are eager to set out on a tour of the city and explore the grandeur of Buenos Aires, which was once called, the “Paris of South America.” Each barrio in Buenos Aires has a distinctive character. With 47 neighborhoods in total, the charms of the city are endless. Your guide leads you along the marvelous pedestrian street of Avenida de Mayo. The boulevard runs through the center of the city’s historic center near the presidential mansion of Casa Rosada. The Building Inmobiliaria is unmistakable with its two red domes and Italian neoclassical façade. The neo-Gothic building of Palacio Barolo lines the same street in dramatic fashion. Domes, columns, vaults and bronzes create an amalgamation of historic designs with expressive attention to detail to shape the images of Dante Alighieri’s Divine Comedy . The connection to the Italian masterwork is notable in the way the palace grounds are divided to ensure divine numerology."
    },
    {
      "dayNumber": "3",
      "title": "Puerto Madryn - Gateway to the Peninsula",
      "description": "In the morning, the sunlight washes over the quiet wide avenues of Recoleta. Oak trees cast comfortable shade over the sidewalks. Cafes open their doors and set out tables alongside the street for locals to linger in the comforts of fresh espresso and delectable medialunas , a pastry similar to a croissant. After breakfast, your private transfer meets you at the hotel lobby and escorts you to the airport for your flight to Puerto Madryn. The city has a small town atmosphere. Locals invite newcomers with warm smiles and an eagerness to show the delicate, friendly nature of the seaside streets. Fishing boats wade in the marina in the afternoon after a long morning scouring the Valdes Peninsula. Welsh settlers founded the town in the late 19th century. A pathway along the beach provides stunning views to the azure waters breaking against the shores of the city."
    },
    {
      "dayNumber": "4",
      "title": "Puerto Madryn - Splendors of the Peninsula",
      "description": "In the morning, you can hear the water of Atlantic Ocean brushing against the shores of the Valdes Peninsula. Statues of immigrants and the Tehuelche people decorate the walkways on the shoreline, paying homage to the history of Puerto Madryn. After breakfast, your guide meets you at the hotel. The sea breeze drifts along the city streets, carrying the pleasant salty-sweet aroma of the ocean. Today takes you on the Valdes Peninsula to witness the natural wonders of the coastline. You cross a narrow strip of land bordered by the lapping waters of the Atlantic. When you reach Caleta Valdes, your guide points out the creek in the distance. The water glows indigo against the still shores. Between the months of August and November, sea elephants travel through the small inlet, following the tide, in search of shelter on the quiet shores of the bay. The sea elephants lounge on the shores over the mixture of sand and pebbles. Males average a length of 16 feet and can weigh up to more than 6,600 pounds. During mating season, the males call out to females, making an extraordinary noise that reverberates over the lulling waves. In the distance at Puerto Piramides, golden cliffs rise over the crescent shape of the bay."
    },
    {
      "dayNumber": "5",
      "title": "Puerto Madryn - Penguins of the South",
      "description": "The sweet aroma of the sea continues to encompass the seaside city. At breakfast, the scent of Argentine coffee accompanies the flakey, buttery texture of medialunas . Your guide meets you at the hotel after your meal. You travel along the coastline to the edges of Punta Tombo. In the warm and longer days of spring, Magellan Penguins travel up the coastline and settle on the beach of Punta Tombo, ranging from September to mid-March. The fauna reservation was created in the 1970s with the intention of protecting the diverse fauna of Argentina and the breeding grounds of the Magellan Penguins. A clear pathway winds around the brush-clad dunes. You can hear the loud squawk of the penguins over the crashing waves. The paths lead over the dunes to the beach, where you find penguin families lounging in the sun, waddling against the current, and diving into the water. They can swim up to nearly five miles per hour, using their fins like wings to gain momentum. They kick their feet as rudders. When they emerge from the water, their black and white feathers glisten in the sunlight."
    },
    {
      "dayNumber": "6",
      "title": "Ushuaia - Penguin Colonies to the Edge of the World",
      "description": "Between the months of May to December, whales travel along the coats of Patagonia. The Goliaths of the sea can sometimes be seen on the shores of the city, lifting their magnificent tails from the water and splashing back down. After breakfast, your private transfer meets you at the hotel and escorts you to El Tehuelche Airport for your flight to Ushuaia. The city is known as the “End of the World,” for its location as the southernmost city in South America and across the globe. The cobalt waters of the Beagle Channel brush the edges of the cityscape. Snowcapped Andean peaks descend into the channel, marking the end of the longest mountain range in the world. Les Eclaireurs Lighthouse stands 33 feet tall and flashes a light every ten seconds with a range of over eight miles. Fishing trawlers cruise the channel in the morning, returning from a daily search for the perfect catch. Sea lions lounge on nearby islands. The dramatic scenery accentuates Ushuaia’s location."
    },
    {
      "dayNumber": "7",
      "title": "Tierra del Fuego - In the Land of Fire",
      "description": "Tierra del Fuego means “Land of Fire,” and was named by Spanish sailors after witnessing the various campfires of the local Yamana people on the shore. Today, Tierra del Fuego National Park protects the unique biosphere of the flora, fauna, and waterways at the southern edge of the continent. After breakfast, your guide leads you from the hotel into the stunning grounds of the national park. Glaciers crown craggy mountains. Waterfalls hide behind the lush forest. Shrubs encircle crystal clear glacial lakes. Bright wildflowers bloom across vast meadows. Windswept cliffs tower over the Strait of Magellan on the Chilean side of the national park. Your guide leads you to Lapataia Bay. The reflective surface of the water captures the tranquil but powerful landscape. In the background, granite peaks climb into the sky. Ducks and geese glide past on the water, causing ripples. Lush greenery encircles the bay, blanketing the nearby hills."
    },
    {
      "dayNumber": "8",
      "title": "Tierra del Fuego - Cruising the Beagle",
      "description": "In the morning, the aroma of yerba mate accompanies breakfast. The tea is the preferred beverage of Argentines, who enjoy the herbaceous aroma and bitter flavor. After breakfast, you make your way to the marina, where you board a boat ready to take on the Beagle Channel. The strait separates Isla Grande of Tierra del Fuego from the numerous other islands connected to the national park. The Beagle Channel stretches 150 miles long and is nearly three miles wide at its narrowest point. The water is calm near Ushuaia. You look back at the city for a remarkable panorama of the Andean peaks dwarfing the cityscape. The mountains in the background add to the water in the foreground for an unparalleled framing of Ushuaia. On Bridges Island, verdant moss blankets boulders. Windswept grasses rise and fall with the rolling hills. The island offers dramatic contrast to the city. The uninhabited landscape opens to a view of the rugged mountaintops in the distance. Large shells inadvertently decorate the shoreline of the island. When you return to Ushuaia, your private transfer takes you to Ushuaia-Malvinas Argentinas International Airport for your flight to El Calafate."
    },
    {
      "dayNumber": "9",
      "title": "El Calafate - Glorious Glacier",
      "description": "In the morning, the aroma of chocolate emanates from the numerous chocolatiers on the main street of Libertador in the alpine town of El Calafate. At breakfast, you sip a rejuvenating cup of fresh espresso to start the day. Your guide meets you at the hotel and leads you on one of many Patagonia tours to the wondrous grounds of Los Glaciares National Park, home to the Perito Moreno glacier. The national park was established in the 1930s and encompasses more than 2,800 square miles. Lake Argentino, the largest freshwater lake in the country, borders the edges of the Perito Moreno Glacier. The ice forms a narrow channel that raises the water level. After you explore the walkways overlooking the glacier, you step onto a viewing boat that takes you along the strait, known as “Iceberg Channel.” The water is crystal clear. The breeze is crisp on your skin. The boat ventures close to the ice cliff of the glacier, which rises an average of 240 feet above the water. Bright blue and white color radiates from the ice. The boat keeps a safe distance from the edge of the ice field, which is one of the few glaciers in Patagonia that is expanding. Icebergs float in the water, evidence of past pieces of the glacier breaking away from the ice field and splashing into the canal."
    },
    {
      "dayNumber": "10",
      "title": "El Calafate - Quiet Majesty of El Calafate",
      "description": "In the morning, you can see flamingoes grazing in the water on the shores of Lago Argentino. The lake brushes against the southern edges of El Calafate. The aroma of chocolate blends with the scent of pine encircling the city. The alpine ambiance emanates from the stone buildings along Libertador, adorned with wooden doorframes. The day is yours to indulge in the beauty surrounding El Calafate, from sailing on the turquoise glacial waters of Lake Argentino to exploring the handcrafted goods displayed in the city. For a distinctive view of life and culture in Patagonia, you could venture to an Estancia , a ranch that exemplifies the frontier lifestyle of cowboys and ranchers. Vast plains extend to the foothills. Rivers wind along the rolling steppe. Sheep graze on the soft grass. It feels as though you have traveled back in time to an antique version of Argentina. You can saddle up on a horse and follow your guide to the Trocoman River. Trout swim in the water and feed on the reeds. The romantic image of cowboy life becomes clear. The sky is open, the landscape is pristine, and the combination offers a tranquil escape. At lunch, an enticing aroma drifts from the ranch house. All the Gauchos enjoy the home-cooked flavors of a parrilla , an Argentinian barbecue."
    },
    {
      "dayNumber": "11",
      "title": "Buenos Aires - Energetic Return",
      "description": "The calm waters of the Lago Argentino shimmer turquoise in the morning light. The scent of chocolate travels along the main street of the city once more, emanating from elaborate window displays. After breakfast, your private transfer takes you to Comandante Armando Tola International Airport for your flight to Buenos Aires. The city retains its endless, alluring energy. Underneath the historic neighborhood of San Telmo is a vast network of subterranean tunnels constructed in the 16th century. Buenos Aires is filled with elaborate secrets and vibrant history. The day is yours to relax at a charming café, stroll along the opulent shopping street of Avenida Florida, or visit the unique museum of Centro Cultural Borges. The entrance to the tunnels is located on the property of El Zanjon, a historic mansion. The neighborhood of San Telmo was once home to the wealthiest porteños , locals of Buenos Aires. A tour of the property takes you to the foundations of the antique mansion, from the water wells to the upper floors; you can even explore underground to the restored tunnels once used by the founders of the city. Exposed brickwork lines the passageways. The aroma of aged earth emanates from the walls. The experience is unique and unforgettable."
    },
    {
      "dayNumber": "12",
      "title": "Iguazu Falls - The Banks of the Cliffs",
      "description": "In the morning, artists set out their canvases on the streets of La Boca, a vibrant barrio filled with brightly painted corrugated homes and tango dancers performing on the street. Artists capture the brilliance of their neighborhood in motion, painting the movement of the dancers, the succulent cuisine created by the cafes, and the inspired faces of passersby. After breakfast, your private transfer escorts you to the airport for your flight north to Iguazu. The city of Puerto Iguazu sits on the border of Paraguay and Brazil. The tropical atmosphere serves as a contrast to the alpine ambiance of Patagonia. Palm trees and verdant brush rustle in the refreshing breeze. An incredible jungle landscape encircles the city. At Güirá Oga, also known as the birdhouse, the native birds of the jungle are given a second chance after having been rescued. The center is located in a protected area that encompasses nearly 47 acres of land. Toucans perch on high branches. Eagles open their wings to absorb the sunlight. Even mammals roam through the landscape, such as anteaters and monkeys. Your private transfer escorts you to your lavish accommodation on the outskirts of Iguazu National Park, where you can spend your time relaxing in the tropical environment."
    },
    {
      "dayNumber": "13",
      "title": "Iguazu Falls - Bright Side of Argentina",
      "description": "In the morning, you can hear toucans calling out in the jungle canopy. Their bright beaks stand out from the lush foliage. After your meal, your guide escorts you from the hotel into the gates of Iguazu National Park. The Argentine side of the park contains trails winding around 81 square miles of verdant trees and splendid riverbanks. You can hear the thundering waters of Iguazu Falls echoing along the pathways. A collection of more than 270 falls tumble over the crescent-shaped cliffs and islets. The paths take you across the bridges and underneath the dangling trees, which open up to multiple views of the staggering waterfalls overtaking the landscape. On the lower footpath, you come to an outlook taking in a smaller waterfall. Refracted light in a powerful water stream bursts into a rainbow. Mist sporadically rises out of the confluence of the waterfall and the riverbed encompassing the viewpoint. Monkeys linger near snack areas in search of discarded food. Both the upper and lower paths provide opportunities to take in the unparalleled natural splendor of Iguazu. When you reach the canyon known as Devil’s Throat, the cascade descends more than 262 feet into the tumult of the whitewater below, encased in the crescent of cliffs."
    },
    {
      "dayNumber": "14",
      "title": "Iguazu Falls - Colorful Side of Brazil",
      "description": "The grandeur of Iguazu Falls continues today with a visit to the Brazilian side of Iguazu National Park. After breakfast, your private transfer and guide lead you over the border into Brazil and the gates of the national park. The park in Argentina offered a series of walkways to explore. The park in Brazil offers an unforgettable panorama of the falls. Iguazu Falls divides the Iguazu River into the upper and lower levels, forming a natural boundary between Argentina and Brazil. The wooden bridge carries you over the water to the edge of the cliff. The series of 275 individual waterfalls become clear. Some waterfalls pour over the edges of the upper cliffs with powerful waves. Smaller falls trickle down the precipice with strings of water. The uproarious sound is that of endless rumbling. At the heart of Devil’s Throat, you can see a cloud of mist rising above the upper levels of the river. There is no better way to take in the panoramic view of Iguazu Falls. Verdant tropical trees rise out of the sporadic outcroppings dividing the falls. The air is warm, but the breeze carries refreshing condensation."
    },
    {
      "dayNumber": "15",
      "title": "Iguazu Falls - Into the Air",
      "description": "In the morning, scarlet macaws groom venture into the canopy in search of breakfast. Their bright red plumage glows in the sunlight, piercing through the treetops. Their tail feathers can grow more than 15 inches long. The feather trails behind them when they fly, drifting like a gliding ribbon. At breakfast, you can sip on a refreshing cup of coffee and take in the tropical sights and sounds of Puerto Iguazu once more. Soon your private transfer will meet you in the hotel lobby, ready to escort you to Cataratas del Iguazu International Airport for your flight home. You have seen expanding glaciers and tropical waterfalls during your time in Argentina. The majesty can always continue by extending your time in South America with a visit to Brazil or Peru."
    }
  ],
  "map": ""
}