{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "wonders-of-south-america-chile-argentina-uruguay-and-brazil-tour",
  "tourName": "Wonders of South America: Chile, Argentina, Uruguay and Brazil Tour",
  "placesVisited": "Santiago, Puerto Varas, Bariloche, Buenos Aires, Colonia del Sacramento, Montevideo, Iguazú Falls",
  "generalInfo": "Urbane sophistication and the grandness of nature, the epicurean pleasures of a fine glass of wine and the cultural delights of a tango show, the Great Outdoors and the Marvels of Civilization; all of this and more can be found in stupendous South America. From the Andres to the Atlantic, from the Plaza de Armas to the Plaza de Mayo, this is a journey that will stir your imagination and leave you begging for more.",
  "durationDays": "18",
  "price": "8,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santiago – Arrival in South America",
      "description": "Touch down on the outskirts of scintillating Santiago, nestled between the calm blue waters of the Pacific, the teeth-like protrusions of the Andes, and filled with culture and history unlike any other Latin American capital. A private driver will be awaiting your arrival and will transport you to your elegant and perfectly located hotel, where you can rest and recover from your long journey before spending the afternoon exploring. Your expertly guided tour of Santiago begins at the gorgeous Moneda Palace, a neoclassical marvel that is one of the only buildings of its kind on the continent. Turn next to the Plaza de Armas, the heart and soul of Santiago, surrounded by the venerable and august Metropolitan Cathedral, the stately Central Post Office Building, and the colonial Palacio de la Real Audiencia de Santiago. Then make your way to the Parque Forestal, a gorgeous urban park that is home to two of Chile’s greatest art museums, before making the climb up San Cristobal Hill to gain an inspiring panorama of the city below and the ocean beyond. You’ll also tour two of Santiago’s quaintest neighborhoods, the artsy and endearing barrio of Bellavista and the handicraft village of Los Graneros del Alba."
    },
    {
      "dayNumber": "2",
      "title": "Santiago – Exploring Sensational Santiago",
      "description": "Today, head further afield to discover Chile’s other urban wonders, or make for the valleys of Chile’s burgeoning wine industry to try some of the tastiest exports of this captivating country. Those interested in urban grandeur would do well to head northwest to the port city of Valparaiso, a simply breathtaking metropolis that is hailed as “The Jewel of the Pacific.” You’ll find the oldest stock exchange in Latin America here and Chile’s first public library, as well as stunning edifices like the Chilean Naval Office and the Valparaiso Customs House. Nearby is the charming village of Vina del Mar, where you’ll be entranced by the scene on the beach and delighted by the Flower Clock and Wulff Castle, both local landmarks that have become major tourist attractions. Oenophiles will want to make their way inland, to the fecund valleys that have quickly become one of the world’s best up-and-coming wine producers. Blessed with an impeccable natural climate – it combines the best of the wine regions of California and France – and an impressive population of innovative wine makers. Chilean wineries like Cousino Macul and Concha y Toro have firmly established these New World vintners as among the world’s best. You’ll learn all about the history and science behind growing grapes in Chile, get a lovely tour of the sleek and alluring facilities and, of course, a taste of the fruits of their labor. The evening sees you back in Santiago, where you might want to check out the city’s excellent jazz scene: the Club de Jazz de Santiago is arguably the city’s best, and attracts the finest jazz talent from around the world."
    },
    {
      "dayNumber": "4",
      "title": "Puerto Varas – The Wonders of Chile",
      "description": "Head to the airport to board a plane that will take you south to the reaches of Patagonia, the rugged portion of country that earned its name when Magellan thought the natives were a race of giants. You alight at Puerto Montt, whose horizon is dominated by the picturesque peak of the Osorno Volcano, and whose stateliness echoes Mount Fuji in Japan. You’ll get a chance to walk along the pristine Pelluco Beach and marvel at Chinquihue on the azure blue waters of the Tenglo Canal before visiting the scenic town of Angelmo, a darling fishing port known throughout the country for its fine wool goods and elegant woodworking. Continue on to Puerto Varas, a picturesque German town nestled on the shores of Llanquihue Lake, and climb the gentle slope of Philippi Hill to gain an incredible vista over this simply spectacular landscape. The seemingly endless blue stretch of the lake gives way to the prominent visage of Osorno, and the Germanic-style buildings like Puerto Varas Church offer a charming addition to this natural wonderland. The evening sees you in your hotel in Puerto Varas."
    },
    {
      "dayNumber": "5",
      "title": "Bariloche – Crossing into Argentina",
      "description": "You’ll leave Chile and enter Argentina in inimitable fashion as you wind your way through Chile’s Lake District, traveling by land and by water as you cross the borderlands. A bus will take you to the town of Petrohue, where you’ll hop on board a catamaran that will take you across the glass-smooth waters of Lake Todos Los Santos before alighting in Puella. A rustic and traditional lunch will fill you up and prepare you for the rest of your journey. Be sure to have your camera ready because you’ll want to record some of the amazing sights of this expedition. A car will take you past the border crossing into Argentina, concluding at Puerto Frias, where a boat will bring you across one of Argentina’s sensational lakes to the village of Puerto Alegre. A bus ride will take you through the west of Argentina until Puerto Blest, where you’ll board another boat that will take you across Lake Nahuel Huapi, arguably the most picturesque stretch of water in this peerless region. You disembark at Puerto Panuelo, where a car will be waiting to transfer you to Bariloche."
    },
    {
      "dayNumber": "6",
      "title": "Bariloche – The Many Charms of Beautiful Bariloche",
      "description": "You’ll have today to discover the secrets of Bariloche, renowned for its Swiss-like atmosphere and the panoply of outdoor activities. Take a serene and leisurely cruise on Lake Nahuel Huapi, explore the matchless beauty of Nahuel Huapi National Park, or ride the historic steam train that will take you up into the Argentine plateaus, much as visitors have done since the early 20th century. Those looking for more rigorous activities would do well to hire a knowledgeable guide to lead you through this awe-inspiring country or take you to glaciers and marvelous panoramas of Cerro Tronador. Nature lovers will definitely want to make a detour to the unique Bosque de Arrayanes , where orange trees bathe the region in gorgeous color and capture the imagination with their indescribable beauty and incredible rareness; an island of Japan is the only other place where you’ll find a similar grove on Earth. You can also engage in more unconventional outdoor activities, from horseback riding to paragliding, before the afternoon sees you boarding a flight to Buenos Aires, the irresistible capital of Argentina."
    },
    {
      "dayNumber": "7",
      "title": "Buenos Aires – Discovering the Paris of Latin America",
      "description": "Buenos Aires is a city unlike any other, with a European ambiance and a flair that is all South America. You’ll get a great first look at this majestic metropolis on a fully guided tour, led by an informative and friendly guide who will show you all the highlights. Begin at the noteworthy Plaza de Mayo, a center for Argentine activism since 1810, where you’ll find the iconic Casa Rosada, the “Pink House,” that serves as the executive mansion of the President of Argentina. Then stop by the posh and elegant district of San Telmo, the oldest barrio (neighborhood) in Buenos Aires, where the colonial feel lingers in the air and the cobblestone streets impart a cozy feel. Then turn to the bright and boisterous neighborhood of La Boca, where the vibrant Caminito (street museum and a traditional alley) echoes the verve and vitality of this Italian immigrant community. This is one of the birthplaces of the tango and the home to Boca Juniors, one of the most successful soccer teams in the history of Argentina. Continue on to the stately and sedate neighborhoods of Palermo and La Recoleta, where Argentina’s elite live, work and play, before visiting the newly improved dockyards at Puerto Madero. The architecture here is varied and innovative, and it is the perfect place to get a sense of the newest trends in Buenos Aires life. This evening is spent in spectacular fashion as you attend one of the city’s famous tango shows, where the best dancers, singers and musicians in the world will entertain you in true Argentine fashion while you enjoy a delicious meal, complete with sumptuous wine and decadent desserts. If you would like to learn more about Zicasso’s custom trips to Buenos Aires and Argentina, visit the Argentina tours section."
    },
    {
      "dayNumber": "8",
      "title": "Buenos Aires \u0000\u0000– The Mystique and Romance of Argentine Cowboys",
      "description": "Head out to the wide pampas (plains), where cattle have been herded for generations by the dramatic gauchos . You’ll get a first-hand glimpse of the impressive riding skills of these amazing individuals, learn all about their culture, history and traditions, and even enjoy a delicious lunch cooked outdoors over an open fire, in much the same way that food has been served for centuries on these rolling plains. It is a voyage that you will recount to your friends for years, regaling them with the sights, sounds and smells of this stupendous region, where the very soul of Argentina seems to spring to life. The afternoon sees you back in Buenos Aires, where you can relax in your hotel before setting out for a world-class dinner. The beef here is justifiably renowned for its high quality, but there are also a number of excellent eateries dedicated to cuisines from across the globe, from Italian fare to Pan-Asian cuisine."
    },
    {
      "dayNumber": "10",
      "title": "Colonia del Sacramento – A Luxurious Getaway on the Shores of the Rio de la Plata",
      "description": "Cross the wide Rio de la Plata from Argentina into tiny Uruguay, a model democracy in a continent full of dictatorships and a small, yet proud, nation wedged between the two giants of South America. You disembark in Uruguay’s oldest city, the enchanting town of Colonia del Sacramento, whose allegiances have changed hands nearly a dozen times as the Spanish fought the Portuguese and the Brazilians fought the Argentinians for this strategic river post. The historic city center was named a UNESCO World Heritage Site in 1995 and is filled with romantic reminders of the city’s vibrant past, from the City Gate to the Parque de Ferrando, to the former bullring at the Real de San Carlos. Ramble down the Rambla Costanera, one of the finest streets in the city, before shopping at the Feria de la Ciudad, one of the best-loved local markets in all of Uruguay. You spend the evening at one of Colonia’s finest hotels, where you’re sure to feel all the magic of this august and venerable city."
    },
    {
      "dayNumber": "11",
      "title": "Montevideo – Encountering Uruguay",
      "description": "Spend another day enjoying all the highlights of mesmerizing Colonia del Sacramento, seeing the sights you might have missed the day before. Make your way to the tree lined Plaza Mayor to see some of the city’s favorite attractions and finest museums. Visit the Convent of San Francisco dating from the 17th century, the magnificent Basilica of the Holy Sacrament, and the fascinating Portuguese Museum, filled with examples of Portuguese jewelry, furniture, military uniforms, and even maps of some of the greatest Portuguese naval expeditions. In the afternoon, you’ll be transferred to Montevideo, the capital of Uruguay and the political, cultural, and social heart of the country. Drop your bags off at the hotel, and then hit one of the city’s excellent parillas , (grills) where the meat is sure to rival even the best offerings from their more famous southern neighbor."
    },
    {
      "dayNumber": "13",
      "title": "Montevideo – An Introduction to Magnificent Montevideo",
      "description": "Montevideo is a city dedicated to the reminders of Uruguay’s greatest political heroes, and your guided tour will show off all of the memorials and monuments of this often overlooked world capital. Start at the elegant Ciudad Vieja, the oldest part of Montevideo, located on a small peninsula that juts prominently out into the waters of the Rio de la Plata. You’ll walk around the perimeter of Plaza Constitucion, where you’ll find many of the cities oldest and most important buildings, like the former Cabildo that now houses an impressive museum, and the opulent Montevideo Metropolitan Cathedral. Cross through the Gateway of the Citadel – the last remaining remnant of the once mighty fortress that dominated the Ciudad Vieja – before entering Plaza Independencia, where you’ll encounter many of the government buildings where Uruguay’s daily business is run. You’ll also see the striking and baroque towers of the Salvo Palace and the iconic Teatro Solis, the national theater of Uruguay and one of the best-known performance venues in Latin America. Head for the Prado, one of Uruguay’s prettiest neighborhoods and the site of its largest public park, and take in the astounding juxtaposition of botanical gardens and fine architecture on your way. Finish off in high style as you drive by some of the most expensive homes and exclusive neighborhoods in the city. The evening sees you back at your hotel."
    },
    {
      "dayNumber": "15",
      "title": "Iguazu Falls – Turning to a Natural Wonder",
      "description": "Leave Montevideo and fly to Puerto Iguazu, the Argentine city that is located near the matchless Iguazu Falls National Park, home to the eponymous Iguazu Falls, one of the largest and most spectacular collections of cataracts on the planet. After arriving at the visitor center in the heart of the park, you’ll board a train that will take you to a series of well maintained and easy to navigate paths that run throughout the park, getting you up close and personal with this powerful natural phenomenon. The highlight of the park is the Devil’s Throat, a half-mile long precipice where nearly half of all the water flow is diverted; it is truly a sight not to be missed, and it certainly puts Niagara Falls to shame. The late afternoon sees you at your hotel on the Brazilian side of the falls, and in the evening you’ll enjoy a scrumptious dinner among your entrancing surroundings."
    },
    {
      "dayNumber": "17",
      "title": "Buenos Aires – The Glories of Nature, the Grandeur of Civilization",
      "description": "This morning, you’ll receive an expertly guided tour of the Brazilian side of Iguazu Falls . You might find the waterworks less remarkable from this vantage point, but the fecund plant life and exciting fauna is sure to make up for it. Make your way through the diverse and spellbinding forests that surround the falls, learning about the many species of wildlife that call this area home, as well as the amazing biodiversity that makes this area one of the greatest natural areas on the continent. The afternoon sees you back at Puerto Iguazu, ready to board the plane that will return you to Buenos Aires for one final night in Latin America. Enjoy the hustle and bustle of bountiful Buenos Aires, and reminisce about all of the incredible experiences you’ve enjoyed over the past twelve days."
    },
    {
      "dayNumber": "18",
      "title": "Buenos Aires – Returning Home",
      "description": "This morning, enjoy one last breath of Latin America before a private driver takes you from your hotel to the airport in Buenos Aires. You’ll be sure to spend most of the plane ride home remembering the best moments from your South American adventure, and trying to plan your return visit to this unforgettable continent."
    }
  ],
  "map": ""
}