{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "chile-adventure-holiday",
  "tourName": "Chile adventure holiday",
  "placesVisited": "Santiago, Valparaiso, San Pedro de Atacama, Salt Flats, El Tatio geysers, Lake District, Puerto Varas, Torres del Paine National Park, Optional: Magdalena Island penguin colony, zodiac tour to Balmaceda Glacier",
  "generalInfo": "Spend a couple of weeks flying from one highlight to the next on a Chile adventure holiday and you’ll soon gain newfound respect for local people living and working in the shadow of the Andes. <br/><br/>Chile’s coastline stretches for 4300kms, about half the length of South America, and, as such, flying over some of the driest and least hospitable environments on the planet really does make sense. <br/><br/>From the saline sparseness of Chile’s vast salt flats, Salar de Atacama, to the plentiful valleys and wine estates within the centre of the country, this Chile adventure holiday leaves nothing to the imagination when it comes to jaw-dropping landscapes and expansive variety.<br/><br/>Heading south, into Patagonia, takes you deeper into the thundering waterfalls and infinitely blue lakes of Torres del Paine National Park as your Chile adventure holiday climaxes amongst the vast fields of ice, shimmering glaciers and stunning solitude of Patagonia before entering the city of Punta Arenas and flying back to the bright lights of Santiago.<br/>",
  "durationDays": "13",
  "price": "6899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Chile! There’s plenty of adventure on your trip, but today’s all about settling into the hotel. There will be a noticeboard in the hotel reception with details of where and when the group welcome briefing will be held. Your tour leader then ensures a big Chilean welcome by arranging a group dinner. Accommodation: Panamericana Hotel Providencia (or similar) Upgrade to a suite today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In Santiago de Chile, the best features of a vibrant, modern metropolis are paired with the old-world charm of a former colonial capital, and the city tour this morning will introduce you to both sides. We’ll begin with a visit to the presidential palace, named La Moneda because the splendid building once housed the national mint. Many other sights in the historic centre are clustered around the always-bustling Plaza de Armas: the impressive cathedral; the beautiful old post office; the Palacio de la Real Audiencia, now home to the National History Museum; and the Casa Colorada, once the Spanish governor’s residence. We also discover the “green lung” of Santiago, the Metropolitan Park on the “Cerro San Cristóbal”, a hill in the middle of the city with a huge white statue of the Virgin Mary crowning its summit. In the afternoon we travel to the beautiful Maipo Valley south of Santiago and visit Viña Santa Rita. We’ll join a tour through the winery which will introduce you to Chilean viticulture. You will not only find out more about different grapes and their characteristic tastes but also learn the production from the harvest, the storage in wine barrels to finally ending up as a wine in a bottle. Visit the wine cellar built in 1880 by French architects – today’s historical monument and taste three different wines. Accommodation: Panamericana Hotel Providencia (or similar) Upgrade to a suite today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, we transfer to the airport to board a flight to Puerto Natales where we spend the night. We have a short orientation walk and then the afternoon will be free for you to explore on your own. Please note, depending on the flight schedules on some departures we may need to fly to Punta Arenas and transfer by road to Puerto Natales. Accommodation: Hotel Lady Florence Dixie (or similar) Upgrade to a superior room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning, we drive into Torres del Paine National Park for adventure in a spectacular environment. This is a busy day of travelling and walking taking in unforgettable views of the Towers and exploring the eastern side of the park. Today, we visit Laguna Azul; from this glacial lagoon, we have one of the most beautiful views of the Torres peaks. We also visit the Rio Paine waterfall, which is located in a spectacular landscape overlooking the peaks of the famous Torres del Paine. Continue to Laguna Amarga for more breath-taking views before arriving at our hotel on the western side of the park. Accommodation: Hosteria Pehoe (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today, we enjoy one of the classic walks in the heart of the park. We’ll reach the starting point after a scenic drive in the park. The walk today is approximately 2.5 hours, and the terrain is fairly flat, with only one steeper part, but the incredible views of the Cuernos del Paine in front of you throughout make it worth it! We also visit the Salto Grande waterfall and continue along the shores of Lake Nordenskjöld until we arrive at the Cuernos viewpoint, with unforgettable views of the Torres Massif. On the way back, we stop at the visitor centre to learn about the origin and history of the park. This afternoon is free to relax at the hotel or enjoy optional excursions in the area. Accommodation: Hosteria Pehoe (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Another day in Torres del Paine National Park, this time to explore the western highlights including Grey Lake. This deep lake, fed by the glacier of the same name, is filled with icebergs which have splashed down from the massive ice flow. Weather permitting, today we join the Grey Glacier navigation, a three-hour boat excursion which takes us to Grey Glacier, the largest in Torres del Paine National Park. To get to the boat, we have a 1.25mi (2km) hike through lenga forest, crossing the Pingo River and to the tip of a narrow peninsula along the beach at the southern end of the lake. We cruise up the Grey Lake toward the glacier, which reaches 30m (100ft) high and 3.7mi (6km) wide at its terminus. Pieces of ice both large and small regularly break off from the front of the glacier, falling into the water with a crack and a splash. It is a unique opportunity to get a close-up view of this amazing blue glacier. After the excursion, we’ll visit the Milodon Cave on our way back to our hotel in Puerto Natales, arriving around 5.30pm. Accommodation: Hotel Lady Florence Dixie (or similar) Upgrade to a superior room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer to Puerto Natales Airport and fly to Puerto Montt, the capital of the Lake District. This is a long travelling day that will likely require an early start depending on the flight schedules. On arrival in the Lake District, we drive for 30 minutes to Puerto Varas on the shores of Lago Llanquihue. Depending on flight arrival time, we can enjoy a brief tour of the City of the Roses, named for the tremendous variety of roses all over town. If we’re scheduled to arrive on a later flight, we recommend that you buy food at the airport as you may not have many options on arrival at the hotel. Accommodation: Hotel Solace (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Set out this morning for a full day inside the Lake District. We drive along the shore of Lago Llanquihue and enjoy breathtaking views of the Osorno and Calbuco volcanoes. Our first real stop will be at the Saltos de Petrohue, where cooling lava from the Osorno Volcano formed a series of rapids and waterfalls. Together they create an impressive sculpture of extruded volcanic rock shaped by thousands of years of river flow. At Petrohue, we board a boat for a short cruise of Lago Todos los Santos. The lake is surrounded by high mountains and the lower slopes are thickly forested. As we pull away from the landing and the source of the river Petrohue, the view is quickly stolen by the tremendous size and proximity of snow-capped Osorno Volcano behind us. After our boat tour, we drive to the lower reaches of the immense Osorno volcano where we can hike in the lower lava fields of the volcano. We also visit the Green Lagoon (Laguna Verde) before we return towards Puerto Varas in the afternoon. Please note, the order of the itinerary today may change depending on the weather conditions. Accommodation: Hotel Solace (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "In the morning, we fly to Calama near the Atacama Desert, where we transfer to our hotel in the town of San Pedro de Atacama. After check-in, our tour leader offers a short orientation tour of the town for anyone who wants to join. At dusk, we set out to the Valley of the Moon. This bizarre lunar landscape is set ablaze with colour at sunset, the strange rock formations framed by the Licancabur Volcano. We stay until the sun goes down to enjoy the array of colours before returning to San Pedro. Depending on the flight times, this visit to the Valley of the Moon and the short orientation tour of the town might be moved to the following days instead. Accommodation: Hotel Don Raul (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Set off towards the Altiplano Lagoons (Lagunas Altiplánicas) and stop en route at the village of Socaire, set at 10,558ft (11,480ft/3,500m). The village is noteworthy for its peculiar rough-stonework architecture, and the inhabitants still live by age-old methods of planting terraced fields with corn, wheat and potatoes. After, we continue for about another 19mi (30km), climbing an additional 3,281ft (1,000m) in altitude to reach the highland lagoons of Miscanti (14,270ft/4,350m) and Miñiques (13,450ft/4,100m). The two volcanoes of the same name are visible in the background (almost 19,686ft/6,000m high). The twin lagoons are a deep blue, each framed by a white salt crust, which creates a memorable contrast to the yellow highland grass all around. It is completely silent here. Even the duck species that breed here, the foxes, and the grazing vicuñas (a type of camelid), respect the majestic silence. We then visit the Salar de Atacama. A salt lake of huge proportions (1,158 sqmi/3,000sqkm), it is covered by a thick layer of snow-white salt crystals, caused by the evaporation of the lake water. The largest lithium deposits in the world are found here, but the salt pan is also home to several flamingo species, including the Andean, Chilean and James, which feed on the micro-organisms in the saline lagoons. Look out for these beautiful birds and other species in their natural habitat at Chaxa Lagoon, which is part of the Reserva Nacional de los Flamencos. After the excursion, we return to San Pedro. Please note, the order of the itinerary may change today. Accommodation: Hotel Don Raul (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We have to get up very early to arrive at the El Tatio Geysers, which are more than 14,108ft (4,300m) above sea level, in time for sunrise. The fountains, which can shoot up to 33ft (10m) high, occur when the morning sun melts the nightly ice caps that form over the hot springs. The first rays reflect an array of colours as they mix with boiling geyser jets to create strong contrasts of steam and light. Around midday, we return to San Pedro for some free time. Returning along the same route, accompanied by the Andes and their volcanoes, we will make a short stop on the way at the Putana wetland, where we can observe different species of birds in front of the Colorado volcano. There is an optional astronomy tour tonight that highlights the southern sky. This excursion should be booked in advance of departure as availability is limited and does not operate during full moon. Please speak to your sales representative if interested. Accommodation: Hotel Don Raul (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Calama airport for our flight to Santiago (flight times can vary) to enjoy our final evening in Chile. Accommodation: Panamericana Hotel Providencia (or similar) Upgrade to a suite today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Our trip ends this morning after breakfast. However, if you’d like the adventure to continue, speak to your sales representative about joining our Easter Island extension. Alternatively, you may want to extend your stay in Santiago, the cosmopolitan capital of Chile."
    }
  ],
  "map": ""
}