{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "atacama-desert-photography-tour-chile",
  "tourName": "Atacama Desert photography tour, Chile",
  "placesVisited": "",
  "generalInfo": "Stretching out under some of the clearest skies on earth, the Atacama desert offers a photographic playground like few others. On this photo tour, you’ll travel into the heart of this wilderness, where salt flats ripple into distant volcanoes, geyser fields steam in the dawn, and flamingos trace pastel-coloured lagoons. <br/><br/>Your base will be the desert town of San Pedro de Atacama, a remote outpost framed by eldritch rock formations, luminous skies and quiet evenings that invite reflection. Each day we’ll chase the desert’s differing moods: the just-sunlit folds of Valle de la Luna, the high-altitude lakes reflecting snow-capped peaks, the geyser fields at sunrise, and salt-crust flats under towering skies.<br/><br/>What’s more, this is a trip that pairs the grand scale of landscape with unexpected detail: vicuñas grazing beneath volcanoes, horned coots by tranquil lakes, and herds of guanaco silhouetted in changing light. You’ll be supported every step of the way,  in a small group, with a photographic guide who knows how to unlock the region’s visual potential.",
  "durationDays": "6",
  "price": "3695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Calama and transfer to San Pedro de Atacama. Settle into your desert base, explore the town’s adobe streets, and enjoy your first sunset shoot under the high desert skies."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Venture into the surreal landscapes of Valle de la Luna. Photograph dramatic rock formations, sand dunes, and the shifting desert light. Sunset brings rich tones perfect for wide-angle landscapes."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Travel to the high plains and discover colourful altiplanic lagoons. Capture flamingos, vicuñas, and reflections of snow-capped volcanoes. Stop at traditional villages to frame local life against the dramatic scenery."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Rise before dawn to visit the El Tatio geysers. Steam plumes and first light create a cinematic landscape for photography. Later, enjoy natural hot springs before returning to San Pedro."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Spend the day at the vast Salar de Atacama and nearby salt flats. Focus on textures, geometric patterns, and wildlife. Golden-hour light illuminates this otherworldly environment."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy a final morning of shooting in the desert, capturing the light and shadows of the town and surrounding landscapes. Transfer back to Calama for departure or extend your stay independently."
    }
  ],
  "map": ""
}