{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "chile-family-holiday-tailor-made",
  "tourName": "Chile family holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "Our Chilean family adventure takes you through the country’s most remarkable destinations, offering child-friendly activities and accommodations. Both adults and children will fall in love with the breathtaking landscapes, outdoor adventures, and the warm hospitality of the Chilean people.<br/><br/>Your journey begins in Santiago, a city nestled on the slopes of the mountains, where you can hike through leafy parks to the summit for panoramic views, wander the captivating streets, and take a cooking class to sample delicious Chilean cuisine.<br/><br/>Next, spend a day discovering the vibrant coastal cities of Viña del Mar and Valparaíso, both steeped in history, before heading to San Pedro de Atacama, the gateway to the famous Atacama Desert. Here, you’ll embark on a fascinating ancestral caravan excursion across the desert and even have the chance to try sandboarding on the dunes of the Valley of Death.<br/><br/>Your adventure continues in the Lake District, where you’ll visit the stunning Petrohué Waterfalls in the Vicente Pérez Rosales National Park and enjoy a boat trip on Todos Los Santos Lake, surrounded by towering volcanoes and lush forests. You’ll also spend a night in Villa Peulla, a charming mountain village that serves as an adventure playground, offering activities such as ziplining, trekking, and horseback riding through rolling farmlands and sparkling lagoons.",
  "durationDays": "12",
  "price": "4500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You’ll be met on arrival at Santiago International Airport by our Travel representative and escorted to your private vehicle. Your driver will transfer you to your accommodation for the next three nights."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Enjoy a buffet breakfast this morning, before meeting your English-speaking guide at the hotel for your Santiago cooking adventure. You’ll begin in Mercado Central (Central Market) to pick up ingredients, then head to La Vega Central, a market located in the Recoleta neighbourhood, famed for its fresh supply of fruit and vegetables. Inside the cooking workshop you’ll meet your chef, who will guide you through the preparation of traditional Chilean recipes, revealing some of his culinary secrets."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, you’ll be picked up your English-speaking guide to begin your full day excursion to Viña del Mar and Valparaíso. You’ll head towards the central coast of Chile, making a stop at a vineyard in the Casablanca Valley to enjoy a glass of wine. You’ll then stop at Viña del Mar, known as ‘The Garden City’, due to the myriad of parks and gardens found across the city. You’ll visit the beautiful Carrasco Palace and Quinta Vergara, one of the most famous parks in Viña del Mar, where you can roam the gardens to see the Palacio Vergara and the Quinta Vergara Amphitheater. Next, you’ll visit the famous flower clock of Viña del Mar, before arriving in Valparaíso, a UNESCO World Heritage city strewn with multi-coloured houses, parks and national monuments. Stroll through Plaza Sotomayor, a historical square overlooking one of Chile’s major sea ports. In the afternoon, you’ll return to your hotel in Santiago."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning you’ll be met by your private driver and transferred to Santiago airport, for your domestic flight to Calama airport. On arrival at the airport, you’ll be met by your driver and transferred to your accommodation for the next three nights. Soak up the scenery as you cruise through the famous Atacama region. This afternoon, you’ll embark on a special ancestral caravan excursion. Your local guide will take you to the outskirts of town, where you’ll begin your walk, retracing one of the circuits used by the old caravan communities in the Atacama Desert. You’ll be joined by camels as you walk, and you’ll learn about the customs of these ancestors and how they domesticated the camel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today is yours to spend at your leisure. Today continue your exploration of the stunning Atacama region. There is a range of adventurous experiences as a way of exploring the area. Go trekking or bike riding through the glittering salt flats, soaring volcanoes, bubbling geysers and ancient rock formations. Hike the iconic Valley of the Moon, take an archaeological tour of a Tulor village dating back to 800 B.C."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today you’ll have the opportunity to go sandboarding in the Valley of Death. After breakfast, you’ll be met by your guide and transferred to the valley, where you’ll find sand dunes of more than 120 metres, towering under the blazing blue sky. In the evening, you’ll return your accommodation, where you’ll enjoy a delicious meal from the onsite restaurant, featuring fresh produce sourced from nearby farms. Sample authentic Chilean dishes and gourmet international cuisine, complemented with fine Chilean wines and signature cocktails."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, enjoy a final morning exploring the beautiful Atacama desert. Soothe any sore muscles with a dip in the outdoor swimming pool, or a traditional Altiplanico therapies at El Chañar Spa. You’ll then be transferred to Calama airport for your domestic flight to Santiago. On arrival at the airport, you’ll be transferred to your accommodation for the night in Santiago."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Holiday Inn Santiago is located within walking distance of Santiago airport, so you can enjoy a buffet breakfast, before easily transferring to the airport for your domestic flight to El Tepual International Airport, located in Puerto Montt. On arrival at the airport, you’ll be met by your private driver and transferred to your luxury accommodation for the night. This afternoon, you’ll embark on an excursion to the Petrohué Waterfalls, located in the Vicente Pérez Rosales National Park. Your guide will drive through Ensenada, the easternmost port on the Llanquihue Lake, before continuing along the Petrohué River Valley, flanked by dense forest and ancient lava fields. Stroll through the woodlands, taking in the extraordinary views of the snow-capped Orsono volcano, before heading to the town of Petrohué, nestled on the banks of Todos Los Santos Lake. Your guide will transfer you back to your hotel in the evening."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you’ll venture to Villa Peulla, a gorgeous mountain village in Chile’s Lake District. Enjoy a buffet breakfast, before meeting your private English-speaking guide at your hotel and heading to the south shore of Lake Llanquihue. Here, you’ll board a boat and sail Todos Los Santos Lake for nearly two hours, with spectacular views of the Osorno, Puntiagudo and Tronador volcanoes. You’ll then arrive at Villa Peulla, a small ecological village of 120 inhabitants, where you can visit the Bridal Veil waterfall, or go trekking in the beautiful alpine scenery. You can also enjoy lunch and other outdoor activities at your accommodation for the night. Kids will love kayaking, horseback riding, fishing, and the games room, or you can simply relax in your cosy room, featuring hardwood furnishings and large windows to soak up the stunning mountain views."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "The morning is yours to explore the beautiful Puella area. Thrill seekers will love the canopy excursion, where you zipline through the forest on an 800 metre long course, reaching heights of up to 15 metres in the evergreen forest of coigüe trees, next to the Bridal Veil waterfall. You can also go horseback riding, starting on a cattle field on Riggi Farm, and passing through evergreen forests, valleys and rivers in the Vicente Perez Rosales National Park. You’ll be accompanied by specialised ecotourism guides, and the activity is suitable for all ages and experiences. Kids will also love the horse riding excursion to El Encanto Lagoon, an enchanting stream of crystal clear waters. You’ll learn about the flora and fauna of the region, while taking in the beautiful alpine environment. In the afternoon, you’ll return to Puerto Varas, checking into your accommodation for the night."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Enjoy a final buffet breakfast, before getting picked up by your private driver and transferred to Puerto Montt airport and return to Santiago. You will spend your final night in Santiago before flying home the next day."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Sadly today is the end of your Chile Family Holiday, you will head to the airport for your onward flight. After 11 adventurous nights spent exploring Chile’s most extraordinary landscapes, natural wonders and luxury retreats, you’ll be leaving with plenty of stories and wonderful memories to look back on as a family. If you’d like to continue your intrepid family holiday, you can fly to Argentina to explore more of the Patagonia region and see the remarkable Iguazu Falls, the largest waterfall system in the world. You can also head to the end of the world in Ushuaia, where you can board a cruise ship for Antarctica, the world’s last great wilderness."
    }
  ],
  "map": ""
}