{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "easter-island-to-atacama-holiday-in-chile",
  "tourName": "Easter Island to Atacama holiday in Chile",
  "placesVisited": "",
  "generalInfo": "From the ancient archaeological wonders of Easter Island to the Martian landscapes of a sky-scraping desert, our “Easter Island to Atacama: Culture and Nature” tour will immerse you in the natural wonders and cultural diversity of our unique country. We’ll start our journey on Easter Island, a tiny, remote speck of land in the middle of the Pacific Ocean. This island has been home to the Rapa Nui people for thousands of years, who crafted the giant rock “Moai” statues that dot the island’s landscapes. We’ll explore those ancient archaeological sites, learn about local culture and traditions, and discover the treasures of this Polynesian gem. Returning to the mainland, we’ll then explore the highlights of Central Chile, like the capital city of Santiago, the colorful port of Valparaiso, and the idyllic wine valleys. The trip ends in the Atacama Desert, the driest desert in the world, where we’ll discover otherworldly landscapes like steaming-hot geyser fields, timeless lunar valleys, highland lagoons, hazy mountains and volcanoes, and some of the most spectacular night skies on the planet.<br/><br/>Short Itinerary<br/>Day 1: Arrival in Santiago - Leisure Day<br/>Day 2: Easter Island - Arrival<br/>Day 3: Easter Island - Birdman Cult<br/>Day 4: Easter Island - Moai Statues<br/>Day 5: Easter Island to Santiago - Leisure Day<br/>Day 6: Santiago - “A Bite of Santiago” City Tour<br/>Day 7: Santiago - Valparaíso and Casablanca Wine Valley<br/>Day 8: Santiago to Calama - Leisure Day in San Pedro de Atacama<br/>Day 9: San Pedro de Atacama - Altiplanic Lagoons<br/>Day 10: San Pedro de Atacama - Tatio Geysers &amp; Machuca Village<br/>Day 11: San Pedro de Atacama - Moon Valley<br/>Day 12: Santiago - Leisure Day<br/><br/>Included:<br/>- 5 Nights at Bidasoa Boutique hotel Santiago (B&amp;B).<br/>- 3 Nights at Taha Tai Hotel (B&amp;B).<br/>- 3 Nights at La Casa Don Tomas (B&amp;B).<br/>- All Transfers.<br/>- All excursions &amp; entrance fees.<br/><br/>Not Included<br/>- Meals not specified.<br/>- Travel insurance.<br/>- Domestic flights* &amp; airport taxes.<br/>- International flights &amp; airport taxes.<br/><br/>*We can book your domestic flights at your request.",
  "durationDays": "12",
  "price": "5680",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "SANTIAGO DE CHILE – Welcome to Chile! Your transfer will be waiting for you to take you to your hotel in the city. Depending on when your flight arrives, you will have free time during the day and evening to rest or explore the city a bit on your own. If you choose to go out and explore, here are some of our suggestions for points of interest: 1. Hike up Cerro Santa Lucia 2. Take the funicular or cable car to the summit of Cerro San Cristobal 3. Visit local museums: - Museum of Memory and Human Rights. - National Museum of Natural History. - Chilean Museum of Pre-Columbian Arts. - Museum of Visual Arts. - Archaeological Museum of Santiago. 4. Visit La Chascona, Pablo Neruda's Santiago home. 5. Visit the Arts & Crafts village at Pueblito los Dominicos. 6. Dine at some of Santiago’s top restaurants. ."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SANTIAGO DE CHILE – EASTER ISLAND – OPTIONAL STARGAZING EXPERIENCE - In the morning, you’ll be picked up from your hotel and taken to the Santiago Airport for your flight to Easter Island, which takes about five hours. Upon arrival, you'll be taken to your hotel, where you can take the opportunity to rest and refresh yourself. In the afternoon, you'll have time to explore the island until your optional evening activity. Once night falls, opt to take a trip through history to discover astronomical concepts, Polynesian settlement and travel history, and Rapa Nui archeoastronomy. On one of the world's most isolated islands, you'll visit some of the old observatory sites to marvel at the stunning night sky and see stars and constellations that are only visible in the Southern Hemisphere. (Note that this activity is not included in the quoted price.)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "EASTER ISLAND – PRIVATE FULL DAY TOUR: IN SEARCH OF THE BIRDMAN CULT On the third day of your adventure, delve into some of Easter Island's most captivating and historically significant sites. Begin your day with a hearty breakfast, followed by a climb to the clifftop village of Orongo. Uncover the intriguing tale of the Birdman Cult and the annual competition held at Tangata Manu. Your journey will then lead you to Rano Kau, the island's largest volcano crater, boasting its own miniature ecosystem. Continue inland to witness the awe-inspiring Ahu A'kivi platform, adorned with seven renowned moai gazing out to sea. Concluding the day's exploration, visit Puna Pau, the quarry where the iconic topknots of the moai were crafted."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "EASTER ISLAND – PRIVATE FULL DAY TOUR: MOAI MONUMENTS – Embark on a journey to uncover the enigmatic secrets of the colossal moai sculptures that define the iconic allure of Easter Island. Immerse yourself in the captivating history and culture of the Rapa Nui people, delving into the intricacies of how and why these statues were crafted, and the remarkable process of carving and transporting the massive stones to their designated platforms. As part of the tour, your exploration will take you to Ahu Akahanga, where fallen moai bear witness to rebels who opposed their ancestors' traditions. Witness the restoration efforts at Ahu Tongariki, where 15 statues stand as guardians of the land. Visit Te Pito Kura to unravel the mysteries surrounding the magnetic stone and indulge in the serene beauty of Anakena Beach."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "EASTER ISLAND - HALF DAY TOUR: TONGARIKI SUNRISE - SANTIAGO – Watching the dawn behind fifteen moai sculptures is the ideal way to end your time on Easter Island, and you can take those memories with you. You'll then be picked up to go to the airport for your return flight to Santiago. You'll have the rest of the day to explore Santiago on your own."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "HALF DAY CITY TOUR SANTIAGO – A BITE OF SANTIAGO On this insider city tour, you'll get to learn more about Santiago today. We'll go to the historic city center, where you can learn about the past of the area and of Chile, sample local food by going to the markets, where you can see how the dishes are made and tried, see the most well-known sights in the area, and much more. You'll have earned the title of \"Santiaguino\" at the end of the journey! You'll have the remainder of the day free after the trip to further explore or relax at your hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SANTIAGO DE CHILE - VALPARAISO & CASABLANCA WINE VALLEY – Today, we head out of Santiago towards the coast. We’ll start with a walking tour in Valparaiso, a bohemian city renowned for its counterculture atmosphere, colorful homes, distinctive regional architecture, brilliant street art, and hill-climbing funicular lifts. We'll pause to sample some of the extremely tasty and fresh food the area has to offer. Then, as we make our way back toward Santiago, we'll stop in the famed Casablanca wine valley, known for its delicious red and white wines. We'll go to Emiliana, one of the most prestigious vineyards in the region that specializes in organic and biodynamic wines. We'll have a tour of the vineyard and winery and taste some of their wines with some cheese or chocolate from the area before returning to Santiago for the evening."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "SANTIAGO DE CHILE - CALAMA - SAN PEDRO DE ATACAMA – OPTIONAL STARGAZING EXPERIENCE At a pre-arranged time, you’ll be picked up from your Santiago hotel and taken to the airport for your flight to Calama in the Atacama Desert. The city of Calama has the nearest airport to San Pedro de Atacama, the hub for our Atacama adventures. Upon arrival in Calama, one of our representatives will pick you up from the airport for the drive to San Pedro. Along the way, you’ll pass spectacular desert scenery like endless plains and high-altitude mountains streaked with colourful stones and sand. When we arrive in San Pedro, you’ll be dropped off at your hotel to get settled and enjoy the evening at your leisure. San Pedro is a great town to discover on foot, full of cobblestoned streets lined with adobe buildings that house local restaurants and stores. As the night falls, you'll have the opportunity to partake in an optional stargazing tour, contingent upon favourable climatic conditions and the lunar cycle. Immerse yourself in the mesmerizing expanse of some of the Earth's clearest night skies in the Atacama Desert. Gain insights into the constellations, marvel at the intricate details of planets through telescopes, and delve into the Andean cosmovision, learning about the significance of celestial objects in indigenous worldviews. (Note that this activity is not included in the quoted price.)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "SAN PEDRO DE ATACAMA: ALTIPLANIC LAGOONS AND WOOL MANUFACTURING PROCESS OF SOCAIRE – Today, we’ll drive up to the high-altitude plateau to discover some of the remarkable landscapes that this desert is famous for. Along the drive, you may also have the chance to see local wildlife. After roughly an hour, we’ll arrive at the enchanting Miscanti and Miñiques lagoons, which sit over 13,000 feet (4,000 meters) above sea level. We’ll then drive to Socaire, a traditional adobe village of just 360 inhabitants. After lunch at a local restaurant, we’ll visit some of the village’s weavers, where we’ll get to learn about and observe their knitting. After this class, we’ll return to San Pedro for a free evening. Please note: Activities may vary or have to be changed due to bad weather, unsafe road conditions, etc. Should a cancellation take place, an alternate activity/excursion will be arranged."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "SAN PEDRO DE ATACAMA – FULL DAY TOUR: TATIO GEYSER, MACHUCA, & PUTANA WETLANDS – Today, we’ll visit the famous Tatio Geysers, which at 14,173 feet (4,320 meters) above sea level are the highest in the world! At around 6:30 am, we’ll drive to the village of Machuca on the way to the geysers, where we’ll pause to explore the ancient adobe dwellings and historic church. Most visitors stop here after coming back from the geysers, so we’ll have the place all to ourselves. We'll then continue on to the Putana wetlands, located next to the Putana Volcano. After a photo op there, we’ll head to the geyser field, which we will explore walking along the marked paths that weave through the geysers, watching them erupt and fill the air with steam. You also have the option of taking a quick soak in the river next to the geysers (don’t worry: it’s not too hot!)! After exploring the area, we’ll return to San Pedro around 2:00 pm and you’ll have the rest of the day to relax or explore."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "SAN PEDRO DE ATACAMA - HALF DAY TOUR: MOON VALLEY – SANTIAGO We'll leave early in the morning to travel to the Valle de la Luna (The Moon Valley), one of the most well-known locations in the Atacama. We'll have breakfast when we get there and and take in the morning hues of this incredible scene. Then we'll get a chance to see a \"Ayllu,\" a prehistoric communal structure built by the Atacameos or Lickan-Antay people. After that, we'll head back to San Pedro about 11:30, at which point your driver will pick you up from your hotel and transport you to Calama's Airport in time for your flight back to Santiago. When you arrive in Santiago, a representative will be waiting to drive you to your hotel. The rest of the day will be yours to enjoy at your leisure."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "SANTIAGO – On your final day, you’ll be picked up from your hotel at a pre-arranged time and taken to the airport in Santiago for your departure flight. Safe travels!"
    }
  ],
  "map": ""
}