{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "highlights-of-chile-tailor-made-holiday",
  "tourName": "Highlights of Chile tailor made holiday",
  "placesVisited": "",
  "generalInfo": "In just over three weeks, immerse yourself in Chile at a slower, more meaningful pace. Instead of rushing from place to place, spend time in each of the destinations visited and allow time for a genuine connection with the local culture and deeper appreciation of Chile’s remarkable landscapes. <br/><br/>Begin in the capital Santiago, before wandering the arty port hub and UNESCO city of Valparaiso. Travel north to the Elqui Valley, a region of vineyard-lined hills, ancient villages and star-studded skies. Here you’ll learn the traditions of pisco-making, explore rural communities and witness the clearest skies in the world. Venture further into the Atacama Desert, where surreal landscapes amaze at every turn and communities who have thrived for centuries share with you their stories and local traditions.<br/><br/>End your Slow Chile itinerary in the Lake District, where a self-drive itinerary will allow you to explore its entirety traversing Pucon, Puerto Varas and mythical Chiloe. At your own pace discover the region’s ancient forests, glacial lakes and snow-dusted volcanoes and experience the living culture of the Mapuche people.<br/><br/>Excursions are a mix of private and small-group tours, led by expert local guides. Accommodation has been hand-picked by us to ensure a comfortable and enriching experience. This trip can be tailored to your interests, so let us know your preferences.",
  "durationDays": "22",
  "price": "7340",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Santiago: Welcome to Chile’s capital Santiago. Upon arrival, settle into your eco-boutique hotel in upscale Vitacura, a neighbourhood renowned for its leafy-lined streets and sophisticated charm. With an expert local guide, explore the historical and cultural highlights of Valparaiso, ride a funicular to the hilltops for dramatic Pacific Ocean views and marvel at the bright, patchwork-coloured houses that adorn the hills before soaking up the coastal views of Vina del Mar."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Elqui Valley: Fly north, and stay in an extraordinary domed hotel, nestled between the Andes Mountains. Experience uninterrupted star gazing at the Mamalluca Observatory and discover the birthplace of Chile’s national spirit on a fascinating pisco tour. Spend your remaining days, exploring the valley on foot, bike or horse-back or simply relax in this hidden retreat away from the outside world."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Atacama: Travel deeper and escape to the driest non-polar desert in the world: The Atacama Desert. With an expert guide spend five unhurried nights getting under the skin of this breath-taking region. Witness the awe-inspiring Atacama Salt Flats and high-altitude lagoons of Miscanti and Miniques. Explore the heritage village of Toconao, where traditional crafts and ancestral farming practices continue to shape community life. Learn the ancient arts of weaving and pottery at a traditional ayllu community, savour the flavours of the desert on a high-altitude wine tour, and marvel at the steaming Geysers del Tatio before finishing at the dramatic Moon Valley and Mars Valley for sunset, the perfect end to your time in the Atacama."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Pucon: Fly south to Pucon, the adventure capital of Chile’s verdant Lake District and pick up your car-hire which will be yours for the next ten days. Stay at a charming lakeside hotel and explore the area at your own pace and leisure. Explore evergreen forests, glassy lakes and waterfalls. Hike, bike, raft, climb admiring the landscapes and discover the cultural and culinary heritage of the Mapuche people, Chile’s largest indigenous group."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Chiloè: Drive south and take a morning ferry crossing to the enchanted island of Chiloè: a place of myths, traditions and wild beauty. Over the next three nights, get-off-the beaten path with your expert guide and visit the island’s coastal wetlands, villages and heritage church. Join a local family and learn what life was like for the ancient Chiloè farmer and learn all about the local traditions that have been preserved to this day."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Puerto Varas: Self-drive by road and ferry to the charming town Puerto Varas, known for its lakes and German colonial influences. During your stay, immerse yourself in the traditions of the Mapuche Huilliche, the ancestral people of Southern Chile. This cultural tour offers an authentic insight to their history, customs, and way of life, providing a meaningful connection with the local community."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Santiago: Say goodbye to the Lake District and fly north to Santiago, where you’ll spend one final night before heading home. If you would like to make the most of your time in the capital, we can arrange a guided city tour or recommend some wonderful places to eat- just let us know your preferences."
    }
  ],
  "map": ""
}