{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "patagonia-self-drive-holiday-24-days",
  "tourName": "Patagonia self drive holiday, 24 days",
  "placesVisited": "",
  "generalInfo": "Spend three and a half weeks, immersed in Patagonia’s wild beauty on an unforgettable self-drive through Chile’s remote Aysen region. This journey is designed for slow, meaningful travel, allowing time to connect with local life and appreciate Patagonia’s little-known landscapes without the rush. <br/><br/>Begin in the capital Santiago, before flying south to the Aysen region where your car-hire awaits. From there, traverse the iconic Carretera Austral (Austral Road), discovering a region of hanging glaciers, lenga forest, pristine rivers and raw wilderness. Kayak the Marble caves, Ice trek Exploradores Glacier, raft the rapids of Baker River and explore the rugged beauty of Patagonia's national parks. End your Slow Patagonia itinerary in Puerto Varas, a picturesque lakeside town in Chile’s southern Lake District, where German heritage meets breathtaking natural beauty. <br/><br/>Excursions are small-group tours, led by expert local guides. Accommodation has been hand-picked by us to ensure a comfortable and enriching experience. Along the Austral region, accommodation is a simple but welcoming base to explore the area.  This trip can be tailored to your interests, so let us know your preferences.",
  "durationDays": "24",
  "price": "5589",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Santiago: Welcome to Chile’s capital Santiago. Upon arrival, settle into your eco-boutique hotel in upscale Vitacura, a neighbourhood renowned for its leafy-lined streets and sophisticated charm."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Puerto Rio Tranquilo: Fly south to Balmaceda and, on arrival, collect your car-hire to begin your journey along the Carretera Austral. Drive approximately 3.5 hours through dramatic Patagonian scenery to reach your hotel in Puerto Rio Tranquilo, your base for the next three nights. Over the coming days, explore with expert local guides. One day, kayak through the striking Marble Caves, where its dazzling marble formations reflect off the waters of Lake General Carrera. The next, strap on crampons for an unforgettable ice trek across the Exploradores Glacier."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Baker River: Continue south along the Carretera Austral along the western shore of General Carrera Lake before entering the Chacabuco Valley, an area shaped by conservation projects and rewilding. Embark on a thrilling rafting adventure down the Baker River, the most powerful river in Chile, surrounded by dramatic landscapes."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Caleta Tortel: Drive through dense forests, rushing rivers and dramatic mountain scenery to reach the stilted village of Caleta Tortel. Explore its maze of cypress-plank boardwalks on foot. One highlight is visiting the La Isla de los Muertos (The Island of the Dead,) where thirty-three cypress crosses stand shrouded in mystery, discovered only in 1950, hidden deep within the vegetation."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "General Carrera Lake: Drive approximately 3.5 hours north to your cozy, secluded ecolodge nestled on the banks of General Carrera Lake. In the afternoon, explore self-guided trails through native forest in the lodge’s private reserve."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Coyhaique: Continue north to the capital of the Aysen region. The drive is long and remote taking roughly 5-8 hours along windy scenic roads that pass dramatic mountain landscapes, fjords and temperate forest. Overnight in Coyhaique, explore its main square or if time permits visit the nearby Cerro Castillo National reserve."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Puyuhuapi: From Coyhaique, drive through Andean foothills, lush forests and winding rivers to the small village of Puyuhaupi. Puyuhaupi, is well known for its natural hot springs, fjord access, and gateway to Queulat National Park, home to the famous hanging glacier. During your stay, enjoy independent exploration of the national park’s hiking trails. We recommend hiking Sendero Laguna Tempanos and Mirador Ventisquero Colgante Trail (to see the Hanging Glacier)."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Futaleufú: Continue to the adventure hub of Futaleufú, a remote and scenic drive that typically takes around six hours. During your stay, experience the adrenaline rush of world-class whitewater rafting on the wildest rapids of the Futaleufú River. If time permits, hike, fly-fish or horse-back ride amid dramatic mountain scenery."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Caleta Gonzalo: Journey southwest to Pumalin National Park, one of the world’s most successful private conservation projects. Stay in a remote lodge with access to hiking trails, kayaking and wildlife watching. During your stay, choose from several spectacular hiking trails in the park, including hikes to Chaitén Volcano, hidden waterfalls, and ancient alerce forest."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Hornopirén: Board the Naviera Austral ferry for an unforgettable voyage through Patagonian fjords. Glide past untouched rainforest and snow-capped peaks as you make your way north to Hornopirén, where you will spend the night."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Puerto Varas: Complete your self-drive journey as you drive from Hornopiren to Puerto Varas: a charming lakeside town with stunning views of Osorno Volcano across Lake Llanquihue. Explore the beauty of the area at your own pace. Venture into Vicente Pérez Rosales National Park and visit Petrohué Falls, ascend the slopes of Osorno or take a day trip to nearby Chiloé and discover the islands unique and mythical culture."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Santiago: Say goodbye to Patagonia, drop off your car-hire and fly north to Santiago, where you’ll spend one final night before heading home. If you would like to make the most of your time in the capital, we can arrange a guided city tour or recommend some wonderful places to eat- just let us know your preferences."
    }
  ],
  "map": ""
}