{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "rio-futaleufu-rafting-holiday-in-chile",
  "tourName": "Rio Futaleufu rafting holiday in Chile",
  "placesVisited": "White water rafting on Futaleufu River, Inflatable kayaking on Rio Azul, Atmospheric towns: Chaiten and Puerto Varas, Al fresco candle-lit meals, Comfortable camp: saunas, massage, hot tubs, Options for swimming, fishing, mountain biking, horse riding and hiking, Optional tours to Lago Todos los Santos and Saltos de Petrohue (extra cost)",
  "generalInfo": "The Rio Futaleufu runs from Argentina's Los Alerces National Park west through Chile to the atmospheric coastal fishing town of Chaiten. Its clear untamed waters race through a pristine wildnerness of snow capped volcanoes, deep canyons and rich rain forest.   <br/><br/>Begin your journey into Patagonia in the beautiful town of Puerto Varas, a distinctive place of wooden houses built by German immigrants by the shores of Lago Llanquihue, Chile’s second-largest lake. From here, transfer by small plane over stunning landscapes to Chaiten to drive to your base camp, taking in the multiple hanging glaciers, jagged glaciated peaks and temperate rainforests that ring Lago Yelcho. <br/><br/>Your white water adventures on the Futaleufu offer variety and unforgettable experiences each day. Adrenaline peaks include the stomping continuous maelstrom known as Mas o Menos (More or Less) and the class V rapid Casa de Piedra (House of Rock), while hardcore rafters can pit themselves against the intense white waters of the Inferno canyon – think aggressive class V paddling. Here too are Class V+ rapids like Zeta and the Throne Room best viewed from riverside!<br/><br/>A day on the Rio Azul uses inflatable kayaks to carve through one of the region's most scenic canyons with a mix of class II and III rapids plus the Class IV ‘Cheese Grater’. The final day's rafting offers stunning views of Las Tres Monjas peaks, as well as two of the trip's toughest rapids -  The Terminator plus the haystack wave train known as The Himalayas. Alongside the white water battles, there are hours spent drifting down calm river stretches too.<br/><br/>There are brilliant activities from the base camp too. Take a two-hour horseback ride to a beautiful beach on the Rio Azul for an authentic Patagonian barbecue picnic lunch or a short hike to the 300ft Cascada waterfall. Other options include fly-fishing, mountain biking, yoga, sauna, massage and hiking - or just soak in the hot tub beneath vast Patagonian skies. The hardy can even go for a bracing dip in the river! Each night there are candle-lit al fresco dinners using local produce, plus music and dancing - if your tired limbs are up to it!",
  "durationDays": "9",
  "price": "5060",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Puerto Montt, take a taxi (not included) in to Puerto Varas hotel, dinner (D) Arrive in Santiago, Chile. Collect your luggage, pass through Customs and then re-check in for your domestic flight to Puerto Montt: gate way to Patagonia. Please look for a taxi (not included) to take you the 30 minutes to the beautiful town of Puerto Varas, located on the shores of Lago Llanquihue, which is Chile’s second-largest lake. You may get stunning views of Volcano Osorno, weather permitting. Enjoy strolling the streets, famous for its wooden homes built by German immigrants. Depending on your arrival time, rafting, fishing, or a tour to Lago Todos los Santos and Saltos de Petrohue can be arranged. (not included in trip price) We will meet at 19.00 in the hotel lobby bar for introductions and a welcome briefing. This is followed by a group welcome dinner at one of our favorite restaurants where you can indulge in a steak off the parilla, or try Chile’s famous seafood. Overnight in the lovely Cabanas del Lago Hotel right on the lake. (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer to airport, fly to Chaiten, drive to Futaleufu camp and cabana (B,L,D) After breakfast we will board our private vehicle for a 20-minute drive to the La Paloma Airport, where we board our plane for one of the most scenic flights imaginable. After as 30-minute flight, we arrive at Chaiten, a small fishing village and a gateway to Patagonia. Here you will get an immediate sense of wild and scenic Patagonia. Depending on time, we may take a short hike in Pumalin National Park; one of the largest and most diverse conservation efforts in South America. The 715,000-acre Pumalín ark is located in the Palena Province of Chile, and stretches from the heart of the Andes to the fjords of the Pacific Coast. During our two-hour drive to Bio Bio basecamp, we pass the beautiful Lago Yelcho with its multiple hanging glaciers, jagged glaciated peaks, and temperate rainforests. Arrive at the Bio Bio Base Camp, where your private tent bungalows, sitting upon raised platforms and complete with river views and comfortable beds, will be waiting for you."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Safety talk, white water rafting (B,L,D) Awaken on the banks of the Fu and enjoy your first morning in camp. You can take an early morning hike in the valley, or for those who choose to sleep in, rise later with the warmth of the sun and have breakfast around 9am. A pre-breakfast yoga class is available on our customized yoga platform with river views or in the indoor Yoga Loft if the weather is inclement. Mornings tend to be crisp and dewy so prepare to dress warmly - a fleece is perfect. Today is a river day. We will launch our rafts from basecamp after a thorough safety briefing. In a safe ‘eddy’, a short distance downstream, we’ll do a set of practice rescue drills. This allows the crew in each raft to hone their skills and prepare to raft as a team. We use a cataraft combined with ace safety-kayakers as part of our safety net. Each raft is captained by a highly trained and intuitive river guide, who guides the boat from a stern-mounted oar frame. Guiding with oars does not detract from the paddling experience. The advantage to the oar frame is greater control in pointing the bow straight through bus size holes and 15-foot high “haystack” wave trains. High siding is also an actively used paddle command. This style is consistent with any high volume, strong-current river where rapids graded 4 to 5-plus rage on. This is the Futaleufu! The first section that we raft, from camp down to Puente Futaleufu (the Futaleufu Bridge), is only 10km, but offers more rapids per 1,000m than anywhere else on the river. It is the perfect warm up run and it is non-stop fun. The rapids of note are El Cojin (The Cushion), and Mundaca, a local family’s name. At take-out, we meet our vehicles for a 20-minute ride back to camp. Those who would prefer a lower body workout to complement their paddling are welcome to run back or ride one of our mountain bikes from take-out to camp. When we get to camp, you can choose to go fly-fishing, try out a kayak, practice yoga, nap in a hammock, enjoy the sauna, have a massage, go for a hike, or soak in the hot tub. Taking a hot shower, either indoors or under the big sky, feels very luxurious while camping in the remote wilderness of northern Patagonia Of course, for the hardy, the river provides a cold bath and refreshing swim. As the sun sinks behind the mountains, enjoy a game of chess or cards at the sunset bar. Every late afternoon is Happy Hour with an open bar stocked with beer, wine, soda, and fresh juice. Then, we gather together in the open-air kitchen/dining area, the Galpon, for a candlelight sit-down dinner featuring fresh produce, grown right in our own garden, and freshly baked breads. After dinner, enjoy the campfire and the stars before retiring to your cozy tent on your private platform. The sound of the river will lull you to sleep and send you off dreaming of the next day of adventure in Chile."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Rafting to Casa de Piedra (B,L,D) Officially day two of our rafting extravaganza. Our aim is to settle into a river rhythm that will be utilized in order to successfully raft the next few sections the Fu. After Yoga and breakfast, we launch our rafts from camp and have lunch on the river. After we pass the Puente Futaleufu (yesterday’s take-out), we immediately round the corner to meet a big stomping continuous cascade of waves known as Mas o Menos, translated, More or Less. This is a good stepping-stone towards our first true blue class V technical rapid, Casa de Piedra (House of Rock) which is right around the next corner. We get out of our rafts to scout this massive, boulder-choked rapid from the banks of the Fu. It is formed like a series of water wheels that channel all of their fury into a final churning pit with a dragon’s back highway through it; that is, if you hit it on line. After this rapid, we run the remaining class 3 and 4 rapids as our hearts resume beating at their normal rates. We drift into a nice long, calm section that offers perfect fishing from the rafts as well as a great place to get into some hard shell kayaks. The next three miles we have a floating happy hour and reach our take out spot just above Lago Yelcho. Upon return to camp, we continue to celebrate the day, enjoy the spa and get ready for another fabulous dinner prepared by our jovial crew and talented chef."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Inflatable kayak training, Rio Azul (B,L,D) Today we become experts at navigating our very own river crafts, known inflatable kayaks, IK’s or duckies. We venture up canyon to the Rio Azul, one of the main tributaries to the Futaleufu and is one of the most scenic canyons in Patagonia Challenge yourself on the class II and III rapids and depending on your comfort level, either walk or take-on the Class IV rapid, ‘Cheese Grater’. There is something deeply satisfying paddling your own boat down river, knowing that your destiny is in your own hands. Of course our highly trained guides will be there to coach you, watch over you and provide safety should you need to be rescued. Fishing, mountain biking or relaxing around camp are always options in the late afternoon."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Free day, optional fishing, treks, horse back riding (B,L,D) With a range of activities on offer today you will have the chance to explore more of this stunning part of the world. Below the horse ride details: After yoga and breakfast we take a short drive to the stables where we find our trusty steeds saddled up and ready for adventurous riding. After a safety briefing, we ride alongside some local expert equestrians and our own river guides who gladly join the posse up a glorious, pristine side valley where the Rio Azul flows unhindered from its glacial headwaters. We ride about 2 hours to a beautiful beach on the Rio Azul and enjoy an authentic Patagonian Asado picnic lunch. Then you have the chance to take a 30 minute, round-trip, hike to the 300ft Cascada waterfall, one of the most beautiful waterfalls in the country. After relaxing and a short siesta, you have the chance to trot or gallop back to camp. This is a full day and you will be glad to return to camp, enjoy the soothing hot tub, a cold beer or glass of wine as you wait your turn to get a well deserved massage!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Drive to Futaleufu, raft Inferno Canyon (B,L,D) We have an early breakfast in camp then travel 25 kilometres up the road to Rio Espolon to launch our rafts for the Inferno Canyon day. On the Rio Espolon we have a chance to warm up on this low volume river before it joins and helps form the mighty Futaleufu as it gets squeezed into the narrow Inferno canyon. This upper canyon requires aggressive class V paddling and is potentially the most intense section of white water on the river. Many other options exist for those who choose not to participate in Inferno Canyon. Five distinct rapids form a narrow sinuous river passage creating a wet surge and a full on adrenaline rush. The fourth rapid was until recently the smallest of the 5, but due to road building debris landing in the river, has now become nearly impassable at most water levels and requires a walk around and lining the rafts through it. As we come out of Exit, the last rapid, we enter into a long calm. The current remains swift and we cruise many miles downstream arriving at the mandatory portage around the fierce Zeta rapid. We have lunch on the rocks as the crew ghost boats the rafts through this treacherous rapid. After lunch, our first obstacle is Throne Room, a class V+ rapid for kayaks, a ghost boat rapid for rafts. By walking around this rapid, we get a great bird’s eye view of an almost ‘river wide’ hole that could destroy a raft. Back on board our rafts, we are dealt a Royal Flush; a continuous class IV corridor of rapids does not let up until we get to our take-out spot at the Rio Azul footbridge. The rafts are left for the night, tethered on shore. Early evening is spent in camp getting ready for the evening festivities. Blanca and her partner Umberto, locals from a nearby farm, prepare a very special treat for us. They prepare a delicious dinner called Curanto that is typical of the south of Chile and the island of Chiloe. We spend the evening by the bonfire on the beach singing and dancing the night away."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "White water rafting Terminator, Kyburz and Himalayas, farewell BBQ (B,L,D) Today, we must be mentally and physically well prepared for the river. We call it the summit day as we aim to top our already great paddling days with the best day of white water in the world. After a nutritious breakfast, we head up river to the footbridge where we left the rafts yesterday. As our day on the river begins, the blue glacial run-off from the Rio Azul River merges into the Fu from the right. The views of the snow-capped mountain peaks and jagged ridges of the mountain Las Tres Monjas (translated, the three Nuns) are absolutely breathtaking. A six-kilometre stretch of warm-up rapids leads us to the longest and toughest rapid that we will raft, The Terminator. We scout and study our line, then we take the plunge and drop in. “Left turn, right turn, dig it in — hard forward!” are a few of the commands that might be heard. The next three miles are non-stop rapids. After an aerobic workout, we pump through the enormous haystack wave train known as the Himalayas. Just when we need it, a calm returns, we float gently into lunch, served at our base camp. After lunch, we return to the river to complete the last task for the day, tackling as much white water as possible. We raft the whole section of river from camp to below Casa de Piedra. At take-out, cold beers and tea are waiting. We make a triumphant return to camp to celebrate our days spent exploring Futaleufu valley and river. For the evening’s festivities, Rolando and Nelli will prepare a typical Chilean Asado — lamb roasted over a bed of coals, ensalada, potatoes and farm fresh bread. We toast the river and give thanks for our safe passage. Under a bright starry sky, we will spend our last night together as a group on the banks of the mighty Fu with the guides and crew."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "AM transfer to Chaiten airport, fly to Puerto Montt, end of services (B) We start early today as we have to travel back down to the coast to catch the puddle jumper flight from Chaiten back to Puerto Montt for connecting flights either home or to your next destination. You need to leave a comfortable “window” to make it back in time, so book connecting flights that leave Puerto Montt 14:00hrs onwards. You may also choose to spend another night in Puerto Varas on your own (ask for extension options). We hope that when you board the airplane you will look back upon your time in Patagonia and think of the friends you have made and the beauty of the Futaleufu River and Patagonian wilderness. Ciao amigos!"
    }
  ],
  "map": ""
}