{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "small-group-tours-to-chile",
  "tourName": "Small group tours to Chile",
  "placesVisited": "Santiago, Valparaiso, San Pedro de Atacama, Atacama Desert, Puerto Varas, Petrohue Falls, Lake Todos los Santos, Chiloe Islands, Punta Arenas, Tierra del Fuego, Torres del Paine National Park, Lago Gray Glacier",
  "generalInfo": "City, lakes, islands and glaciers – this small group holiday to Chile captures practically every angle of the country’s south in two weeks. You’ll start off in the twin cities of Santiago and Valparaiso. The former is all colonial architecture and panoramic parks; the latter is a hilly sea port. It’d be rude not to pop by the Chilean vineyards outside Santiago, too.<br/><br/>Outside the cities, you’ll delve into the Atacama desert and bright turquoise Lake Miscanti. You’ll get a few nights in Torres del Paine National Park, too – the poster child of Chile’s glacier-carved south.<br/> <br/>Chile is a country of epic proportions, so expect a few domestic flights and road trips thrown in along the way – along with boat trips that take you towards sky-scraping monoliths like Glacier Grey.",
  "durationDays": "14",
  "price": "6317",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Walking tour of the colonial centre.",
      "description": "In the afternoon your guided city tour takes you to all the major sites of this fascinating city concentrating on Santiago’s bustling historic centre, which in recent years has taken on a new lease of life. Awakening from years of neglect, the traditional residential neighbourhood of Lastarria is a delight to explore, replete with shops, arty cafés and characterful hotels. Nearby, leafy Parque Forestal was inaugurated in the early twentieth century to celebrate the first 100 years of the republic. It is just a few blocks from the beating heart of old Santiago, the Plaza de Armas, the capital’s main square which is graced by elegant Chilean wine palms with their characteristic bottle-shaped trunks. Grouped around the plaza are Santiago’s Cathedral, the main post office, the National Historic Museum and the Municipalidad de Santiago (city hall). From here, if time, visit San Cristóbal Hill by riding the cable car to the top. On clear days there are spectacular panoramic views across the city towards the Andes."
    },
    {
      "dayNumber": 2,
      "title": "Optional visits to Pacific port Valparaiso or nearby vineyard.",
      "description": "Today there is an optional visit to Chile’s second city, Valparaíso (2 hrs by bus). This lively seaport is built on a series of hills which form a backdrop to the wide bay, with views over the seaside resort of Viña del Mar. You can wander through the steep, winding streets and among the brightly-coloured colonial homes built for 19th century British and German merchants, or take a ride in one of the creaky wooden funiculars which link the cliff-top communities. Time permitting, you may wish to visit one of the vineyards close to Santiago, to sample some highly respected Chilean wine."
    },
    {
      "dayNumber": 3,
      "title": "Fly north to San Pedro",
      "description": "Fly north to Calama (2 hours) where you will be driven (90mins) to the oasis of San Pedro de Atacama. San Pedro is a timeless adobe town with a laid back atmosphere and an erratic electricity supply. Its dusty streets are lined with bars, cafés and tour operators offering various excursions into the surrounding desert. On the guided excursion you arrive late in the afternoon at the Moon Valley (its name tells it all) to explore shady gorges and canyons formed over centuries by the erosion of salt mountains. Just before dusk, climb to the ridge of a vast golden sand dune to see the landscape lit up in different shades of pink, crimson and mandarin cast by the setting sun."
    },
    {
      "dayNumber": 4,
      "title": "Explore the Atacama desert.",
      "description": "Explore the region’s other-worldly landscape on a full day excursion to the Atacama salt flats and surrounding lakes. Across the dazzling, pitted surface of the salar, you’ll see pink-tinged flamingos feeding, reflected in the glimmering pools. A dusty drive takes you through some tiny hamlets where Atacameños eke out a living in these harsh conditions, before continuing to Lakes Miscanti and Miñiques. Here you’re left literally breathless – at over 4,000m the air is thin and cold. Take a walk around the lakeshore and picnic with a view of the volcanic cones perfectly reflected in the turquoise waters."
    },
    {
      "dayNumber": 5,
      "title": "Optional excursions around San Pedro.",
      "description": "Should you choose to take the morning optional excursion to El Tatio Geysers, be prepared for a very early start. But it’s well worth it. You arrive on the pitted, craggy geyser field just before dawn, and as the sun rises and warms the earth, hot steam projects dramatically out of the crater into the freezing morning air, creating a wall of mist through which you can make out dark silhouettes against the penetrating sunlight. Alternatively you may want to walk to Pukará de Quitor (3 km). This old Inca fortress has superb views of the mountains and volcanoes bordering Bolivia and Argentina."
    },
    {
      "dayNumber": 6,
      "title": "Fly via Santiago to the lake district and waterside Puerto Varas.",
      "description": "Fly south via Santiago to Puerto Montt, and continue by road to Puerto Varas, situated on the shores of Lake Llanquihue (one of the largest natural lakes in South America), in the heart of the lake district. Towering snow-capped volcanoes punctuate a patchwork landscape of cultivated hills and pastures. The town sits in the shadows of the perfect conical peak of the Osorno and Calbuco volcanoes. Originally colonised by German immigrants, it has a distinctive, Bavarian feel. There are some excellent seafood restaurants and cafés serving creamy küchen to while away your free time."
    },
    {
      "dayNumber": 7,
      "title": "Excursion to Petrohué Falls; boat trip on Lake Todos Los Santos.",
      "description": "Today you will visit the Petrohué Falls where you stand on wooden walkways and gaze down in to the glacial turquoise waters. Follow the trails through the forest and along the shores of Lake Todos los Santos, where you will take a boat trip on the gem-clear, emerald green waters. On a clear day, this is some of the most exquisite scenery on the continent."
    },
    {
      "dayNumber": 8,
      "title": "Optional full-day visit to Chiloé Island.",
      "description": "We strongly recommend a full-day excursion to Chiloé. This extraordinary island developed largely independently from the mainland and has a distinct history, architecture and mythology. Alighting on its shores is like stepping back into a time of mists and legends. Half the population works in agriculture, the techniques of which have remained unchanged for centuries; distinctive ox-driven carts are to be seen trundling down the island’s unpaved roads past unique wood-shingled churches and there are several folksy fishing ports where you can savour fresh oysters. November-March you can take a boat trip to spot Magellanic and Humboldt penguins. The excursion ends with a visit to a chilote family, where the traditional curanto is prepared for you; it’s a hearty dish of seafood, meat, potatoes and vegetables are piled high in a hole in the ground, buried and cooked among glowing embers."
    },
    {
      "dayNumber": 9,
      "title": "Fly south to Puerto Natales in Patagonia.",
      "description": "After a short drive to Puerto Montt, a 2 hour flight takes you south to Puerto Natales (Punta Arenas Airport is used if flight schedules are not available). On a clear day you have views of the southern icecap, its fjords, volcanoes and glaciers. Your luxury hotel is just outside Puerto Natales on the shores of Last Hope Sound, a short drive from Torres del Paine National Park. It gets its inspiration from (and retains parts of) the original abandoned structure of an early 20th century refrigeration plant, built in what is now called Post-Victorian Industrial style."
    },
    {
      "dayNumber": 10,
      "title": "Explore the national park on some of the included excursions.",
      "description": "For 2 full days the group will explore the Torres del Paine National Park by private vehicle and on foot, leaving in the morning and returning to the comfort of Puerto Natales by evening. We include the famous boat trip that navigates towards the wall of giant Glacier Grey. The boat will set a course through the vivid blue icebergs that crowd Lago Grey before taking you right up to the face of the enormous glacier. This is a monumental ice field extending almost as far as the eye can see and fronted by a cracking, calving wall of azure pinnacles. Whilst exploring the park they’ll be stops to visit some of the best viewpoints such as Lago Nordenskjold and Salto Grande. The scenery is overwhelming; the granite massif of the Cuernos, milky lakes dotted with icebergs and, soaring above, condors riding against perpetual fierce winds. Spend the rest of your days exploring the national park on foot. Follow a number of different walking trails winding alongside the glacial lakes and rivers with close-up views of tortured rock towers and needles rising 3,000m into a tempestuous sky. The difficulty and length of the available walks in the park vary hugely, and some may not be suitable for all passengers."
    },
    {
      "dayNumber": 12,
      "title": "By road to Punta Arenas",
      "description": "Journey back south to Punta Arenas, once an important, British-influenced trading centre before the opening of the Panama Canal turned it into a backwater; the region’s fortunes were only briefly revived during a short-lived gold rush. To add to its woes, the sheep-rearing business has never recovered from the catastrophic collapse of the price of meat and wool. It’s now a gateway to Chilean Patagonia and the nearby National parks."
    },
    {
      "dayNumber": 13,
      "title": "Continue to Punta Arenas and fly back to Santiago.",
      "description": "Catch a flight back to Santiago (4 hours) which normally includes a stop in Puerto Montt where those wishing to continue with the lake crossing to Argentina will leave the group. Overnight in the capital."
    },
    {
      "dayNumber": 14,
      "title": "Depart for international flight or extension.",
      "description": ""
    }
  ],
  "map": ""
}