{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "southern-chile-holiday-lake-district-and-patagonia",
  "tourName": "Southern Chile holiday, Lake District and Patagonia",
  "placesVisited": "",
  "generalInfo": "From smoldering volcanoes and timeless forests to glacier-carved mountains, ice fields, and wind-swept plains, southern Chile is a wonderland of unbelievable landscapes that have drawn people from all over the world for centuries, turning it into a cultural melting pot. On this 12-day tour, you’ll travel from the idyllic wilds of the Lakes District to the rugged expanses of southern Patagonia, encountering incredible nature, outdoor adventure, local wildlife, and cultural and culinary experiences that are wholly unique to this region of the world.<br/><br/>Starting in the bustling cosmopolitan capital of Santiago with a foodie tour to introduce you to Chile’s diverse cuisine, you’ll then head south of the Lakes District, staying in the picturesque town of Puerto Varas, which is famous for its traditional Germanic houses and culture. Over the next few days, you’ll discover the astonishing landscapes and biodiversity of the region, climbing snow-capped volcanoes, visiting the mystical islands of the Chiloé archipelago, hiking through temperate rainforests once explored by Darwin, and learning about the culture and traditions of the Huilliche people, a local indigenous tribe. <br/><br/>Next stop is the very tip of the continent, Patagonia. After a short stop in Punta Arenas to visit a penguin colony, you’ll head to the crown jewel of Chile’s national parks system, Torres del Paine, where visitors are wowed by the breathtaking mountains of the Paine Massif, the Grey Glacier, and local wildlife like pumas and guanacos. Here, you’ll immerse yourself in the best the region has to offer, like hiking the park’s most iconic treks, trying local foods, kayaking along wild fjords, and visiting a traditional sheep-herding estancia. The trip will then finish back in Santiago. <br/><br/>If you are looking for adventure and wonder in a place unlike anywhere you’ve ever been, come to Patagonia. It’s waiting for you.<br/><br/>Short Itinerary:<br/>- Day 1: Arrival in Santiago - City Tour: A Bite of Santiago<br/>- Day 2: Santiago to Puerto Varas - Naturalist Circuit<br/>- Day 3: Puerto Varas - Chiloé Penguins and Culture<br/>- Day 4: Puerto Varas - Two Volcanoes Hike<br/>- Day 5: Puerto Varas to Punta Arenas - Huilliche Experience<br/>- Day 6: Punta Arenas to Puerto Natales - Penguin Watching<br/>- Day 7: Puerto Natales - Base of the Towers Hike<br/>- Day 8: Puerto Natales - French Valley Hike<br/>- Day 9: Puerto Natales - Estancia La Peninsula<br/>- Day 10: Puerto Natales - Kayak and Culinary Experience<br/>- Day 11: Puerto Natales to Santiago - Leisure Day<br/>- Day 12: Santiago - Leisure Day<br/><br/>Included:<br/>- 2 Nights at Bidasoa Boutique Hotel Santiago (B&amp;B).<br/>- 4 Nights Mero Gaucho Boutique Hotel Puerto Varas (B&amp;B).<br/>- 1 Yegua Loca Boutique Hotel Punta Arenas (B&amp;B).<br/>- 3 Nights at Hotel Vendaval Puerto Natales (B&amp;B).<br/>- All Transfers.<br/>- All excursions &amp; entrance fees.<br/><br/>Not Included:<br/>- Meals not specified.<br/>- Travel insurance.<br/>- Domestic and International flights &amp; airport taxes.<br/><br/>*We can book your domestic flights.",
  "durationDays": "12",
  "price": "5750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "SANTIAGO – HALF-DAY “BITE OF SANTIAGO” CITY TOUR – Welcome to Chile! A representative from our company will meet you at the Santiago International Airport to welcome you upon arrival. During the drive to your hotel, our representative will tell you more about your upcoming itinerary, as well as answer any questions you may have. During the afternoon, you’ll head out on a tour of the city where you’ll learn about Chilean history and culture by visiting the city center and other important monuments, as well as getting a taste for the local cuisine by visiting food markets and stalls to try traditional dishes, learn about their preparation, and meet locals. At the end of the day, you’ll have become an honorary Santiaguino, which is what the locals are called! Afterward the tour, you’ll have free time to get dinner and then return to your hotel at your leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SANTIAGO DE CHILE – PUERTO MONTT – PUERTO VARAS – At a pre-arranged time, we’ll pick you up from your hotel in Santiago to take you to the airport for your flight to Puerto Montt. Once you arrive, a representative will be waiting to welcome you and drive you to the Lahuen Ñadi Natural Reserve, a small park in the Lake District. Type: Private Tour Known as the “Gateway to Patagonia,” the Lakes District boasts of some of Chile’s most spectacular but undiscovered natural wonders, as well as an incredible biodiversity of plant and wildlife. During our stay here, we’ll be using the town of Puerto Varas as our base camp; located on the shores of Llanquihue Lake and with two volcanoes on the horizon, Puerto Varas is a unique microcosm of Germanic culture here in the Lakes District. In the 1800s, large numbers of Germans emigrated here, taking over native lands, and bringing their architecture, food, and traditions with them. Puerto Varas is home to some of the best-preserved examples of Germanic houses in the region. On this first day, after flying from Santiago to Puerto Montt, we’ll head to a nearby natural reserve for an easy hike to introduce you to the flora and fauna of southern Chile, guided by a professional naturalist. On the way, we’ll pass the scenic River Maulli´n before reaching the reserve, which protects some of the region’s threatened temperate rainforests as well as one of the last patches of native Alerce trees in the area. The temperate rainforests here are some of the most precious gems of the Lakes District, full of unique plants and animals that you can keep an eye out for during our walk. During the short hike, we’ll learn about and observe the rich diversity of mosses, lichens, fungi, climbing vines, ferns and trees with the use of magnifying glasses, as well as local birds and other wildlife. We’ll then head to Puerto Varas for the evening."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "PUERTO VARAS - Full Day Tour: Chiloé Penguins and Culture – We’ll pick you up from your hotel in the morning to head to the main island of Chiloe´, located in an archipelago of the same name. Accessible from the mainland only by ferry, this string of islands is one of the most fascinating places in the Lakes District, home to a distinct culture and way of life, incredible plant and wildlife, and magical tales about ghost ships, mermaids, and warlocks. Crossing over onto the main island, we’ll head to a penguin colony at Pun~ihuil, where we’ll be able to observe Humboldt and Magellanic penguins. We’ll then explore local communities and towns to learn more about these islands. The Chilote people are extremely welcoming and open, so we’ll have chances to meet and chat with locals for a more immersive, authentic experience. We’ll then return to the mainland and head back to Puerto Varas for the evening. Activities: - Trip to Pun~ihuil Penguin Colony - Fauna Observation - Flora, Fauna & Geology Interpretation - Cultural Immersion - Meeting With Locals"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "PUERTO VARAS - Full Day Tour: Two Volcanoes Hike – Ready to hike on a volcano today? Well, not just one volcano: two volcanoes! Today, we’ll spend the day hiking among the foothills of two of Chile’s most active and beautiful volcanoes, both located near Puerto Varas. In the morning, you’ll be fetched from your hotel by your naturalist guide, who will take you to the site of the first hike on Calbuco Volcano. This 2.5 hour, roughly two-and-a-half mile hike will pass through landscapes that have seen recent eruptions and are covered in black lava and basaltic rock formations, as well as the temperate rainforests that encircle the base of the volcano. During the hike, the guide will tell you all about the geology of the volcano and landscapes, pointing out how local flora and fauna has adapted to live in such a harsh, unpredictable environment. After finishing this hike, we’ll head to the trailhead for our next hike, with a break along the way for lunch. This second hike heads along the Osorno Volcano, heading about 3.5 miles along the base of the volcano with unparalleled views of the cone and the surrounding area which consists of lava flows, forests, and lakes. The hike will last between 3-4 hours, depending on how fast the group is and with pauses to learn about the flora and fauna, before returning to Puerto Varas for a relaxing evening. Activities: - Wildlife Observation - Photography - Hiking - Geological and naturalist interpretation"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "PUERTO VARAS – PUERTO MONTT – PUNTA ARENAS – Half Day Tour: A Day in Huilliche Territory – Punta Arenas – Today in the morning, you’ll start the day heading to a little-explored wilderness area for an easy 1.5 hour hike through a quiet part of the rainforest, looking for local wildlife and enjoying the serenity and calming views of this hidden part of the world. You’ll then be taken to Pargua, where you’ll get a chance to learn about one of the indigenous groups that calls the Lakes District home: the Huilliche. The Huilliche are one of several groups for whom this region is an ancestral home, but colonizers and settlers have taken their lands and eroded their cultural, political, and societal influence here, but these groups still exist and practice their unique cultures. At this traditional Huilliche village, you’ll get to learn about their way of life, history, cuisine, medicine, and more, to gain a more nuanced understanding of the history of the Lakes District. In the afternoon, you’ll be taken to the airport for your flight to Punta Arenas, one of the southernmost cities in the world. Once you arrive, a representative will be waiting to welcome you and will drive you approx. 45 minutes to your hotel in town for the night. Dinner is at your leisure, but we have plenty of great recommendations!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "MAGDALENA ISLAND – PUERTO NATALES – In the morning, you’ll get to experience one of the most exciting parts of living in Patagonia: the amazing wildlife. You’ll hop on a boat tour that will head to Magdalena Island, a protected nature reserve that is home to thousands of Magellanic penguins! The island is a breeding ground for them, and your guide will tell you all about this species as you follow the marked paths through the colony, heading toward a scenic lighthouse where you’ll be told more about the island’s ecosystem. After arriving back in Punta Arenas, you’ll swing by the hotel to pick up your things and will then be transferred to Puerto Natales. It’s about a 3 hour drive. Along the way, you’ll pass beautiful landscapes and maybe even see some local wildlife, so the time will fly by. We’ll also pause periodically to stretch our legs and use the bathroom. When we arrive in Puerto Natales, you’ll be taken to your hotel for dinner and a relaxing evening before tomorrow’s big hike. Note on Penguin Watching Excursion: In Patagonia, the weather conditions can change quickly, and unruly weather is common, so there may be times that the boat tour is not available due to bad weather and unsafe conditions. In the event of this, an alternative program will be arranged."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "TORRES DEL PAINE – Full Day Hike: Base de Torres – After a hearty breakfast, we’ll head out early to take on Torres del Paine’s most iconic hike: the Base de Torres or Base of the Towers hike! Departing from the trailhead, the trail ascends upwards from the outside of the massif of mountains toward the Ascencio Valley; along the way, be sure to pause and look around to take in the spectacular scenery. After reaching the entry point to the valley, the trail descends into the forest along the valley floor, heading to the El Chileno Campsite and Refugio. From there, the trail continues through an ancient forest of lenga trees until it reaches the base of a steep glacial moraine, which we must climb up. It’s the most difficult part of the trail, but well worth it because at the top, you get the ultimate reward: the famous view of the dramatic Torres: the trio of granite spires for which the park is named, rising above a blue glacial lake. We’ll pause here a while to rest, enjoy lunch, and soak up the view before retracing our steps back to the trailhead. From there, we’ll drive back to the hotel for a well-deserved rest."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "TORRES DEL PAINE – Full Day Hike: French Valley – The French Valley is one of the three main highlights of the “W” Trek -- the famous circuit that navigates the mountains of Torres del Paine in a w-shaped path -- and it is one of the most striking places along the route. The day begins at Pudeto Dock on the far side of the vibrant Lake Pehoe, where we will take a catamaran across the lake to the Paine Grande ranger station, campsite, and refugio at the base of Cerro Paine Grande. The sight of the mountains looming overhead is astonishing. Upon arriving at Paine Grande, we’ll start the hike up toward the mountains and the Italian Refugio and Campsite, skirting the edge of the massif. Along the way, we’ll encounter shimmering lakes, forests, and rolling grasslands. Upon reaching the campsite, we’ll hike upwards into the mountains to the entry point of the French Valley called the French Lookout, where you’ll be treated to amazing views of the surrounding mountains, lakes, and a hanging glacier that regularly calves parts of the glacier down the mountain walls. After a pause for lunch and to soak up the scenery, we’ll retrace our steps back to the catamaran, recross the lake, and return to the hotel for the evening."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "PUERTO NATALES – Full Day Tour: Estancia La Peninsula – Back before it was a major tourist destination, a different kind of flock took over the Patagonian plains: sheep! This region was first colonized by sheep farmers, who bought up massive tracts of land to create estancias, also known as ranches. Today, we’ll visit one of these historic ranches to learn about its history and culture, as well as how it’s making moves to turn sheep farming in Patagonia into a more sustainable enterprise. Estancia La Peninsula is located on a remote peninsula that’s a 30-minute boat ride up into the fjords from Puerto Natales, the gateway town to Torres del Paine. After leaving the hotel in the morning to head to the dock, we’ll get to enjoy the scenic boat ride, and you can also sometimes see native wildlife. Arriving at the estancia, we’ll spend the full day immersing ourselves in the estancia lifestyle through activities and educational demonstrations. You’ll have the choice of either going on a horseback ride, hike, or 4-Wheel drive to explore the property, which has amazing views of the fjords and is a sanctuary for local birds and other wildlife. Returning to the ranch house, you’ll also get to observe sheep-shearing and sheepdog demonstrations, tour the estancia facilities, and eat a traditional Patagonian lamb barbecue known as “asado al palo” which is enjoyed with other side dishes and Chilean wine. At the end of the day, we’ll take the boat back to Puerto Natales and return to your hotel for the night."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "PUERTO NATALES – Half Day Tour: Kayaking in Eberhard Fjord – Today you’ll get to appreciate the rugged spectacle of Patagonia’s wild fjords from a wholly unique perspective: a kayak! We’ll head to the town of Puerto Prat, roughly a 30-minute drive from Puerto Natales, where we’ll be greeted by our hosts who operate the kayaking business. These kind people open their homes to us and tell us about their lives in remote Patagonia; their house dates from 1909 and several generations have lived there. We’ll then receive our gear, listen to the safety lecture, and then head out onto the waters! The exact route is subject to change due to weather and water conditions, but overall the excursion will navigate along the historic Eberhard Fjord, from Puerto Prat to Puerto Consuelo, passing by Kruger Island (Island of the Dead). In addition to spectacular landscapes, also be sure to keep your eyes peeled for local wildlife like birds. During the excursion, we’ll pause on a remote shore to take a 40-minute walk to visit some amazing viewpoints. We’ll then jump back into our kayaks and return to Puerto Prat to enjoy a tasty local meal consisting of fresh bread, homemade jams made from native berries (calafate, currant, raspberry, rhubarb or rosehip), butter, scrambled eggs, coffee, tea, and milk. After eating, we’ll head back to Puerto Natales for the night. ? Location: Eberhard Fjord, Puerto Prat, Puerto Natales. ? Level of difficulty: Medium ? Duration: Approx. 6 hours."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "PUERTO NATALES – PUNTA ARENAS – SANTIAGO DE CHILE – At a pre-arranged time, you’ll be picked up from your hotel in Puerto Natales for a three hour drive to the airport in Punta Arenas. After arriving in Santiago and getting settled at the hotel, you’ll have the chance to explore Santiago on your own and get dinner."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "SANTIAGO DE CHILE - It’s the final day! Depending on when your flight is, you may have spare time during the day to visit some more of Santiago’s best points of interest. Below are a few suggestions, and we are available to help book/arrange any of these if you like. Then, at a prearranged time, you’ll be picked up from your hotel and taken to the airport for your departure flight. Safe travels! 1. Walk to the top of Cerro Santa Lucia 2. Take the cable-car tramway to the summit of Cerro San Cristobal 3. Visit local museums: . Museum of Memory and Human Rights. - National Museum of Natural History. - Chilean Museum of Pre-Columbian Arts. - Museum of Visual Arts. - Archaeological Museum of Santiago. 4. Visit Pablo Neruda's home museum. 5. Visit the Arts & Crafts village at Pueblito los Dominicos. 6. Dine at some of the top restaurants in Santiago."
    }
  ],
  "map": ""
}