{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "self-drive-patagonia-holiday-including-mapuche-culture",
  "tourName": "Self drive Patagonia holiday including Mapuche culture",
  "placesVisited": "Summit Villarrica and Sollipulli volcanoes, Rainforest hiking with guide and pack horse, Overnight in traditional Mapuche ‘ruka’, Conguillio National Park, Araucarias forest and Huerquehue National Park, Villarrica National park, Chiloe National Park, Car rental, Homestays",
  "generalInfo": "This 18 day tailor made, self drive Patagonia holiday comes with a car rental so that you can take off and enjoy the vast wilderness wonders at your own pace, but following our carefully crafted itinerary. This holiday will not only take you through our snow-capped volcanoes, up to exquisite, elevated lakes and Araucaria forests, and down to coastal villages but also to meet with indigenous Mapuche communities along the way. <br/><br/>Patagonia is the ancestral home of the indigenous Mapuche people, who have lived on this land for centuries. Land is sacred to these people, and indeed they are known as ‘people of the land’ locally because their connection with nature and the environment is innate. by spending  time in Mapuche communities on this trip you will be able to learn about Patagonian culture and nature. You will even get a chance to spend a night with a local Mapuche family in their “ruka”, a traditional wooden house.  <br/><br/>During this holiday, we highly recommend visits to four of our most magnificent national parks: Conguillio, Huerquehue, Villarrica and Chiloe with plenty of time built in for you to enjoy some outdoor exploration.  In Conguilio the \"Los nevados \" hike with views over to Lake and Volcano Llaima is breathtaking. In Huerquehue you will be astounded by the sacred and stunning Araucarias forests, climb up Villarrica volcano and then bliss out among the  marine wildlife on Chiloe Island where penguins, sea lions, Commerson’s dolphins and pelicans are just a few of the treats in store. <br/><br/>Please note that this is just a suggested itinerary below, and as this is a tailor made trip we are happy to adjust it to suit your interests and travel requirements. We will also provide you with our bespoke road book with all the information necessary for the smooth running of your stay, as well as a mobile phone to be in contact with us 24/7.<br/><br/>",
  "durationDays": "17",
  "price": "2100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your rental car will be waiting for you at Temuco Airport, located in Chile's Lake District, at the gateway to Patagonia. From there, you'll drive to the coast, to meet with your guide from the local Mapuche community. On the banks of the Queule river, you will experience the rich Lafkenche culture, where spirituality and hospitality blend with activities such as bird watching, boat rides, and traditional Mapuche storytelling, filled with legends and mythology. Additionally, you will have the option of spending the night with a local family or a B&B. >Transport: rental car - 1h45 > Accommodation: Homestay > Included meals: none"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today you will explore the area with Victoria, an expert on the local bird population. She has her own boat to take you to the best places for bird watching, depending on the weather and the time of year. > Transport: rental car - 1h > Accommodation: Homestay > Included meals: breakfast & dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "It's time to say goodbye to Victoria and head east to Melipeuco. Here, you can explore breathtaking landscapes that include volcanoes, araucarias, lakes, and waterfalls. > Transport: rental car – 170km - 2h30 > Accommodation: Homestay > Included meals: breakfast."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Visit the National Park of Conguillio, located about 30 minutes from Melipeuco. After crossing several black lava flows, you will arrive to the starting point of a walk \"Los nevados \" that will lead you to astonishing views of the Lake and Volcano Llaima. This walk is also an opportunity to discover several types of endemic plants species and a large variety of birds. >Transport: rental car – 50km - 1h > Accommodation: family run hotel > Included meals: breakfast > Entrance to the park not included"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you will drive to meet the next local community in Kurarewe. In Mapuzugun (Mapuche language), Kurarewe means \"altar of stone.\" Upon arrival, you will be welcomed and guided through a traditional garden, where your host is a seed guardian. You will then explore a rural farm and learn about daily life and activities. The guide will then accompany you to the host family’s home, where you will have dinner and stay overnight. > Transport: rental car – 155km - 3h > Accommodation: Homestay > Included meals: breakfast and dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "The second day begins with an interpretive trail through an araucaria forest in Villarrica National Park. During the walk, the guide will engage in conversation with the visitors; you’ll have the opportunity to ask questions and enjoy a lively dialogue throughout the trek. At midday, you’ll have lunch and savor dishes from Mapuche and rural cuisine. In the afternoon, there will be a cooking workshop where you’ll prepare a traditional rural tea, which you’ll later enjoy, marking the end of the day. Accommodation: Homestay > Included meals: breakfast and dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The day begins with a talk on ancestral games. Here, the guide will share their knowledge about the games, and you’ll get to see some of the elements used in these games. Afterward, you’ll visit a traditional weaving workshop where you can observe different looms and their uses, learn about the wool-working process, and explore various colors and textures. At midday, you’ll enjoy a lunch featuring traditional Mapuche and rural cuisine. In the afternoon, there will be a short interpretive walk, followed by a talk on Mapuche territory and philosophy. > Accommodation: Homestay > Included meals: breakfast and dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you will drive south to the lakeshore town of Puerto Octay, a charming town with a beautiful German-style architecture. We also recommend visiting the town of Frutillar. We recommend staying at the local Hotel, part of the architectural heritage of Puerto Octay. Alternatively, you could spend an extra night between stops, as the area is dotted with stunning lakes. > Transport: rental car - 350 km 4h > Accommodation: Hotel > Included meals: breakfast"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Drive to Petrehue and embark on a boat to reach El Rincon across Lake Todos Los Santos. Here begins your hike to the Callao refuge. You will go through millennial native rainforests and hilly meadows before reaching the refuge. This is a great place to disconnect and relax This wooden basic retreat offers a unique experience with its wood-fired kitchen and larch wood hot tubs, surrounded by forests and mountains, in Vicente Pérez Rosales N. Park. > Transport : rental car – 75km - 1h + dinghy - 1h> Accommodation: rural refuge > Included meals: breakfast and dinner. > Trekking : 4h30 easy hike or 2h horseback"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today you will enjoy the surrounding area with some short hikes and hot tub. Rudi and his son will prepare a traditional meal cooked over an open fire for you. Overnight in the refuge. > Accommodation: rural refuge> Included meals: breakfast, lunch and dinner."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Time to head back to civilisation, but just for a short while. First, you’ll head back to Petrehue. From there, drive south all the way to Caleta Puelche from where you will board the ferry. You will drive through the Cochamó Valley, also known as the \"Yosemite of South America, characterized by wetlands, Andean glaciers, vast forests, and towering granite mountains. > Transport : rental car – 150km - 4h + dinghy - 1h> Accommodation: hotel > Included meals: breakfast > Trekking : 4h30 easy hike or 2h horseback"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today we recommend you visit the Alerce Andino National Park. Here you could visit the ancient Alerce (Fitzroya) trees in the Sargazo sector of the park––which are around 2,500 years old––or in the Las Chaicas sector of the park, where they’re nearly 3,000 years old. > Transport: rental car > Accommodation: Hotel > Included meals: breakfast > Trekking : depending on itinerary"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Time to leave the mainland and drive to Chiloé Island. You will cross the Chacao channel with a 45-minute ferry ride. The fiords and natural bays of this archipelago were all carved by ancient glacial action. Spend the next two days in the north of the Island, along the Pacific coast to appreciate marine life.. > Transport: rental car – 130km + ferry - 3h30 > Accommodation: hotel > Included meals: breakfast"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today the fishermen of Puñihuil will guide you through some local marine life including penguins, sea lions, dolphins, sea otters, pelicans and a variety of other seabirds. These fishermen, aware of the negative impact of fishing on biodiversity have created an association for the protection and development of natural heritage through tourism as a new source of income. > Accommodation: Hotel > Included meals: breakfast"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Head for Chiloé National Park in the morning, discover the virgin forest along the wild Pacific coast. You may have a chance to meet the miners who settled on the coast during the gold mining days… > Transport: rental car – 58km - 1h > Accommodation: hotel > Included meals: breakfast"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Enjoy a day of leisure back in Castro. We will recommend some artisans and associations so you can immerse yourself in the local culture. Maria Elena will welcome you in the evening with a good dinner. > Transport: rental car – 58km - 1h > Accommodation: host family > Included meals: breakfast and dinner"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Enjoy a hearty farmer breakfast before heading to Puerto Montt’s airport. Return your rental car. > Transport: rental car – 130km + ferry - 3h30 > Included meals: breakfast"
    }
  ],
  "map": ""
}