{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "chile-activity-tour",
  "tourName": "Chile activity tour",
  "placesVisited": "Lake Tagua Tagua, energy efficient lakeside lodge, full board accommodation, local staff and guides, choice of included and optional activities, such as trekking, horse riding, kayaking and rafting",
  "generalInfo": "This fantastic four day activity holiday in the Chilean Lake District is ideal for families and small groups seeking an adventurous few days whilst travelling in South America. Set within the gorgeous Puelo Valley, you’ll be invited to stay in an energy efficient eco-lodge on the shores of Lake Tagua.<br/><br/>The natural surroundings alone will set your heart racing however, when combined with kayaking, horse riding and treks in the mountain foothills, you’ll be hard pushed to find anywhere else half as exciting in the whole of South America.<br/><br/>Alternative activities, such as river rafting, fly fishing and cultural excursions, can also be arranged with full board facilities and airport transfers from Puerto Montt providing a stress free experience for families looking for a break by the lake.<br/><br/>As it’s situated within the confines of Tagua Tagua Park your accommodation has been designed with sustainability and environmental preservation in mind with just 18 guest rooms providing a few home comforts amongst the mountains and lakes of southern Chile.<br/><br/>The onsite restaurant is always particularly well received after a good day spent outdoors with locally sourced specialities, such as lamb, trout, shellfish and wild boar, often to be found on the menu.<br/><br/>If you’re interested in undertaking any of the excursions below, as part of a tailor made holiday during December and March, please let us know at the time of making your reservation. Many thanks.<br/><br/>Trekking<br/>Tagua-Tagua waterfalls – rated as easy to moderate – duration 3 - 4hrs<br/>Alerce Lagoon – rated as moderate – duration 7 - 8hrs<br/>Andean Lakes – rated as moderate – duration 6hrs<br/>Arena Beach – rated as easy – duration 3 - 4hrs<br/>Llanada Grande – rated as easy – duration 5 - 6hrs<br/><br/>Mountain biking<br/>Mountain bike trip to Puelo – rated as moderate to difficult – duration 6 – 7hrs<br/><br/>Kayaking<br/>We use Prijon double and single sea kayaks which are built to European safety standards. All kit including life jackets and protective wet bags are included.<br/><br/>Kayak to the Big Falls – rated as easy – duration 3 - 4hrs<br/>Kayak to the Tagua Tagua Crossing – rated as easy – duration 7hrs<br/><br/>Rafting<br/>All rafting equipment including wetsuit, buoyancy aid, boots, PFD and helmet is included. A kayak guide also accompanies this trip to ensure all safety measures are in place.<br/><br/>Raft on Puelo River – rated as moderate to hard – duration 4hrs<br/><br/>Horse riding<br/>Ride to South Puelo – rated as easy – duration 3 – 4hrs<br/><br/>Cultural excursions<br/>Puelo Riverside – rated as easy – duration 7hrs<br/>Rural Experience – rated as easy – duration 5 - 6hrs<br/>Boat tour – rated as easy – duration 3 – 4hrs<br/><br/>Our excursions are all accompanied by an English-speaking local guide who is also equipped with an emergency radio and first aid kit. Excursions are designed for all ages, although we recommend a minimum age of 11yrs for anyone undertaking kayaking, rafting, horse riding and trekking to the Alerce Lagoon. Please get in touch if you require any more info about our optional excursions and/or our accommodation's environmental practices.<br/>",
  "durationDays": "4",
  "price": "1220",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Transfer Puerto Montt airport or Puerto Varas to Tagua Tagua - half day excursion - Lodge. (L,D) Pick up from Puerto Montt Airport or hotel in Puerto Montt/Puerto Varas. Transfer and transfer to the Lodge, located 146 km South East of Puerto Montt. From Puerto Varas we head east along the Southern shore of Lake Llanquihue for for 45 Km to the village of Ensenada. From here we will head south along a paved road heading towards Ralun for approximatley 35 Km. From Ralun we continue along a gravel road for 60 Km to Lake Tagua Tagua, passing through the village of Cochamo. At Puereto Canelo, on the shore of Lake Tagua Tagua, you will board the Mongo II launch to cross the lake to the lodge. The whole journey should take just over 3 hours. On arrival welcome drink and if in the morning, this will be followed by lunch. In the afternoon your chosen activity.You need to preebook your choice of excursion. After the activity, return to the lodge. Set menu dinner and accommodation."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Full day excursion - Lodge. (B,L,D) Buffet breakfast at the lodge. Today is a brand new day to enjoy a new experience. Come with us and get immersed in the beauty of nature or go and follow the trails of the settlers to learn about the pioneering history through their true descendants. You need to pre-book your choice of excursion."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Full day excursion - Lodge. (B,L,D) Buffet breakfast at the lodge. Our experienced guides have spent years getting around the valley and they know well its geography, weather and people. Most of our staff are born and raised here, and along with our solid network throughout the valley, we know its secrets and wonders. So come and join us today. It’s time for a new experience! You need to pre-book your choice of excursion."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Puerto Varas or Puerto Montt airport. (B) Buffet breakfast at the lodge. At the time agreed, transfer to Punta Canelo where our van to the airport in Puerto Montt is waiting for us."
    }
  ],
  "map": ""
}