{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "chile-holiday-17-days-south-to-north",
  "tourName": "Chile holiday, 17 days south to north",
  "placesVisited": "Santiago, Punta Arenas, estancia visit, Torres del Paine National Park, Ancud, Chiloé Island homestay, Castro, Puerto Montt, Puerto Varas, Huilo Huilo biological reserve, Geométricas Hot Springs, Pucon, National Park of Huerquehue, options: climb Villarrica volcano, Trancura River Rafting, cycling, San Pedro de Atacama, Atacama Desert, Valley of the Moon hike, Tatio Geysers, Los Flamencos National Reserve, Valparaiso",
  "generalInfo": "Chile is diverse, both ethnically and geographically, and its many natural wonders, amazing landscapes and warm people are not to be rushed. So this Chile holiday allows 17 days to journey from south to north, to fully appreciate this spectacular country. This is a self guided adventure, so you’ll be travelling independently, discovering Chile on your own terms. Transport is via a mix of private transfers, internal flights and self driving. Throughout, you are fully supported by a road book, which contains all the information you’ll need for the trip to run smoothly. We also provide a local SIM card, so you can contact us 24 hours a day and friendly hosts and homestay families will be waiting to welcome you at each destination. This trip is also tailor made, so it can be tweaked and adapted to suit your interests and needs.<br/><br/>The trip begins in Santiago, from where you fly south to properly begin this adventure. First, explore Chilean Patagonia, home to the breath-taking Torres del Paine National Park, with its towering peaks, impressive glaciers, fjords, blue lakes and deep forests. From here, pick up your rental car and drive through Chiloé Island, a place drenched in myths with many wooden churches, before exploring the Pacific Coast’s lush virgin forest. You’ll then have time to discover the volcanoes and lakes of the beautiful Lake District and your adventure ends in San Pedro de Atacama. This small village sits like an oasis in the Atacama Desert, with its lunar landscapes and huge starry skies.<br/><br/>Highlights of this memorable trip include the National Park of Huerquehue, which lies in the foothills of the Andes, the Huilo Huilo biological reserve in central Patagonian and the lagoons of the Los Flamencos National Reserve. Sunrise at the Tatio Geysers is spectacular, while the Moon Valley in the Atacama Desert glowing pink as the sun sets is really special. In addition you could spend a full day at an estancia, to experience “huaso” culture, hike to the summit of Villarrica volcano or enjoy a night in the wine region between Santiago and the Atlantic coast. <br/><br/>There are plenty of opportunities to meet local people and learn about their culture. At the estancia, help out with organic farming, and herding and milking the animals, while on Chiloé, spend a couple of nights staying with local small scale farmers and their families. It’s a really authentic way to find out more about local life and enjoy some home cooking, too.<br/>",
  "durationDays": "17",
  "price": "3399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Santiago by international flight. You are met at the airport by our driver and transferred to your hotel. Wander around the capital city with a member of our team, soaking up the atmosphere and visiting some interesting sites: Bellavista, a bohemian neighbourhood, Plaza de Armas with its colonial architecture and Cerro Santa Lucia with its scenic view over the city and the Andes. > Transport : private transfer - 45min > Accommodation: Aparthotel > Included meals : none"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Flight Santiago de Chile > Punta Arenas. Your driver will pick you up in the morning to take you to the airport. Arrive in Punta Arenas by midday. Drive to Puerto Natales. This is a small town facing the Andes on the shores of Seno Ultima Esperanza, at the southern end of the Chilean Fjords. The rest of the day is yours to explore of the city. > Transport : car rental - 3 hours > Accommodation: Hotel > Included meals : none"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Early departure for Torres Del Paine National Park. Along the way, you get to appreciate ñandus and guanacos in their natural environment. Settle in the hosteria. In the afternoon, a short self-guided hike. Optional: navigation to Grey glacier. > Transport : rental car - 2h > Accommodation : refuge > Included meals : Breakfast > Hiking : 4 - 5 hours easy hike"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "In the morning you could hike to Salto Grande (waterfall), with the eye-catching view of the huge Horns of Torres del Paine. Salto Grande is an impressive waterfall where the water drops more than 10 meters from the blue waters of Lake Nordenskjold into what eventually turns into Lake Pehoé. From the Salto Grande waterfall the trail continues to the picture-perfect Nordenskjöld Lake. > Transport : rental car > Accommodation : refuge > Included meals : Breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Very early departure to hike to the famous towers. Take an impressive trail winding its way towards the famous vertical granite face, towering more than 1.000 meters and overlooking a small glacier mounted on a glacial lake. Return to your vehicle by mid-afternoon to make your way back to Punta Arenas where you will arrive in the evening. > Transport : rental car - 5h > Accommodation : hotel > Included meals : breakfast > Hiking : 8 h ; 900m change in altitude"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Fly from Punta Arenas to Puerto Montt where you pick up your new rental car. Drive to the city of Castro, on Chiloe Island. This is a great opportunity to immerse yourself in the local culture. Your could stay overnight in a stilthouse or a Refugio just ourside Castro, ideal place for birdwatching."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "A free day for you in Castro. We will recommend itinerary to visit the famous wooden churches of this magic island. . > Transportation: rental car – 170km – 3h > Accommodation: Stilthouse > Included meals: Breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Time to leave the island. Return to Puerto Montt and from there to Puerot Varas. We highly recommend the spectacular waterfalls Saltos of Petrohue, at the foot of the imposing Volcano Osorno in the Andes Precordillera. Overnight in Puerto Varas. > Transport : rental car – 190 km - 4h > Accommodation : Hotel > Included meals : Breakfast"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Travel to Huilo Huilo, a biological reserve in the middle of the Patagonian rainforest of Chile. A unique experience in harmony with nature. This is an natural reserve with incredible accomodation alternatives. You can enjoy the park’s facilities and hikes. This place is worth staying a few nights. Please consider crossing to Argentina's lake district, with a beautiful lake crossing. > Transport : rental car – 350 km - 4h30 > Accommodation : Hotel > Included meals : Breakfast > Activities are not included"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "On your way to Pucon, pass by the Geométricas Hot Springs, the result of an ambitious project by an architect in harmony with nature; a good choice for some fabulous relaxing time. By late afternoon you will reach Pucon, a beautiful little village nestled at the base of a volcano along the shores of Lake Villarrica. > Transport : rental car – 164km - 3h > Accommodation : Hotel > Included meals : Breakfast > Entrance to the Hot Springs not included"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We recommend you to visit the National Park of Huerquehue, located near the town of Pucon. Soak up the special atmosphere of an ancient Araucaria forest; appreciate these stunning trees commonly known as “monkey puzzle” and three splendid lagoons. The hike is not very difficult but it takes between 2 to 3 hour climbing before reaching the lagoons. Araucarias are sacred trees to the Mapuche who harvest and use its \"piñones\" or seeds in the preparation of various traditional dishes. There are som many interesting activities in the area. You could considere climbing Villarrica volcano 8 to 9 hour hike. > Transportation: rental car – 50 km - 1h20min > Accommodation: lodge > Included meals: breakfast > Hiking: 4 to 5 hours easy walk, 400m change in altitude"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Flight Temuco > Santiago de Chile > Calama. Depart early in the morning for Villarica’s airport where you return your rental car. You will fly north to south so watch out for the change in temperature. Once in Calama, you will be in the heart of the driest desert in the world, the Atacama Desert. On arrival a van will be waiting to take you directly to your hotel in San Pedro de Atacama where you will arrive at the end of the day. > Transport : rental car 130 km - 1h45min + minibus 2h > Accommodation: Hotel > Included meals : breakfast"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Free morning to visit the town of San Pedro de Atacama. Discover the Ayllus village area, composed of several communities (or oasis) around San Pedro de Atacama. We recommend you to visit the museum Le Paige, an opportunity to learn about the culture of the Atacama people. In the afternoon venture in the Valley of the Moon, hike to the salt caves Las Tres Marias. Sunset on the salt mountain range before heading back to your hotel! > Transport : van - 1h30min > Accommodation: Hotel > Included meals : Breakfast"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Very early departure to reach the Tatio Geysers before sunrise. An impressive show will then gradually unfold, the temperature of the air will fall, and the water vapour will start spurting out several meters above the ground. Return to San Pedro de Atacama and pass through the small village of Machuca where you can appreciate the traditional architecture of a high altitude village, together with its fauna and flora. Return to San Pedro de Atacama in the afternoon. > Transport : van - 5h > Accommodation: Hotel > Included meals : breakfast"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Explore the beautiful lagoons of Miscanti and Miñiques, part of the Los Flamencos National Reserve. Located at an elevation of 4200 m above sea level, these lagoons sit at the base of the two volcanos and were separated from each other by a lava flow from an eruption. Enjoy the stunning views of this breeding ground for flamingos. > Transport : van - 5h > Accommodation: Hotel > Included meals : breakfast"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Flight Calama > Santiago de Chile. Free morning in San Pedro de Atacama then around midday a van will take you from your hotel directly to Calama’s airport. Arrive in Santiago by late afternoon and drive to Valparaiso by private transfer. > Transport : private transfer - 1h45 > Accommodation: Bed & Breakfast > Included meals : breakfast"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Final day in Chile. Your driver will pick you up at your hotel and take you to the airport 3 hours before departure of your flight. > Transportation: private transfer– 45m > Included meals: Breakfast"
    }
  ],
  "map": ""
}