{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "torres-del-paine-photography-tour",
  "tourName": "Torres del Paine Photography Tour",
  "placesVisited": "Punta Arenas, Puerto Natales",
  "generalInfo": "Capture the legendary beauty and serene seclusion of Chile during your 8-day photography tour of Patagonia and the fantastical scenery of Torres del Paine National Park. The marvels of Chilean Patagonia feature ancient forests, glinting glaciers, vast pampas, and the rugged splendor of the Southern Ice Field spread against the backdrop of the Andes. Find inspiration in nature as you trek past elusive pumas and sail across sparkling translucent water to reach the soaring ledge of Grey Glacier. Discover the largest penguin colony in Chile and learn the art of capturing thrilling landscapes and wildlife under the tutelage of acclaimed photographers.",
  "durationDays": "8",
  "price": "3,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Punta Arenas – Day at Leisure in Punta Arenas",
      "description": "The city of Punta Arenas overlooks the Strait of Magellan in the southern corners of Chilean Patagonia. The historic port and a tradition of sheep-breeding has supported the sophisticated European architecture wrapping around Plaza Muñoz Gamero. Opulent mansions reminiscent of the regional wool-boom decorate the skyline in view of the statue of Ferdinand Magellan, which was erected to commemorate the voyager’s 400th anniversary. Your flight will land at Presidente Carlos Ibáñez del Campo International Airport, where your private transfer escorts you to the luxurious Hotel Cabo de Hornos. Your gorgeous accommodations are located in the heart of town near the main square of La Plaza Central. The building harkens back to the days when Punta Arenas stood as the capital of Chile’s “white gold” rush, referring to the quick pace and incredible demand of wool in the late 19th and early 20th centuries. The cozy ambiance welcomes you to Chile with views of the stunning cityscape and reflective waters from the Strait of Magellan. The light and cheerful décor of your room effortlessly combines the history of Hotel Cabo de Hornos with the comforts of modern luxury. Before you explore the charms of Punta Arenas, you will meet with the celebrated photographer and local guide, Justin Hofman, for more insight into the remarkable adventure to come. The acclaimed photographer, scuba diver, and naturalist has a spent a career documenting wildlife acquiring an extensive knowledge of ecology and animal behavior along the way. After meeting Justin and your guide, you will set out to visit Cementerio Municipal , one of the most interesting cemeteries in South America. Elegant and opulent tombs decorate the grounds, which contrasts with the humbler graves of immigrants who often worked the farms. The grand José Menéndez’s tomb is an imitation of the Vittorio Emanuele II monument in Rome, made to scale."
    },
    {
      "dayNumber": "2",
      "title": "Torres del Paine – Milodon Cave en route to Torres del Paine",
      "description": "In the morning, the herbaceous aroma of mate tea fills the dining room. After breakfast, you will leave behind the urban sprawl of Punta Arenas bound for the vast wilderness of Torres del Paine National Park. The scenic drive leading to the park fills with the verdant colors of the pampas and crop fields. Cattle graze on the open plains mirroring the past when herds of sheep fed on the abundant grass and natural herbs. Outside of Puerto Natales, you reach Milodon Cave. The natural cavern was discovered in the 1890s where the remains of a giant ground sloth reached more than 13 feet tall. The largest cave has a depth of 656 feet with a height of over 98 feet. A German merchant discovered the giant ground sloth with skin and bones intact. There were also human bones from the Paleo-Indian culture that inhabited the cave approximately 8,000 years ago. A replica of the animal stands at the mouth of the cave as it welcomes visitors to an important element of Chile’s Patagonian region. Look out over the landscape from the cave, which reveals the beauty of snowcapped mountains in the background and lush forestry in the foreground. You will arrive at Hotel Las Torres Patagonia, located inside Torres del Paine National Park. The superb location provides picturesque panoramas and private viewpoints to mountains, glaciers, lakes, and rivers. The organic garden grows fresh, delicious vegetables, the stables host horses eager to ferry you into the pampas, and the spa offers a relaxing, refreshing touch in the comforts of your luxury accommodations. The easy access to Mirador de Torres trekking route will add to the luster of your gorgeous surroundings on the historic grounds of a former cattle farm."
    },
    {
      "dayNumber": "3",
      "title": "Torres del Paine – Panoramas and Condors with a Viewpoints",
      "description": "In the morning, the sunlight spreads across Tores del Paine National Park to return the luster of the pampas and the brilliant sheen of the glaciers capping the massif. After breakfast, you will start the day at Salto Grande, an impressive cascade of the Paine River. The glassy turquoise water splashes down 213 feet into the roiling river. The breeze carries the mist along the greenery lining the rocky banks. The falls connect the vast waters of Lake Nordenskjöld and Lake Pehoe. You continue along a steady outcrop that leads to views of Los Cuernos , or the Horns of Patagonia. The peaks create a silhouette of jagged, inspiring granite piercing the sky at 9,462 feet above sea level. Your guide offers insight into capturing the best photos of the remarkable peaks. He will teach you to use passing clouds or natural light for contrast and depth. The natural marvels of Torres del Paine continue when you reach the Condor Viewpoint. Marvel at the massive wingspan of the largest flying bird in South America, the Andean condor. They gracefully glide along the wind using air-pockets to suspend themselves in the sky with little effort due to their enormous wingspan reaching an average 10 feet wide. They circle the sky looking for carrion. You will capture remarkable photos of their serene, effortless flight for a memento of your time at the Condor Lookout perched above the crystalline waters of Laguna Sofia."
    },
    {
      "dayNumber": "4",
      "title": "Torres del Paine – Western Lakes Scenery and Sail to Grey Glacier",
      "description": "You set out with Justin Hofman in the morning to the shores of Grey Lake for a sailing expedition to the edge of the eponymous glacier. The scenic drive features stunning views of the Paine Torres and the subtle shimmer of the granite of Los Cuernos in the sunlight. You will have a chance to practice some of the photography techniques you are learning along the way when you stop in a beech forest. Snapshots of the evergreen and deciduous leaves and the fruits and nuts of trees averaging 200 years old. The woodlands were gradually reforested around 10,000 years ago when the glaciers retreated. You arrive at the banks of Grey Lake and board a boat along the placid waters. The cool, crisp wind bites at your cheeks and carries the scent of ice in the air. The lake has a surface area of more than 12.5 square miles reaching a maximum depth of 1,640 feet born from Southern Patagonian Ice Field. As you near the edge of the glacier, icebergs bobble in the dark glowing water. South Andean deer often grace the woods near the lakeshores but the stunning, timid animal remains mostly elusive around groups of people. Grey Glacier flows southward into the lake and stops at its natural wall reaching over 98 feet tall. The entire glacier encompasses a total area of 100 square miles. The fantastical image recreates a storybook landscape easily photographed with sensational accuracy. When the boat travels close to the ice sheet, you will swear you can hear the ice cracking, ready to calve away from the wall and crash into the waiting water."
    },
    {
      "dayNumber": "5",
      "title": "Torres del Paine – Photo Safari and Puma Tracking Excursion",
      "description": "The wildlife in the remarkable ecosystem of Torres del Paine National Park is as captivating as the landscape. The trails call to you in the early morning so you set out in search of the puma, often referred to as the “King of Patagonia.” As you walk along the trail, you keep an eye open for the South American gray fox, guanaco, and armadillo. There are 118 separate species of Southern birds populating the national park including the Chilean Flicker and the Magellanic Woodpecker. You can easily hear the woodpecker before you spot it in the trees pecking against the bark in search of food. Their solid black body shines with white patches along the wings beneath a bright crimson crest along the head. You will follow tracking specialists on a private ranch and learn the important details for tracking a puma in the wilderness. The sun rises over the gorgeous landscape to reveal the lush greenery of the woodlands amid striking lens flares. The puma is most active in the morning and at night when the temperatures are cooler. The Andean puma remains elusive. It is the largest feline in the Americas growing to nearly six and a half feet long, not including its tail, and weighing up to 121 pounds. Their size generally fluctuates depending on their habitat’s climate so there is an increase in weight and length when they live in colder climates and higher altitudes. Male pumas live solitary, territorial lives covering thousands of acres. They are active climbers, short-distance sprinters, and possess a keen sense of smell, as well as night vision. You return to searching for the puma, after a rest in the afternoon, which will increase your chances of sighting one of the most mysterious animals in Patagonia."
    },
    {
      "dayNumber": "6",
      "title": "Torres del Paine – Absorbing Hike to the Base of Cerro Torres",
      "description": "After an early breakfast, you begin the demanding hike to the base of the Torres, the iconic towers for which Torres del Paine is named. The hike takes approximately nine hours and requires a good level of fitness before embarking on the trail. The rewards are worth the challenge as you make your way back into the marvelous landscape of the national park by crossing the River Ascencio en route to Paso de Los Vientos. An ancient beech forest springs up along the glassy slopes of the valley while the water from the River Ascencio splashes against the rocky banks. You will have a stunning view of the dense forest sweeping over the river valley from the Base Las Torres Trail leading into the glaciated mountains. The winding pathway becomes rocky along the granite boulders as you ascend into Paso de Los Vientos at 1,575 feet above sea level. Pause for a moment to enjoy the majestic view of the verdant pampa and glassy lakes. You continue from the Chilean Camp up the moraine, an accumulation of dirt and rocks fallen from the glacier’s surface. The unstable slopes become a worthwhile obstacle when you reach the stable plateau in view of the Torres and Cuernos del Paine. The photogenic rock formations reach staggering heights at nearly 6,562 feet above sea level. The light glints against the glaciers and granite for epic photos that will memorialize your journey to the base in addition to the natural splendor of the massif."
    },
    {
      "dayNumber": "7",
      "title": "Punta Arenas – Scenic Punta Arenas by way of Puerto Natales",
      "description": "In the soothing, refreshing comforts of the Hotel Las Torres Patagonia, you will find the herbaceous aroma of mate tea brewing in the dining room. The gauchos have taken out the horses into the pampas. Your escort will take you back to the civilized streets and elegant European architecture of Punta Arenas. Stop at Puerto Natales along the way to spend time in a former fishing port along the Magellan Strait. Corrugated-tin houses stand shoulder to shoulder along the shoreline to highlight the historic architecture of the city’s past while cozy lodges have sprung up in the heart of town. The relaxed pace continues amid seaside aroma as you continue to Punta Arenas via Ruta 9, which boasts spectacular views of the Mountains. In the city, you can embark on a number of activities at your preferred pace. The Instituto de la Patagonia features a fantastic collection of historical maps in addition to historical and scientific publications. You can also spend the remainder of the day relaxing in the welcoming charm of Hotel Cabo de Hornos as you think back on the incredible adventure you completed along the base of the Paine cordillera."
    },
    {
      "dayNumber": "8",
      "title": "Punta Arenas – Magdalena and Marta Islands before Departure Home",
      "description": "In the morning, the sounds of the city capture the movement of daily life around the Nao Victoria Museo. The unique, privately-owned gallery is located inside a replica of the ship Magellan navigated around the tip of the South American continent, which played a large role in the discovery and course-plotting of Chile. The interactive exhibits help immerse visitors in the history of Chile and the experience of colonization around the territory with replicas built using traditional techniques. After breakfast, you will venture to Isla Magdalena, located in the inlet separating the southern tip of Chile from mainland South America. The island supports an incredible population of Magellanic penguins reaching approximately 350,000 birds. The thriving penguin population makes nests along the rugged shoreline within the brush or burrows. They can grow up to 30 inches tall with black backs and white abdomens, as well as two black bands that separate their head and breast. Females lay an average of two eggs in October that normally hatch in December. The penguins are generally unafraid of people. You will stick to the designated path but still have fantastic insight into the lifestyle of Magellanic penguins, as well as wonderful views to capture great photos. When you return to Punta Arenas, your private transfer will greet you in the lobby of Hotel Cabo de Hornos and escort you to the airport for your flight home, marking the end of your photography tour of Patagonia."
    }
  ],
  "map": ""
}