{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "chilean-christmas-on-easter-island-tour",
  "tourName": "Chilean Christmas on Easter Island Tour",
  "placesVisited": "Colchagua Valley, North Patagonia, Easter Island, Santiago",
  "generalInfo": "Dream a little dream of secluded December barbecues over an open fire and horses dashing across a riverbank to the tune of bells jingling. Discover summertime Christmas on Easter (Island), where holiday spirit lives in the vineyards of Colchagua Valley and magic in the season is spread across blossoming trails in northern Patagonia. Majestic moai statues look out to the Pacific Ocean. Cheer and leisure emanate from luxurious hotels encompassed by dramatic volcanoes and snowcapped mountains. From expansive plains to thundering waterfalls, unwrap the pleasures of the secluded landscape and enchanting adventures during your unforgettable gift of a Christmas in Chile.",
  "durationDays": "11",
  "price": "8,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Colchagua Valley – Dec. 16th – Holiday Estate in a Regal Valley",
      "description": "The Andes Mountains poke the sky with undulating peaks, acting as a natural border between Chile and Argentina. Santiago de Chile has a cosmopolitan atmosphere wrapped in the energetic streets. Museums offer insight into a past of Spanish conquistadors and the former lives of native tribes. Skyscrapers imitate the mountaintops and eateries open in the evening along the sidewalks for hungry passersby. The summit of Cerro San Cristobal rises out of the heart of the city and murals depicting the tumultuous history of Santiago decorate the metro stations adding vibrancy and historical importance to the subterranean feature. Your flight lands at Comodoro Arturo Merino Benitez International Airport. The peaks of the Andes Mountains edge the corners of the airport in the distance, often dusted with snow even in the heart of a South American summer. Your private transfer meets you at baggage claim and escorts you south to the Hotel Casa Real, a family estate that was erected in the 1880s. The lavish past meets contemporary luxury in the 16 rooms spanning the Pompeian-style home. The six estate vineyards encompass more than 7,000 acres and produce a variety of grapes thriving in the esteemed valley. After settling into your gorgeous suite, you take the time to explore the grounds by visiting the Andean Museum, located beside the colonial house. The galleries exhibit 1,800 artifacts of pre-Colombian art. A stone wall inspired by Inca artistry and design decorates the entrance."
    },
    {
      "dayNumber": "2",
      "title": "Colchagua Valley – Dec. 17th – Sampling of A Summer Christmas",
      "description": "In the morning, the aroma of fresh bread drifts across the dining room at breakfast. Sweet orange marmalades fill jars. You enjoy a rich coffee mixed with a splash of thick, cold milk. Your private transfer meets you in the hotel lobby, ready to begin your Chilean wine tasting excursion. The Colchagua Valley lies 100 miles south of Chile’s capital city. The rich minerals in the soil are absorbed by the vines at the foothills of the Andes Mountains, which stretch west towards the Pacific Ocean. The rural charm of the valley emanates from the farmhouses, gregarious locals, and preserved traditions. Lush trees grow on the foothills and the ubiquitous vines glow shades of emerald against the bright blue sky. The earthy aromas of the soil blend with the herbaceous quality of the trees. Carmenere, Cabernet Sauvignon, Syrah, and Merlot grapes thrive in the summer heat and winter cold. You are used to crisp air nipping at your nose in December, but the summer sun washes over the Chilean valley, highlighting the gemlike glow of the vines and dirt paths separating the rows, resembling Napa or the Tuscan countryside. Visit a winery, which opened in the 1930s in the heart of the valley. Three generations have worked the land and brought the flavors of the vineyard to Chile and beyond the country’s borders. The vineyard spans more than 640 acres and offers guides who understand the methods of winemaking and winetasting. Wander through the trails of the vineyard and feel the plump, dusty edges of the grapes growing beneath the leaves. A horse carriage passes you on the trail. You taste a wine yet to have matured, with your guide drawing from the stainless steel vat. The tasting room emits an atmosphere of rustic charm. Your guide pours a sample of the Carmenere. You find subtle aromas of blueberries, plum, and spices. The velvety texture on your palate lingers for a few seconds before subtly fading."
    },
    {
      "dayNumber": "3",
      "title": "North Patagonia – Dec. 18th – A Sky-High View",
      "description": "The morning light spreads across the estate highlighting the rich red tones of the façade. The polished tiles in the courtyard glint against the spouting water from the fountains. After breakfast, you have a private transfer to the airport for your flight to El Tepual Airport in Puerto Montt, the capital of Chile’s Lake’s District. Instead of leaving the airport, you climb aboard a private Robinson 44 helicopter for a scenic flight (premium option) over the northern Patagonian landscape at National Park Alerce Andino. The lush forest canopy grows dense against the backdrop of the Pacific Ocean to the west. Mountain lagoons shimmer with indigo water and the Chaicas River splits the trees with rushing water trundling over smoothed rocks. Steep slopes reach a height of nearly 5,000 feet above sea level, and the summit of Calbuco Volcano stands at more than 6,560 feet. The active volcano’s most recent eruption happened in 2015, its first since the 1970s. Trees blanket the foothills until midway up the mountain. The craggy rocks and pebbles texture the upper levels of the summit until covered with snow. Your unique view of the landscape easily takes your breath away. You land back at the airport and meet your private transfer to Barraco Lodge, situated on an estate of 150 acres set above the shores of Lake Tagua Tagua. The water shines a crystalline indigo surrounded by rich fern and pine trees. The mountains slopes ascend from the edge of the grounds up to 3,900 feet with striking granite walls and lengas trees. The rustic cabin exterior of the lodge gives way to luxury and comfort in the spirit of the Patagonian wilderness."
    },
    {
      "dayNumber": "4",
      "title": "North Patagonia – Dec. 19th – Discovering Rare Patagonia",
      "description": "At breakfast, the scent of fresh bread emanates from the kitchen’s brick oven. You sip your fragrant coffee and enjoy the view to the mouth of the Puelo River. The water brushes against the banks and fills the air with the calming sound. A herbaceous breeze blows across the plain, brushing the red wildflowers growing with amidst the grass. Your guide meets you in the hotel lobby and escorts you to the edge of Lake Tagua Tagua. You board a small boat and cross the water, watching the reflection of your surroundings in the radiant hues of the lake’s surface. The oldest growing native trees in the southern hemisphere, known as Alerce, reach a height of nearly 170 feet tall. Chiloe oaks add to the dense canopy overtaking the foothills and cliff tops beside the water. Your guide points into the brush at a Pudu, a member of the deer family. Kingfishers swoop into the water in search of breakfast and falcons circle over the treetops. The boat pulls into Tagua Tagua Park and docks. You step onto the trailhead to traverse upwards of 10 miles of trails leading to ample views of the mountains and remarkable secluded waterfalls. You continuously scour the landscape for red deer or wild boar scurrying through the brush. You stop and admire the view of Rio el Salto plummeting nearly 200 feet down into the waiting lake as the thunderous sounds echo through the air. Your trek ends with a gourmet picnic and a helicopter ride from Quetros Refuge back to Barraco Lodge, if you've opted for the premium option."
    },
    {
      "dayNumber": "5",
      "title": "North Patagonia – Dec. 20th – Happy Trails and Tamed Rivers",
      "description": "Today you venture out into the gorgeous wilds of northern Patagonia on horseback. The bittersweet flavor of the coffee lingers on your palette, reminding you of the delicious breakfast energizing you for the day. You mount your horse and follow your guide along the pebbled banks of the Lake Azul. The blue-green glow of the water continues to captivate you, set against the backdrop of evergreen forest and the smooth riverbanks. The gentle sway of the horse as you trot through the open plain provides a soothing pace and atmosphere. You breathe deep to find a rich scent of pine and bark. Patagonia contains an endless wealth of splendor spread out before you. Following the shores of the lake bring you within nine miles of the border with Argentina. Lenga blossom. You search the trees for kodkod , a type of feral cat resembling a tiny jaguar. They scour the forest and blend into the brush with their brownish-yellow fur. You reach the banks of the River Azul and board a Jet boat to tour the far reaches of the river. The wind brushes your cheeks and carries spouting fresh water. The trees become a blur of emerald along the shore. Your boat casts a wake as it maneuvers around the river bend and over rugged rapids. You rest on a sandy bank. Your guide starts a small fire in a makeshift pit. He sets a metal pan over the fire and starts a barbecue lunch surrounded by the calm, secluded river beach and ancient forest. As Christmas nears, you can’t think of a better way to spend what would be winter back home, than with a barbecue in the warmth of the Patagonian summer."
    },
    {
      "dayNumber": "6",
      "title": "Santiago – Dec. 21st – A Sleigh through Rapids",
      "description": "After a morning relaxing with a view of the prairie, you meet your guide and set out for an adventure on whitewater. You receive instructions and your equipment at a camp near the banks of the Petrohue River. The river flows from the Andes to the Gulf of Ancud. You help set the raft into the water at a shallow edge of the river framed by boulders. The rapids bump beneath the raft. Freshwater splashes onto your cheeks cooling your skin beneath the open sky. The rapids are the closest you’ve come to snow since arriving in South America’s summer warmth. You paddle with the rugged waters framed by dense forest. In the distance, a mountain summit rises out of the horizon as if the river will carry you to the mountain’s foothills. A large river swell lifts you off of your seat and turns the rapid around, highlighting the snowcapped peak from which the river water originates. The rapids mellow to a serene river current. You pull the raft to the bank and end your time on the Petrohue River. You meet your transfer for an escort to the airport, returning to Santiago for the evening."
    },
    {
      "dayNumber": "7",
      "title": "Easter Island – Dec. 22nd & 23rd – A New Life on Easter (Island)",
      "description": "The aroma of homemade jam and decadent chocolate drifts from the stalls. Locals venture to the market at Cerro Santa Lucia Hill in search of musical instruments and handmade leather shoes for their family on Christmas. Your private transfer escorts you to the airport for your flight to Mataveri International on Easter Island. Europeans discovered the island in the 18th century, and it remains one of the most remote inhabited areas in the world, located more than 1,750 miles off the coast of mainland Chile. Exceptional stone sculptures shape a captivating mystique and the crystal clear waters of the Pacific add to an enticing atmosphere. Your private driver collects you at the airport and leads you to the remarkable grounds of the Explora Rapa Nui hotel if you have opted for the premium option, located on a stretch of more than 23 acres, including a hillside looking out to the shimmering ocean. The stunning architecture nearly blends into the hills and collection of trees. The restaurant offers views of grassland leading down the hill slopes to the water. Solar panels heat the Jacuzzi and the outdoor pool. The spirit of Christmas has arrived in the beauty of the landscape and soon you can celebrate Christmas Eve in the company of the vibrant marine life of the Island."
    },
    {
      "dayNumber": "9",
      "title": "Easter Island – Dec. 24th – A Christmas Eve with the Fishes",
      "description": "The seasonal cheer of Christmas spirit fills the hotel and spreads across the island. Instead of finding snowcapped mountains and fern trees, the emerald summer prairies contrast the refreshing cobalt blue of the lapping ocean waters. After breakfast, you meet your guide for a Christmas Eve adventure on the High Seas. Fishermen set out on the water in colorful boats, dodging the small waves with an apparent eagerness to cast their lines. The lack of algae, combined with a small population, allows for an abundance of clear waters with sunlight reaching to a depth of nearly 200 feet on calm days. The boat weighs anchor and you jump into the water. The warm temperature provides a welcoming atmosphere reaching nearly 72 degrees Fahrenheit in the summer. The boulders of Rano Kau volcano protrude from the water at a smooth islet. The wake laps against the rock. The lack of human presence has allowed the marine life to carry on undisturbed. You put on your goggles and find blowfish wading in the distance. A trumpet fish passes in front of you; its yellow skin glows like wildfire in the clear blue water. Your guide points at a sea turtle gliding past. They use their fins to cut through the water with ease. It is by far the most unique and memorable Christmas Eve you have ever celebrated."
    },
    {
      "dayNumber": "10",
      "title": "Easter Island – Dec. 25th – Christmas with the Rapa Nui",
      "description": "In the morning, the windows in the restaurant open to a full view of Easter Islands secluded position in the Pacific. The island covers 63 square miles with intermittent trees, volcanic summits, and hidden caves touching the crystal clear ocean and at the sandy shores. Ana Kakenga, also known as the “Cave of Two Windows,” is a cave that once served as place of refuge in ancient times. A local sets out into a cove with a traditional kayak. The long, slender wooden craft glides through the water near a rocky outcropping. White and yellow wildflowers known as Rio Grande copperlily have stems up to eight inches tall and blossom with gorgeous golden petals. After breakfast, you begin your Christmas Day setting out on trails crisscrossing the shores and hills of the island. Travel a distance of up to four miles, with a total ascent of 370 feet above sea level, to Ahu Akivi. The sea breeze blows over the island plains. The scent of grass blends with the semisweet aroma of the water. The sacred site of Ahu Akivi looks out to the Pacific Ocean with seven moai , the traditional statues for which the island is known. The statues were crafted and positioned around the turn of the 16th century. Ahu Akivi is the only site on the island where the moai face the water, adding another layer of splendor and mystery to the religious center. A thick stone base supports the statues known for their large, angular heads. An oral tradition states that the seven statues represent seven scouts once sent to look for the king’s soul. The statues reach a height of more than 13 feet each. The trailhead to the Maunga Terevaka volcano begins at the edge of the Ahu Akivi. The path passes through the swaying prairie, over the sporadic hills, and to the top of the island’s heights point at 1,676 feet above sea level. You have already received a gift from Santa, in the form of the unique cultural icons springing from the landscape in the open fields of the secluded island."
    },
    {
      "dayNumber": "11",
      "title": "Easter Island – Dec. 26th – Rising on Easter (Island)",
      "description": "In the morning, you can see cyclists set out on the 13 miles trail to the Ahu Tongariki, a platform containing 15 moai. The Pacific fills the coastal caves and splashes against the bases of craggy seaside cliffs. Fishermen return to the marina, content with their numerous tuna. You indulge in a refreshing coffee and the view from the restaurant, like nobility presiding over an island to which you have quickly grown attached. Your private transfer meets you in the lobby of Explora Rapa Nui and escorts you to Mataveri International Airport for your flight to Santiago. The outline of Easter Island fades into the remote distance. From Santiago, you will continue home, carrying the gift of unforgettable memories from your Christmas time on Easter."
    }
  ],
  "map": ""
}