{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "stepping-into-chiles-history-10-day-chilean-excursion",
  "tourName": "Stepping into Chile’s History: 10-Day Chilean Excursion",
  "placesVisited": "Easter Island, San Pedro de Atacama, Santiago, Valparaíso",
  "generalInfo": "On this historically based 10-day adventure through Chile, you will uncover much of the history of this cultural wonderland. From the enigmatic stone statues of Easter Island to the colorful streets of Valparaiso, Chile is known as a country that is steeped in history and culture. Gaze up at the night sky with endless stars in the Atacama Desert, admire panoramic views of Santiago and the gorgeous Andes Mountains, and trek through Easter Island’s volcanic hills.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Easter Island – Enjoy a Cultural Performance",
      "description": "You will arrive at the airport on Easter Island, where you will be met by your private driver and transferred to your luxurious accommodation in the heart of Hanga Roa. Upon your arrival, you will have time to settle in to your elegant suite and freshen up before exploring the town and Anakena Beach on your own. In the evening, you will meet your personal guide in the hotel lobby to begin your first cultural exploration of your vacation. Your first evening on Easter Island will begin with a cultural performance of traditional Rapa Nui song and dance that will be accompanied by a gourmet meal of local delicacies and Chilean wine."
    },
    {
      "dayNumber": "2",
      "title": "Easter Island – Sunrise at Ahu Tongariki",
      "description": "This morning, you will have an early morning and breakfast at your hotel before meeting your private driver in the lobby to embark on your first full day on Easter Island. You will arrive at Ahu Tongariki just in time to watch the sunrise. Once you have had your fill of Ahu Tongariki, you will continue on a tour of Easter Island’s most noteworthy sights and destinations. During your tour, you will visit the illustrious Rano Raraku National Park, which is the site of the island’s main Moai quarry and where you will explore the park to learn more about these unique, stone-faced statues. In the evening, you will be returned to Hanga Roa."
    },
    {
      "dayNumber": "3",
      "title": "Easter Island – Snorkeling and Diving",
      "description": "Today, you will be exploring the Pacific Ocean during a snorkeling or scuba diving adventure. During your exploration, you will have the opportunity to swim through gorgeous sea caves and to admire the marine wildlife that exists in the area. In the afternoon, you will be led to the extraordinary Anakena Beach, where you will spend the remainder of the afternoon at your leisure. There are plenty of water-based activities that are available on the beach if you and your travel companions are feeling adventurous today."
    },
    {
      "dayNumber": "4",
      "title": "Easter Island – Private Island Tour",
      "description": "Today, you will indulge in an incredible trekking excursion through the volcanic hills of the island. During your tour, you will have the opportunity to ascend to the top of the illustrious Ranu Kau volcanic caldera. Upon your arrival at the summit of Ranu Kau, you will be amazed by incredible views of all of Easter Island. At the lookout point on top of Ranu Kau, a charming picnic lunch will have been laid out for you as a reward for completing your trek. Once you have descended from the caldera, you will have the next several hours to enjoy before transferring to Tahai to watch the sunset."
    },
    {
      "dayNumber": "5",
      "title": "San Pedro de Atacama – Moon Valley",
      "description": "Today, you will have an early start and enjoy breakfast at your hotel before transferring to the Chilean mainland. Finally, you will arrive in Chile’s vast and beautiful Atacama Desert, where you will be met by your private driver and transferred to your luxurious accommodation. Once you have had time to settle in, you will indulge in an exclusive tour of the Valle de la Luna. Just before the sun begins to set, you will be transferred to a phenomenal lookout point, where you can watch the sunset against the backdrop of Moon Valley. In the evening, you will delight in a private stargazing tour, during which your guide will captivate you with local myths and legends of the constellations."
    },
    {
      "dayNumber": "6",
      "title": "San Pedro de Atacama – Desert Sandboarding",
      "description": "This morning, you will enjoy a wonderful breakfast of regional Chilean fare at your hotel before meeting your personal driver in the lobby to continue your exploration of the stunning Atacama Desert. You will first transfer to the desert’s sand dunes, where you will have the unique opportunity to partake in sandboarding. In the afternoon, you will have the option to join your guide for a cycling tour or a private trek through several of the Atacama’s most noteworthy sites. In the evening, you will be returned to your elegant hotel to spend the evening at your leisure."
    },
    {
      "dayNumber": "7",
      "title": "Santiago – Cultural Show with Dinner",
      "description": "Today, you will fly to Santiago. Upon your arrival in Chile’s capital city, you will be met at baggage claim by your driver and transferred to your extravagant hotel. Once you have had plenty of time to settle in and freshen up from your flight, you will begin your exploration of this bustling metropolis. You will be provided with a private tour of the city’s most noteworthy cultural and historical sites. Once your tour has concluded, you will attend a Chilean cultural performance of song and dance that will be accompanied by a traditional dinner and a regional wine pairing."
    },
    {
      "dayNumber": "8",
      "title": "Santiago – One of Santiago’s Most Illustrious Museums",
      "description": "You will begin your day’s tour with a visit to Santiago’s fascinating Chilean Museum of Pre-Columbian Art. Here, you will be immersed in the history that has helped to shape South America and the subsequent culture that was established as a result. After you have completed your tour of the museum, you will be transferred to the base of illustrious Cerro San Cristobal. In the charming town, you will ascend to the top of a hill by way of funicular, and once you have arrived at the mountain’s summit, you will be able to indulge in spectacular views of all of Santiago and the snow-capped Andes Mountains."
    },
    {
      "dayNumber": "9",
      "title": "Santiago – Valparaiso and Maipo Valley",
      "description": "When you are ready, you can meet your private guide in your hotel’s lobby for a transfer to the city of Valparaiso. Your tour will begin in the center of the city, which is Plaza Sotomayor. From there, you will ascend to the top of the Cerro Alegre via funicular, where you will be amazed by the charming shops, cafes, and restaurants that abound from the bohemian neighborhood. Once you reach the summit, you will have time to explore the charming town on your own. From Valparaiso, you will transfer to the beautiful Maipo Valley, which is Chile’s iconic wine country. Here, you will be treated to an exclusive tour of the region’s finest wineries and will have the opportunity to sample Chile’s finest wines."
    },
    {
      "dayNumber": "10",
      "title": "Santiago – Departure",
      "description": "This morning, you can indulge in your final breakfast in Santiago. You can spend the morning exploring the city at your leisure, enjoying a final stroll through Bellavista or stopping into a charming cafe in Lastarria. As you gaze out upon the bustling daily life of Santiago, you will begin to reminisce on your lovely Chilean journey thus far, and you may even wish that you could extend your trip for another ten days. When you are ready, you will return to your hotel to gather your belongings. Once you are ready, you will meet your driver in your hotel’s lobby for your transfer to the airport and your flight home."
    }
  ],
  "map": ""
}