{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "marvelous-luxuries-of-chile-tour-easter-island-atacama-and-culture",
  "tourName": "Marvelous Luxuries of Chile Tour: Easter Island, Atacama, and Culture",
  "placesVisited": "Santiago (City), Easter Island, Valparaíso, Casablanca, Atacama Desert",
  "generalInfo": "Chile is drenched in cultural traditions and natural wonders that you will be ecstatic to explore on this lavish 12-day getaway starting in Santiago and leading to the Atacama Desert. Between the buzzing capital city’s enchanting cuisine, Easter Island’s spectacular seascape, and the Atacama Desert’s remarkable geothermal discoveries, every moment will share something special during your hand-picked tour to Chile’s captivating destinations.",
  "durationDays": "12",
  "price": "12,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santiago - A Royal Arrival in Chile",
      "description": "Capital city and lifeblood of Chile, Santiago is a destination home to a huge portion of the Chilean population that fuses traditional cultural charm with modern appeal, blending it into a melting pot of heritage and contemporary characteristics. You will be delighted to have a free afternoon to discover Santiago at your own pace, losing yourself in the enchanting atmosphere that floods the cityscape. From the iconic museums peppering its skyline and chic restaurants serving the country’s finest renditions of classic culinary delicacies, moments of regal splendor will abound from the moment you step foot on Chilean soil."
    },
    {
      "dayNumber": "2",
      "title": "Easter Island - Relishing Spectacles from the Top of Rano Kau",
      "description": "Rapa Nui, commonly known as Easter Island, is a remote volcanic island flung from the beaten path that welcomes eager visitors to its history-drenched shores for a retreat that is as educational as it is resplendent. From the minute you arrive, you will be treated to breathtaking vistas of a landscape left unspoiled and preserved in all its emerald allure, sweeping its forested topography and enormous craters. You will relish a slow stroll to the colossal volcano Rano Kau, shortly after arriving, to capture its spellbinding geological formation composed of a momentous crater hanging over a tranquil lake."
    },
    {
      "dayNumber": "3",
      "title": "Easter Island - Awe-Inspiring Adventures across the Island",
      "description": "Easter Island is dripping with heritage spotlighted by iconic landmarks that sprinkle its topography. You will be absorbed from the get-go as you enjoy an immersive culture tour this beginning at Rano Raraku. Hosting a rocky quarry where the fabled Moai sculptures were carved, you will admire the astonishing artwork crafted by ancient Chilean communities before continuing to the immense Ahu Tongariki stone platform where 15 of the emblematic statues watch over the island. A local lunch alongside the turquoise waters hugging Anakena Beach and a visit to the staggering volcanic caves will conclude an adventurous day on the island."
    },
    {
      "dayNumber": "4",
      "title": "Easter Island - Unrivaled Panoramas from Poike and Maunga Terevaka",
      "description": "Before the sun has risen above the horizon, you will gently climb the banks of Poike Hill to feel the first rays brush your cheeks from a summit overlooking the sprawling sea and rolling green hills. Your hike will continue up the steep slopes flanking Poike to the human-faced rock, Vai a Heva, etched into the precipice via natural erosion. In the afternoon, you may choose to ascend the soaring peak of Maunga Terevaka by foot or on horseback to cherish panoramic vistas of the island’s topography composed of rising and falling hills and a navy seascape enwreathing it."
    },
    {
      "dayNumber": "5",
      "title": "Santiago - Lapping Up the Luxuries of Santiago",
      "description": "You will step away from the island splendor of Easter Island today, after breakfast set to the enchanting seascape sunrise that will glimmer off of the calm waters. Arriving back in Santiago, the day is yours to enjoy as you please. Whether you wish to explore Chile’s emblematic artistic talent in the stylish galleries that dot the city or rise above the dazzling skyline for elegant cocktails served at a rooftop terrace, options abound. You can expect the best when you spend a day lapping up the luxuries of Santiago."
    },
    {
      "dayNumber": "6",
      "title": "Santiago - Culinary Exploration in the Heart of Chile",
      "description": "Though Santiago is a cosmopolitan city reflecting the influence of generations who have called this destination home, history is retained in the ancient architecture and insightful museums that fill its skyline. Today, after transferring back to your palatial accommodation poised in the heart of the city center, you will tour the stories lying beneath the modern facade. Introduce your taste buds to a series of exceptional Chilean dishes served at beloved eateries and award-winning restaurants alike. Along the way, you will connect with the locals and gain a deeper appreciation for Chile’s distinctive qualities."
    },
    {
      "dayNumber": "7",
      "title": "Santiago - Chilean Culture in Valparaíso and Casablanca",
      "description": "Santiago is but a stepping stone into Chilean culture, and today you will venture away from Santiago to immerse yourself in the traditions and distinct characteristics outside the buzzing cityscape. Starting in Valparaíso, you will catch a glimpse of the counterculture underpinning the cityscape dressed in colorful homes and splashed in evocative street art before arriving at the cascading green vineyards of the Casablanca wine valley. Visiting one of the most prestigious estates in the valley, you will select from a series of acclaimed vintages and discern the nuanced flavors of each eminent wine guided by a local sommelier."
    },
    {
      "dayNumber": "8",
      "title": "Atacama Desert - Stargazing in a Sandy Paradise",
      "description": "A desert of remarkable beauty, composed of deep canyons carved into the coral sands and sprawling soft hills rising and fall into the distance, Atacama is a dreamy untouched haven that conserves the ancient origins of Chile’s forebears in the historic towns dotting its vast expanse. Today, you will transfer to a stunning desert resort sharing the antique stylings of the former sand homes in an opulent fashion fit for a king and queen. You may spend the afternoon soaking up the spectacular scenery and staring up at the twinkling stars shining brightly in the crystal clear sky."
    },
    {
      "dayNumber": "9",
      "title": "Atacama Desert - Picture-Perfect Scenes of Snow, Yellows, and Greens",
      "description": "The Atacama Desert is a gateway to the incredible, unspoiled environments that spread across much of Chile’s greater landscape, and you will be besotted with the scenery shared today on your semi-private tour of the sparkling Miscanti and Meñiques lagoons. With views from atop a towering plateau nestled at the foothills of a looming powdery snow-capped mountain, that stark contrast of the whites, blues, and yellows culminate in a picturesque image worth a thousand words. Capture the great images before descending towards a rural village where you will learn more about the traditions of these outback communities."
    },
    {
      "dayNumber": "10",
      "title": "Atacama Desert - Temperate Times in the Tatio Geysers",
      "description": "You will explore more of the bewildering environmental wonders that lay across Chile’s topography like a blanket of geological highlights, beginning with a visit to the Putana Wetlands circling the Putana Volcano. Take in the geothermal spectacles before you continue to the bubbling and erupting Tatio Geysers speckling the landscape between a steamy river where you may enjoy a balmy dip in its temperate waters and feel all of your stresses melt away. The idyllic setting, with the gentle breeze rolling off the mountains, will make for a peaceful escape from the rest of the world."
    },
    {
      "dayNumber": "11",
      "title": "Santiago - A Welcoming Step to a Time Before Today",
      "description": "Take in the grandeur of the Atacama Desert as you tuck into delectable delights while the sun rises over lunar-looking Valle de la Luna and inundates it in a golden glow. You will treasure these phenomenal scenes before visiting a local tribe tucked away between the canyons, where life appears stuck in time. You will come to learn more about their timeless traditions as, translated by your knowledgeable guide, you communicate with the elders and share in their cultural heritage. You will travel to Santiago later today."
    },
    {
      "dayNumber": "12",
      "title": "Santiago - Morning Moments at Your Own Pace",
      "description": "Like many cosmopolitan capitals, Santiago bursts to life even before the sun has risen as locals open up their fragrant food stalls, and travelers head out to grab a bite to eat. You may take the morning slow or get swept up by the local spirit, choosing to sip on a bold coffee and watch the world go by from your balcony or stepping outside to see the action from the streets. Either way, you will return home later today, having discovered the magic that Chile has to offer from Santiago to the Atacama Desert."
    }
  ],
  "map": ""
}