{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "wilderness-wonderlands-and-gorgeous-glaciers-of-chiles-patagonia",
  "tourName": "Wilderness Wonderlands and Gorgeous Glaciers of Chile's Patagonia",
  "placesVisited": "Santiago, Pumalin Park, Futaleufu, Puyuhuapi, Coyhaique, Puerto Rio Tranquilo, Patagonia Park, Valparaíso",
  "generalInfo": "Peruse the picturesque Patagonian region on this handpicked 17-day Chile adventure tour to destinations that take you off the beaten path to discover. From hiking the remarkable verdant forests of Pumalin Park to whitewater rafting down the racing Futaleufu River, crossing the glacial ice plains of Puerto Rio Tranquilo, and soaring over the unspoiled Patagonia Park wilderness, thrilling activities will showcase the immense natural beauty of Chile.",
  "durationDays": "17",
  "price": "20,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santiago - Explore Chile’s Capital City",
      "description": "Escape to the wilderness wonderlands of Chile on this adventure that will begin in the country’s capital, Santiago. You will enjoy cultural immersion after you arrive, transfer to stunning accommodation in the city center, and join a private guide on a tour of the city’s landmarks and historical sites. Vibrant districts are a walk away, and atmospheric markets pepper the Chilean neighborhoods of Santiago. You will follow exotic fragrances to local food stalls and then continue to the Museo Chileno de Arte Precolombino. Finally, views of the city and snowy Andes peaks will reward your ascent up San Cristobal Hill."
    },
    {
      "dayNumber": "2",
      "title": "Pumalin Park - Cruise the Carreterra Austral",
      "description": "You will tuck into breakfast as the sun rises over Santiago and gear up for your off-the-beaten-path excursion. A private transfer will wait for you at the lobby to pack your things and then take you deep into the Chilean countryside along the winding Carreterra Austral, Chile’s Route 7. The drive will be an opportunity to admire the astonishing Andean views before you transfer to glamorous accommodation in Chile’s largest private nature reserve, Pumalin Park. Overlooking the verdant greenery and calm waters of Reñihué Fjord, your cabin will feel miles away from civilization."
    },
    {
      "dayNumber": "3",
      "title": "Pumalin Park - Hike the Picturesque National Park",
      "description": "Forests reach across the rolling hills of Pumalin Park, ancient Alerces trees grow amongst mushrooms and scuttling creatures, and waterfalls cascade the cliffs of towering mountains. Pumalin Park abounds with untamed wilderness beauty, and you will explore the natural paradise on a network of trails that carve a peaceful path beneath the viridian canopy. You will choose from several trekking routes as you determine whether to embrace the challenge of mountainous ascents or saunter from observation point to observation point on a gentle walk through the forests."
    },
    {
      "dayNumber": "4",
      "title": "Futaleufu - Admire the Yelcho Glacier",
      "description": "You will watch the sun kiss the sky and flood the forests as it rises over Pumalin Park this morning. After breakfast, you will cross the grassy Chilean countryside to the southeastern town of Futaleufu, making a brief but brilliant stop at National Corcovado Park to see the hanging ice sculptures of Yelcho Glacier. You will arrive at Futaleufu in the afternoon and spend the evening absorbing the cozy atmosphere of your lavish accommodation with panoramic views of the pastures, mountains, and Futaleufu River."
    },
    {
      "dayNumber": "5",
      "title": "Futaleufu - Whitewater Rafting and Trekking Piedra de Aguila",
      "description": "The racing Futaleufu River and its pristine waterway are known as one of the world’s most impressive whitewater rafting destinations. You will choose from several rafting routes with varying difficulty levels and then set off on a thrilling rafting journey unlike any other across the globe. Using professional gear and safety equipment, you will speed down the zigzagging river over rapids and small cliffs. The turquoise water, icy glaciers, and snowy mountains will be a stunning backdrop for the adventure. In the afternoon, you will trek to Piedra de Aguila summit and swoon over the sensational scenic views."
    },
    {
      "dayNumber": "6",
      "title": "Futaleufu - Canyoning in the Chilean Wilderness",
      "description": "Futaleufu is an adventure-lovers dream destination as the array of adrenaline-fueled activities keeps families of all ages entertained. Today, you will gorge yourselves on a hearty Chilean breakfast and then head for the river banks, where you will begin an epic canyoning adventure. During the expedition, you will jump and slide down the waterway’s slippery formations into temperate natural pools that sprinkle the strong streams. You will return to your room in the afternoon having made incredible memories and chat about your day with a cocktail or soda in your private jacuzzi."
    },
    {
      "dayNumber": "7",
      "title": "Puyuhuapi - Paddle to Pudú Island",
      "description": "You will spend the next leg of your Chilean wilderness getaway at a gorgeous lodge in the charming town of Puyuhuapi in the Aysén Region. The scenic drive across the Chilean countryside will present unparalleled photography opportunities of the misty forests, sheer cliff faces, and gushing waterfalls. After arriving at your accommodation, you will join your guide and head for the water, where you will climb into a kayak and paddle around the Patagonian fjords to Pudú Island. You will swim in vitalizing thermal pools, explore the Aysén Fjord cove, and snapshot the hanging glacier of Queulat National Park."
    },
    {
      "dayNumber": "8",
      "title": "Puyuhuapi - Birdwatching in Queulat National Park",
      "description": "Today, you will see the hanging glacier in Queulat National Park up close. A knowledgeable guide will join you at your accommodation and escort you to the park’s immense wilderness. The journey will lead you from the verdant forests to the fascinating fjords, flowing river channels, pounding waterfalls, and gorgeous glaciers. Along the way, your guide will help you spot the indigenous birdlife that flutters and flies through the rolling emerald canopy. From black woodpecker to ringdove and the great bustard, the bird-lovers paradise will blow you away during your hike to the glacier."
    },
    {
      "dayNumber": "9",
      "title": "Coyhaique - Cultural Experiences in Chile’s Patagonia",
      "description": "Your adventure continues today in Coyhaique after you select from two activities nearby the city’s Patagonian parts. Your first option is a gastronomical experience on a local farm, where you will devour a traditionally cooked spit-roasted lamb, learn about the regional spices and herbs, and sip on sensational local wine in a bota , or leather bottle, while performers play live music and dance to Chilean music. Your alternate option is horseback riding through the Patagonian cattle fields to an eco-friendly estancia, where you will enjoy a traditional Chilean barbecue."
    },
    {
      "dayNumber": "10",
      "title": "Puerto Rio Tranquilo - Cross Cerro Castillo National Park",
      "description": "You will head for the picturesque village of Puerto Rio Tranquilo this afternoon set amongst the sprawling green pastures, sweeping blue waters, and soaring white ice summits of the Coyhaique mountains. En route, you will stop by Cerro Castillo National Park for the Glaciers Viewpoint trek that will take you to a hidden waterfall, through the lenga and ñire forests, and culminate at the Río Ibáñez Valley viewpoint. Short climbs to additional observation points will share the scenes of Peñon Hill and the glacier before you continue to your accommodation around the corner from General Carrera Lake."
    },
    {
      "dayNumber": "11",
      "title": "Puerto Rio Tranquilo - Explorers Bay and San Rafael Glacier",
      "description": "The glacial landscape that surrounds Puerto Rio Tranquilo is composed of massive icebergs, sheets of sheer frosted cliffs, ice floes, and white powder landslides. Today, you will let the winter wonderland seduce you and then navigate the river delta of Explorers Bay, explore the Laguna San Rafael National Park, and gaze upon the San Rafael Glacier. Traveling on foot and by boat, this Peurtio Rio Tranquilo tour will be a breathtaking experience with many unique angles to view the glacial paradise before the sunsets over the icy plains."
    },
    {
      "dayNumber": "12",
      "title": "Puerto Rio Tranquilo - Explore Exploradores Valley",
      "description": "Peurto Rio Tranquilo is a gateway to the great ice features of remote Patagonia, and today you will relish a grand ice trekking expedition across the Exploradores Valley. Your adventures will guide you across the glacial landscape between Bayo Lakes to the Northern Patagonia Ice Fields. The diversity of the scenery will blow you away as one minute you will be amongst rolling green valleys, and the next minute you will be amid the frosty Exploradores Glacier, where ice caves open against the stark white walls and sculpted glacial forms hang over the snowy trail."
    },
    {
      "dayNumber": "13",
      "title": "Patagonia Park - Meander the Marble Caves",
      "description": "After breakfast, you will join your guide for a surreal exploration of the Marble Caves. You will paddle into the enormous caverns via kayak and gaze upon the mesmerizing blue and grey hues of the naturally polished limestone chambers. They are remarkable formations that reflect millennia of glacial history across Patagonia’s icy plains. Afterward, you may whitewater raft down the steep rapids of Baker River and Nef confluence point before you arrive at your final wilderness destination, Patagonia Park, and spend the evening relishing the luxuries of your lodge."
    },
    {
      "dayNumber": "14",
      "title": "Patagonia Park - Peruse Patagonia Park",
      "description": "A web of wonderful hiking trails weaves through the sparse landscapes, snowy summits, and turquoise lakes of Patagonia Park. Today, you will join an insightful guide for a trekking tour across these paths to spectacular viewpoints. You may choose to take the trails that lead to the confluence of the Baker and Chacabuco Rivers, amble beneath the emerald forest to the tranquil waters of Lago Chico, or circle an enchanting loop that twists and turns around your lodge. In the afternoon, you may enjoy an optional helicopter tour over the immense Patagonia Park."
    },
    {
      "dayNumber": "15",
      "title": "Patagonia Park - Plenty Thrilling Patagonian Experiences",
      "description": "With another day to hike Patagonia Park, you will wake up early and head off to see more of the spectacular landscape. After your morning adventure, you may revel in unique Patagonian experiences including a helicopter flight over the Northern Ice Fields or fly fishing on the Baker River. No matter how you choose to spend your afternoon, you will do so within the unspoiled wilderness wonderland that encompasses the vast Patagonian landscapes of the nature reserve and view the indigenous wildlife that calls this region home."
    },
    {
      "dayNumber": "16",
      "title": "Valparaíso - Charming Retreat on the Chilean Coast",
      "description": "Come the sixteenth morning of your Chilean adventure, you will have seen vast stretches of Patagonia and the beautiful Chilean countryside. You will enjoy one last breakfast amongst the singing birds, snowy peaks, flowing rivers, and tranquil lakes before you transfer to the closest airport and jet off to the endearing coastal port city of Valparaíso. The cliffside port city’s colorful homes cascade the hills circling the coastline, and its vibrant neighborhood will introduce you to the local way of life from the moment you arrive and return to your room in the evening."
    },
    {
      "dayNumber": "17",
      "title": "Valparaíso - Buen Viaje! Chile",
      "description": "Today marks the end of your exquisite exploration of Chile, and you will spend your last moments discovering as much of Valparaíso as possible on a private city tour of the antique funiculars, brightly painted homes, and the hilltop poetry museum La Sebastiana Museo de Pablo Neruda. You will follow the fragrances of freshly prepared Chilean cuisine during your tour and grab a bite to eat of your favorite South American delicacies before you transfer to the international airport for your flight home."
    }
  ],
  "map": ""
}