{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "amazing-chile-highlights-tour-atacama-patagonia-wine-country-and-more",
  "tourName": "Amazing Chile Highlights Tour: Atacama, Patagonia, Wine Country, and More",
  "placesVisited": "Santiago de Chile, San Pedro, Torres del Paine National Park, Patagonia",
  "generalInfo": "Discover diverse beauty and remarkable flavors during your customizable 10-day Chile highlights tour. Traverse the terrain of the salt flats in the north and hike beyond boulders for immaculate views of the Torres del Paine towers in Patagonia. From wine tasting in the celebrated Colchagua Valley to gazing at the pristine starlight in the Atacama Desert, your Chile tour will reveal the endless allure of the natural landscape and distinctive Chilean culture.",
  "durationDays": "10",
  "price": "8,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santiago – Arrive in Chile’s Capital City with an Introductory Tour",
      "description": "Santiago de Chile is a multicultural metropolis that offers stunning views of the Andes Mountains. The energetic streets host a combination of expansive museums, premium restaurants, and distinctive bohemian flair. You will be met upon arrival at the Santiago airport and transferred to your luxurious accommodation in Las Condes, which is one of the hippest neighborhoods in town. After settling in to the comforts of your accommodations, you will be met in your hotel’s lobby for a private half-day city tour of Santiago. Your tour will include the Museo Nacional de Bellas Artes, which is the city’s premier fine arts museum, and the Pre-Columbian Art Museum, whose remarkable collection includes art from Mayan, Aztec, Incan, Mapuche, and other major indigenous cultures. When exploring the Pre-Columbian Art Museum, your guide will explain the history and heritage of the artifacts in connection with the culture of Chile. Your tour will also visit the Plaza de Armas and the neighborhoods of Providencia, Bellavista, and Las Condes. Santiago offers an extensive range of sophisticated dining options, and your guide can provide you with recommendations based on your preferences."
    },
    {
      "dayNumber": "2",
      "title": "Santiago – Discover the Treasured Wines of the Colchagua Valley",
      "description": "The Colchagua Valley is one of Chile’s most famous wine-growing regions and has helped bring Chilean wines to the international stage. Mountains surround the valley, creating a unique topography that feeds into the diverse flavors of the wines. The region also possesses a history that dates back to the Spanish conquest in the 16th century. Your guide will meet you at your hotel after breakfast and escort you to the valley for a private wine-tasting tour, featuring a selection of celebrated vineyards. You will have your first sampling of Chilean wines at a vineyard that embodies unique tastes and settings. The vineyard is nestled along the edges of the hillside that overlooks the Apalta Valley. The main building nearly blends into the landscape and looks as though it has emerged from the foothills of the edging mountains. Your guide will lead you on a tour that encompasses the building design and the winemaking process before allowing you to enter the tasting room, which is where you will sample the wine. The cabernet sauvignon hosts the layered aromas of cherries and cassis that give way to a delicate balance of tannins with a slight raspberry flavor."
    },
    {
      "dayNumber": "3",
      "title": "San Pedro – Travel to San Pedro de Atacama with the Day at Leisure",
      "description": "San Pedro de Atacama combines the charm of an antique desert town with the endless beauty of the surrounding landscape. The old plaza showcases the town’s relaxed pace near the city’s historic church. The Craft Village represents the traditions that have been kept alive by locals and features images of the desert, from geysers to wildlife. In the morning, your private transfer will meet you in your hotel’s lobby after breakfast to escort you to the airport for your flight to San Pedro de Atacama, where you will continue with a private transfer to the comforts of your accommodations in the heart of the town. In the evening, you can reach for the stars by visiting the Astronomical Facilities that are internationally renowned and draw nearly 40 international universities to the desert. The collection of 66 high precision antennas are positioned close to 16,404 feet above sea level and help showcase the crystal-clear skies for unparalleled stargazing. Your stargazing experience will be complete with telescopes, and you can gaze through a series of four 26.9-foot telescopic lenses. You can also witness the starlight and the detailed craters on the moon with some of the most precise equipment on Earth."
    },
    {
      "dayNumber": "4",
      "title": "San Pedro – Witness the Landscape of the Atacama Desert",
      "description": "The morning will bring traces of herbaceous aromas, which derives from mate tea as it brews in the dining room and throughout the town. Your guide will meet you at your hotel’s lobby after breakfast to lead you to the distinctive landscape of the Atacama Salt Flats. The expansive landscape spreads across 1,200 square miles and represents the third-largest salt flats in the world. The scenery will resemble freshly fallen snow as it spreads across the flatland to the foothills of the distant mountains. Your guide will lead you to the Chaxa Lagoon inside Los Flamencos National Reserve. The entire lagoon is separated into several lakes by quays of salt crust, and the waters host lively flocks of Chilean, Andean, and James’s flamingos. The Chilean flamingo can grow up to 51 inches tall and feed mainly on algae and plankton. You will find them lingering in the water and foraging in the lagoon by using their beaks to dig into the mud. At lunch, you can enjoy the charming town of Toconao as the bells from the 18th-century three-tiered bell tower of the church ring."
    },
    {
      "dayNumber": "5",
      "title": "San Pedro – Traverse the Scenery of Chile’s Atacama Desert",
      "description": "The Valley of the Moon is located approximately eight miles outside of San Pedro de Atacama and highlights the unique contours of the desert landscape. Your guide will lead you to the valley to reveal the shapes, colors, and inhospitable soils that resemble the moon’s surface. The wind and rain have caused thousands of years of sand and stone erosion that still sustains a surprising abundance of flora and fauna. The surrounding mountains create a frame for the valley, where you can wander through the distinctive structures of the salt, gypsum, and clay. Your guide will explain the features and history of Salt Cave, and the sunlight will glint against the cavernous space to reveal the sparkling salt crystals. In the silence of the cave, you will be able to hear the subtle crackle of the salt as the land shifts beneath your feet. Near the end of your tour, you can venture to the top of the giant sand dunes that will make you feel as though you have traveled far from earth. The top of the dune will offer a stunning 360-degree view of the Valley of the Moon and the endless desert landscape."
    },
    {
      "dayNumber": "6",
      "title": "Torres del Paine – Transfer to Patagonia at Torres del Paine National",
      "description": "Your private transfer will meet you at the hotel early in the morning to escort you to the airport for your flight to Puerto Natales. The city will act as the gateway to Chile’s Patagonia and the celebrated landscape of Torres del Paine National Park. The former fishing port will offer a colorful introduction to the region with its corrugated-tin homes that line the waterway along the Seno Ultima Esperanza. Your private driver will meet you at the airport and lead you away from the bustling city streets to reach the dramatic scenery of Torres del Paine National Park as viewed from your luxury resort. The national park covers more than 448,000 acres of protected land, including the renowned towers of the Paine massif. From your hotel, you can bask in the raw power of the mountains and shimmering waters of Lake Sarmiento to settle in to the serene comforts of Patagonia. The remainder of the day will be at your leisure to bask in the marvelous views or to partake in an excursion into the wilderness for an introduction into the unforgiving and untouched terrain."
    },
    {
      "dayNumber": "7",
      "title": "Torres del Paine – Explore the Patagonian Steppe at your Pace",
      "description": "After breakfast, you can step into the dramatic landscape at your pace to discover the marvels of Torres del Paine National Park. For an exciting view of the pristine scenery, you can follow your guide to Mirador Ferrier. The challenging hike will lead you along a scattered trail that winds between waterways and steep foothills before reaching a prominence of up to 2,296 feet. Your guide will point out the huemul deer as you venture through the scenery. The endangered deer has a population of approximately 2,000 across the Patagonian Steppe. When you reach the lookout, you will discover an unobstructed view of Glacier Pingo and Glacier Grey. The icy surfaces will glint in the sunlight and resemble waves frozen in action as the ice wraps around the rugged edges of the mountains. Grey Glacier reaches an altitude of 3,937 feet above sea level and overtakes an area of more than 104 square miles, while the imposing peak of Mount Ferrier looms behind you at more than 3,000 feet above sea level."
    },
    {
      "dayNumber": "8",
      "title": "Torres del Paine – Continue Uncovering the Scenery of Patagonia",
      "description": "After breakfast, you can make your way across the grasslands and rivers of Patagonia on a guided horseback riding excursion. Your guide will help you pick the perfect horse for your experience before allowing you to venture into the captivating landscape for a hint of gaucho culture. Your guide will offer you an authentic view of the landscape in addition to the traditions of Chilean cowboys. You may notice his customary clothing of espadrilles with rope, canvas, pure cotton trousers, and a poncho, which protects them from the cold of the pampas. You will make your way to the shores of Lake Toro and through the waters of the Serrano River, which flows into the lake at the northwest corner. During your journey, you will be able to enjoy the shimmering surface of the lake from the shoreline before gliding across the water on a kayak for a different perspective of the surrounding national park."
    },
    {
      "dayNumber": "9",
      "title": "Torres del Paine – Venture to See Torres del Paine Massif",
      "description": "In the morning, you will set out once more into the depths of Torres del Paine to discover the marvelous views and tremendous wildlife that is featured in the national park. You can follow a guide or make your own way along the Mirador Las Torres trail to reach the lookout that highlights the renowned towers of the massif. The challenging hike will lead you alongside the waters of the El Salto Grande Waterfall, where the whitewater splashes into the river. The icy blue water will demonstrate the chilling temperatures of the glacial waters as you make your way closer to the foothills. Your guide will point out guanaco as they forage on the grass. This relative of the llama can grow to nearly four feet tall from hoof to shoulder and can survive live at elevations of 13,000 feet above sea level. When you reach Mirador Las Torres, you will find a spectacular view that features the granite towers of Torres del Paine that reach approximately 8,202 feet above sea level. The epic image of the three towers will reflect on the surface of the glacier-fed lake in the foreground."
    },
    {
      "dayNumber": "10",
      "title": "Torres del Paine – Depart for Home",
      "description": "In the morning, you can bask in the subtle herbaceous aroma of mate tea while watching over the rippling waters of the lake. You can also relax with an early-morning spa treatment, which can soothe your muscles after traversing the rugged wilderness on foot and horseback. Your private driver will meet you at your resort after breakfast to transfer you to Puerto Natales for your flight back to Santiago, where you will connect with your international flight."
    }
  ],
  "map": ""
}