{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "santiago-and-buenos-aires-wine-and-tango-tour",
  "tourName": "Santiago and Buenos Aires: Wine and Tango Tour",
  "placesVisited": "Santiago, Buenos Aires",
  "generalInfo": "From the brightly colored homes of La Boca to the ponderous history of the Plaza de Armas, from the romance of the gauchos, to the resplendence of a Chilean Cabernet, this is a wine and tango tour that will tease all of your senses and ignite your dreams. The Andes beckon you, and the Avenida 9 de Julio is calling out for you to visit. With all of the grandeur of a Chile and Argentina tour waiting, why would you ever say no?",
  "durationDays": "8",
  "price": "3,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santiago – Arriving in the Capital of Chile",
      "description": "This morning, you cross over the craggy Andes Mountains and land on the outskirts of scintillating Santiago, Chile’s captivating capital and one of the great cities of South America. A driver will be waiting for you at the airport, and will transfer you to your luxurious accommodations in the heart of this incredible city, where the staff is warm and welcoming, and the amenities are truly second to none. Spend the morning recovering from your overnight flight, then head out to explore the city with an expert guide, hitting all of Santiago’s varied highlights. You’ll be amazed by the ornate façade of the splendid La Moneda Palace, a masterpiece of neoclassical architecture. You’ll be inspired by the newly constructed Plaza de la Ciudadania, the beautiful public square that fronts La Moneda and offers many stirring monuments to the political greats from Chile’s long and illustrious history. Then turn to the Plaza de Armas, the social, cultural and spiritual heart of Santiago, where you’ll encounter some of the finest examples of architecture the city has to offer. Here you’ll find the impressive and inspirational Metropolitan Cathedral of Santiago – the seat of the Archbishop of Santiago – the Central Post Office Building that looks like it was lifted from the streets of turn-of-the-century Paris, and the fascinating Palacio de la Real Audiencia de Santiago, which houses the excellent National History Museum of Chile. Later this afternoon, you’ll make your way to the greener parts of Santiago, offering an amazing look at the diversity of this marvelous metropolis. Enjoy a gentle stroll through the Parque Forestal, noted for its triple line of Oriental plane trees and for the fine museums that can be found here, including two of Chile’s best art museums. Venture into the charming neighborhood of Bellavista, where you’ll find La Chascona , the Santiago house of Chile’s most famous poet, Pablo Neruda, as well as a wide assortment of boutiques, restaurants, and cutting-edge art galleries. A climb up nearby San Cristobal Hill offers a sensational view over the city, and a visit to the village of Los Graneros del Alba is sure to be the perfect end to this stirring tour of Santiago. See what else our top Chile travel specialists can do for you on your custom Chile vacation."
    },
    {
      "dayNumber": "2",
      "title": "Santiago – Exploring the Famed Vina Concha y Toro",
      "description": "Today, you’ll experience the best-known and best-loved name in all of Chilean wine as you venture to the vineyards of the renowned winemaker Vina Concha y Toro, a winery with more than a century of history. Stretching across all of Chile’s greatest wine regions, Vina Concha y Toro is the largest wine producer in all of Latin America and an undisputed global leader in New World wines, producing deep, sumptuous reds and crisp, clean whites that are sure to leave your taste buds buzzing. This day-long tour will show you the best sights of Chile’s up-and-coming wine business, where the growing climate combines the best of France and California and where the grapevines are not susceptible to some of the devastating diseases that plague them in other, more established wine growing regions. An expert oenophile will show you how the latest technology combined with time-honored techniques produce wine that is fragrant on the nose, light on the palate and simply sensational from the first glass to the last. Take in some of the fascinating history of winemaking in Chile – a history that stretches back some four centuries – before sampling the vineyard’s best vintages and varietals, from the buttery sweetness of their Chardonnay to the bold tannins of their irresistible Cabernet Sauvignon."
    },
    {
      "dayNumber": "3",
      "title": "Santiago – The Bourgeoning Wineries of Santa Cruz",
      "description": "Head further afield as you turn to the heart of the Colchagua Valley, one of the best wine growing regions in Chile and the region where you’ll find the quaint and delightful city of Santa Cruz, where the rural traditions of Chile continue much as they have for centuries. On your way out, you’ll pass by some of the area’s greatest wineries, getting a chance to learn about the peculiarities of growing grapes in this unique climate as well as an opportunity to taste more of the products of the country’s most talented winemakers. The wine is not the only attraction; you’ll sample fresh local cheeses, delicious nuts, and other accompaniments, and even get a glimpse of Chilean folk culture with an intimate concert from a local folk singer who will regale you with the ditties and ballads of this charming country. The day concludes with a visit to one of Santa Cruz’s many wineries, where tradition still holds a powerful sway and where the echoes of the past seem to haunt the air. Your last stop is sure to be your favorite, as you’ll be enchanted by the many wonders of Santa Cruz, from its colonial Plaza de Armas to the interesting exhibits at the Museum of Colchagua, where artifacts from centuries of Chilean history, art and culture are all on display. The evening sees you back in Santiago, ready for one more evening of fun. You might want to check out one of the city’s notorious jazz clubs, which attract local, national and international talent from a variety of genres, from swing to free jazz to blues to bossa nova."
    },
    {
      "dayNumber": "4",
      "title": "Buenos Aires – Fly to Breathtaking Buenos Aires",
      "description": "Prepare your passport and ready yourself for a voyage west as you leave the seaside air and the Andean backdrop of Santiago for the rolling rivers of the Rio de la Plata, bound for bountiful Buenos Aires. Once you touch down, a private driver will be waiting to take you to your elegant hotel, situated in the heart of this bustling capital, and offering an incredible introduction to Buenos Aires’s undeniable allure. This evening, enjoy a traditional asado (roast) of some of the finest cuts of steak you’re ever likely to try."
    },
    {
      "dayNumber": "5",
      "title": "Buenos Aires – The Best of Buenos Aires",
      "description": "After a leisurely morning, turn to the streets of Buenos Aires for a first-hand experience of the pulsing energy that makes the city one of the very best in South America. Start at the city’s celebrated center, where the Plaza de Mayo marks ground zero for Argentine activism and where the surrounding buildings reflect the cultures and traditions of this immigrant-rich city. From the local pink marble of the famed Casa Rosada – Argentina’s executive mansion – to the belle-epoque styling of Buenos Aires’s City Hall, to the colonial echoes of the Buenos Aires Cabildo, it will be impossible to ignore the rich and varied past that this inimitable world capital has seen over the centuries. Continue on and explore the wealthier barrios of Buenos Aires, the neighborhoods where nobility and political bigwigs have lived for centuries. From the tree-lined avenues and cobblestone streets of San Telmo to the beauty of Palermo, to the elegant and opulent cemetery of La Recoleta, one of the most beautiful of its kind and the final resting place for a number of Argentine legends, including the famous First Lady Evita Peron. Then turn to the livelier districts of Buenos Aires, where the working classes developed their own culture and traditions. From the brightly-colored houses and storefronts of La Boca – highlighted by the inestimable street scene of La Caminita – to the newly restored and refurbished Puerto Madero, the waterfront area that features some of the latest architectural trends in the city."
    },
    {
      "dayNumber": "6",
      "title": "Buenos Aires – The Life of the Argentine Cowboy",
      "description": "Leave the hectic environment of Buenos Aires and turn to the countryside, where you’ll get an opportunity to live the life of the gallant gauchos , those timeless residents of the Pampas that have exerted such a strong hold on Argentina’s nationalist sentiments. Your day with these rugged cowboys will include a lesson on the day-to-day lives and experiences of these romantic figures, an exposition of their fine horse riding skills, and a delicious asado in the traditional fashion, where the open flame imparts a delicious taste to some of the freshest meat you can imagine. You’ll be sure to love the stories and songs of the Argentine plains, and you’ll be fascinated by the history and traditions of the people that have called them home for centuries. The evening sees you back in Buenos Aires."
    },
    {
      "dayNumber": "7",
      "title": "Buenos Aires – The Magic and Majesty of the Paris of Latin America",
      "description": "Your last full day in South America is spent enjoying the many charms of Buenos Aires, from its astounding architecture to its world-class culture. Perambulate down the sprawling Avenida 9 de Julio, the world’s widest avenue, and take in the beautiful buildings that line the street on either side, like the famed Teatro Colon, Argentina’s national opera house and one of the five best acoustic venues on the planet. Continue on to the heart of the city to take in the impressive Obelisk before engaging in some retail therapy in one of Buenos Aires’s excellent shopping areas. Fine leather goods – a hallmark of Argentine fashion – can be found throughout the city, but perhaps the best place to find them is on Murillo Street, where you’ll encounter everything from handbags to coats to handmade shoes. Florida Street and Lavalle Street are the best places to find tourist items like the mate or high-quality tango shoes, and since they’re pedestrian-only streets, they often have a good street performance going on, especially after the sun goes down. The evening concludes in high style, as you make your way to one of the city’s phenomenal tango clubs. You’ll feel the heat of the passion and romance that goes into every step of this noteworthy national dance, all while enjoying the finest in Argentine beef and wine. It is truly an evening that dreams are made of, and an experience that you are sure never to forget. If you would like to explore more of Argentina, be sure to visit the Argentina tours section on Zicasso. Also, see the Argentina trip reviews from travelers."
    },
    {
      "dayNumber": "8",
      "title": "Buenos Aires – Adios, South America",
      "description": "Today, you prepare to return home, as a driver will take you to the airport in plenty of time to board your plane. You’ll be sure to have the ringing lilt of Southern Cone Spanish ringing in your ears, the folk songs of Chile and the Pampas filling your ears, and the undeniable magic and romance of these two fantastic countries filling your heart. The only thing you’ll be regretting when the plane leaves the ground is that you have to leave."
    }
  ],
  "map": ""
}