{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "glamping-adventure-tour-in-chilean-patagonia",
  "tourName": "Glamping Adventure Tour in Chilean Patagonia",
  "placesVisited": "San Antonio Valley, Santiago, Torres del Paine National Park",
  "generalInfo": "The luxurious landscape of Patagonia will thrill you, and the charming vineyards of the San Antonio Valley will enchant you on your custom-tailored glamping in Chilean Patagonia tour. The granite towers of Torres del Paine National Park soar past the surrounding mountain expanse. Glacial lakes shimmer in the sunlight. Vineyards’ emerald glow gleams for miles across the valley floor. The enriching flavors of boutique wineries overtake your taste buds. Horses trot across cornfields as cows graze in the prairies. Snow blankets the impressive summits and waterfalls thunder over cliffs. The beauty of Chile overtakes you, and the comforts are embracing.",
  "durationDays": "8",
  "price": "3,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santiago – Bustling Allure",
      "description": "Santiago surprises visitors with endless delights. The city rests on an inland plain between the Andes Mountains and the Pacific Ocean. The Mapocho River meanders through the city center, lined with lush parks with views of the snowcapped peaks of the Andes on a clear day. Bellavista Street runs through the heart of the Bohemian neighborhood of the same name. Colorfully painted facades create a vibrant ambiance in the district. Charming cafes set out tables and umbrellas for a quaint atmosphere emanating from the city. The city’s historic charms emanate from the architecture in neighborhoods of Bellas Artes and Barrio Brasil. Mercado Central and La Vega Food Market erupt with life throughout the day. The iron ceiling is reminiscent of British design, but the fresh, exotic produce of the market stalls and luxurious collection of fresh seafood are uniquely Chilean. The central market is the city’s celebrated fish market, with an arrangement of vendors providing a variety for the day, caught that morning and cooked fresh inside the central dining area. Santiago is artistic, cosmopolitan, and wonderfully eccentric, filled with friendly people eager to show visitors the proper lifestyle of a Santiaguinos ."
    },
    {
      "dayNumber": "2",
      "title": "San Antonio Valley – Stunning Wines of the San Antonio Valley",
      "description": "In the morning, the city center of Santiago bustles with activity. Businessmen linger in cafes ordering a local specialty known as café con piernas, or “coffee with legs.” Pablo Neruda’s city home acted as a secret hideaway for the poet. The lighthouse theme of the living room and ship’s cabin décor of the dining room adhere to the poet’s love of the sea. After breakfast, your guide and private transfer meet you in the lobby of your hotel, eager to escort you to the sensational San Antonio Valley for a day of sampling some of Chile’s most famous wines. Consider reading some of our travelers' reviews of Patagonia tour companies , and learn for yourself how they provide the highest quality service to ensure your Patagonia exploration is one for the ages. Lush hills descend into the rolling plains of the valley. Vineyards sweep across the landscape and onto the foothills encircling the basin. A herbaceous aroma from the soil drifts into the air. Caretakers horseback ride through the vineyards and check on the vines as they pass. You arrive at your first vineyard, an estate with an organic winery located on the property. Your wine representative meets you upon your arrival and escorts you through the lush grounds. You see the bottling and storage facilities. You learn about the process of harvesting the grapes off of the vines. In the tasting room, your guide pours a few samples from the different sections of the vineyard, allowing you to taste the subtly and complexity of the region’s influence on the grape. The soil contains notes from the Valley and the Pacific Ocean, providing the grape a note of cherries and ripe strawberries. You sip the wine and find a balance of fruitiness and acidity. Your guide slides a plate of chocolates to you, and you notice how perfectly the flavors complement one another."
    },
    {
      "dayNumber": "3",
      "title": "San Antonio Valley – A Luxurious Difference",
      "description": "You wake up in the comforts of your stylish hotel, located on a colonial estate with over a century of history. A morning breeze blows through the property vineyard and rustles the vines. The aroma of fresh coffee accompanies breakfast. The rich earth has a glamorous golden quality underneath the spreading sunlight. The remainder of the day is yours to bask in the fabulous activities accessible in the valley. You could take a soothing stroll along the “Trail of the Senses,” or horseback ride to the ridges overlooking the San Antonio Valley for a breathtaking view. The day takes an active turn when you choose to venture into the landscape on a mountain bike. The wind sweeps over you as you gain speed. The trails lead to the vast green grass of a cattle farm. The cows lounge in the shade of sporadic trees and graze on the open prairie. The aroma of the countryside is pure and bright. When you reach Rosario Stream, the water trickles along the verdant banks lined with trees. The terrain turns steep and rugged, taking you up the foothills until you reach a lookout. The view allows you to take in the sweeping panorama of vineyards, farms, cornfields, and forest situated on the valley floor."
    },
    {
      "dayNumber": "4",
      "title": "Torres del Paine – The Glories of Glamping",
      "description": "The vineyards shine like emeralds and the soil glints with gold in the morning light. After breakfast, your private transfer escorts you from your hotel in the San Antonio Valley to Arturo Merino Benitez International Airport for your flight to Punta Arenas. The southern city acts as a central location for people wishing to visit Tierra del Fuego and Torres del Paine. The turquoise water from the Strait of Magellan brushes against the shores. The briny and sweet aroma of the sea drifts down the streets. Historic mansions decorate the central square providing insight into the lavish lives of wool barons. Your private transfer meets you at Presidente Carlos Ibáñez del Campo International Airport and escorts you to the tremendous grounds of your luxury campsite on the banks of illustrious Lago Toro. The scenery is divine. Ancient forests and rivers with turquoise waters surround the campsite. The peaks of Torres del Paine National Park rise over the far shores of the lake. The scent of native Chilean fire-trees trees fills the air. The beauty of nature and the comforts of modern luxury combine to form a harmonious fusion. In the evening, the stars glow in the sky and are reflected in the glassy surface of the Lago Toro."
    },
    {
      "dayNumber": "5",
      "title": "Torres del Paine – Choosing the Right Wonder",
      "description": "Wake up to find wild guanacos roaming through camp. They graze on the open grassland and dip their graceful necks down to the edges of the lake for water. Their large eyes and circular ears are telltale signs of belonging to the camelid family, cousins to the llama. The tranquility of nature is breathtaking. The lush and dense trees shade the morning sunlight. After breakfast, the day is yours to explore the surrounding landscape at your leisure, venturing through the trees, around the lake, and up the nearby mountains following your guide or the well-marked trails. The lake can generate swells up to 13 feet high. The mountains in the background look painted onto the skyline. You choose to take a trek up towards the waterfall of Salto Grande, inside Torres del Paine National Park. The scenery easily casts a spell on you. Mounds roll into mountains. The turquoise water wedges through a narrow chute and thunders downward nearly 50 feet against the rugged cliff edges. The water mists into the air and guides your gaze upwards to a view of the Paine Massif. The granite towers of Torres del Paine rise over the encircling summits. The rift in the compact group of mountains creates a unique image separating the peaks from on another."
    },
    {
      "dayNumber": "6",
      "title": "Torres del Paine – Around Lago Toro",
      "description": "The lake is serene in the morning set against the backdrop of the mountains. The trees are quiet without the breeze. You haven’t seen any guanacos since the previous morning. After breakfast, the day is once again yours to enjoy the splendors of the landscape at your leisure. One of the most challenging hikes around Lago Toro is also one of the most rewarding. The trail begins at the edges of Laguna Amarga. The Ascencio River rushes alongside the trail. The water winds beneath the overhanging branches of native Nothofagus forest. The trail has a steep ascent that leads you above the glaciers to the snow-covered pass known as Paso de los Vientos. Snow bleaches the expanse. The untouched landscape is magnificent. Pockets of pebbles and rock break through the blanket of pure snow. When you reach the lookout, you are rewarded with a picturesque view of Torres del Paine. Three granite towers peek over the snow and desolate rocks. When you return to the campsite, you can sit in the luxurious dining hall with a view of Lake Toro and bask in the accomplishment of making taking the challenging path all the way to the base of the towers."
    },
    {
      "dayNumber": "7",
      "title": "Santiago – Exploring the Urban Expanse",
      "description": "In the morning, the luxuriousness of the secluded campgrounds emanates from the quiet lapping of the lake waters on the shore. The breeze returns and shakes the leaves. At breakfast, you enjoy wrapping your hands around the simple warmth of your coffee mug and basking in the panoramic view of the wilderness. After your meal, your private transfer meets you on the campgrounds and escorts you to Presidente Carlos Ibáñez del Campo International Airport for your flight to Santiago. The city’s friendly ambiance returns upon your arrival. Your private transfer greets you at the airport and leads you to a remarkable hotel near the wonderful comforts of the urban expanse. The Andes Mountains roll across the sky and borders the city. The peaks remind you of the landscape in Patagonia. The art of Santiago celebrates the heritage of the city, its people, and the beauty of the countryside, no more so than in the Parque Bustamante station. The metro station is home to 673 square feet of paint decorating the station’s upper tiers. The bright colors encapsulate the unique vibrancy of the city where art and culture can be found in the usual private spaces like museums, as well as the public places like metro stations."
    },
    {
      "dayNumber": "8",
      "title": "Santiago – Grandeur of the Landscape and Grander Cities",
      "description": "In the morning, the grandiose architecture of the 19th-century Palacio Cousiño has a smooth luster in the sunlight. The Cousiño family had amassed a fortune from mining silver and coal, along with winemaking. Carrara marble columns and a crystal chandelier decorate the interior. Solid gold cutlery adorns the dining room table. Cherrywood furniture creates a cozy ambiance inside the lavish edifice. Santiago is a city full of lifestyle and distinction, filled with unique ambiance, distinct neighborhoods, and fabulous markets. After breakfast, your private transfer escorts you from the hotel to Arturo Merino Benitez International Airport for your flight home. The culture of the city, the glamorousness of the San Antonio Valley, and the wonders of Patagonia have given you a vacation of unforgettable luxury."
    }
  ],
  "map": ""
}