{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "chile-and-argentina-adventure-tour",
  "tourName": "Chile and Argentina Adventure Tour",
  "placesVisited": "Santiago, Punta Arenas, Torres del Paine, Buenos Aires",
  "generalInfo": "Santiago’s shop-lined streets and Patagonia’s panoply of precipices, the tranquility of the Lake District and the tradition of Buenos Aires, gorgeous lakes and grand glaciers, all of Chile and Argentina’s offerings are here on full display. Whether hiking or horseback riding, cruising a lake or the wide avenues of Buenos Aires, these are two weeks you’ll always remember on this Chile and Argentina Adventure Tour.",
  "durationDays": "13",
  "price": "5,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Landing in Chile",
      "description": "Touch down in Santiago before being transferred to your elegant and comfortable hotel right in the middle of the action of this unforgettable world capital. Walk the neighborhoods of this unique city where you can sun in the morning and ski in the afternoon, and you'll be nestled in Chile’s central valley between the craggy visages of the soaring Andes. Visit the Parque Metropolitano and climb Cerro San Cristobal to catch an incredible view of the city below and the Andes beyond, or stroll the paseos of Santiago’s Centro . There are always incredible shows in this art-driven metropolis, and there are a myriad of dining options featuring delicious empanadas, fresh caught fish and much more."
    },
    {
      "dayNumber": "2",
      "title": "Exploring the Environs of Santiago",
      "description": "Explore the Andean surroundings of Santiago today as you head up to the crest of Maipo Canyon to the lauded resort of Las Vertientes, one of the foremost centers of ecotourism in Chile. You’ll be able to gaze upon the serpentine path of the Maipo River as well as the area’s remarkable and rare wildlife, from the Magellanic woodpecker and Southern pudus (the world’s smallest species of deer) to olivillo trees and murta bushes. Continue on to the scenic village of Pirque in the heart of the Andean foothills before paying a visit to a local winery. You will taste some of the finest vintages in the entire country and experience the up-and-coming Chilean wine industry at its most intimate and elegant level. You’ll get a chance to learn about the varietals and blends of this remarkable wine region and imbibe in some of the vineyard’s premier offerings. Tonight returns you to your hotel in the heart of Santiago, excited to enjoy another long and exciting night in this hotbed of Chilean culture."
    },
    {
      "dayNumber": "3",
      "title": "Turning South to Torres del Paine",
      "description": "Fly to the far edge of Chilean Patagonia and land in Punta Arenas before heading out to the magnificent and majestic Torres del Paine National Park. You’ll encounter all kinds of exotic and memorable wildlife along the way, from ostriches to condors to black-necked swans, as well as some of the most beautiful scenery in the region. Settle in to your accommodations within Torres del Paine before exploring the awe-inspiring landscape all around you, from giant mountain glaciers to tumbling cascades of waterfalls, from the azure blue of mountain pools to the climbing peaks of massifs. Your hosteria ( guesthouse ) will have a number of tours and activities meant to help you experience this beautiful preserve to its fullest, from hiking trails to horseback riding, from whitewater rafting to climbing the imposing peaks and everything in between."
    },
    {
      "dayNumber": "4",
      "title": "Venturing Into the National Park",
      "description": "Today, spend some time discovering the well-worn trails of Torres del Paine on one of several hiking trips offered by the hosteria . You can choose to follow the serene and verdant banks of the Rio Pongo before witnessing a spectacular series of waterfalls, ending your scenic perambulations at the Chorillo de los Salmones. Longer excursions are also offered: trek through the eye-opening Ascencio Valley headed for the imposing base of the Torres del Paine, then cross deep forest foliage before reaching the shores of a lagoon that perfectly reflects the rising grandeur of these stately peaks; or, cross the expanse of Lake Pehoe into the plunging Valle de Frances before reaching the Campamento Britanico, which affords some of the best and closest views of the Torres del Paine and the National Park beyond."
    },
    {
      "dayNumber": "5",
      "title": "More Excursions in Chilean Patagonia",
      "description": "After a full day of hiking, you might find yourself looking for a different type of experience, and this day is dedicated to those more exotic tours of Torres del Paine. Saddle up and ride out to tour the paths of Torres del Paine on horseback, taking in the wildlife and the stirring sights of Los Cuernos on the horizon beyond, before enjoying a hot stew lunch of a famous Chilean asado . Board a Zodiac boat and make your way down the winding course of the river as your eyes feast upon the spectacular sights like the Geike and Thyndal Glaciers and the colossal face of the Serrano Glacier, or visit the Grey Glacier, the most impressive of its kind in Torres del Paine, at the far end of the Great Southern Ice Field. Or, should you not be tired from yesterday’s hike, take a short jaunt around the Margarita and Marco Antonio Lagoons, mere minutes from the hosteria ’ s door and a perfect spot for nature watching and easy hiking."
    },
    {
      "dayNumber": "6",
      "title": "One Last Day in Wonderland",
      "description": "Wake to a brilliant blue sky and the shrill calls of local birds as you prepare for your final day of exploring Torres del Paine. Mountaineers of all stripes and abilities will be thrilled by the opportunity to climb Monte del Ferrier for the unmatched views that the peaks allows: those with experience can reach the summit at nearly 5,000 feet, while novices can still enjoy unforgettable vistas from a lookout point merely 2,000 feet in the air. The walk itself is filled with verdant vegetation and azure lakes, jagged cliffs and rolling valleys, and flora and fauna that is sure to delight even the most indoor-oriented guests. You can also take a leisurely hike to Grey River Canyon, starting at the hosteria’s front steps and ending at the sheer canyon walls that rise more than 90 feet. Or, if you like, simply spend this time in the company of you fellow guests and the staff, regaling in stories and sampling the delicious food and drink in this most memorable of landscapes."
    },
    {
      "dayNumber": "7",
      "title": "From the Mountains to the Lakes",
      "description": "Today you will depart Torres del Paine, returning briefly to Punta Arenas before turning north to Puerto Montt, the capital of Chile’s Los Lagos Region lying beneath the imposing peak of the nearby Osorno Volcano. You will then be transferred to the shores of Lake Llanquihue, Chile’s second largest lake, to your comfortable and luxurious accommodations in the heart of the Lake District. You’ll find all kinds of incredible activities to enjoy in this part of the country, with a lake-dotted landscape in the foothills of the mighty Andes."
    },
    {
      "dayNumber": "8",
      "title": "A Day at the Lake",
      "description": "Spend some time enjoying the tranquil pleasure of Chile’s Los Lagos Region with one of a number of activities that can be organized by your lodge, or set out on your own to uncover some of the hidden highlights of this dazzling area. Try your hand at fishing at Lake Llanquihue or another one of the nearby reservoirs, take a boat ride to get a new perspective of this part of Chile, or simply walk the shore side and take in the myriad assortment of exotic and exciting wildlife. Whatever you choose to do today, you can be assured of delicious food and delightful company."
    },
    {
      "dayNumber": "9",
      "title": "Your Final Day in Captivating Chile",
      "description": "Take in the one-of-a-kind scenery of Chile for one last day, gazing upon the sparkling surface of one of the many lakes or upon the snow-capped summit of mighty Osorno. You might choose to spend today visiting one of the local hot springs powered by the geothermal activity prevalent in the area, or simply enjoy the fresh air and pleasant smells of your environment: after more than a week in this exceptional country, leaving might not be as easy as you expect."
    },
    {
      "dayNumber": "10",
      "title": "Arrival in Argentina",
      "description": "After a hearty and delicious breakfast, you’ll be taken to the docks at Petrohue, where you’ll step aboard a barge that will show you all of the arresting beauty of Todos los Santos Lake, known to locals as the Emerald Lake because of the striking tint of its sparkling blue-green waters. After an exciting and eye-opening two-hour journey, you alight at Peulla, where you board a bus headed for Puerto Frias and its eponymous lake; this crossing will take you past the Chilean border and into the reach of its vast and famous neighbor, Argentina, where another bus will take you to the shores of Lake Nahuel Huapi, center of Argentina’s first national park established in the early 20th century. This is just the beginning of your Argentina vacation ! There is pleasure to be found simply in passing through this beautiful region and across the still waters of this breathtaking body of water, home to several species of trout, sea birds that drifted far from the ocean, and even (allegedly) a monster reminiscent of the famous Nessie. At the far end of the shore lies the incredible city of San Carols de Bariloche, one of the country’s premier outdoor destinations, where visitors can ski, kayak, climb or visit one of the many nearby chocolate shops or breweries."
    },
    {
      "dayNumber": "11",
      "title": "A Short Stay in Bariloche",
      "description": "Spend the day uncovering the secrets of this singular village, famous for its Swiss-like atmosphere and the vast array of outdoor activities. You can hike through the impressive country with a knowledgeable, friendly and accommodating guide, or head to the black glacier and stunning vistas of Cerro Tronador. Those interested in more leisurely explorations might choose to cruise Lake Nahuel Huapi and the surrounding national park or take a ride on the historical steam train that takes you high into the Argentine steppes on the rails of a rebuilt rail line originally constructed in the early 20th century. There are also a number of outfitters for horseback riding, kayaking, and even paragliding in the area. Nature enthusiasts will surely want to visit the sensational Bosque de Arrayanes, a forest filled with rare trees casting an ochre hue in the air, notable for their undeniable beauty and their uncommon rareness. There is no other grove like this anywhere on Earth except for on one of the islands of Japan. End the day at one of Bariloche’s fabulous parillas , enjoying the perfectly prepared meat that Argentina is famous for."
    },
    {
      "dayNumber": "12",
      "title": "On to Beautiful Buenos Aires",
      "description": "A morning plane takes you from the feet of the Andres to the mouth of the Rio de la Plata and into the various barrios of Argentina’s incomparable capital, Buenos Aires, where evocations of Paris will confront you at every turn while the endearing passion of the locals will remind you that you never left vibrant Latin America. After dropping off your bags at your centrally located hotel, take the afternoon to reconnoiter the wide streets and elegant facades of Buenos Aires’s best neighborhoods, from the chic boutiques of Florida Street to the inescapable history of San Telmo, from the newly restored and revamped docklands at Puerto Madero to the various theaters of Tribunales. The evening is spent at one of the city’s famous tango clubs, where you’ll enjoy delicious meat, sumptuous wine and an unforgettable display of Argentina’s most famous contribution to the world of art and dance."
    },
    {
      "dayNumber": "13",
      "title": "Departing the Southern Cone",
      "description": "Today is the end of your exciting and invigorating South American journey, but not before one last chance to walk the streets of one of her most famous cities. Check out the seat of government and the Casa Rosada for a look into Argentina’s political present, or take a tour of the famous Plaza de Mayo for insight into her varied and sometimes troubled past. Visit the noteworthy cemetery at Recoleta where some of the country’s important people lie buried, or simply enjoy a causal stroll through one of the many city parks while enjoying choripan , a street-food favorite of delicious chorizo sausage and chimichurri on a perfectly toasted roll. The evening sees you to the airport, set to return home after an unforgettable two weeks in this unmatched corner of the globe."
    }
  ],
  "map": ""
}