{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "highlights-of-chile-north-south-and-easter-island-in-2-weeks",
  "tourName": "Highlights of Chile: North, South and Easter Island in 2-Weeks",
  "placesVisited": "Easter Island, San Pedro de Atacama, Santiago, Torres del Paine National Park, Hanga Roa",
  "generalInfo": "Embrace the unique and the diverse during your exclusive 13-day Chile highlights tour. You will have an immersive experience in cultural and natural grandeur in a country full of splendor. From the pristine Atacama Desert to soaring Torres del Paine towers, Santiago’s cosmopolitan charm to the image of Easter Island’s Moai, your customizable tour of Chile will bring you face to face with adventure, discovery, and unforgettable luxury.",
  "durationDays": "13",
  "price": "11,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Atacama - Arrive in San Pedro de Atacama",
      "description": "The Atacama Desert is a remarkable landscape spanning desert canyons and snow-white salt flats to Incan ruins and intriguing petroglyphs. Your flight will land at Calama Airport, where your private transfer will greet you upon arrival. You will settle into the comforts of your luxurious accommodations at the foothills of the Salt Mountain range. The remainder of the day will be at your leisure to relax in the beauty of your hotel and the stunning surroundings of the desert landscape ranging from wrinkled volcanoes to fields of steaming geysers that create an otherworldly ambiance."
    },
    {
      "dayNumber": "2",
      "title": "Atacama - Discover the Beauty of the Atacama",
      "description": "After breakfast, your guide will take you into the desert scenery and immerse you in the Valley of the moon. The nature sanctuary represents the region’s unique geological features as you witness the rock formations and colors shaped by the pressures of the Andes and Cordillera de Domeyko. Toconao village will shine with an equal cham of white stone and green trees captured in the image of the tiered bell tower that speaks to the ancestral tradition of stonework. At the Atacama Salt Flat, you will find the pristine white landscape resemble a flatland covered in snow."
    },
    {
      "dayNumber": "3",
      "title": "Atacama - Explore the Atacama’s Land and Sky",
      "description": "Your half-day biking excursion will take you to Devil’s Throat, winding past the gorges of the Cordillera de la Sal. The wide canyon shines with orange rocks and the scent of weathered stone before you reach a panorama of the neighboring mountain range. An afternoon adventure will take you to the Salt Lakes where the freshwater pools absorb the saline from the surrounding desert plains. The turquoise water may gluten in the sun creating a unique color palate against the landscape. In the evening, you can indulge in the Chilean night sky, which is known as an astronomer’s paradise."
    },
    {
      "dayNumber": "4",
      "title": "Santiago - Witness Geysers and Fly to the Capital",
      "description": "Travel in the early morning to the secluded corner of the desert to find the rupturing Tatio Geysers. The desert air will feel icy in the morning as you watch the steam rise from large boiling mud and water pools. Fumaroles will puff against the bordering rock walls as your guide points out the unique fora and fauna that have adapted to the extreme environmental conditions. At the village of Machuca, you can experience the life of a small Andean village along the plateau as llamas and alpacas graze on sporadic grassy tufts before transferring to Santiago for the night."
    },
    {
      "dayNumber": "5",
      "title": "Torres del Paine - Transfer to Famous Patagonia",
      "description": "Santiago is a gorgeous city in view of the Andes Mountains’ rocky escarpments. Your private transfer will meet you in the hotel lobby after breakfast and escort you to the airport for your flight to Puerto Natales. Your journey into Patagonia starts the adventure as you reach the edges of the secluded wilderness. You will have time to relax in your luxury accommodations with celebrated views over the spreading plains, shimmering lake, and the undulating horizon shaped by the Paine Massif. The remainder of the day will be at your leisure to enjoy the hotel and excursions to come."
    },
    {
      "dayNumber": "6",
      "title": "Torres del Paine - Embrace the French Valley",
      "description": "You will set out into the Patagonian wilderness with your guide for a whole day exploring the remarkable landscape along a portion of the famous “W” circuit. You will sail across the icy turquoise waters of Lake Pehoe to begin your adventure to the slopes of Cero Paine Grande. You may find wild vicuna wandering across the windswept grasses as you trek to the French Valley. You will reach the ancient glacial moraine and venture through fragrant woodland to find the French Lookout for a panoramic view over the natural amphitheater shaped by glaciers and granite walls."
    },
    {
      "dayNumber": "7",
      "title": "Torres del Paine - Trek to the Base of the Towers",
      "description": "The route to the base of Torres del Paine is iconic as you take to the trail for a view of the renowned granite towers. As you wander past rivers and streams, you can enjoy the serene ambiance within the untamed wilderness of Patagonia. The jagged mountaintops in the distance may offer a constant reminder of the challenging trek as you wander along Lenga beech trees and shrubs before overtaking a glacial moraine wedged between blocks of granite. You will reach the fascinating base of the Torres del Paine where the granite towers soar 8,100 feet above sea level."
    },
    {
      "dayNumber": "8",
      "title": "Torres del Paine - Bask in a Kayak Adventure",
      "description": "Your continued adventure in Patagonia will take you onto the waters of Grey Lake with a kayak excursion. Your guide will take you onto the frigid water fed by the glacial wall. Paddle past icebergs, where you can find the intense blue colors of the ice glinting against the silver hue of the lake. You can enjoy the cool breeze and specks of cold water dripping from the paddle. You can float by the majestic wall of ice that has withstood millennia before returning to the Refugio to board the boat back to your accommodations."
    },
    {
      "dayNumber": "9",
      "title": "Santiago - Relax in the Charm of Santiago",
      "description": "You will return to Santiago where you can enjoy the city at your pace. The cosmopolitan capital will contrast the wilderness of Patagonia. Instead of the Torres del Paine towers, you will find skyscrapers. Rather than shimmering waters of glacial lakes, you will find popular cafes offering wide selections of mouthwatering coffee. For a unique view of the city, you could visit the Universidad de Chile Metro Station to view the vibrant mural chronicling the nation’s triumphs and tragedies spanning history, politics, and religion in a captivating Art Deco style."
    },
    {
      "dayNumber": "10",
      "title": "Hanga Roa - Fly to Easter Island’s Unique Majesty",
      "description": "You will fly to Easter island in the morning and arrive at Mataveri Airport to meet your transfer to a gorgeous hotel. Rapa Nui maintains a mystical allure a world away from Chilean culture and embodied in the strikingly familiar moai, the enigmatic statues. From your hotel, you can enjoy unobstructed views of the Pacific Ocean as the water laps against the tranquil coastline leading to the luscious windswept grasses. The island has a personable and intimate feeling enhanced by a magnetic allure that will quickly welcome you to the land, sea, and culture."
    },
    {
      "dayNumber": "11",
      "title": "Hanga Roa - Wander Natural and Cultural Beauty",
      "description": "You will step into the island wilderness with your guide for a morning hike to the highest point at Terevaka Anakena, which reaches 1,635 feet above sea level. The panoramic view will sweep across the entire island giving way to the glistening cobalt colors of the Pacific Ocean. At Anakena Beach, the palm groves shade the sands and the water offers a refreshing tropical temperature perfect for a swim. You will continue to the 15 moai of Mahatua Ovahe . The fully preserved statues capture the grandeur of the archeological marvels as they overlook the coastline and fishing cove."
    },
    {
      "dayNumber": "12",
      "title": "Hanga Roa - Cycle and Snorkel around Easter Island",
      "description": "Your excursion for the way will once more take you along the land and sea of the fascinating island beginning with a cycling tour to reach the Akivi Taha . The scenic ride will take you to the seven moai standing on a platform. Yam and pineapple plantations will fill the air with sweet aromas combined with the slightly salty scent of the water. In the afternoon, you can dip into the waters of Rapa Nui once more with a snorkeling adventure. The crystal-clear sea will give you plenty of chances to find rainbow-colored coral, tropical fish, and strong mollusks."
    },
    {
      "dayNumber": "13",
      "title": "Hanga Roa - Depart for Home",
      "description": "In the morning, you may share your favorite part of the island over breakfast, from the fantastic panoramic hike to watching the Kari Kari ballet that expresses traditional Polynesian culture through song and dance. You have traveled from the corner of northern Chile to one of the world’s most remote islands to find a remarkable connection and the distinct differences that shaped your captivating experience. After breakfast, you will transfer to Mataveri International Airport for your flight back to Santiago, where you will continue home."
    }
  ],
  "map": ""
}