{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "south-americas-finest-vineyards-tour-of-chile-uruguay-argentina",
  "tourName": "South America's Finest Vineyards Tour of Chile, Uruguay, Argentina",
  "placesVisited": "Santiago, Valparaiso, Mendoza, Buenos Aires, Colonia del Sacramento",
  "generalInfo": "From the aroma of decadent chocolate emanating from a boutique confectionary to finding subtle hints of dark cherry and plum in a sip of wine, your custom tailored tour of Chile, Argentina, and Uruguay provides the perfect journey for oenophiles and culinary connoisseurs alike. Stroll among rows of vines with views of the snowcapped Andean peaks. Delight in cobblestone streets and colonial architecture. View colorful houses draping over steep hills and tango dancers performing in the open-air. Take pleasure in leisurely lifestyles, sample culture, revel in charm, and relish the refined, unique flavors of Chile, Argentina, and Uruguay.",
  "durationDays": "14",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santiago – Sampling a Chilean Introduction",
      "description": "Santiago has a fascinating blend of cosmopolitan ambiance, sophisticated streets, elegant artistry, and passionate locals. Tall, thick trees shade the boulevards and cobblestones line the older streets leading to the steps along Cerro San Cristobal. In the morning, the Central Market brims with vendors showcasing their fresh-caught seafood, from sea bass to mussels, and the neighboring outdoor produce market bustles with locals eager to sample ripening passion fruit and crimson strawberries. Your flight lands at Comodoro Arturo Merino Benitez International Airport, where your private transfer greets you upon your arrival. Settle into the comforts of your luxurious hotel in the artistic neighborhood of Lastarria. Bohemian coffee shops fill the streets with the aroma of roasting coffee beans. The Archaeological Museum of Santiago frames Plaza Mulato Gil de Castro. The galleries showcase cultural artifacts from around the country, including hats, baskets, and jewelry, some dating back as far as 1,000 BC. For a perfect introduction to Santiago and the Chilean culture, you make your way to Bocanáriz. The relaxed ambiance and specialty wine selection offer one of the best culinary experiences in the city. Brick walls and wooden tables help accentuate the atmosphere as the dining room fills with the aroma of slow-roasted meats, zesty dressings, and an array of gold, rosy, and dark purple hues from the wine glasses decorating the tables."
    },
    {
      "dayNumber": "3",
      "title": "Santiago – In the Interest of the Vine",
      "description": "The doors of local café along the main avenue of Providencia open to the irresistible aroma of fresh coffee. Baristas serve an array of café con leche and blends of beans from across South America, showcasing an artisanal knowledge in the craft of blending, brewing, and serving. Your guide greets you in the hotel lobby and escorts you to the vine-covered hills of the Casablanca Valley. The cool climate and mixture of hills, valley, and sea offer vibrant mineral-rich soils in which the grapes grow. The Pacific Ocean provides a refreshing breeze throughout the year. The hills protect the valley from shifting drastically in temperature, providing a Mediterranean climate. The leaves rustling along the vines shimmer with emerald and jade hues. Spanish colonial style manors rise out of the sea of vineyards. You arrive at your first winery spread over the hills at the entrance to the valley. Your guide leads you along the vines where you touch your fingers to the plump and waxy texture of the growing grapes. The leaves feel coarse and firm. The vineyard focuses on producing white wines, utilizing the various sections of the landscape to add richness in flavor, body, or both. In the tasting room, your guide pours a sample of the Chardonnay. A hint of pineapple emanates from the golden hues of the glass, giving way to a buttery texture on your palate."
    },
    {
      "dayNumber": "5",
      "title": "Valparaiso – Along the Coastal Hills",
      "description": "The morning commuters of Santiago wander amongst the artistic creations decorating the metro stations around the city. The most elegant character of the Universidad de Chile derives from the unique murals adorning the upper walls. The contemporary work blending modern and art nouveau style depicts the history of Chile, choosing to portray the arch of history in glory and tumult. After breakfast, your private transfer greets you in the hotel lobby and escorts you to the coastline to visit the sister cities of Valparaiso and Viña del Mar, before crossing into Argentina. Valparaiso offers a unique panorama of the past with vintage funiculars continuing to traverse the steep hills amongst colorful homes overlooking the Pacific Ocean. The port neighborhood remains popular with artists, poets, and students who gain inspiration from the mixture of obvious charm and hidden wonder. Stairways weave through the interconnected streets and renovated mansions harkening back to a more glamorous time along the seaside. One of the most famous buildings in the city is La Sebastiana, the former seaside home of Chilean poet Pablo Neruda. The white and red exterior glistens atop the hillside with a view of the water, with large windows allowing the breeze to carry the aroma of the briny water. The interior contains copious imagery of sea life and hidden passageways the poet utilized during house parties."
    },
    {
      "dayNumber": "6",
      "title": "Mendoza – Chocolates and Grounds",
      "description": "Mendoza is a city of quality and charm situated near the lush vineyards spreading over the Uco Valley. The Andean peaks create small silhouettes against the western horizon amongst the aromas of decadent chocolate emanating from the countless chocolateries dotting the wide cobbled boulevards and narrow, quiet avenues. Your guide greets you after breakfast, eager to lead you on a half-day tour of the city’s continued colonial charms. Fountains trickle with water at the center of public plazas. Cafes and restaurants set out tables and chairs along the walkways for patrons to enjoy the refreshing breeze and participate in people watching. You can hear gurgling water throughout the city from the irrigation ditches running alongside the sidewalks and main roads. The relaxed ambiance easily welcomes you to the beauty of the city and the accepting culture of the locals. For a grand introduction and easy orientation to Mendoza, your guide leads you to the Terraza Mirador, a rooftop terrace adorning City Hall. Statues frame the edges of the tiled terrace. You can view the skyline soaring over the treetops and streets, imitating the rolling Andean peaks. In the afternoon, you meet a private chef well known in the Mendoza culinary world for a lesson in traditional regional Argentinian cuisine. Your instructor goes over more than just the ingredients and their preparation, but also the connection of the food to culture, and the importance of those ingredients to Mendoza. The aroma of roasting meat emanates from the barbecue pit. The scent of garlic accompanies creamy olive oil. You savor the aromas as you wait for the traditional empanadas stuffed with mushrooms and onions."
    },
    {
      "dayNumber": "7",
      "title": "Mendoza – Pleasures of the Valley",
      "description": "In the morning, your guide greets you after breakfast and leads you away from the city streets to enjoy the sprawling vines and distinct flavors of the Uco Valley. The irrigation ditches you noticed around the city continue through the valley, helping source water around the desert landscape. The looming peaks of the Andes continue to texture the western horizon. The valley contains more than 1,500 wineries, combining the greenery of the vines, the rugged majesty of the Andes, and the open blue splendor of the sky. You make your way to the heart of the valley to reach a vineyard known as much for its grand architecture as for the wines produced. The winery blends Old World and New World techniques to provide vibrant, unique flavors paying tribute to the valley’s soil. The manor was designed in the shape of a cross with vines filling the air with a herbaceous and sweet aroma. In the cellar, you find 5,000 oak barrels stacked beneath the vaulted ceilings. Your guide’s footsteps echo against the stone of the cellar. The treasured acoustics have given the cellar a second use as a performance space. In the tasting room, your guide pours an array of samples. You are particularly excited about trying the Pinot Noir, one of the wines for which the vineyard is known. You discover an aroma of ripe cherries and blackberries emanating from the glass. The burgundy hue gives way to youthful, soft body with a pleasant, lingering finish."
    },
    {
      "dayNumber": "8",
      "title": "Colonia – To the Heart of Uruguay",
      "description": "In the morning, the aroma of chocolate returns to the streets of Mendoza. The chocolatiers work the dark, milk, and even white chocolate to great effect, producing masterful truffles, stunning shells, and captivating statuettes to place in the display windows around the city center. Your private transfer meets you at the hotel lobby after breakfast and escorts you to Governor Francisco Gabrielli International Airport for your flight to Montevideo, Uruguay. The capital city contains a vibrant and eclectic atmosphere at the mouth of the Uruguay River north of the Rio de la Plata. Neoclassical buildings wind beneath the shadows of skyscrapers, and the popular riverbank promenade fills with music at all hours of the day. Antique theaters decorate the walkways, and tango bars provide a sense of the city’s evening movement. Your guide greets you at Aeropuerto de Carrasco for an introductory tour of the capital city streets. Wander along La Rambla, a 10-mile long boulevard separating the city from the waters of the Atlantic Ocean. The sea breeze carries over the artistic walkway as locals enjoy the view to passing boats. The aroma of vibrant strawberries fades beneath the enticing scent of grilled fish drizzled with lime, emanating from the stalls of Mercado del Puerto. You continue to the charming town of Colonia to reach your resort-style accommodation blending tranquil ambiance with colonial décor and modern comfort."
    },
    {
      "dayNumber": "9",
      "title": "Colonia – On the Banks of Rio de la Plata",
      "description": "The town of Colonia retains its colonial charm at the heart of the historic district. Narrow cobbled streets and whitewashed walls harken back to the days of the Portuguese settlers before the Spanish overtook the town. The scent of freshwater and sycamore trees provide refreshment from the expanding sunlight. You make your way out of the town for the day to explore the gorgeous countryside, beginning with the Estancia Anchorena, one of the oldest wineries in the country. The ranch covers nearly three and a half acres with the main house originally erected in the early 20th century. The half-timber home and red-tiled rooftop resemble a structure out of Switzerland. Today the manor acts as the presidential summer palace. Trees from around the world help shade the grounds of the park, including an array of eucalyptus, which offer an aroma of black licorice to the air. You continue to another winery in the area first established in the mid-19th century by German settlers. The vineyards encompass more than 110 acres and have a collection of preserved buildings first erected in the late 19th century, reflecting the character of the past and the traditions of the vineyard. Enter into the cellar to experience the shift in temperature to a refreshing cool. You sample a rose blend of Cabernet and Tannat, finding an aroma of cherry fresh cherry and black licorice."
    },
    {
      "dayNumber": "10",
      "title": "Buenos Aires – History Crossing Borders",
      "description": "The morning breeze rushes over the waters of the Rio de la Plata and carries a revitalizing temperature. The sycamore trees rustle over the cobbled streets of the historic center. The aroma of coffee adds to the charm and enriching scent of the aged stone around town. Your guide greets you after breakfast, ready to lead you through the layers of Colonia del Sacramento’s history, beginning along the antique wall more than 200 years old. The city lighthouse overlooks the water and was originally constructed in the mid-19th century. Whitewashed colonial buildings shimmer beneath the sunlight as you follow in the footsteps of the Portuguese for insight into the region’s first European settlers. Iglesia Matriz is the oldest church in Uruguay and was established in the late 17th century. The symmetrical walls and spires act as the centerpiece of the Plaza de Armas, which also stands on the foundations laid by the Portuguese. The Portuguese Museum displays artifacts representing the luster of the more prominent settlers, from porcelain to antique furniture, along the utilized maps of the river and the Atlantic Ocean. Colonia has preserved its charm and continues to allure with colonial elegance. You make your way to the port along the riverside and board a ferry in the afternoon bound for Buenos Aires, Argentina."
    },
    {
      "dayNumber": "12",
      "title": "Buenos Aires – Flavor of the City",
      "description": "The Old World elegance and New World luster provide Buenos Aires with an ambiance all of its own. Sycamore trees shade the graceful cobbled boulevards of Recoleta, a neighborhood known for mansions and prestige. Antique markets and shops spill into the plazas of San Telmo throughout the week, offering insight into the past and present aesthetics of locals, from clothing to coveted woodwork made on nearby estancias. Your guide greets you in the hotel lobby ready to lead you through the marvels of the city dating back to the 16th century along the foundations of the Plaza de Mayo. Cafes set out tables and chairs alongside the busy pedestrian promenades. Locals indulge in strong coffee in the morning and fresh churros coated with cinnamon and sugar. In the afternoon, restaurants fill the air with slowly roasting meats, accentuated by the scents of garlic and chili flakes mixed for chimichurri . Your guide leads you down the colorful street of El Caminito in the La Boca district. Brightly painted corrugated homes line the pedestrian avenue. Locals watch passersby from their windows. Artists capture the movement and color on canvas amongst the displayed photos of Eva Perón and Che Guevara. Tango dancers move in step with their own rhythm and pose for photos. The barrio gives an undeniable flair and flavor to the city."
    },
    {
      "dayNumber": "14",
      "title": "Buenos Aires – Taking to the Tastes",
      "description": "Cafes and bakeries display freshly made empanadas in their windows. The aroma of buttery and flaky dough fills the streets around Calle Florida. The day is yours before your flight to continue your exploration of the city or venture to an estancia on the outskirt of Buenos Aires to experience the daily life of an Argentine gaucho. The sweet aroma of dulce de leche fills the air outside of a celebrated ice cream shop. The boutique shop opened in the 1950s along Avenida Corrientes and continues to satiate the desires of the city late at night with the renowned dulce de leche flavor. The smooth texture and balanced taste have charmed patrons from around the world. Stay for a sample or partake in an ice cream tour before your private transfer greets you at the hotel and escorts you to Ministro Pistarini International Airport."
    }
  ],
  "map": ""
}