{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "chilean-patagonia-tour-santiago-w-trek-torres-del-paine",
  "tourName": "Chilean Patagonia Tour: Santiago & W Trek Torres del Paine",
  "placesVisited": "Santiago, Puerto Natales, Punta Arenas, Torres del Paine National Park, Lake Nordenskjold, French Valley",
  "generalInfo": "Discover the hidden gems of Chile on this luxury 8-day Chilean Patagonia Tour. Glaciers exquisitely complement pristine mountaintops and shine like diamonds in the sunlight. Turquoise lakes sparkle against a backdrop of granite peaks. Wild guanacos traipse across the high altitude plains. Icebergs calve away from the ice wall and splash down into the waters below. The landscape of Chie will take your breath away, from the dramatic mountains to the charming wildlife, radiant wildflowers to the untamed valleys. You will find the purity of Chile illuminating in nature’s beauty.",
  "durationDays": "8",
  "price": "3,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Embracing the Urban Landscape",
      "description": "Santiago is a city with a rich history and lavish contemporary culture. Cafes bustle with locals enjoying a rich, brewed coffee. Office buildings tower over the financial district. The historic city center contains a captivating flamboyant spirit. 19th-century palaces line the streets, and intriguing churches have steeples that are juxtaposed with the surrounding skyscrapers. You arrive at Comodoro Arturo Merino Benitez International Airport. Your private transfer meets you at the airport and escorts you into the heart of the city, where you settle into the energetic lifestyle of the distinct neighborhoods. The residential area of Bellavista rests at the foothill of Cerro San Cristobal. Gondolas travel from the base of the hill to the summit. Trees dot the landscape with verdant colors. Pablo Neruda’s home graces the hillside and looks out over the cityscape. Neruda erected his home in the 1950s. The dining room has a ship’s cabin motif. The living room resembles a lighthouse. Neruda’s love of the sea and all things nautical is on display in every room of the house, accentuated in the colored glass and shells. The home embodies the wonders of Santiago, a city close to the Pacific Ocean but offering consistent views of the bordering Andes Mountains. Consider reading some of our travelers' Chile tour reviews to further refine your personalized Patagonia itinerary."
    },
    {
      "dayNumber": "2",
      "title": "Urban Landscape to Wilderness Escape",
      "description": "La Vega Central market opens in the morning and fills with Santiaguinos in search of the perfect cherimoya , an oblate fruit with a creamy texture and delightful sweetness. The aroma of freshly made passion fruit juice from the juice stands drifts down the lanes. The bright colors of the displayed fruit are enticing. After breakfast, your private transfer escorts you to the airport for your flight to Punta Arenas. The city acts as the gateway to Chilean Patagonia. Brightly painted buildings decorate the streets. The Magellan Strait brushes against the edges of town. You continue northbound to the city of Puerto Natales, which borders the celebrated Torres del Paine National Park. The water of the Strait of Magellan has a turquoise hue. You can see the summit of the Benitez Mountains rolling along the horizon northwest of town. Corrugated homes act as a reminder of the city’s humble origins as a fishing village. The vibrant colors worked as beacons for fishermen who could see the elevated and vivacious frames from the sea. The Historical Museum in town exhibits local history, including a traditional Yaghan canoe. The simple structure of the boat allowed the indigenous people to travel between the islands in Patagonia to hunt or search for shellfish."
    },
    {
      "dayNumber": "3",
      "title": "Calling to Torres del Paine",
      "description": "In the morning, the fishing boats set out on the Magellan Strait, sailing away from the colorful corrugated homes along the shore. Outside of town, the sunlight inches into the Milodon Cave, home to thousands of years of human habitation, along with traces of extinct animals, from giant sloths to saber-tooth tigers. After breakfast, your private transfer meets you at the hotel and leads you north en route to Torres del Paine National Park. You stop at Cerro Castillo Village. The snowcapped peak of Castillo Mountain towers over the massif in the distance. The three major glaciers on the southern slopes sparkle in the sunlight like jewels. The triple-tiered peaks reach an altitude of 8,858 feet. It is a taste of the landscape panoramas to come once you arrive in Torres del Paine National Park. You reach your hotel, located in the Las Torres sector. The lush pampas lead to the rugged foothills of the surrounding mountains. Horses graze on the verdant grass. Wildflowers blossom along the hillsides, radiating with yellow petals. Nature is gleaming all around you. The luxuries of contemporary life emanate from the plentiful selections of your private spa. You can see the magnificent summit from your room."
    },
    {
      "dayNumber": "4",
      "title": "In the View of the Towers",
      "description": "In the morning, you can sip a cup of refreshing coffee and enjoy the view to the nearby mountains outside of the dining room. You can hear horses trot along the prairie. After your meal, you venture out along the trailhead before conquering the first leg of the famous “W,” taking you to the base of Torres del Paine. The prairie fades into the underbrush of windswept plains and craggy boulders. The air has a subtle sweetness from ancient beech trees. The lenga forest shades you during much of your walk. Woodpeckers tap at the bark, drilling loud holes into each tree in search of food. The sound carries deep into the forest. The trees can grow up to 100 feet tall and five feet in diameter. The trees begin to fade around the time you reach the challenging ascent of “the moraine.” The breeze becomes a cool wind when you reach the base of Torres del Paine. You can see the mesmerizing shape of the granite pillars reaching 6,500 feet above the high altitude plains. Barren foothills surround the indigo lake in the foreground. The impressive peaks linger in the background. The natural angle of the dell frames the pillars."
    },
    {
      "dayNumber": "5",
      "title": "First Leg of the W",
      "description": "The Paine Massif is connected to the Andes Mountains, spurring out to the east and rising dramatically above the Patagonian Steppe. In the morning, your view outside of the window is thrilling, filled with the familiar verdant grass and powerful mountaintop. The summit reminds you of the brilliant granite pillars you witnessed previously. After your meal, you can feel the exhilaration coursing through you as you venture out along the “W” trail. The grass along the high altitude plain is low to the ground, shaped by the wind and cold temperatures. You can see a herd of guanaco in the distance, a cousin of the alpaca. Their long, graceful necks allow them to dip low to the ground and graze on the short grass. The gray, craggy edges of Almirante Nieto Mountain poke through the overlaying snow. You can see the turquoise shores of Nordenskjold Lake below. The sunlight shimmers on the water’s surface, creating the illusion of ripples. Notro flowers blossom with thin, long petals that inspired the locals to name the foliage “Chilean firebush.” You reach your accommodation located before the “Big Circuit,” underneath the gaze of Los Cuernos peaks. Lush bushes and grass run along the mountainside. The lakeshores reach the foothills. You settle in the charms of the landscape and relax for the remainder of the day."
    },
    {
      "dayNumber": "6",
      "title": "Peaks and Valleys of the W Trail",
      "description": "The sun casts a light over the imposing peaks of Los Cuernos, hovering above your accommodation. At breakfast, the taste of coffee is soothing and rejuvenating. The excitement of the coming trek encourages you to head out early. Along the trail, you have an unimpeded view of Nordenskjold Lake and its surface area of nearly 11 square miles. The waterfall of Salto Grande feeds into the lake on the northeast side. Notro flowers and beech trees speckle the undulating hills. You ascend into the heart of the Paine Massif, scrambling up boulders and the passing forest. French glacier wraps around the southern side of Paine Grande. The summit reaches nearly 9,500 feet above sea level. The sound of glaciers calving echoes throughout the trail. Through breaks in the canopy, you can see chunks of ice falling away from the field. You reach the top of the trail and look back at the French Valley. The mountains wrap around the basin, forming a natural amphitheater. The granite walls rise above the verdant trees. The turquoise water of the lake glows in the center of the landscape. The view is remarkable from every angle, whether it’s looking into the valley below or finding the Andes Mountains rolling along the horizon frosted with glaciers and snow."
    },
    {
      "dayNumber": "7",
      "title": "Final Leg of the W",
      "description": "Your lodge overlooks the banks of Pehoé Lake. The water has an alluring indigo color against the waving golden strands of the windswept grass. Paine Grande crowns the view above the plain, with Los Cuernos and the French Valley to the east. The scent of pine drifts along the lakefront. After breakfast, you follow the trail along the western edge of the Paine Massif, leading you to Grey Lake. The water encompasses more than 12 square miles and has a distinctive metallic luster along the surface. The closer you trek to the shores, the more you notice the glowing blue icebergs floating on the water, their bright blue peaks peeking out of the surface. The air is cool and crisp around you when you reach the second lookout. You have a perfect view of Grey Glacier, an ice field covering 100 square miles that touches the edge of the lake. The ice wall rising from the water is impressive. The surface of the glacier is pristine with undulating sheets of ice that resemble jagged mountaintops, providing an unforgettable view of the elements shaping of the glacier. You return to the shores of Pehoé Lake and board a catamaran to Pudeto Sector, where you continue to Puerto Natales."
    },
    {
      "dayNumber": "8",
      "title": "Unforgettable Natural Wonder",
      "description": "The Strait of Magellan laps at the edges of Puerto Natales. The colorful corrugated homes nestle between the panorama of the mountains and the waterway that connects to the Pacific Ocean. The herbaceous aroma of sweet, hot tea lingers in the doorways of cafes across the city. After breakfast your private meets you at your hotel and escorts you to Punta Arenas. The historic mansions in Plaza Munoz Gamero add a layer of grace and culture to the streets. A statue commemorating the 400th anniversary of Magellan’s voyage decorates the square. You continue to Presidente Carlos Ibanez del Campo International Airport for your flight home."
    }
  ],
  "map": ""
}