{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "outdoor-exploration-tour-of-chile-andes-to-the-pacific",
  "tourName": "Outdoor Exploration Tour of Chile: Andes to the Pacific",
  "placesVisited": "Punta Arenas, San Pedro de Atacama, Atacama Desert, Santiago (City), Torres del Paine",
  "generalInfo": "On this 10-day tour of Chile, partake in the adventure of a lifetime in the great outdoors. From ice trekking through Patagonian ice fields and glaciers to sandboarding in the heart of the Atacama Desert, Chile is a thrill seeker’s paradise. Observe penguins in their natural habitat, spend the night glamping under thousands of stars, and traverse Torres del Paine National Park.",
  "durationDays": "10",
  "price": "3,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Punta Arenas – Arrive in Patagonia",
      "description": "You will arrive at the airport, and your private driver will greet and transfer you to your marvelous accommodation in the heart of the city. You will have ample time to settle in to your suite before meeting your guide in the hotel lobby to begin your first explorations of Patagonia. You will transfer to the magnificent Mirador Cerro de la Cruz, where you can gaze out over stunning views of the many colorful buildings of Punta Arenas and the Strait of Magellan. Once the sun has fully set, you will be guided back into the center of Punta Arenas to delight in your first traditional Chilean meal."
    },
    {
      "dayNumber": "2",
      "title": "Punta Arenas – Private Yacht Cruise",
      "description": "Today you will embark on a private yacht cruise through the Strait of Magellan. You will arrive at the incredible Magdalena Island, where you will be able to observe penguins in their natural habitat. As your cruise continues, you will be able to observe sea lions as they bask in the sun along the coast. You may even spot a group of dolphins and whales as you cruise through the gorgeous waters of Patagonia. In the evening, you will be returned to Punta Arenas. Depending on the season in which you are traveling, you may encounter the incredible Southern Hemisphere phenomenon where the sun does not set until nearly midnight, resulting in a seemingly endless day."
    },
    {
      "dayNumber": "3",
      "title": "Torres del Paine – Scenic Mountain Trek",
      "description": "This morning you will transfer to an eco-friendly glampsite in Torres del Paine National Park. Once you arrive, you will begin to take in the sights and sounds of this gorgeous park before meeting your guide to begin your exploration of Patagonia’s top sites. You can choose your trek based on your personal interest and skill level. You will indulge in a trek to Mirador Los Cuernos, which is a leisurely hike to a marvelous glacial lagoon that is surrounded by towering mountains. In the evening, you will delight in a gourmet dinner at your glampsite before spending the night under an endless sky of stars."
    },
    {
      "dayNumber": "4",
      "title": "Torres del Paine – Treasures of Patagonia",
      "description": "This morning, you will meet your private guide to begin your day’s adventure. Today, you will board your private coach and have an immersive tour of Patagonia’s most remarkable lookout points . Upon your arrival at your first lookout point, you will be stunned by the beauty of the three-peaked mountains that may be visible in the distance. In the afternoon, you can discuss your options for the rest of the day with your guide. As each tour is curated specifically to the guest, you will have the chance to select the activities that best suit your interests. You may go fishing, whitewater rafting, kayaking, horseback riding, or embark on another guided trek."
    },
    {
      "dayNumber": "5",
      "title": "Torres del Paine – Ice Hiking on Grey Glacier",
      "description": "Today, you will cruise through the vast Patagonian ice fields, where you will delight in a guided ice trek on the Grey Glacier. From your glampsite, you will board a private transfer to the port to embark on your cruise through the glacial waters. Upon your arrival at the glacier, you will be stunned by its breathtaking magnitude. When you are ready, you will traverse the incredible expanse of Grey Glacier. At the conclusion of your ice trek, you will return to your opulent glampsite, where you can enjoy a delicious Chilean barbeque that will be accompanied by the country’s finest Cabernets."
    },
    {
      "dayNumber": "6",
      "title": "San Pedro de Atacama – Sandboarding in the Desert",
      "description": "This morning, you will transfer to the airport in Punta Arenas and board your flight to the Atacama Desert. Upon your arrival, your private driver will greet and transfer you to your luxurious accommodation. Once you have had time to relax, you will meet your guide in the lobby to begin your initial explorations of the Atacama Desert. To begin, you will transfer to the heart of the desert, where you will encounter sand dunes that seem to reach up to the sky. You will be able to partake in sandboarding, which is a newly popularized Chilean activity. When you are ready, you can cruise down the slopes of the dunes on your sandboard. In the evening, you will delight in a stargazing tour beneath the desert sky."
    },
    {
      "dayNumber": "7",
      "title": "San Pedro de Atacama – Valle de la Luna",
      "description": "This morning, you will continue your exploration of the Atacama Desert. In the morning, you can partake in a private cycling tour through the desert’s most noteworthy sites and destinations. As the afternoon presses on, you will embark on a tour of the stunning Moon Valley. During your time here, you will meander through the valley and visit the area’s incredible landforms. As the sun begins to fade, you will be transferred to a gorgeous lookout point, where you will watch the sunset over the vast terrain of the valley. You will have the remainder of the day to wander through the charming town."
    },
    {
      "dayNumber": "8",
      "title": "Santiago – Cerro San Cristobal",
      "description": "This morning, you will fly to Santiago. Upon your arrival in the Chilean capital city, your private driver will greet and transfer you to your luxurious hotel in the charming Lastarria neighborhood of Santiago. After you have had a moment to settle in, you will meet your guide in the lobby to begin exploring this remarkable city. You will begin the day with a customized tour of Santiago’s top sites and destinations. Your tour will include visits to the Lastarria neighborhood, the Bellavista area, and La Chascona, which is the home of Pablo Neruda."
    },
    {
      "dayNumber": "9",
      "title": "Santiago – Valparaiso and Viña del Mar",
      "description": "Today, you will explore the neighboring cities of Valparaiso and Viña del Mar on a full-day excursion from Santiago. After a short transfer, you will arrive in the marvelous port city of Valparaiso. Upon your arrival, you will ascend to the top of the gorgeous Cerro Alegre, where you have spectacular views of the Pacific Ocean. You can also stroll through the town’s enchanting streets and pick up a souvenir or two. Upon your arrival in Viña del Mar, your guide will offer you a tour of the area’s noteworthy sites before leaving you to enjoy the rest of the afternoon at your leisure. When you are ready, you will return to Santiago."
    },
    {
      "dayNumber": "10",
      "title": "Santiago – Departure",
      "description": "Today, you will enjoy your final breakfast in Chile. You can spend your final morning in Santiago exploring at your leisure. Soon, your driver will transfer you to the airport for your"
    }
  ],
  "map": ""
}