{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "buenos-aires-mendoza-santiago-wine-tour",
  "tourName": "Buenos Aires, Mendoza & Santiago Wine Tour",
  "placesVisited": "Buenos Aires, Mendoza, Santiago de Chile",
  "generalInfo": "From a bold and velvety Argentine Malbec to the distinct flavor and nose of a Chilean Cabernet, the wines of South America are as spectacular as the landscapes from which they come. With South America’s greatest cities a short plane ride away, you’ll understand why these are the regions that France and Napa don’t want you to discover.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Touching Down in South America",
      "description": "You arrive this morning on the outskirts of one of South America’s most cosmopolitan cities, beautiful and bright Buenos Aires, where the sophistication of Europe meets the passion of Latin America, where the streets hum with activity and the smells of a perfectly grilled steak fill your nose. A car will meet you at the airport to take you to your luxurious, comfortable hotel, where you can drop off your luggage and set out to explore everything city has to offer. You’ll find the streets awash with color and full of life, with local Argentines ringing in the approach of night in fine fashion, preparing for a long and exciting evening. Dinner can be had at one of the city’s excellent parrillas , where the local beef offers a delicious complement to the rich and sumptuous notes of a glass of the country’s best Malbecs."
    },
    {
      "dayNumber": "2",
      "title": "Half-Day Tour and a Tango Show in Argentina’s Captivating Capital",
      "description": "After a delicious Argentine breakfast at the hotel, set out on a half-day tour that will show you all the highlights of this incredible metropolis. You’ll discover the tranquil and scenic neighborhoods of Retiro and Palermo and witness the extraordinary span of the Avenida de 9 de Julio, the widest avenue in the world. Walk the length of this remarkable thoroughfare to take in some of Buenos Aires’s most famous monuments, from the stately façade of the French embassy to the soaring Obelisk marking the Plaza de la Republica, from the statue of Don Quijote at the avenue’s intersection with Avenida de Mayo to the immense and spectacular Teatro Colon. Then turn to the city’s political heart, like the Plaza de Mayo, the center of political protests in Argentina for decades, and the famous Casa Rosada, the Pink House that serves as the executive mansion for the President of Argentina. Revel in the newly restored and the splendid scenery at the Puerto Madero and the colonial homes and elegant wrought-iron lanterns that line the cobblestone streets of San Telmo. You’ll also make stops at Francia Square and to the lively and colorful neighborhood of La Boca, where the multihued shops reflect the liveliness and excitements of this vivacious barrio . This evening features a true Argentine treat as you’ll head out to Esquina Carlos Gardel (one of the best-known tango show venues) for a delicious dinner and a performance of Argentina’s national dance, the tango. You’ll be captivated by the passion of this beautiful and iconic dance, and with some of the city’s best culinary offerings before as well, this is sure to be a night you’ll remember for the rest of your life."
    },
    {
      "dayNumber": "3",
      "title": "Another Day of Independent Exploration or Option Activities in Buenos Aires",
      "description": "Today you continue your explorations of Buenos Aires either on your own or with a guided tour that will show you the city’s brilliant buildings or its finest art galleries: you can also engage in guided tours centered on the city’s architecture, its culinary traditions, its street art, or its Jewish heritage, just to name a few. If you’d rather go it alone, you can perambulate along Avenida Corrientes, Buenos Aires’s answer to Broadway and the West End, or do some shopping in a posh barrio like Palermo Viejo or in the Microcentro at Florida and Lavalle Streets. Visitors will also want to check out the incomparable scene at El Ateneo Grand Splendid, a bookstore housed in a former theater that is widely regarded as one of the most beautiful on the planet. After an afternoon of relaxation at your hotel, you’ll enjoy another stirring local performance of the tango with an accompanying dinner. Then, discover some of Buenos Aires’s best night spots: the Krakow Café Bar in San Telmo is particularly well-known."
    },
    {
      "dayNumber": "4",
      "title": "Turning West to the Foothills of the Andes",
      "description": "After breakfast at your hotel, you will be picked up and transferred to the airport. Board a plane and turn to the high plains of Argentina’s Mendoza Province, where the altitude, rainfall, and temperature all combine to create one of the finest viticultural areas in the entire world, and the largest wine-growing region in all of Latin America. You’ll be transported from the airport to your selected hotel located either in downtown Mendoza or the trendy Chacras de Coria neighborhood. Relax with a glass of wine that comes from wineries mere minutes away, or engage in some of the hotel’s offered activities or simply walking the grounds."
    },
    {
      "dayNumber": "5",
      "title": "A Full Day of Sightseeing in the Mountains, and Viewing Aconcagua",
      "description": "Today features a full-day excursion into the teeth of the towering Andes Mountains, a range that runs along the entire western coast of South America and which imbues the area with the powerful majesty of some of the tallest peaks in the Western Hemisphere. Weather permitting you’ll be able to catch a glimpse of the cragged summit of Aconcagua, the tallest peak in the Americas and the highest point on land outside of Asia. You will drive on to the border with Chile (Las Cuevas) before passing the jagged and bewildering Penitentes, snow formations that resemble contrite sinners kneeling for forgiveness. You will also pass the astounding Puente del Inca, a natural arch spanning the Vacas River that was visited and recorded by Charles Darwin during his South American journeys in the early 19th-century. The evening sees you back in Mendoza, where dinner can be as lavish or as laid-back as you please: 1884 is one of the city’s most famous restaurants and features local meat and produce while Il Panino offers a more tranquil atmosphere as well as the best pizza in the city."
    },
    {
      "dayNumber": "6",
      "title": "Enjoying the Fruits of Argentina’s Wine Region: A Full Day Guided Wine Tour",
      "description": "Get ready to experience Argentina’s Wine Country at its best today as you’re scheduled to visit three hand selected wineries, from the giant and prestigious growers to boutique wineries that excel at producing their own blends as well as some of the finest Malbecs around. Guides will explain how Mendoza’s temperature and irrigation systems create the perfect environment for delicious wines that are fruity yet deep, full yet delicate, and always delectable. With an eclectic and engaging mix of old wineries and new, large-scale and intimate, industry newcomers and famous names alike, by the end of the day, you’ll find it almost impossible to say which was your favorite. Lunch is a gourmet affair, with each course bringing with it wine that is sure to complement perfectly the complex flavors of the cuisine and offer a pleasant balance to every offering, from hearty steaks to sublime desserts. And with gorgeous vistas of the surrounding countryside and friendly and helpful people leading your journey, today is sure to be a true adventure in taste."
    },
    {
      "dayNumber": "7",
      "title": "Goodbye Argentina, Hello Chile",
      "description": "Transfer from your hotel to Mendoza’s airport and board a flight to Santiago, the charming capital of Chile nestled between the Andes and the Pacific, where you can ski in the morning, surf in the afternoon and spend the evening living up the nightlife like a true Chilean. Spend some time to recharge at your beautiful and exciting hotel in the heart of the action before experiencing Santiago’s nightlife for the first time. There are a number of delicious seafood restaurants here—Ocean Pacific and Aqui Esta Coco are particularly recommended. For the best jazz scene on the continent, visit small clubs featuring local artists or famous clubs that host international superstars. The city’s best, the Club de Jazz de Santiago, can be found in the northern section of the Nunoa neighborhood."
    },
    {
      "dayNumber": "8",
      "title": "Visiting Vina del Mar and Valparaiso",
      "description": "Today takes you to the Chilean coast to explore two of her most famous port cities, the inimitable metropolises of Viña del Mar and Valparaiso, known affectionately as “The Garden City” and “The Jewel of the Pacific,” respectively. Your bilingual guide will share all the secrets of these scenic cities and hit all the highlights, from the Flower Clock near Caleta Abarca beach in Viña del Mar to the Historic Quarter of Valparaiso, a UNESCO World Heritage Site since 2003. There is history and high culture throughout these two famous ports: Valparaiso alone can claim Latin America’s oldest stock exchange and its first volunteer fire department, the first public library in Chile and the oldest continuously published Spanish language newspaper on Earth. Viña del Mar’s attractions are no less impressive: visit the Fonck Museum to catch a glimpse of a large moai, the only one of its kind in mainland Chile, or walk the grounds and the halls of Palacio Carrasco, a National Historic Monument that includes a Rodin sculpture right outside the entrance. Evening sees you back in Santiago, where you can regale in the city’s nightlife once again: grab a drink at Boomerang, an upscale pub and cocktail bar in Providencia, or walk the street Isidora Goyenechea to find a restaurant for the evening."
    },
    {
      "dayNumber": "9",
      "title": "A Day of Wine in Chile’s Central Valley",
      "description": "Return to the foothills of the Andes for a full-day excursion into the Central Valleys to taste some of the best of Chile’s wines, from the ancient and venerable grapes of the Maule Valley to the newly planted fields of Cabernet Sauvignon, Carmenere, and Chardonnay that have helped put Chile on the world wine map. Four unique and eclectic valleys offer seemingly endless opportunities to engage your inner oenophile, from the sprawling verdant vines of Colchagua Valley to the rolling hills and gentle undulations of the Curico Valley. You will be able to see of these valleys in one day. If you extend your stay, you can visit additional valleys and spend a night in one of the fabulous resorts. Located directly across the Andes from Mendoza, these sites give you the chance to observe how small differences in climate and location create radically different wines that are nevertheless similar in their exceptional quality. Tours of the wineries and vineyards will give you a first-hand look at the incredible advancements in wine growing technology that have assisted in Chile’s rise in the international wine market. The evening sees you back in Santiago, ready for one final night in thrilling South America."
    },
    {
      "dayNumber": "10",
      "title": "Saying Goodbye to the Southern Cone",
      "description": "After one last morning in Santiago, you will be escorted to the airport to return home after an adventure filled with fine food, fine wine and fine times. You will already be aching to return to this scenic and memorable continent."
    }
  ],
  "map": ""
}