{
    "Main_Title": "Our Cape Verde holidays & tours",
    "Main_Paragraph": "Our Cape Verde holidays get you donning boots and boarding boats to explore this 10-island archipelago in the Atlantic. We have walking holidays designed by local experts who know the best walking trails through pastel-painted villages and terraced mountains. Our cruises, meanwhile, are small ship adventures that barely make a wave as they glide into fishing ports that the big liners cant reach. Great music, food and art is threaded through each trip  whether thats sharing a coffee at a mountain guest house or visiting morna singer Cesaria Evoras museum house in Mindelo.",
    "Subtitle": "CAPE VERDE highlights",
    "Title1": "",
    "Paragraph1": "Apart from the fact that this glorious archipelago is still largely untouched by mass tourism, one of the most wonderful things about Cape Verde is that each island proffers its own unique natural but also very specific cultural heritage. Fogo still has a simmering volcano but also produces wonderful coffee and wine out of the ashes. São Vicente has mountains, coasts and two carnivals. Santiago has some of the most handsome views from Serra da Malagueta National Park, as well as the former colonial capital at UNESCO World Heritage Site Cidade Velha. And Santo Antão has so many ancient mule trails, you could hike to a different place of beauty every day for a week and still feel like you have only just begun.",
    "image1": "",
    "Title2": "1. Fogo",
    "Paragraph2": "Fogo is sort of fearsome but also fascinating, and definitely fantastic for hiking, if vertiginous and volcanic arent words that freak you out. The most recent volcano is still simmering from the 2014 eruption at Mount Pico (2,829m). Take a guided hike up to the top, or to adjacent Pico Pequeno. You will need a glass of local vinho to toast that achievement, miraculously cultivated within the caldera.",
    "image2": "",
    "Title3": "2. Island culture",
    "Paragraph3": "Uninhabited before the Portuguese arrived in 1500s, Cape Verde has since witnessed slavery, mining, famine and volcanoes. Today it is peaceful, with a Creole culture and a mix of European and West African heritage. Each island has its own identity through music, food or dialect, with at least six forms of music alone. So, although the official language is Portuguese, youll also hear much of the music in Creole.",
    "Title4": "3. Sal",
    "Paragraph4": "Just 35km long and 12km wide, this is one of Cape Verdes three sandy eastern islands, popular for recent resort tourism with all-year sunshine. Also home to one of Cape Verdes international airports so it has plenty of tourist activities. Dive here to see lava tubes, or windsurfing is superb in January and February. And explore Pedra de Lume crater, which is below sea level, creating vast salt flats.",
    "image3": "",
    "Title5": "4. Santiago",
    "Paragraph5": "The largest island has the first colonial city in the tropics, Cidade Velha, constructed for slave trading, and is now home to the contemporary capital, Praia. Santiagos hiking is totally gorgeous; walk up the islands highest mountain, Pico dAntonio (1,394m) and stay in Rui Vaz for some of the finest views of the archipelago. There are impressive views too from the mountains of Serra da Malagueta National Park.",
    "Title6": "5. Santo Antao",
    "Paragraph6": "This is Cape Verdes second largest island with spectacular hiking. Walk up to the volcanic crater, through farmed terraces in the Paul Valley and along ancient mule trails that bring you from bays to clifftops along this dramatic Atlantic coastline. Stay in small, locally owned accommodation in mountain or fishing villages and gain a real sense of Cape Verdean life. Spend a week hiking here and never tire of it.",
    "Title7": "6. Sao Vincente",
    "Paragraph7": "With harsh, mountainous volcanic terrain, the white beaches proffer cooling breezes and soothing waters on this island which is deserted in some parts, but life and soul in others. The main town is Mindelo, considered Cape Verdes cultural capital and famous for its carnival in February, when local music plays a big part. Hike up to its highest point Monte Verde (725m) or follow coastal routes from beach bliss to more bliss."
}