{
  "destination": "Italy",
  "mainPhoto": "",
  "id": "12-day-luxury-italy-rome-sicily-and-the-amalfi-coast",
  "tourName": "12-Day Luxury Italy: Rome, Sicily and the Amalfi Coast",
  "placesVisited": "Rome, Vatican, Sorrento, Amalfi Coast, Sicily",
  "generalInfo": "Experience the true splendor of ancient life, cultural cuisine, and inspiring scenery during your 12-day luxury Italy vacation. From Rome to the Amalfi Coast and Sicily, witness glistening mosaics, walk with master Renaissance artists and discover the dishes that have shaped tradition. Enjoy exclusive tours and remarkable insights as you explore it all.",
  "durationDays": "12",
  "price": "11,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Rome - Arrive in Remarkable Rome",
      "description": "The Eternal City of Rome embodies Italy’s wonders on a grand scale. With haunting ruins, inspiring art, and vibrant life crowding the streets, Rome is endlessly fascinating and filling with intoxicating charisma. Your flight will land at Leonardo da Vinci International Airport, and you will be escorted to the comforts of your accommodations in the heart of the city. The remainder of the day will be at your leisure to settle into your hotel and begin to explore the bustling streets of Rome."
    },
    {
      "dayNumber": "2",
      "title": "Rome - Visit the Vatican",
      "description": "Masterpieces of architecture will surround you during your exclusive tour of the Vatican Museums. The remarkable collection of artifacts will spread across the galleries revealing pieces from Egypt to ancient Rome, Medieval artistry to Renaissance splendor. Your guide will lead you to the masterpieces of the Raphael rooms to see the stunning array of colors and interpretation of contemporary artists in the School of Athens before you reach Michelangelo’s Sistine Chapel. You will continue into the Vatican Acropolis for a unique exploration up to a depth of 40 feet with sections beneath the basilica dating back to Imperial Rome."
    },
    {
      "dayNumber": "3",
      "title": "Rome - Follow a Path to the Catacombs of Rome",
      "description": "Step out to discover the compelling history of Rome with a tour of the unique catacombs found around the city. Your guide will lead you beneath the city’s sun-baked streets to find a secret network of tunnels dating back nearly two millennia. The tombs were carved out of the rock and reveal different elements of history. At the Basilica of San Clements, you can find a 2nd-century cult temple. At the Capuchin Crypt, you will find a different perspective in the Bone Chapel, where the bones of nearly 4,000 monks decorate the intricate space from floor to ceiling."
    },
    {
      "dayNumber": "4",
      "title": "Rome - Embrace the Cuisine and History of Rome",
      "description": "Your guide will meet you in the hotel lobby when you are ready for a relaxing stroll through the streets on a food tour from Campo de’ Fiori to Trastevere. Your local culinary expert will introduce you to the cuisine for which each neighborhood is known as you visit markets, sample a restaurant, or find the quintessential cherry tart in the Jewish Ghetto bakery. You may sample pizza bianca with mortadella or find an irresistible crunch in a delicious suppli . You can finish your tour with an artisan gelato to sample the best of Italian desserts."
    },
    {
      "dayNumber": "5",
      "title": "Sorrento - Indulge in the Beauty of Sorrento",
      "description": "Sorrento is an enchanting seaside town filled with the scent of lemons and carved into the soaring cliffs overlooking the waters of the Mediterranean. The serene ambiance sweeps through the famous Piazza Tasso as locals fill the labyrinth of shops, restaurants, and charming beaches, and the sea breeze carries hints of limoncello . After breakfast, your private transfer will meet you at the hotel and escort you to Rome Termini train station to reach Naples Centrale before continuing onto Sorrento. The remainder of the day is yours to relax in Sorrento’s coastal charm and enjoy your beautiful accommodations."
    },
    {
      "dayNumber": "6",
      "title": "Sorrento - Bask in a Full Day Capri Boat Excursion",
      "description": "You will board a boat in the morning and venture out onto the crisp blue waters of the Tyrrhenian Sea for a full-day excursion around the island of Capri. On the island, you can embrace the view stretching over the Marina Grande from the cafes in the Piazzetta. The cobbled lanes wind between boutique shops and lead to staggering gardens and panoramic views over the sea. Back on the boat, your captain will take around the sea cliffs to find the Faraglioni sea stacks and the lingering silhouette of the Punta Carena Lighthouse."
    },
    {
      "dayNumber": "7",
      "title": "Sorrento - Explore the Amalfi Coast on a VIP Tour",
      "description": "You will travel with your private guide to discover the grandeur of the celebrated Amalfi Coast. The road winds for approximately 25 miles wedged between the sea and the soaring cliffs. In Amalfi, you can wander the lanes and climb the historic staircase leading to the central Cathedral. The bronze doors were crafted in the 11th century in Constantinople. Once in Ravello, you can indulge in a different view of the coastline as seen from nearly 2,000 feet above sea level. 13th-century Villa Rufolo stands at the precipice accentuated by a Moorish cloister and a dedicated belvedere."
    },
    {
      "dayNumber": "8",
      "title": "Palermo - Fly to Sicily’s Capital City",
      "description": "Palermo has acted as the crossroads of the Mediterranean for millennia allowing civilizations around Africa, Asia, and Europe to converge. The mixture of cultures has created an eclectic ambiance with Byzantine mosaics, cupolas dressed in frescoes, and grand domes with Arabesque features. When you are ready, your private transfer will escort you to the airport for your flight to Sicily, landing at Falcone Borsellino Airport. After reaching your accommodations, the remainder of the day is yours to indulge in Palermo, possibly finding citrus-filled cloisters or discovering chapels laced with stucco as the city opens itself up to you."
    },
    {
      "dayNumber": "9",
      "title": "Palermo - Enjoy a VIP Food Tour of Palermo",
      "description": "Food embodies the soul of Palermo and greater Sicily. Your guide will take you through an authentic culinary experience as you sample traditional flavors from the kitchens of old inns and hidden bakeries. Set beneath the shadow of the Norman Palace, you may find the snaking lanes of the Mercato di Ballaró. The mixture of aromas and lively conversations will bring the cultural flavors to life as you discover olives, cheeses, meats, and dishes like arancini. After sampling Palermo's cuisine, you may also find the artistic traditions in the architecture exemplified by the gilded mosaics in the 12th-century Palatine Chapel."
    },
    {
      "dayNumber": "10",
      "title": "Palermo - Delight in the History of Agrigento",
      "description": "Sicily celebrates its past and your exploration of Agrigento will reveal how the past continues to shape the island’s present culture. Your guide will meet you at the hotel and escort you to the Valley of the Temples for insights into the Greek settlements that once populated the island. The foundations date back to millennia and bring to light the remains of classical temples acting as a symbol of the former civilization’s strength. The Temple of Olympian Zeus dates back to the 5th century BC and the Temple of Concordia’s columns soar above the strong foundations."
    },
    {
      "dayNumber": "11",
      "title": "Palermo - Revel in the Charms of Erice and Segesta",
      "description": "You will set out with your guide for a full-day tour of enticing historic cities, beginning with Erice. The village stands atop a stunning hill at more than 2,464 feet above sea level, towering over vineyards and offering striking views of the coastline. The cobblestone walls wedge together and lead to the former Temple of Venus. At Segesta, you will uncover the former powerhouse of ancient life captured in the 5th-century Doric temple. The structure crowns a hilltop outside the city and creates a commanding presence."
    },
    {
      "dayNumber": "12",
      "title": "Palermo - Depart for Home",
      "description": "Palermo has expanded over the centuries to reach the harbor and spread across the hills over the Cathedral of Monreale. Before leaving for the airport, you can spend some time wandering through the city at your preferred pace or visit the unique cloisters inside the 12th-century Monreale cathedral. Your private transfer will meet you at the hotel when you are ready and escort you to the Palermo airport for your flight home."
    }
  ],
  "map": ""
}