{
  "destination": "Italy",
  "mainPhoto": "",
  "id": "beauty-of-italian-lakes-tour",
  "tourName": "Beauty of Italian Lakes Tour",
  "placesVisited": "Lake Como, Valtellina Valley, Lake Maggiore, Monte Isola, Lovere, St. Moritz, Lake Iseo",
  "generalInfo": "Like jewels on a mountainous crown, the alpine lakes of Northern Italy offer a welcoming playground on this 10-day tour of Lake Como, Maggiore, and Iseo. Far from the crowds of Italy's major cities, you can walk in the footsteps of royalty as you explore this idyllic setting. From wineries to walking tours, this region will come alive and leave you astounded at the concentration of beauty that is to be found here.",
  "durationDays": "10",
  "price": "9,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Como – VIP Walking Tour",
      "description": "Perched along the banks of the Y-shaped Lake Como, your first day in Italy will be spent enjoying a VIP walking tour that will acquaint you with the town for which the lake earned its name. Dating back to ancient times, Como provides an atmosphere rich in gastronomic and cultural tradition. Into this atmosphere you will step on your walking tour, and as you make your way from the Gothic-Renaissance Duomo to the 18th-century Teatro Sociale, the city center will come alive with the echos of the past. During your first evening in Italy, you can enjoy the city's spectacular architecture and fresh baked La Nuvola bread."
    },
    {
      "dayNumber": "2",
      "title": "Como – Bubbles Along the Lake",
      "description": "Today, the cobbled alleys of downtown Como will be replaced by the azure beauty of the Lake in this stunning Alpine jewel. After breakfast this morning, you will take to the waves in an elegant Venetian motorboat. Like avalanches of pastel beauty, Italian villages and lush gardens tumble from the peaks to line the lake and add a touch of magic to your trip. As you comfortably sail past elegant villas and get in touch with your inner James Bond villain, your luxury trip will be enhanced by an authentic Italian picnic that features only the finest ingredients and local beverages."
    },
    {
      "dayNumber": "3",
      "title": "Valtellina – A Wine-lover's Delight",
      "description": "Turning your back to the placid shores of Lake Como will not come easily. Luckily, the impressive peaks of the Alps will provide a sufficient replacement. From the comfortable elegance of Como, you will make your way to the Valtellina Valley that is nestled between parallel snow-capped ridges. Here, you will enjoy a full-day VIP tour of the history and brilliance of Valtellina winemaking. After snipping and snacking your way through town, you will board the famous Bernina Express, which will whisk you through some of the most breathtaking scenery on the border and into the vibrant town of St. Moritz."
    },
    {
      "dayNumber": "4",
      "title": "Lake Maggiore - Jewel of the Italian Alps",
      "description": "With its Northern end in Switzerland and its Southern end in Italy, Lake Maggiore enjoys a unique status as one of the world's few international lakes. The lake has long been a haven for fishermen and farmers, dates back to the Roman world, and has seen its fair share of historical celebrities and VIPs. You will have the day to explore the nearby villages, islands, or hiking trails before an evening voyage through the brilliant atmosphere of an alpine sunset. As you enjoy an aperitif on board your VIP cruise, you will wonder how such beauty can be contained in such a small corner of this country."
    },
    {
      "dayNumber": "5",
      "title": "Lake Maggiore - Visiting the Lake's Lush Islands",
      "description": "This morning, you will experience the three gems of Lake Maggiore: Isola Madre, Isola Bella, and Isola Pescatori. On Isola Madre, you will be able to visit one of Italy’s oldest botanical gardens. Afterward, you will venture to Isola Bella, where you will visit the palace that is home to the Borromean family. Here, you will witness a handful of priceless art. Finally, on Isola Pescatori, you will traverse through a small village with charming alleyways and shops. Once you have had your fill of the island gems, you will return to your accommodation, where you will have the remainder of the evening to spend at your own pace."
    },
    {
      "dayNumber": "6",
      "title": "Lake Maggiore – Creating a Culinary Masterpiece",
      "description": "So far, you will have enjoyed the products of Italian cooking while making your way through Northern Italy. Today, you will be able to take a peek behind the curtain and learn the mysteries and skills that go into one of the best culinary traditions in Europe. This comprehensive VIP cooking class will take you from start to finish as you help select the best ingredients, learn the methods that make the kitchen sacred in Italy, and finally enjoy the meal you helped make. Surrounded by delicious smells, this experience will provide you with memories to last a lifetime."
    },
    {
      "dayNumber": "7",
      "title": "Lake Iseo – Visiting the Largest Lake Island in Europe",
      "description": "With a short journey east through the picturesque Alps, you will make your way to your third stop on your tour of the Italian lakes. Lake Iseo has its own charm, making it distinct from Como or Maggiore. This character will quickly reveal itself to you through lush forests, pastel villages, and clear water that trickles down from the nearby mountains. Today, you will enjoy a handcrafted boat tour along the commanding Monte Isola . Your visit will also include a trip to the top of the Island, where either the climb or the views will take your breath away."
    },
    {
      "dayNumber": "8",
      "title": "Lake Iseo – In Search of the Franciacorta",
      "description": "A short trip from your comfortable accommodation near Lake Iseo will lead you to one of the most celebrated vineyards of the Brescia region. The verdant foothills that lead to the Alps will provide a stunning backdrop for your visit to the famous Castello Bonomi , where you will enjoy a VIP wine tasting experience. Like the royalty that once roamed these halls, you will not soon forget tasting the Franciacorta wine, whose subtle flavors will only be enhanced by the dramatic atmosphere of the castle."
    },
    {
      "dayNumber": "9",
      "title": "Lake Iseo – The Quintessential Lakeside Village of Lovere",
      "description": "Today, you will visit what may very well be one of the most beautiful villages on your itinerary. Perched at the northern end of Lake Iseo, Lovere stands lookout over the proceedings of the lake and presents visitors with a treasure trove of galleries, chapels, and shops. You can enjoy a stroll along the waterfront, enjoy panoramic views of the lake, and ponder at the vaulted ceilings and brilliant frescoes of St. Mary's Basilica in Valvendra. In this environment, you will be able to enjoy your final full day in Italy at your preferred pace."
    },
    {
      "dayNumber": "10",
      "title": "Lake Iseo – A Reluctant Departure from Lake Country",
      "description": "From the windswept shores of Lake Como to the palaces of Maggiore and beyond, this VIP tour of Italian lakes will have left you well acquainted with Northern Italy and why it continues to be a top destination in Europe. With one last wistful look over your shoulder, you will board your plane home astounded at how much beauty can be contained in such a small corner of Italy."
    }
  ],
  "map": ""
}