{
  "destination": "Italy",
  "mainPhoto": "",
  "id": "best-of-italy-tour-rome-florence-tuscany-and-venice",
  "tourName": "Best of Italy Tour: Rome, Florence, Tuscany and Venice",
  "placesVisited": "Rome, Florence, Tuscany, Venice",
  "generalInfo": "From intriguing history to incredible food and wine, this 10-day classic Italy trip immerses you in three iconic cities. Walk through ancient ruins in the footsteps of Julius Caesar. Get so close to Michelangelo’s masterpieces that the marble comes to life. Discover a secret world as you glide through dreamy canals. The eternal beauty of Rome, the Renaissance splendor of Florence, and the mystical ambiance of Venice will captivate you.",
  "durationDays": "10",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Venice - Arrive in the Iconic Ambiance of Venice",
      "description": "Upon your arrival at Venice Airport, you will be welcomed and led to your private water taxi to your hotel. To discover the city, begin by wandering the maze of cobblestone streets at your pace. From hidden churches to beautiful piazzas, a canal filled with gondolas to a bustling restaurant that overlooks the water, you will find a dazzling ambiance in the daily activity of the alluring city. Discover gelato shops, craft stores, and enticing bakeries as you settle into the city’s natural charms."
    },
    {
      "dayNumber": "2",
      "title": "Venice - Explore Art and Ambience On Land and Lagoon",
      "description": "Today you will have free time to explore Venice at your leisure. The Basilica of Saint Mark possesses glittering 13th-century Byzantine mosaics that create a luscious golden glow. The pink marble facade of the nearby Doge’s Palace was once the seat of the Venetian government. In the afternoon, enjoy a boat tour to explore the city’s rich history and fantastic architecture. Your scenic tour will begin with some of the smaller canals that run through Venice’s different neighborhoods, each with its own unique character, before reaching the jewel box of Venetian architecture along the Grand Canal."
    },
    {
      "dayNumber": "3",
      "title": "Venice - Bask in Venice’s Charm at Your Pace",
      "description": "Enjoy Venice in the morning at your pace. You could visit the Ca Rezzonico Museum inside an ornate 18th-century palace that showcases great masters like Tiepolo and Veronese or wander the Jewish Quarter, where a flourishing community dates back to the 1300s. You can uncover the “Wines of Veneto” by visiting charming wine bars called enoteche, found in the hidden corners of the city. Meet with a professional sommelier to be guided through tastings of white and red wines paired with traditional Venetian appetizers."
    },
    {
      "dayNumber": "4",
      "title": "Florence - Transfer to Florence and Find the Renaissance",
      "description": "This morning you will be transferred from your hotel by private water taxi to the Venice train station for an enjoyable train ride to Florence. After checking in at your hotel and refreshing from the trip, you will visit the Accademia Gallery with a guide eager to introduce you to the museum's highlights. Michelangelo's colossal masterpiece “David” epitomizes the Florentine Renaissance with realistic physical qualities while standing 17 feet tall. A copy of the “David” is located around the city with other important Renaissance sculptures at the Piazza della Signoria, where the life of Florence emerges."
    },
    {
      "dayNumber": "5",
      "title": "Florence - Embrace a Cooking Lesson in the Countryside",
      "description": "In the morning, venture into the Tuscan countryside for an interactive culinary adventure. Your private cooking lesson with an Italian chef will take place in their restaurant in the Chianti region as you learn to pair local wine with authentic Tuscan recipes. The step-by-step, hands-on instruction will allow you to learn how to prepare each dish from scratch. Bask in the Tuscan countryside after lunch by visiting the lively town of Greve, where wine shops line the main square. In Montepulciano, you can enjoy the view over the landscape from a vista in the medieval village."
    },
    {
      "dayNumber": "6",
      "title": "Florence - Witness the Marvels of Pisa",
      "description": "A perfectly preserved historic city, Florence has allowed art and culture to flourish since the 14th century. A stroll through Florence takes you back in time, from the Duomo and its elegant dome to the Ponte Vecchio with its colorful shops. You might opt to spend the day in Pisa to view the stunning architecture that captures the elegance and prestige of the former naval powerhouse. In Piazza dei Miracoli, you will find the stunning image of the Leaning Tower of Pisa, where the tiers of the bell tower leans at nearly four degrees."
    },
    {
      "dayNumber": "7",
      "title": "Rome - Venture to Rome with Time to Explore",
      "description": "Take the morning train to Rome for a scenic ride into the Eternal City. Arriving in Rome is one of the most exciting experiences for any traveler. The first sight of the Colosseum is an awe-inspiring moment that brings the ancient world to life. The city will quickly reveal itself as an outdoor museum filled with staggering monuments and dazzling ancient ruins. Spent time visiting the Baroque fountains in Piazza Navona, where Bernini’s elegant artwork captures the world’s biggest rivers as allegorical figures."
    },
    {
      "dayNumber": "8",
      "title": "Rome - Delight in the Splendors of the Vatican",
      "description": "Today, you will take a guided tour of Vatican City for an in-depth introduction to the art collection in the museum, as well as the awe-inspiring architecture of St. Peter's Basilica. By the time you reach the Sistine Chapel, you will have the context to truly appreciate the cultural and artistic climate that allowed Michelangelo to create the detailed and beautiful “The Creation of Adam” that fills the center of the ceiling. Saint Peter's Basilica acts as the symbolic heart of Catholicism, where you can find another of Michelangelo’s masterworks, the Pieta, that features Mary carrying Jesus."
    },
    {
      "dayNumber": "9",
      "title": "Rome - Revel in the World of the Ancients",
      "description": "Take a guided tour of ancient Rome and travel from Palatine Hill to the Colosseum. The monuments lay a foundation for the understanding of classical era Rome. A scholar of antiquities and archaeology, your guide will walk you through the Roman Forum and weave an in-depth narrative about the glory of the former empire. At the Colosseum, you can learn more about the decadent public spectacles that took place, from gladiatorial contests to mock sea battles. The Colosseum is a marvel of engineering that will deepen your appreciation of ancient ingenuity, Roman emperors, and the feats of Roman history."
    },
    {
      "dayNumber": "10",
      "title": "Rome - Depart for Home",
      "description": "In the morning, Rome may fill with a distinct bustle as flower shops open their doors and cafes fill the air with the aromas of pastries and espresso. You will have traveled from Venice to Rome, discovered the beauty of the canals, the wonders of the Renaissance, and the glory of an empire. Perhaps you have tossed a coin into the Trevi Fountain or rubbed the snout of the boar in Florence to ensure you will return to Italy in the future. When you are ready, you will be transferred to the airport for your departure flight."
    }
  ],
  "map": ""
}