{
  "destination": "Italy",
  "mainPhoto": "",
  "id": "food-lovers-tour-of-tuscany-and-umbria",
  "tourName": "Food-Lover's Tour of Tuscany and Umbria",
  "placesVisited": "Perugia, Montepulciano, San Gimignano, Montefalco, Assisi, Bevagna, Bagno Vignoni, Siena, Lucca, Pisa",
  "generalInfo": "Along with the rich culture and abundant historical sites, this 9-day tour of central Italy is designed to showcase the gastronomic greatness of the places you visit. From Umbria to Tuscany, the beating heart of Italian olive oil and wine production will be yours to enjoy along with the many other culinary delights. By the time you depart, you will have a better understanding of Italy's love affair with food.",
  "durationDays": "9",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Perugia – An Olive Orientation",
      "description": "From olive orchards to vineyards that stretch to the horizon, Central Italy is known for being a gastronomic paradise. Into this tasty world you will step on your first day, which will be designed to bring you closer to the cuisine of this vibrant peninsula. After your arrival in Rome, you will make your way into Italy's Umbria region, where you will enjoy lunch at an authentic olive press and winery before an optional visit to the hilltop town of Orvieto. By the time you arrive at your rustic accommodations, you will already be well on your way to a mouthwatering Italian adventure."
    },
    {
      "dayNumber": "2",
      "title": "Perugia – Strolling Through the Ages",
      "description": "As you will undoubtedly notice, rare is the kitchen or table in Italy that does not make use of olive oil as an active ingredient in many of its classic dishes. For your first full day in Umbria, you will be able to explore this reliable side Italian cuisine with a visit to a nearby olive oil museum in Torgiano. Next, you will be able to enjoy a tour of the rustic town of Montefalco and a panoramic jeep ride at a nearby winery before concluding your day with a guided tour of the hilltop town of Assisi."
    },
    {
      "dayNumber": "3",
      "title": "Perugia – Basking in Umbrian Hospitality",
      "description": "No tour of Italy is complete without a thorough introduction to the region's illustrious past and rich cultural heritage. It is this heritage that imbues every town you visit on this itinerary. You will see this heritage firsthand on your morning tour of Bevagna. Dating back to the Romans, today, this charming town attracts visitors with its medieval fortifications, charming plazas, and an ancient Roman theater. Later, you will be able to sample some award-winning olive oils before making your way to the town of Spello, which is known for its lush gardens and colorful hanging flowerpots."
    },
    {
      "dayNumber": "4",
      "title": "Montepulciano – Authentic Olive Harvest",
      "description": "Today, you will depart the beauty of Umbria and head north into the adjacent region of Tuscany. Along with being the birthplace of the Renaissance, Tuscany is well-known as Italy's preeminent producer of the famous Chianti wine. Before you reach your final destination, you will be able to enjoy a mouthwatering olive tasting at a nearby press where you will actually be able to partake in the process of harvesting the olives. Finally, upon arriving in Montepulciano, you will be introduced to the famous Tuscan wines during a visit to one of the town's oldest wineries."
    },
    {
      "dayNumber": "5",
      "title": "Montepulciano – UNESCO World Heritage Site",
      "description": "For the next two days, Montepulciano will be your launchpad into the varied culinary delights of Tuscany. Today, you will enjoy a comfortable transfer to the nearby town of Pienza, where you will be able to explore the UNESCO-protected city center at your leisure. As you stroll past palaces, churches, and inviting squares, you will be struck by how much beauty can be contained in such a small town. The wonderful world of Italian cheeses will be yours to enjoy at your next stop. This stop will have you visiting an operating dairy farm that dates back generations."
    },
    {
      "dayNumber": "6",
      "title": "San Gimignano – Wine-Soaked Tuscany",
      "description": "Venturing further into the heart of Tuscany, you will depart the rustic hilltop perspective of Montepulciano and make your way to the town of San Gimignano. During the journey, you will enjoy a stop in the famous town of Siena, which was once a major rival of Florence. Today, it attracts visitors with its warm hospitality, numerous gelaterias , and an annual horse race that offers thrills to tourists and locals alike. By the time you check in to your new accommodation, you will be better acquainted with the many cultural attractions that seduce those that visit this picturesque region."
    },
    {
      "dayNumber": "7",
      "title": "San Gimignano – From Lucca to Pisa",
      "description": "Like islands of brown in a sea of green, hilltop villages typical of the Tuscan countryside were not simply built by chance; they had strategic significance during some of Italy’s more violent years. Luckily for you, pillaging armies are long gone, and as you make your way to Lucca and Pisa for today’s day trip, there will be little to distract you from these beautiful villages. After enjoying a catered lunch in the serene beauty of a 16th-century farmhouse, you will make your way to Lucca before finally arriving at the famous city of Pisa to enjoy a leisurely conclusion to today's excitement."
    },
    {
      "dayNumber": "8",
      "title": "San Gimignano – In Search of Tasty Truffles",
      "description": "Although you have had ample time on this tour to enjoy the Tuscan culinary treats in great abundance, there is still one tasty treasure in this region waiting for you just beneath your feet. After enjoying a hearty breakfast from the staff of your accommodation, you can make your way to the town of Certaldo before venturing into the rolling hills of Chianti. Here, you will search for your elusive fungi prey. Truffles have long been a staple in the diets of those willing to find them, and today, you will be able to accompany an expert in search of your own."
    },
    {
      "dayNumber": "9",
      "title": "San Gimignano – The Final Course",
      "description": "Although Italy is famous for its rich artistic and historical heritage, it is the plates of gastronomic greatness served across the country that sustain locals and tourists alike. As dawn breaks on your final morning, you can rest assured knowing that no stone was left unturned in your exploration and immersion into the country's culinary scene. This morning, you will make your way back to Rome for your departing flight."
    }
  ],
  "map": ""
}