{
  "destination": "Italy",
  "mainPhoto": "",
  "id": "highlights-of-amalfi-coast-sorrento",
  "tourName": "Highlights of Amalfi Coast & Sorrento",
  "placesVisited": "Sorrento, Capri, Boscotrecase, Amalfi, Ravello, Positano, Pompeii",
  "generalInfo": "This 10-day Italy tour will leave you well acquainted with a region known for delicious wines, panoramic views, and some of the most rugged coastlines. The Campania coastline includes some of the best beaches in Italy, and the area around Sorrento and Amalfi are no different. Experience active exploration and passive relaxation to ensure a comfortable experience during this Italian adventure.",
  "durationDays": "10",
  "price": "5,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sorrento – Scenic Arrival",
      "description": "The fertile landscape of the Sorrentine Peninsula juts into the Tyrrhenian sea like an outstretched thumb along the coast of the Campania region. Making up the southern edge of the Bay of Naples, this area will provide an excellent launchpad for your adventures. After arriving at Rome's main international airport, you will enjoy a private transfer into this storied region to the town of Sorrento on the cliffs that overlook the bay. Upon your arrival, you will have the remainder of the day to explore your new surroundings."
    },
    {
      "dayNumber": "2",
      "title": "Sorrento – Sailing to Capri",
      "description": "Without a doubt, the romance of Sorrento, which once attracted the likes of Charles Dickens and Tolstoy, is alive and well in this modern fairytale setting. Today, Sorrento is a welcoming jumble of crossing alleyways, boutique shops, and stunning vistas of the sea and countryside. For your first full day here, you will be able to bask in this exquisite ambiance before taking to the waves on a boat cruise to the nearby island of Capri. Whether you scale the heights of Mt. Solaro or visit the depths of the Blue Grotto, Capri is sure to charm you."
    },
    {
      "dayNumber": "3",
      "title": "Sorrento – The Nectar of the Gods",
      "description": "Looming against the horizon on the Eastern edge of the Bay of Naples, Mt. Vesuvius casts a long shadow across the land. This infamous volcano has erupted numerous times and is responsible for the fertile soil around Sorrento, which is rich in key minerals. Today, you can enjoy the literal fruits of this soil on a trip to a local winery where the fermentation process helps produce some of the best wines in Italy. The hospitality and the legendary flavors you enjoy will help enhance your final day in Sorrento."
    },
    {
      "dayNumber": "4",
      "title": "Amalfi – The Famous Amalfi Coast",
      "description": "As you will undoubtedly learn, each community in Italy enjoys a distinctive reputation, history, and local culture. In this regard, Amalfi will present you with a vibrant village between towering peaks and a history to rival that of any of the Italian city-states. After turning your back on Sorrento, you will enjoy a private transfer over the rugged mountains to Amalfi. En route, you will stop and tour the scenic Ravello."
    },
    {
      "dayNumber": "5",
      "title": "Amalfi – A Day of Leisure.",
      "description": "Perhaps the primary cause for the numerous artists who have flocked here for centuries, the colors of the Amalfi Coast are truly breathtaking. The lush greens and blues of the land and sea compete with the pastel brilliance of the numerous fishing villages that cascade from the rugged mountains into the crashing waves. Terraced gardens give the steep slopes texture, and you will be able to explore this colorful environment at your own pace. Whether you venture off in search of adventure or relax at your accommodations, there is something for everyone in Amalfi."
    },
    {
      "dayNumber": "6",
      "title": "Amalfi – Gastronomic Greatness",
      "description": "Considered by many to be the culinary capital of Europe, Italy boasts a delightful array of ingredients and dishes that have kept people coming back for more. With a distinct take, the region of Campania is no different in regard to the abundance of dishes that it offers its visitors. Today, you will learn the secrets of this proud culinary tradition during a visit to a nearby kitchen. Here, you can enjoy an authentic cooking class from a world-class expert."
    },
    {
      "dayNumber": "7",
      "title": "Amalfi – Day Trip to Positano",
      "description": "The famous stretch of the Amalfi Coast is dotted with small villages and communities that have stood the test of time, pirates, and now the crowds of visitors who annually flock here. Initially, it was only a lonely shepherd's path that connected these rugged outposts; today, a modern and narrow highway has been carved into the limestone cliffs and will carry you to your next destination of Positano. The town is one of the coast's best versions of a cascading village, and you will be able to explore the vertical town as well as enjoy the panoramic views the await you around every corner."
    },
    {
      "dayNumber": "8",
      "title": "Amalfi – The Charm of the Mediterranean",
      "description": "Your final day in Amalfi will be spent at your leisure as you drag your feet in the hopes of making every minute count in this exhilarating atmosphere. Perhaps, a trip down to the beach to enjoy a cocktail or a good book will present you with an idyllic afternoon. You can also enjoy the Baroque architecture of the town's main cathedral, which dates back to the 11th century, on a walking tour of the town's premier attractions. No matter how you decide to spend your time, there will be plenty of active or passive ways to bask in this spectacular setting."
    },
    {
      "dayNumber": "9",
      "title": "Rome – The Tragic Story of Pompeii",
      "description": "Today, you will turn your back on the refreshing waves and picturesque coastline of the Sorrentine Peninsula and make your way inland. Before you do, you will be able to return to the slopes of Mt. Vesuvius to visit the site of one of the most famous disasters of the ancient world. The UNESCO-listed site of Pompeii was once a thriving Roman town that overlooked the Bay of Naples. In 79 AD, the nearby volcano erupted, blanketing the land in ash. Although the eruption destroyed Pompeii, the ash preserved many of the ruins and inhabitants who perished. Afterward, your driver will transfer you to your accommodation in Rome."
    },
    {
      "dayNumber": "10",
      "title": "Rome – Departure",
      "description": "After arriving in Rome, your inclination may have been to continue on the journey and begin the exciting exploration of all that Rome has to offer. Sadly, you will conclude this tour that you have enjoyed from the sunny streets of Sorrento to the rustic charm of Amalfi. As you begin the boarding procedures for your departing flight from Rome's main airport, you will have ample inspiration to begin planning your next visit."
    }
  ],
  "map": ""
}