{
  "destination": "Italy",
  "mainPhoto": "",
  "id": "italy-honeymoon-indulgence-romance-food-and-wine",
  "tourName": "Italy Honeymoon Indulgence: Romance, Food, and Wine",
  "placesVisited": "Bologna, Florence, La Morra",
  "generalInfo": "From the bustling historic neighborhoods of Bologna to the illustrious Piedmont farmlands surrounding La Morra, explore and adore boundless beauty as you breeze through the countryside on your 10-day Italy tour. Farm-to-table lunches paired with award-winning Italian wines, Ferrari test drives through ancient streets, and evenings exploring the local culture of medieval communes all feature on this luxurious honeymoon vacation to Bologna, Florence, and La Morra in Italy.",
  "durationDays": "10",
  "price": "9,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bologna - Farm-to-Table Fine Dining",
      "description": "Italy’s Emilia-Romagna region is one of the country’s gastronomic sanctums. The area’s award-winning restaurants source fresh produce from the farms on the outskirts of Emilia-Romagna’s towns and villages and Bologna is the region’s capital of iconic culinary creations. You will arrive in Milan and transfer via train in a first-class cabin to Bologna’s historic quarters. Here you will check into a charming estate strategically located amongst the best dining spots in the city. Tonight, tuck into a seasonal nine-course tasting menu paired with sumptuous wines as you admire the rolling agricultural landscape of Emilia-Romagna."
    },
    {
      "dayNumber": "2",
      "title": "Bologna - Adventure to the Artisans",
      "description": "Bologna is a busy city and the lively locals wake up early to embrace the stunning sunrise that envelops the medieval municipality in golden light. Eager to explore more of Bologna, you may wake up early too and meander the neighborhood to acquaint yourself with your surroundings. Around lunchtime, you will tour a selection of Emilia-Romagna’s finest farms and artisanal producers. From tasting authentic Italian parmesan cheese to learning about the slow-aging fermentation of local balsamic vinegar and polishing off bona fide prosciutto ham, your tour, complete with a six-course Italian lunch, spotlights the regional delicacies."
    },
    {
      "dayNumber": "3",
      "title": "Bologna - Fast and Fabulous",
      "description": "Italy is famous for many things, two of which are food and Ferraris. After devouring a delicious breakfast you will transfer to the home of Ferrari, Maranello. The unassuming little commune continues to manufacture some of the fastest luxury vehicles on the planet and you may test drive one of your favorite Ferraris today. You will return to Bologna afterward for a private walking tour of the city from its central square, Piazza Maggiore. Admire the architecture of Palazzo d'Accursio, listen to the waters of Neptune Fountain cascade marble Renaissance sculptures, and step inside the meticulously designed Basilica di San Petronio."
    },
    {
      "dayNumber": "4",
      "title": "Florence - Touring the Tuscan Capital",
      "description": "This morning you will travel from Emilia-Romagna to Tuscany, where you will be seduced by the Italian countryside as you peer out of your first-class train cabin’s window en route to Florence. In Tuscany, medieval towns stand on emerald hills, vineyards cascade the sunflower fields, and roads zigzag around the rolling hills. You will arrive at the timeless streets of Florence, check into your glamorous getaway accommodation, and join your guide for a Segway tour of the city. Zip through the historic districts to discover Florence’s Renaissance charms and capture romantic photography of the terracotta-tiled Cathedral of Santa Maria del Fiore from all angles."
    },
    {
      "dayNumber": "5",
      "title": "Florence - Wines to Whet Your Appetite",
      "description": "Superior Italian grape varietals are harvested, fermented, and bottled at award-winning estates whose vineyards spill over Tuscany’s Chianti countryside. Olive groves also thrive across the illustrious area and the views from your vehicle as you transfer to elegant wine estates will be breathtaking. Sommeliers will eagerly await your arrival and be thrilled to share the secrets of their wines as you tour cellars and taste vintages that are famous worldwide. You may also order exceptional Italian cuisine prepared with fresh agricultural ingredients of Chianti and drizzled with locally made extra-virgin olive oil."
    },
    {
      "dayNumber": "6",
      "title": "Florence - Free Day in Florence",
      "description": "A free day in Florence to signal the halfway mark of your vacation is the perfect opportunity to slow down, unwind, and absorb the city’s Italian charms. You may sleep in, eat breakfast late, and head out to town whenever you are ready, as there is no expectation to be anywhere at any time. You may visit Michelangelo’s David at the Accademia Gallery, praise the masterworks of Da Vinci at the Uffizi Gallery, stroll beneath the shady trees of the manicured Boboli Gardens, and dine at immaculate Italian restaurants lining bustling piazzas."
    },
    {
      "dayNumber": "7",
      "title": "La Morra - Escape to a Charming Commune",
      "description": "Today you will transfer from the lively city of Florence to Italy’s hidden gem, Piedmont, nestled in the foothills of the Alps bordering France and Switzerland. The region is home to exceptional cheeses and wines, and you can enjoy tasting tours and spectacular panoramic views of Piedmont’s lush hills and distant alpine peaks. Ancient villages hug the hills, castles command the vivacious vineyards, and forests grow across parts of the countryside. Piedmont is pleasurably peaceful and you will appreciate an afternoon free to swoon over the scenery and embrace the intimacy at a charming Piedmont commune, La Morra."
    },
    {
      "dayNumber": "8",
      "title": "La Morra - Truffle Hunting in Alba",
      "description": "Catch the sunrise over Piedmont this morning, grab a bite to eat at your accommodation, and slip into something comfortable for a unique truffle-hunting experience near Alba. During trips from late September through January, you may scour the earth for the famous white truffles hidden within the forest foliage. A trifulao , or truffle hunter, and his/her trusted canine companion will lead the way, sniffing out the earthy aromas of the delicious additions to Italian cuisine. With a basket full of truffles and fresh produce, you will head to the farm for a gourmet dining experience trickled with truffles."
    },
    {
      "dayNumber": "9",
      "title": "La Morra - Sip Italy’s Sensational Reds",
      "description": "The Piedmont vineyards are some of the lushest in the world, growing brilliant grapes that produce world-class red wines. After breakfast, you will transfer to Barbaresco commune and join your wine guide for a tasting tour of the estates hanging on the hills. You will wander the Nebbiolo vineyards, visit the historic wine cellars of Enoteca Regionale del Barbaresco, and relish a sumptuous lunch spread set among the vineyards veiling Barbaresco. On your way back to La Morra you will stop at Barolo to tour the tiny commune on the hill and sip wines at the ancient Borgogno winery."
    },
    {
      "dayNumber": "10",
      "title": "La Morra - Farewell, Italy",
      "description": "Your enchanting couple’s escape to Italy will end the same way it began, cherishing the captivating views of the country’s idyllic scenery and tucking into some of the country’s remarkable culinary creations. You may spend your morning meandering La Morra to pick up some trinkets and tokens to celebrate your trip and transfer via train to Milan a little later on. Arriving in Milan, you will transfer to the airport, bid your farewells, and head back home with lifelong memories of your experiences in Italy."
    }
  ],
  "map": ""
}