{
  "destination": "Italy",
  "mainPhoto": "",
  "id": "luxury-italy-wine-tour-of-the-top-regions",
  "tourName": "Luxury Italy Wine Tour of the Top Regions",
  "placesVisited": "Piedmont, Lombardy, Chianti",
  "generalInfo": "Embrace the marvels of Italian flavor and the splendor of Italy's scenery during this 9-day luxury Italy wine tour. You will have an immersive experience of the wine culture and Italy's fabulous history of wine consumption, which will reveal sumptuous vines, elegant tastings, and exclusive excursions. From regal estates to stately panoramas, you will wander through antique cellars, stroll through medieval towns, and sample the spirit of Italy through its illustrious wines.",
  "durationDays": "9",
  "price": "8,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Langhe - Arrive in Langhe",
      "description": "The Langhe wine region of Piedmont is a place to indulge. The scent of sweet hazelnut drifts through the air, and hunters gather white truffles from the forest floor. The splendor of the cuisine reaches a pinnacle when complemented by the triumphant flavors of Barolo and Barbaresco wines. Your private transfer will meet you at Milan’s Malpensa Airport and transfer you to the comforts of your luxurious accommodation on a regal estate that spans 430 acres. After settling in, you can relax with a view of the Renaissance castle, stately cellars, and a sea of vines."
    },
    {
      "dayNumber": "2",
      "title": "Langhe - Barolo Tasting Tour",
      "description": "After breakfast, your guide will meet you in the hotel lobby and lead you around the grounds of an iconic winery that spans the gentle hills of the Piedmont region. The ancient underground cellars will carry aromas of sugar, ripe grapes, and aged wood. Your guide will provide you with a history of Barolo wines and the estate, during which you notice the changing color of the wood barrels. In the tasting room, you will find the aromas of licorice and coffee as they drift from the glass and fade to an elegant acidity on your palate."
    },
    {
      "dayNumber": "3",
      "title": "Langhe - Barbaresco Tasting Tour",
      "description": "In the morning, you will travel with your private driver to a winery that extends over 111 acres. The grapes grown on the estate create an amphitheater of vines at the heart of the Barbaresco DOCG region. Your guide will lead you through the antique cellars as you follow the life of a single bottle of wine from vine to cup. The tasting room resembles a saloon where you can sample up to five wines from the estate with a remarkable view of the sectioned vineyards. The aromatics will contain hints of strawberry and potpourri."
    },
    {
      "dayNumber": "4",
      "title": "Franciacorta - Tranfser to Lombardy’s Franciacorta",
      "description": "At breakfast, you can indulge in the aromas of espresso and fresh brioche stuffed with chocolate. Your private transfer will meet you in the hotel's lobby and escort you to the rolling fields and flourishing vineyards of the Franciacorta wine region. The 11th-century monastery of San Pietro in Lamosa contains 15th-century frescoes, and the Torbiere del Sebino Nature Reserve encompasses over one-square-mile of protected wetlands. You can relax in the beauty of your stately accommodations or wander the walking paths of the reserve for a different perspective of Lombardy’s marvelous scenery."
    },
    {
      "dayNumber": "5",
      "title": "Franciacorta - The Spirit of Local Wines",
      "description": "You will quickly discover the essence of Franciacorta during a private tour of a celebrated vineyard known equally for its art and wine. As you wander through the vines and notice the scent of the soil, you will also find the enchanting rolling hills blending with a series of sculptures. At your second winery, you will find a 16th-century cellar with a deep selection of barrel cellars. In the tasting room, you can indulge in a sample of local Brut with light floral notes and a delightfully crisp acidity."
    },
    {
      "dayNumber": "6",
      "title": "Chianti - The Famous Tuscan Landscape",
      "description": "This morning, your private driver will escort you out of Lombardy to reach rolling hills and sweeping vineyards of Chianti in the greater region of Tuscany. The picturesque landscape features olive groves and dense forests that fade to honeyed farmhouses and Romanesque churches. Renaissance villas and medieval towns will complete the picture-perfect setting, and you will settle in to the beautiful scenery of your Chianti accommodation. Before reaching your hotel, however, you will stop for a winery visit in a farmhouse that is known for producing full-bodied and tannic wines."
    },
    {
      "dayNumber": "7",
      "title": "Chianti - Vino Noblie Tasting Tour",
      "description": "Your day will begin with a wine tasting tour of a Renaissance estate, and the preserved vineyards date back to the 1700s. Your guide will offer insight into the winery, the ancient cellars, and the Noble Wines for which the wine-growing region of Montepulciano is known. The stunning town crowns a limestone ridge that soars 1,984 feet above sea level. The main street winds to the town’s central square on the hill’s summit and overlooks the surrounding antique walls. When tasting the selection of Vino Nobile, you will enjoy the ruby color and hints of spices, such as tobacco."
    },
    {
      "dayNumber": "8",
      "title": "Chianti - Celebrated Chianti Wineries",
      "description": "The gentle hills of the Chianti Classico region fade to valleys lush with velvety grasses and thick woodland. Your wine tour of the region will begin at an estate that spans 2,965 acres with lush olive groves and vast stretches of vineyards. Your private tour will lead you through the castle to reveal the layers of family history. The foundations date back to the 11th century and showcase one of the oldest wineries in the country. After your tour, you can sample the local wine on the terrace with a stunning view."
    },
    {
      "dayNumber": "9",
      "title": "Florence - Departure",
      "description": "The morning will be at your leisure to enjoy the beauty of the surrounding Tuscan region. You can stroll through the landscape of your estate or visit the nearby village of Montefioralle to enjoy the medieval streets that rise over the Greve. When you are ready, your private transfer will meet you at the hotel and escort you to Florence’s Peretola Airport for your flight home."
    }
  ],
  "map": ""
}