{
  "destination": "Italy",
  "mainPhoto": "",
  "id": "spirited-17-day-journey-through-italy-highlights-and-hidden-culture",
  "tourName": "Spirited 17-Day Journey through Italy: Highlights and Hidden Culture",
  "placesVisited": "Venice, Murano, Burano, Verona, Lake Como, Brunate, Milan, Portovenere, Cinque Terre, Lucca, Florence, Chianti, San Gimignano, Rome, Vatican City",
  "generalInfo": "Unbridled beauty veils Italy and its awe-inspiring countryside and spectacular coastline, scenes that will backdrop your educational exploration during this extensive 17-day tour from Venice to Rome. Whether it's the sprawling glimmering waters of Lake Como or the romantic skyline of Verona, Italy will dazzle and seduce you as you delve into its spirited culture and honored history along the journey.",
  "durationDays": "17",
  "price": "7,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Venice - Floating on the Adriatic Sea",
      "description": "In Venice, scenes of gondolas gracefully gliding up and down sparkling canals will seduce you and images of grand piazzas swamped in golden sunshine are a sight to swoon over. This waterway city captures the elegance of Italy from its antique architecture to its historic churches. You will meet your private transfer at the international airport and settle into your accommodation overlooking the breathtaking expanse of skyline floating on the gentle waters of a lagoon in the Adriatic Sea."
    },
    {
      "dayNumber": "2",
      "title": "Venice - The Grandeur of Roman Catholic Churches",
      "description": "There is no better way to witness Venice than via the very gondolas it is famed for, and today you will join a tour guide to voyage along the canals to the remarkable Doge’s Palace & St. Mark’s Basilica. The gothic walls of the Doge’s Palace will landmark the ancient heritage of Venice’s Venetian origins. Sweeping views will greet you beneath the jewel-encrusted arches of the awe-inspiring Roman Catholic cathedral, St. Mark’s Basilica. Afterward, you will indulge in the nuances of Venice’s celebrated wines at gourmet estates speckling the floating city."
    },
    {
      "dayNumber": "3",
      "title": "Venice - The Magnificent and Bright Islands of Murano and Burano",
      "description": "Venice is a captivating collection of islands, and two of its beloved little isles that you will visit today include Murano and Burano. In Murano, 13th-century glass factories showcase the world’s most spectacular glassmaking techniques between a town of multi-colored hues lining the turquoise streams which intersect it. In Burano, brightly painted buildings continue the breathtakingly vivid scenes, though this island’s culture captures the old-timey fishing trades that continue to support the local communities. You may enjoy the billowing fragrant aromas of fresh seafood throughout Burano before you return to Venice."
    },
    {
      "dayNumber": "4",
      "title": "Lake Como - Romance in the Aristocratic City of Verona",
      "description": "Tales of Romeo and Juliet still ring from the balconies of Verona, your stop en route to Lake Como. The Adige River flanks the chess-board layout of the city, and its Roman heritage still shines between every alley and behind every corner of the storied destination. You will travel to the 14th century as you enter Juliet’s romantic home and ponder the mysteries shrouding the steep stone lace structures that compose the “Arche” of the Della Scala family. You will indulge in the aristocratic ambiance flooding the cityscape before continuing to Lake Como."
    },
    {
      "dayNumber": "5",
      "title": "Lake Como - The Natural Beauty of Bellagio and Villa Melzi",
      "description": "Cobbled lanes and decadent buildings command the lakeside commune of Bellagio, a Romanesque destination you will peruse after a slow, breathtaking sail around the shimmering waters of Lake Como. With emerald islands jutting out from the water’s glassy surface and manicured gardens carpeting the landscape, you will be blown away by the idyllic nature of Lake Como. You may take in the spectacles before you step off at the Villa Melzi and stand in awe of the viridian gardens collection of endemic creatures and antique constructs."
    },
    {
      "dayNumber": "6",
      "title": "Lake Como - The Artistic Eminence of Como and Brunate",
      "description": "Weaving between quaint alleys to traditional silk-weaving factories and appreciating the decorated allure of old-world cathedrals, you will come to learn more about the life and times in Como as you tour the historic city. After admiring the art masterpieces veiling the walls of venerated galleries, you will continue to the quiet little village of Brunate. Villas in this village exude their art-nouveau styles alongside the steep spires of churches, and the lake vistas will afford a wealth of wondrous images to snap up as you stroll the tranquil town."
    },
    {
      "dayNumber": "7",
      "title": "Milan - Modern Magic in Milan",
      "description": "Future-focused and pushing the boundaries of creativity, Milan and its residents have never been shy to express themselves in the buzzing metropolis that breaks the mold of what it means to be a traditional Italian city. Though contemporary in many ways, age-old buildings and historic palaces are preserved across Milan’s glamorous districts. You will step back in time to cherish these hallowed landmarks, such as the Galleria Vittorio Emanuele and Castello Sforzesco, on a leisure tour of the city’s dazzling districts before you are swept up by the ritzy atmosphere of chic cafés."
    },
    {
      "dayNumber": "8",
      "title": "Milan - The Mesmerizing Work of Leonardo da Vinci",
      "description": "The emblematic and visionary works of Leonardo da Vinci lay peppered in exquisite galleries throughout Milan. His life story is fabled in the exhibitions of revered museums sprawling the cityscape. Today, you will enter the elaborate residence of the Casa Degli Atellani to submerge yourself in the Milanese Renaissance and visit the luxuriant gardens of Leonardo’s Vineyard. More evocative pieces showcasing the remarkable mind of da Vinci await your discovery. You will be inspired by the writings of the Codex Atlanticus and the strokes composing The Last Supper painting before returning to your accommodation."
    },
    {
      "dayNumber": "9",
      "title": "Portovenere - The Colorful Embrace of Cinque Terre",
      "description": "Rugged cliffs, unending turquoise waters, and colorful homes lining coastal banks are all indicative images that will welcome you to the crescent bay of the Italian Riviera as you draw closer to the romantic Cinque Terre town of Portovenere today. Peering out of the window, your eyes will meet the brightly painted buildings that curate a fashionable skyline overshadowing the crystal sea and ancient churches nestled high up in the verdant hills that eclipse the cascading town. The twinkling lights of seaside shops and tantalizing aromas of sizzling seafood will lure you in from the second you arrive."
    },
    {
      "dayNumber": "10",
      "title": "Portovenere - Nostalgia for the Old World",
      "description": "A collection of fishing villages poised on the sandy banks of the Italian coastline make up the stunning Cinque Terre, and you will be delighted to explore it today as you wander from village to village on an extensive guided tour. The personalities of each town will reveal themselves with each passing moment you spend surrounded by their towering multi-colored homes and historical aura. Oozing from the characterful steeples and rock-rooted trails, a nostalgia for the old world is bound to overwhelm you as you stroll the lyrical towns."
    },
    {
      "dayNumber": "11",
      "title": "Florence - Flavorful Explorations En Route to Florence",
      "description": "The Tuscan city of Lucca is a hidden gem rarely visited by travelers making their way from Cinque Terre to Florence, meaning you will mostly have this idyllic Italian town to yourself as you stopover for a guided tour. Piazzas lay drenched in the sunlight and Renaissance walls reflect the ancient design on which Italy was constructed, serving to further enrich your educational experience within the illustrious country. During your stop, let the sultry smells of mouth-watering snacks guide you to stalls serving delectable dishes and immerse yourself in the flavors of Italy."
    },
    {
      "dayNumber": "12",
      "title": "Florence - Stirring Art Masterpieces of Accademia and Uffizi",
      "description": "You will deep dive into the history of Italian art and treasure the remarkable pieces housed in galleries flecking Florence today on a guided art tour of the city. Beginning beneath the soaring Giotto Bell Tower, you will appreciate the meticulous craftsmanship of this intricate construct before stepping across the Ponte Vecchio and catching glimpses of the gleaming gold shops lining its arch. Your tour will continue to the Accademia Gallery and Uffizi Gallery, where the works of Michelangelo and da Vinci lay abundantly across stirring exhibitions."
    },
    {
      "dayNumber": "13",
      "title": "Florence - Into the Evergreen Valley of Chianti",
      "description": "Italy’s countryside is luxuriant, and olive-green valleys proliferate across its unspoiled expanse, offering fertile soils that have long been the base of stellar wine estates famed for the production of the world’s best wines. Today, you will venture to the Chianti area and visit one of these elite estates to sip on sumptuous vintages while gazing over the jade horizon of cascading vineyards. Ascending the rolling hills afterward, you will soon be perched at a table in San Gimignano for lunch, where endless country views sweep from beneath the stylish terrace."
    },
    {
      "dayNumber": "14",
      "title": "Rome - Full-on Flavor in Florence",
      "description": "Before you are whisked away from Florence off to Rome, you will have one last morning to cherish the exquisite culinary delights available at markets paving the cityscape. Sant’Ambrogio is the height of culinary destinations in Florence, both spotlighting the distinct Italian traditions and delectable flavors of the country’s beloved dishes. Guided by only the fragrances of exceptional meals and the sights of their perfectly plated curations, you will galavant the market at your leisure, searching for tantalizing treats to enjoy. After indulging in cheeses, cured meats, and fresh focaccia, you will catch a high-speed train to Rome."
    },
    {
      "dayNumber": "15",
      "title": "Rome - The Grand Stage of Ancient Rome",
      "description": "The Colosseum stands as the most prominent and significant piece of Roman history in the ancient capital. You will be engrossed by the unraveling stories echoing from the grand construct as you tour underground. The roars of the crowd will ring from the arena above and the sense of despair felt by the gladiators will reverberate through the chambers you will peruse below the grand stage. Leaving the impressive monument, you will continue to the Roman Forum and Palatine Hill where you will encounter the mysteries and fables that still grace these historic landmarks."
    },
    {
      "dayNumber": "16",
      "title": "Rome - The Roots of Catholicism",
      "description": "Across the river lies the sovereign state of the Vatican City, the home of the Catholic Church and the residence of the Pope. Seize the day and head out on a guided tour of this spiritual sanctuary beginning with breakfast beneath the stunning walls of the Pinecone Courtyard. Afterward, you will explore the enthralling Vatican Museums and gaze upon the remarkable works that lie within them. From the incredible, hallowed ceiling of the Sistine Chapel to the renowned Renaissance stylings of Saint Peter’s Basilica, the Vatican City is an ode to Catholicism adored by followers and secularists alike."
    },
    {
      "dayNumber": "17",
      "title": "Rome - A Token to Remember Italy By",
      "description": "Stepping outside with a cup of freshly brewed coffee in hand, you will watch as the sunshine illuminates Rome in the morning, dancing off stately gold-lined palaces and glimmering against gilded cathedral spires. The charismatic cityscape will quickly burst into life as the first light means business as usual for the locals and shopkeepers calling this endearing destination home. You will treasure a few moments to scour the gems tucked between hidden alleys as you search for trinkets to commemorate your exquisite escape to the illustrious shores of Italy before returning home."
    }
  ],
  "map": ""
}