{
  "destination": "Italy",
  "mainPhoto": "",
  "id": "splendors-of-italy-17-day-tour",
  "tourName": "Splendors of Italy 17-Day Tour",
  "placesVisited": "Venice, Lake Como, Milan, Portovenere, Florence, Rome",
  "generalInfo": "From gliding through Venetian canals to exploring the northern jewels of Lake Como and Milan, venturing along the coast of Cinque Terre to discovering the charms of Tuscany, this 17-day highlights tour of Italy showcases beauty and wonder. Uncover the true splendors of Italy when embarking on this trip as you discover the Lakes District and immerse yourself in the world of Ancient Rome.",
  "durationDays": "17",
  "price": "7,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Venice - Arrive in the Queen of the Adriatic",
      "description": "With wondrous canals weaving through the city and over 400 bridges connecting 118 islands, the enchanting city of Venice glistens with the sunlight. Upon arrival at Venice International airport, you’ll have a private transfer to your accommodation located in this Queen of the Adriatic. As the sun starts to paint the evening sky, you’ll glide through the shimmering sunset hues of pink and orange on a classic Venetian gondola. Gaze in awe at the opulent marble palaces, hidden narrow canals, and storybook harbors as you enjoy the city from atop the water."
    },
    {
      "dayNumber": "2",
      "title": "Venice - Experience a Venetian Wonderland",
      "description": "Standing in the famed St. Mark’s Square surrounded by Venice’s waterways and marbled archways, dive into Venice’s history with your local tour guide. You’ll pass by the ornate Doge’s Palace, a former seat of Venetian government, and admire the view from atop the panoramic terraces of St. Mark’s Basilica. Then, immerse yourself in an Italian wine wonderland as you embark on a walking wine tour. You can sip a bubbly sweet Prosecco in a Venetian wine bar bustling with locals while savoring the salty freshness of cicchetti, a classic Venetian snack served tapas-style."
    },
    {
      "dayNumber": "3",
      "title": "Venice - Explore the Islands of Murano and Burano",
      "description": "This morning, travel to the picturesque islands of Murano and Burano. As artisan glass makers blow and shape hot glass into vases and chandeliers, you’ll feel the heat of the kiln emanating from their studios as you tour an authentic glass-making factory in Murano. For over seven centuries, the island of Murano has been the heart of glass making, often crafting pieces for global monarchs and nobility. Continue on to Burano, where you’ll pass by a leaning bell tower and docked boats as you stroll past colorful houses."
    },
    {
      "dayNumber": "4",
      "title": "Lake Como - Venture through Verona",
      "description": "On route to Lake Como, travel to the City of Love, Verona, where Shakespeare’s famous tale of star-crossed lovers Romeo and Juliet is set. Located along the bend of the Adige river, Verona offers a melange of ancient Roman influences. As violinists serenade passerbys with the melody of enchanting love songs, you’ll take a guided tour through Verona’s piazzas, where you’ll see an impressive well preserved Roman amphitheater. Continue through a stone archway to the 14th-century home of Juliet Capulet and spot hopeful romantics writing letters to Juliet in search of love beneath her sweet balcony overlooking an ivy-lined courtyard."
    },
    {
      "dayNumber": "5",
      "title": "Lake Como - Immerse Yourself in the Elegance of Bellagio",
      "description": "Start the morning sailing peacefully along Lake Como on a ferry as your guide explains the local traditions and history behind the picturesque gardens, villages, and villas you pass. Once in Bellagio, feel the refreshing crisp lake breeze on your skin as the city entrances you with its elegance. Explore steep alleyways bustling with silk and olive wood shops. Finally, stroll in the gardens of Villa Melzi, where, to the sound of waves landing on the shore, you’ll see beautiful foliage meet a charming gazebo while surrounded by lakeshore views."
    },
    {
      "dayNumber": "6",
      "title": "Lake Como - Embrace the Charm of Como",
      "description": "Meander through quaint maze-like alleyways and bustling piazzas in the city of Como, and learn about the city’s history and tradition of silk weaving. As you walk along the lake toward the funicular station, admire the reflections of hillside towns shimmering in the water. When riding the funicular up to the city Brunate, enjoy stunning panoramic views of both the lake as well as the peppering of red rooftops down below. When your tour of Como and Brunate comes to an end, enjoy a well-deserved aperitivo, and relax in a truly Italian way."
    },
    {
      "dayNumber": "7",
      "title": "Milan - Uncover Majestic Milan",
      "description": "This morning, you’ll have a private transfer to Milan city center, where you’ll enjoy a walking tour of the city. Marvel at Milan’s majestic cathedral, the Duomo di Milano, which took over six centuries to complete. The gothic cathedral proudly towers over the central town square, offering rooftop terraces with great views of the intricate architectural wonder. As pigeons fly above, you’ll explore the opulent Galleria Vittorio Emanuele, Italy’s oldest shopping gallery topped with an intricate glass dome and lined with beautiful mosaic tiles. You’ll truly understand Milan’s reputation as a global commercial and fashion capital."
    },
    {
      "dayNumber": "8",
      "title": "Milan - Experience the World of Leonardo Da Vinci",
      "description": "Immerse yourself in the world of Renaissance master Leonardo Da Vinci. Witness Da Vinci’s famed fresco “The Last Supper” in Santa Maria delle Grazie and observe his subtle brushstrokes. Continue your day with a visit to Leonardo’s Vineyard, La Vigna di Leonardo, which is nestled in the gardens of Casa degli Atellani. Coming from a family of winemakers, Da Vinci was greatly appreciative when he was gifted this vineyard in return for completing The Last Supper. Walking in the steps of Da Vinci, you’ll have the chance to experience the Milanese Renaissance through both his artwork and the vineyard."
    },
    {
      "dayNumber": "9",
      "title": "Portovenere - Discover the Beauty of the Italian Riviera",
      "description": "Located right along the Ligurian Coast, Portovenere is a jewel along the Italian Riviera where rocky coastlines meet beautiful clear blue water with colorful dwellings splashed along the seaside. This morning, your driver will bring you to this lovely village, where you’ll be greeted by a refreshing coastal breeze as boats scurry across the harbor. Enjoy perusing shops on the historic Via Capellini, gazing at the breathtaking views, and savoring local specialties like pesto, focaccia, and oysters as you explore Portovenere and the surrounding island of Palmaria."
    },
    {
      "dayNumber": "10",
      "title": "Portovenere - Explore the Storybook towns of Cinque Terre",
      "description": "Traveling North along the coast, enjoy a private guided visit of the five stunning towns of Cinque Terre. Perched on seaside cliffs, these five fishing villages entrance you with the mesmerizing melange of brightly colored buildings pouring into the harbors. Watch eagerly as fishermen bring in their catch of the day while locals swim in the cooling turquoise waters of the sparkling sea around them as you stroll through Riomaggiore. You’ll even have the chance to trek through the winding streets carving through picturesque Manarola."
    },
    {
      "dayNumber": "11",
      "title": "Florence - Venture to Lucca On Route to Florence",
      "description": "This morning, your private driver will escort you to the Tuscan town of Lucca. Surrounded by medieval city walls, Lucca was originally founded by the Etruscans until it later became a Roman colony. As you walk through the central piazza and by countless churches, you’ll be welcomed with the bustle of cafes and markets. Following your exploration of Lucca, continue on to Florence where the majestic Duomo and charming Ponte Vecchio will transport you to the age of the Renaissance."
    },
    {
      "dayNumber": "12",
      "title": "Florence - Embrace the World of the Renaissance",
      "description": "As Vespas zip past, start your day with a guided orientation walk of Florence. When you cross the Ponte Vecchio, you’ll hear eager jewelry sellers sharing their love for their work and admire the shop-covered bridge atop the Arno. Later, venture to the Accademia Gallery and witness Michelangelo’s astounding David, standing 17 feet tall, and marvel at the perfectly sculpted masterpiece. You’ll even be awed by Botticelli’s “The Birth of Venus” in the Uffizi where vibrant brushstrokes and bright colors craft a wondrous painting."
    },
    {
      "dayNumber": "13",
      "title": "Florence - Tour the Tuscan Jewels of Chianti and San Gimignano",
      "description": "With gentle green hills rolling in the distance, and passing by fields of vineyards, olive groves, and sunflowers, you’ll enjoy the natural beauty of the Tuscan region as your private driver brings you to the Chianti area. Bask in the countryside and visit one of the most prestigious wineries where you’ll smell the floral scent of superb Chianti wines produced with savory Sangiovese grapes and savor a traditional Tuscan lunch. Finally, you’ll walk through hidden alleyways in the hilltop town of San Gimignano and peruse their lanes filled with gelaterias, artisan shops, and over 70 towers."
    },
    {
      "dayNumber": "14",
      "title": "Rome - Immerse Yourself in A Florentine Gastronomic Wonderland",
      "description": "Enjoy one last Florentine morning during a private guided visit to the food market of Sant’Ambrogio, where you’ll learn about the history and traditions of Tuscan cuisine. As you walk through the market, you’ll pass by everything from freshly caught seafood, olive oil tastings, limoncello stands, bouquets of flowers, and of course fruits and vegetables galore. There’s no better way to immerse yourself in the world of locals than trying local specialties like salami, focaccia, and cheeses. After the market, hop on a high-speed train to the Eternal City of Rome."
    },
    {
      "dayNumber": "15",
      "title": "Rome - Discover the Power of the Roman Empire",
      "description": "Travel back in time to the age of the Ancient Romans, and imagine the thunderous roar of the crowd as you tour the Colosseum. Following in the footsteps of gladiators, you’ll venture beneath the arena floor and tour the tunnels before walking through the countless archways lining the exterior of the famous amphitheater. Continue your day with a visit to the Roman Forum, where ruins of the former empire give you insight into the astounding resourcefulness and craftsmanship of the Ancient Romans. You’ll truly witness the power of the Roman Empire."
    },
    {
      "dayNumber": "16",
      "title": "Rome - Visit the Astounding Vatican Grounds",
      "description": "Begin your day with a breakfast fit for a Pope at the Pinecone Courtyard in Vatican City. Savor fresh warm pastries with views of the grandiose Vatican grounds. Then, explore the world-renowned Saint Peter’s Basilica and venture through the halls of the Vatican Museums to learn about the history of this heart of Catholicism. Finally, discover the Sistine Chapel, where Michelangelo’s wondrous fresco ceiling will take your breath away. Looking above, you’ll gaze at the intricate stories the frescoes depict, and try to spot the famed “Creation of Adam.”"
    },
    {
      "dayNumber": "17",
      "title": "Rome - Depart Italy",
      "description": "The Eternal City remains lively as you prepare to say farewell to the country you’ve come to know so well. You’ve glided through the canals of Venice, uncovered Italy’s northern jewels of Lake Como and Milan, explored the coastal wonderland of Cinque Terre, immersed yourself in the Florentine Renaissance, and finally learned the power of the Roman Empire. As you conclude your trip to Italy, you’ll have a private transfer to Rome International Airport to embark on your journey home."
    }
  ],
  "map": ""
}