[
     {
        "type": "overview",
        "Main_Title": "Our South Korea holidays & tours",
        "Main_Paragraph": "Our South Korea holidays embrace the many fascinating sides of life here. Futuristic neon signage, high rise towers and super speedy transport systems make Seoul a thrilling city to explore in the company of a local guide who knows the finest little-known noodle stands. But our trips rarely stay in the capital for long, instead seeking out the waterfalls and mountain peaks of Seoraksan National Park, hiking trails on the volcanic Jeju Island, or the coastal charms of Gyeongju. And cultural contrasts don’t come much steeper than a K-Pop class in Seoul, and a meditation class followed by an overnight stay in a Buddhist temple.",
        "Subtitle": "SOUTH KOREA highlights",
        "Title1": "1. Gangneung",
        "Paragraph1": "Time your tour to coincide with cherry blossom season  April to June  in Gangneung as this is a really beautiful, natural setting as well as one of South Koreas centres for cuisine, cooked and cured the old-fashioned way. Gangneung also boasts the mirror clear Gyeongpo Lake and Gyeongpo Beach, both of which are important places to watch the sunrise as part of traditional Korean culture.",
        "image1": "",
        "Title2": "2. Hahoe Folk Village",
        "Paragraph2": "Featuring examples of tiled and thatched architecture from the Joseon Dynasty as well as inhabitants living in much the same way as their forefathers, under the guidance of Confucius, Hahoe Folk Village is an important piece of the Korean cultural jigsaw and rightly placed under UNESCOs protection. Hahoe is well worth a visit if only to enjoy the peace and quiet of a sleepy rural setting.",
        "image2": "",
        "Title3": "3. Jeju Island",
        "Paragraph3": "A short flight from Busans beaches and hot springs whisks you to Jeju Island and a chance to visit the beautiful bonsais within the Spirited Garden as well as a whole host of wonderful waterfalls, lava tubes and Hallasan, South Korea's tallest mountain and active shield volcano. Exploring Jeju under your own steam on a tailor made holiday, or as part of an organised small group tour, merits at least a night off the mainland.",
        "Title4": "4. Panmunjom",
        "Paragraph4": "Its impossible to take a tour of South Korea without acknowledging its noisy neighbours and nowhere is it more appropriate to discuss the North/South divide other than the former village of Panmunjom that rests just north of the border. Meet US army personnel, visit the North Korea Peace Museum and find out more about the blue barracks under one of the tallest flag poles on the planet.",
        "image3": "",
        "Title5": "5. Seoraksan National Park",
        "Paragraph5": "Home to one of South Koreas tallest mountains, Seoraksan (1,700m), and numerous rock formations and their corresponding legendary tales, Seoraksan National Park exemplifies the natural beauty of the east coast where a variety of hiking trails lead to waterfalls, temples and a gigantic statue of Buddha. A cheeky cable car to the summit alleviates any extra effort, but wheres the fun in that?",
        "Title6": "6. Seoul",
        "Paragraph6": "Start at Seouls oldest food market, Gwangjang, where bindaetteok (mung bean pancake) and makgeolli (sweet rice wine) tantalise the tastebuds. Seoul simmers 24/7 with traditional tea houses and pagoda-filled parks vying for attention. Office towers reflected against the Hun River and must see highlights include Tapgol Park, Gyeongbokgung Palace and the Cheonggyecheon Canal."
    },
    {
        "type": "best-time-to",
        "Main_Title": "BEST TIME TO VISIT SOUTH KOREA",
        "Main_Paragraph": "Although spring signals the start of blossom season (Apr-Jun), it also finds a fair few crowds heading south on the peninsula so we recommend Sep-Nov as the best time to visit South Korea. At this time, temperatures are comfortable, there's little rain and the countryside is swathed in the most amazing umber, orange and fiery red and yellow foliage. Summers can be moist with monsoons kicking off in Jul-Aug to make for quite an uncomfortably humid experience as well as an increase in crowds during the school holidays from mid-Jul to end of Aug.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Seoul Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Seoul Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-8</td>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 6%;\">22 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-5</td>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 7%;\">26 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 13%;\">45 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 28%;\">102 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 25%;\">90 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 37%;\">133 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">358 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 80%;\">288 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 45%;\">161 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 14%;\">49 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 13%;\">48 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-5</td>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 6%;\">21 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "SOUTH KOREA TRAVEL ADVICE",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "Marta Marinelli, from our partner Exodus, shares her top advice, recommendations and experiences following a recent trip to South Korea:",
        "title3": "Discover the history",
        "paragraph3": "One of the many positive things about a visit to South Korea is how far they've come since the Korean War in 1953. The country was absolutely flattened. Not a stick of anything was left. Everything that you'll find today has been replanted and rebuilt to provide an absolutely fabulous modern experience with lots of little touches, like flowers planted along the centre of motorways, displaying just how much people value and respect their country; there's a real sense of civic pride.",
        "title4": "Where to go in South Korea",
        "paragraph4": "I'd really recommend a trip to the island of Jeju which can be reached by plane from the coastal city of Busan. Busan is a lovely city and well worth spending a night if only to enjoy a beach stroll over sand apparently imported from China. The highlight of Jeju, for me, was seeing the Haenyeo fisherwomen diving into the sea to catch urchins, shellfish and seaweed. The Manjanggul lava tube cave was also incredible and climbing up the steps to the top of the Seongsan Ilchulbong volcanic tuff cone was, although quite hard, really rewarding thanks to the great views from the top.",
        "title5": "Cultural tips",
        "paragraph5": "I'd definitely recommend spending a night at the Haeinsa Temple in the Gaya Mountains as although sleeping arrangements are fairly basic  you sleep in communal same sex dorms on a floor mat with one small pillow  the experience, as a whole, was uplifting. On arrival you swap your Western clothes for temple clothes and do as many temple activities as you wish, including getting up at 3am to take part in early morning prostrations with the monks. Food is simple fare: rice, soup, veggies and tofu, and there's no speaking at meal times. A question and answer session with a Buddhist monk with a PhD in law and impeccable English lasted about an hour. He was prepared to answer some invasive question very fully!",
        "title6": "",
        "paragraph6": "Stef Studley, from our partner Regency Holidays, shares a few of her South Korean highlights:",
        "title7": "Festivals & events",
        "paragraph7": "The Chuseok harvest festival is one of South Koreas best-loved celebrations and takes place at the end of September or early October, around the time of the autumnal equinox. Tombs and ancestral homes are visited across the country as families sit down to a traditional feast which will usually include kimchi (pickled cabbage), songpyeon (glutinous rice cakes), Korean table barbecues and plenty of rice wine. Things can get really busy around this time of year with services and transport often booked up in advance.",
        "title8": "Seoul advice",
        "paragraph8": "Gangnam and Itaewon are just a couple of the really fashionable districts to visit in Seoul for both locals and tourists, especially at the weekends, and youll find numerous buskers and street artists performing alongside loads of different places to eat, drink and shop."
    }
]