{
    "Main_Title": "Our South Korea holidays & tours",
    "Main_Paragraph": "Our South Korea holidays embrace the many fascinating sides of life here. Futuristic neon signage, high rise towers and super speedy transport systems make Seoul a thrilling city to explore in the company of a local guide who knows the finest little-known noodle stands. But our trips rarely stay in the capital for long, instead seeking out the waterfalls and mountain peaks of Seoraksan National Park, hiking trails on the volcanic Jeju Island, or the coastal charms of Gyeongju. And cultural contrasts don’t come much steeper than a K-Pop class in Seoul, and a meditation class followed by an overnight stay in a Buddhist temple.",
    "Subtitle": "SOUTH KOREA highlights",
    "Title1": "1. Gangneung",
    "Paragraph1": "Time your tour to coincide with cherry blossom season  April to June  in Gangneung as this is a really beautiful, natural setting as well as one of South Koreas centres for cuisine, cooked and cured the old-fashioned way. Gangneung also boasts the mirror clear Gyeongpo Lake and Gyeongpo Beach, both of which are important places to watch the sunrise as part of traditional Korean culture.",
    "image1": "",
    "Title2": "2. Hahoe Folk Village",
    "Paragraph2": "Featuring examples of tiled and thatched architecture from the Joseon Dynasty as well as inhabitants living in much the same way as their forefathers, under the guidance of Confucius, Hahoe Folk Village is an important piece of the Korean cultural jigsaw and rightly placed under UNESCOs protection. Hahoe is well worth a visit if only to enjoy the peace and quiet of a sleepy rural setting.",
    "image2": "",
    "Title3": "3. Jeju Island",
    "Paragraph3": "A short flight from Busans beaches and hot springs whisks you to Jeju Island and a chance to visit the beautiful bonsais within the Spirited Garden as well as a whole host of wonderful waterfalls, lava tubes and Hallasan, South Korea's tallest mountain and active shield volcano. Exploring Jeju under your own steam on a tailor made holiday, or as part of an organised small group tour, merits at least a night off the mainland.",
    "Title4": "4. Panmunjom",
    "Paragraph4": "Its impossible to take a tour of South Korea without acknowledging its noisy neighbours and nowhere is it more appropriate to discuss the North/South divide other than the former village of Panmunjom that rests just north of the border. Meet US army personnel, visit the North Korea Peace Museum and find out more about the blue barracks under one of the tallest flag poles on the planet.",
    "image3": "",
    "Title5": "5. Seoraksan National Park",
    "Paragraph5": "Home to one of South Koreas tallest mountains, Seoraksan (1,700m), and numerous rock formations and their corresponding legendary tales, Seoraksan National Park exemplifies the natural beauty of the east coast where a variety of hiking trails lead to waterfalls, temples and a gigantic statue of Buddha. A cheeky cable car to the summit alleviates any extra effort, but wheres the fun in that?",
    "Title6": "6. Seoul",
    "Paragraph6": "Start at Seouls oldest food market, Gwangjang, where bindaetteok (mung bean pancake) and makgeolli (sweet rice wine) tantalise the tastebuds. Seoul simmers 24/7 with traditional tea houses and pagoda-filled parks vying for attention. Office towers reflected against the Hun River and must see highlights include Tapgol Park, Gyeongbokgung Palace and the Cheonggyecheon Canal."
}