{
  "destination": "Guatemala",
  "mainPhoto": "",
  "id": "guatemala-holiday-small-group",
  "tourName": "Guatemala holiday, small group",
  "placesVisited": "",
  "generalInfo": "Experience Maya life in Guatemala. Our two-week itinerary captures the old and new, visiting modern Indigenous communities thriving in the highlands of Lake Atitlan and the early Maya cities of Tikal, Quirigua, and Copan (Honduras). Ticking off the highlights and getting far from the beaten path, our Guatemalan adventure is a great introduction to the beauty and colour of ancient Central America.<br/> <br/> Lake Atitlan - Take a boat trip on this stunning lake, encircled by volcanoes, and visit the neighbouring Maya villages.<br/> Maya sites - Discover the atmospheric jungle site of Tikal and the more peaceful site of Copan.<br/> Chichicastenango Market-Experience the bustle and colour of this busy market and see the modern Maya culture come to life.<br/> Festivals - Witness the Holy Week celebrations in Antigua, or the giant kite festival celebrated as part of the Day of the Dead festivities in Sumpango.<br/> <br/>",
  "durationDays": "15",
  "price": "2445",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Guatemala City",
      "description": ": Our tour starts today in Guatemala City, Guatemala's busy capital. Much of the city is quite modern, but the colonial centre around the main square harks back to the time when the city was officially declared Guatemala's new capital in the eighteenth century. Due to the number of evening flights into the international airport, our tour leader plans to hold the welcome meeting on the morning of day two. They'll leave a message in reception with details on timings and everything else that you'll need for the day. There are no other activities planned today, so you're free to arrive in Guatemala City at any time. If you'd like a complimentary airport transfer today, you'll need to arrive into La Aurora International Airport (GUA), approximately a 30-minute drive from our hotel. If your flight arrives earlier in the day, you might like to visit the bustling Mercado Central or one of the city's many museums."
    },
    {
      "dayNumber": 2,
      "title": "Short city tour of Guatemala City, head to Copan (Honduras)",
      "description": ": Before leaving the city this morning we'll begin the day with a short drive around by vehicle, just to get a feel for Guatemala's capital before setting off to Copan, in Honduras. It will take around six hours including a lunch stop and customs formalities, before we arrive at this small, relaxed town just on the other side of the Guatemala-Honduras border. We'll cross Honduras at the border known as Frontera El Florido. With a small plaza principal and some cafes and restaurants to enjoy, the town of Copan is so unassuming that it's hard to believe that it's home to one of the jewels of the ancient Mayan world. We may not have a lot of time here when we arrive, but we'll take a stroll around the town centre this evening before dinner."
    },
    {
      "dayNumber": 3,
      "title": "Explore the Copan archaeological site",
      "description": ": This morning, a local guide will escort us around the spectacular ruins of Copan - one of the richest archaeological sites to be uncovered in Central America and now a UNESCO World Heritage Site. Anyone familiar with Catherwood's incredible drawings (which first appeared in John Stephens' 1841 narrative - 'Incidents of Travel in Central America and Yucatan'), will recognise scenes and objects from this marvellous site. Stephens actually bought the entire site from a local farmer for just $50. The Great Plaza is one of the most amazing achievements of the Classic Maya period and contains the greatest collection of Maya sculptures anywhere in Meso-America. Next door is the Acropolis - a group of massive pyramidal structures where royal power was once concentrated. Ascending one structure is the famous Hieroglyphic Stairway. Composed of some 2500 individual glyphs, its sides flanked by serpentine birds and snakes, this is the New World's longest inscribed pre-Colombian text. Copan has been the subject of exploration and investigation since the 1830s. Remarkable finds continue to be unearthed by archaeologists, making it the most thoroughly researched and understood of all Maya sites. We have the day to enjoy this special place, leaving you plenty of time to explore on your own. This afternoon, you could visit the museum dedicated to the site, or take a trip to Macaw Mountain, a rescue and rehabilitation centre for tropical birds and other animals."
    },
    {
      "dayNumber": 4,
      "title": "Drive to Puerto Barrios, boat to Livingston",
      "description": ": This morning, we'll stop en route at Quirigua, renowned for its fine Mayan carvings, covered with intricate glyphs which still remain a mystery to scholars and archaeologists. Quirigua was dominated by Copan but was valued as a trading centre for the jade that can be found throughout the surrounding area. Independence from Copan was finally achieved under Quirigua's most powerful leader, Cauac Sky in 737 AD. We'll then continue to Puerto Barrios where we'll board our launch and cross the bay to the lazy, laidback town of Livingston on the Caribbean coast. Here we can enjoy the colourful, lively Garifuna town, with its unique racial blend. In the evening there may be the chance to hear the increasingly popular local music or enjoy the fresh seafood in one of the restaurants along the main street."
    },
    {
      "dayNumber": 5,
      "title": "Boat trip to 7 Altares Waterfalls & Playa Blanca. Explore Livingston",
      "description": ": This morning we head out on a boat trip to the 7 Altares waterfalls. These falls are located in a lush rainforest and the water is cool and clean. It is the perfect place for a dip to cool off. Once we have had enough time to enjoy these beautiful natural formations we jump back on the boat and head to Playa Blanca, a taste of the Caribbean in Guatemala. We'll spend a few hours on this white-sand beach and can enjoy lunch here (not included). For those who would like, there is the chance to take an optional boat trip and hike to Tapon Creek. Alternatively, you can have some relaxation time on Playa Blanca Beach. We'll then head back to Livingston in the early afternoon. Once back in Livingston, we'll embark on a walking tour of the town."
    },
    {
      "dayNumber": 6,
      "title": "Boat trip on the Rio Dulce, continue to Flores",
      "description": ": We start our day by heading west on the Rio Dulce by boat. The river squeezes through an impressive gorge of towering cliffs covered in a mass of jungle creepers with egrets, pelicans and cormorants lining the shores. En route, we'll stop at the small community project of Ak Tenamit where you will have the opportunity to learn more about this educational support project that has been set up. From the town of Rio Dulce, we'll continue by bus to Flores (driving time approximately four hours) where we'll stay for the next two nights. Flores is situated on a small island in the tranquil Lake Peten Itza and is joined to the mainland by a causeway. On arrival, we'll have a short walking tour of this quaint and peaceful town."
    },
    {
      "dayNumber": 7,
      "title": "Guided tour of Tikal",
      "description": ": This morning, we'll have an early start to drive the one-and-a-half hours to Tikal for a guided tour. Tikal is possibly the greatest of all the Mayan cities, located in the heart of the Peten jungle. The ruins of Tikal can easily be compared with the masterpieces of Egypt and Greece. Initially settled about 600 BC, Tikal was abandoned by its rulers around AD 890 and totally deserted a hundred years later, overgrown by the jungle. Rediscovered in 1848, they comprise many great temples and pyramids. The city covers an area of more than 16 square kilometres with temples, palaces, causeways, ballcourts, spacious plazas, and hundreds of other architectural ruins - a superb example of sophisticated Mayan engineering. The site is so large we leave you free time to explore at your own pace this afternoon. Those with a good head for heights could climb one of the pyramids which pierce the jungle canopy for splendid views over the Maya Biosphere Reserve. Late afternoon we head back to Flores where we have a free evening in this charming lake-side town."
    },
    {
      "dayNumber": 8,
      "title": "Visit the Candelaria Caves, continue to Coban",
      "description": ": Leaving Flores behind we head south into the southern mountains for a long day's drive through varied scenery. We drive to Sayaxche where we cross the river by ferry before continuing to the Candelaria Caves. Following our visit to the caves, we continue onto Coban, where we'll stay for the next two nights."
    },
    {
      "dayNumber": 9,
      "title": "Day trip to the famous Semuc Champey",
      "description": ": Today is a long day - but it will be worth it to see one of Guatemala's natural highlights! Semuc Champey is a natural monument made up of turquoise pools and set in a lush mountainous jungle. We leave our hotel early this morning and drive two and a half hours to the town of Lanquín. From Lanquín we take a 45-minute bumpy pickup truck along unpaved roads to the natural wonder of Semuc Champey. We'll have a few hours here to enjoy some swimming in the natural pool formations. For those looking for more of an active adventure, there is the option to hike up to a viewpoint which offers panoramic views of the jungle and pools below. The walk is quite difficult and is on uneven terrain with wooden steps that can become slippery (we highly recommend walking shoes for this!). It is expected to take one and a half hours. Once we have spent enough time exploring and enjoying this natural paradise, we will make the journey back to Coban where we'll arrive in the evening."
    },
    {
      "dayNumber": 10,
      "title": "Nature walk in the cloud forest of Quetzal Biotope. Continue to Antigua",
      "description": ": This morning, we'll drive for approximately one hour to the Quetzal Biotope. This cloud forest is 1,044 hectares and was officially established as a protected area on June 2nd, 1976, with the main objective of protecting the Quetzal and its habitat. We'll embark on a two-hour walk through the cloud forest, passing small rivers and creeks and keeping our eyes peeled for the elusive quetzal and other wildlife. The trail is mainly made up of steps and uneven ground - good footwear is recommended. Once we have finished our walk, we will continue on a five-hour drive to the breathtaking city of Antigua where we will arrive in the evening. Antigua is a beautifully preserved colonial city founded in 1542 and surrounded by volcanoes. The streets are cobbled and colourful, packed with interesting architecture and buzzing with great cafes, restaurants, and bars. We are using this city as our base tonight to break up the long journey to Lake Atitlan, but we will be back for two nights at the end of the trip to fully enjoy this city!"
    },
    {
      "dayNumber": 11,
      "title": "Discover Chichicastenango Market then travel to Lake Atitlán",
      "description": ": We will leave Antigua this morning and head north towards the highlands of the El Quiche Province and the bustling town of Chichicastenango, the 'sacred town' of the indigenous Quiche. Steeped in Maya culture, the town is famed for its market, where you can buy everything, from chickens and copal, to pigs and pottery. The best way to enjoy the market is to throw yourself into the melee and haggle with the traders, or escape to the beautifully colourful cemetery located just a short walk from the market. It is also the perfect place to pick up souvenirs of your visit. In the afternoon we head to Lake Atitlan for the night."
    },
    {
      "dayNumber": 12,
      "title": "Day trip to Lake Atitlán; boat trip to visit villages inhabited by Tzutujil Indigenous people",
      "description": ": Today we take a boat trip across the lake to visit villages inhabited by the Tzutujil Indigenous, including Santiago Atitlán. The Tzutujil can trace their ancestry back to the post-classic period of the Maya (around 900-1500 AD). They still wear a traditional form of dress, with the women in particular sporting colourful blouses with embroidered geometric and bird designs. This is a busy village with lots of visitors and locals going about their business, and we may see more traditional Mayan rituals at the shrine to Maximón. By visiting different villages, we can appreciate the beautiful panoramas around the lake. It changes hue at different times of the day and can appear green, deep blue, or grey, while at sunset it glows fiery red."
    },
    {
      "dayNumber": 13,
      "title": "Visit to Iximche Archeological Site. Afternoon orientation tour of Antigua",
      "description": ": This morning we head to the fascinating archaeological site of Iximche. We will stop here for a one and a half hour guided tour, where we will learn all about the history of this site which dates back to the 15th century. After, we head back to Antigua where we have an an orientation tour. An orientation tour of this graceful old colonial city shows how it can justly claim to be one of the most charming in Central America despite the damage caused by a series of earthquakes and floods over the ages. The afternoon is free to wander the timeless streets and hunt for souvenirs."
    },
    {
      "dayNumber": 14,
      "title": "All Saints Celebration Giant Kite Festival",
      "description": ": Today we head to Sumpango, just on the hills outside of Antigua to see the All Saints Giant Kite Festival. On November 1st of every year the people of Sumpango, Sacatepequez, put together these giant kites to fly during the Day of the Dead. The kites are made of cloth and paper with bamboo frames, depicting religious or folkloric themes and they are flown to honor the dead. The kites traditionally can take up to 40 days to build, they are held together with a glue made with a mixture of yucca flower, lemon peel and water, the ropes are made of the maguey plant (the plant that also brings us tequila!), and the tails are made from woven cloth. This tradition dates back 3000 years and still today is seen as a way of communicating with the beyond. In the afternoon we return back to Antigua. This evening we head to one of its lively restaurants which makes a perfect setting for our last meal together."
    },
    {
      "dayNumber": 15,
      "title": "Trip ends in Antigua",
      "description": ": The trip ends this morning at our hotel in Antigua Guatemala. There are no activities planned today, so you're free to depart at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from La Aurora International Airport (GUA). Due to the unpredictable traffic in and out of Guatemala City, the drive to the airport can take between 90 minutes and four hours."
    }
  ],
  "map": ""
}