{
  "destination": "Guatemala",
  "mainPhoto": "",
  "id": "guatemala-17-day-holiday-tailor-made",
  "tourName": "Guatemala 17 day holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "This comprehensive ‘grand’ itinerary of Guatemala visits many of its classic highlights as well as some more off the beaten track locations. Spend time in Antigua Guatemala, one of the most impressive Spanish colonial cities in all of the Americas, Lake Atitlan, the remote western highlands of the Ixil region, Coban in the lush central highlands and stunning Semuc Champey, the jungles of Peten state in northern Guatemala including visits to the key Mayan sites of Aguateca, Tikal and Yaxha, Rio Dulce and the laid-back Garifuna town of Livingston on the Caribbean coast and Guatemala City. <br/><br/>You stay in well-located hotels and lodges throughout and spend a good amount of time in each region, with lots to see and do each day. You have the private services of an experienced knowledgeable local bilingual guide/driver on tour with you throughout to explore cultural/natural sites of interest. <br/><br/>The itinerary has been designed to start on a Saturday or Tuesday to fit market days in Chichicastenango (day 6) but can be tailored to start on any day of the week.",
  "durationDays": "17",
  "price": "4650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Antigua Guatemala. You are met on arrival at Guatemala City airport and transferred to Antigua, the beautiful historical and cultural capital of Guatemala. Here you stay for the next 3 nights at a characterfully restored hotel in the heart of the city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Antigua Guatemala. Enjoy a morning walking tour of this beautiful UNESCO world heritage site, filled with well preserved churches, monasteries, convents and ruins. Encircled by three mighty volcanoes (Agua, Acatenango and Fuego), its picturesque cobbled streets are flanked by colourful low-rise colonial buildings - some of which are now hotels, cafes and galleries, their terracotta roofs brimming with bougainvillea and heliconia. Afternoon free to explore independently. Perhaps stop at one of Antigua's characterful cafes to sample some of the city's world-renowned coffee, or you could try your hand at a local cooking class or a chocolate making workshop."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Antigua Guatemala. This morning enjoy a coffee tour run by an organisation that works with local coffee farming communities to create economic opportunity that improves the quality of life for their families and communities. A local coffee farmer from the community will lead you through their plantation explaining the work involved in cultivating coffee and each step in the process of turning bean to cup. Ending with a coffee in the farmers home. Rest of the day free for independent sightseeing."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lake Atitlan. Today travel to Lake Atitlan in Guatemala's dramatic western highlands, heartland of the country's Mayan population. Lake Atitlan is one of the most picturesque destinations in all Guatemala, surrounded by three impressive volcanoes on its southern shores and small Mayan villages backed by steep verdant hillsides. Traditional Maya culture still prevails in most locations here and local residents wear vibrant traditional clothing, practice ancient Maya customs and gather at colourful weekly markets to sell their produce. Stay at a lakeside hotel just outside of the main settlement of Panajachel for the next 2 nights."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Lake Atitlan villages. Today you will be taken on a boat excursion around the lake to visit two of Atitlan's most interesting communities, San Juan La Laguna, an authentic, artistic local village and Santiago Atitlan, a traditional, commercial town home to 'Maximon', a Mayan deity and folk saint."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ixil region / Nebaj via Chichicastenango. Today travel up to Chichicastenango or \"Chichi\" as it is known to locals to visit one the largest indigenous markets in Guatemala. This small town comes alive on its Thursday and Sunday market days, its streets a riot of colour and hustle and bustle. After a wander here travel deeper into the western highlands of the Cuchumatanes mountains and the 'Ixil region', an area very much off the main tourist grid which is home to a number of different Mayan groups with unique beliefs, dress and customs. Stay for the next 2 nights at a working dairy farm just outside of the town of Nebaj."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Exploring/walking in the Nebaj area. A day with your guide/driver to explore the farm, enjoy countryside walks and/or visit villages/towns in and around Nebaj - perhaps stop in at local markets, weaving cooperatives etc."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Coban via an orchid farm. Travel east to the central highlands, an area of lush green valleys and cloudforests and the small highland town of Coban where you stay for 2 nights. On arrival you will be taken to visit a family run orchid farm dedicated to the conservation of orchids, where you will be able to see hundreds of different species of orchids as well as walk their trails and learn about traditional medicinal plants."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Semuc Champey. Today you will be taken to visit Semuc Champey, a stunning 300m long by 100m wide limestone ‘bridge’ set within a verdant forest reserve where the powerful Cahabon river splits in two – most of it plunges under the bridge, the rest feeds the paradisiacal blue-green hued stepped pools that sit atop the bridge. There will be time to enjoy the natural pools and walk through the forest."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Peten and Chiminos Island. Travel up to the northern jungles of Peten, taking a boat ride through rivers and swamps to a remote jungle lodge overlooking Lake Petexbatun where you stay for the night."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Aguateca and Santa Elena / Flores. A morning visit to Aguateca, a significant Maya archaeological site known for its well-preserved structures and strategic hilltop location. Then travel by boat then road to the Santa Elena/Flores area, the gateway to Tikal, where you stay for 3 nights at a lakeside lodge."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Tikal. Today enjoy a tour of Tikal, a UNESCO world heritage site and one of the largest, most impressive complex of ruins in the Maya world. Majestic palaces, tombs and stelae are dotted through the jungle, some at over 60m high burst up through the forest, the temple-tops offering spectacular views out over the canopy, which is teeming with wildlife."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Yaxha. Morning free to relax at your hotel and enjoy its grounds and facilities. In the afternoon you will be taken to visit Yaxha archeological site, the third largest in Guatemala with more than 500 structures, 40 stelae, around 7 times smaller than Tikal. Remain until sunset for stunning views out over the forest and lake."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Rio Dulce. Travel to the Rio Dulce area, where the freshwater Rio Dulce river begins its journey at Lake Izabal and flows eastwards to meet the Caribbean Sea. There is a ‘lake’ feel with mini-harbours dotted around the waterside, and it is a popular retreat for wealthy Guatemalan City dwellers who have their second homes here. Spend 2 nights at a lodge set on the waterside."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Rio Dulce and Livingston. Enjoy a boat tour through the Rio Dulce canyon to reach the laid-back Garifuna town of Livingston on the Caribbean coast. The journey weaves through gorges with soaring limestone rock faces dripping in dense green foilage. Pass fishermen in colourful wooden canoes, and keep your eye out for elusive manatee who inhabit these waters. Pass by Bird Island, where large numbers of egrets, herons, cormorants and native and migratory birds reside, and the Castillo de San Felipe Fort. Finally you arrive in Livingston, with its unusual fusion of Guatemalan and Caribbean culture, laid-back atmosphere and sliver of Caribbean coastline. After a tour here and lunch at a local restaurant you return by boat to the Rio Dulce area"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Quirigua and Guatemala City. Today visit the Quirigua archeological complex, a UNESCO world heritage site once an important trading post between Copan, Honduras and Tikal, known for its various stellae (the tallest in the Mayan world). Then travel on to Guatemala City where you spend the night at a hotel in the city's shopping/entertainment district."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Depart Guatemala. Transfer to the airport to catch your international flight home. Depending on the time of your flight today there may be some time to visit some of the city's excellent museums."
    }
  ],
  "map": ""
}