{
  "destination": "Guatemala",
  "mainPhoto": "",
  "id": "guatemala-holiday-tikal-and-beyond",
  "tourName": "Guatemala holiday, Tikal and beyond",
  "placesVisited": "Antigua, Learn about coffee production, Chocolate making workshop, Lake Atitlan, Chichicastenango market, Villages of the Ixil Triangle, Nebaj, Lanquin central coffee growing area, Semuc Champey pools, Petexbatun lagoon, Mayan site of Aguateca, Flores, Mayan sites of Yaxha and Tikal, Boat along Rio Dulce to Livingston, Garifuna community, Stelae at Quirigua, Guatemala City",
  "generalInfo": "Explore extraordinary Mayan ruins, dramatic landscapes and native traditions on this Guatemala holiday, Tikal and beyond. An absolute treat of a country, Guatemala is also one of Central America’s less explored places. It’s wonderfully diverse, with a long history expressed in Mayan ruins and colonial towns, lush scenery and dramatic landscapes shaped by volcanoes. Its wealth of history and natural beauty is woven through with a culture still informed by ancient traditions and Mayan lore.<br/><br/>Travel into the central highlands to enjoy Antigua, a peaceful colonial town with brightly painted buildings bathed in fresh highland air. Admire the spectacular volcanic landscapes around Lake Atitlan and head to the Ixil Triangle where to visit several Mayan villages. Join local farmers to pick coffee and take a boat to Aguateca, a remote Mayan site only accessible from the water. We will also meet the Garifuna community who live on the Caribbean coast.<br/><br/>Visiting Tikal is a highlight of this 16 day small group tour. Sitting deep within the jungle, the vast pyramids and buildings of this site were built by the once mighty Mayans, one of central America’s most advanced civilisations.<br/><br/>This 16 day small group tour is a chance to experience how the ancient and modern worlds meet and mingle in Guatemala, with the Mayan spirit surviving beyond Tikal, as you explore the towns and small villages that pepper the fertile plains and lush peaks.<br/>",
  "durationDays": "16",
  "price": "3295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tours starts in Antigua: Our journey begins in the central highlands of Guatemala, in the beautiful colonial city of Antigua. Nestling in a lovely valley that lies within the dominating embrace of three spectacular volcanoes: Agua (3766 m), Fuego (3763 m) and Acatenango (3976 m), the city is rightly considered one of the most graceful and picturesque in the Americas, despite suffering a series of devastating earthquakes during the 16th and 18th centuries. Founded by Spanish Conquistadors in 1543, the city today is a UNESCO World Heritage Site of some note, its rich mix of Mayan and Spanish customs and traditions still permeating every aspect of Antiguan life. Rooms will be available later this afternoon for you to enjoy the rest of the day at leisure in this characterful city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Antigua: A walking tour of the city affords an opportunity to explore something of its historical core in some depth. We will visit a number of its ruined churches and convents, including Iglesia San Francisco and Las Capuchinas. Our aim is to keep this day’s activities as flexible as possible, allowing you sufficient time to discover this wonderful city for yourself."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Antigua: Guatemalan coffee is considered to be amongst the finest in the world, and this morning we will take a tour of one of the region’s small, independent coffee producers. Supported by a number of organisations that promote environmentally responsible agriculture, the tour affords a chance to see up close how the small coffee farmers go about their daily business. We will be able to see how the coffee is picked and washed, graded and then roasted over open fires, before being hand ground on a traditional grindstone. After lunch with the local farmers we’ll return to Antigua for some free-time ahead of dinner together."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Antigua - Lake Atitlan: Today we journey to the spectacular shores of Lake Atitlan, the deepest lake in Central America and considered by many one of the most beautiful in the Americas. An old caldera, the lake’s volcanic origins are still very much in evidence, the deep escarpments that surround it still being sprinkled with volcanic peaks that attest to its violent beginnings. Heading down to Lake Atitlan we then gaze upon a setting that Aldous Huxley once described as ‘...really too much of a good thing’. Covering over 130 square kilometres, the lake’s fertile shores are dotted with farms producing coffee and corn, avocados and strawberries, whilst the villages that blanket the basin still retain the deep seated traditions of their Mayan heritage. We continue to the village of Santa Catarina Palopó later this afternoon, where we will spend the next two nights."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Lake Atitlan: This morning we’ll take to the waters of Lake Atitlan, journeying across to the village of San Juan by boat. Our first port of call will be the Cerro de la Cruz lookout point to enjoy the views from above. This is a moderate walk of approximately 25 minutes. Returning to the village, we'll learn about a number of trades – including honey and cacao production. Famed for the traditional intricate textiles they produce using organic dyes, we’ll also visit a local textile cooperative to witness the weaving process first-hand. After visiting an art gallery bursting with colour, you’ll have some time for independent exploration. We’ll then hop back on the boat to the larger town of Santiago to visit Cofradía Maximón, a traditional Mayan deity, and the impressive St James the Apostle Church. There’ll also be a Tuk Tuk or two to help us along our way, a popular way to get around in this part of the world!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lake Atitlan - Nebaj: Today we continue by bus to the highland town of Chichicastenango, taking us up through a landscape of traditional Mayan villages that presents a rural setting that seems as timeless as the surrounding mountains. Chichicastenango is famed for its market and upon arrival there will be ample time to explore its dazzling array of colourful stalls, perhaps allowing us to pick up a bargain or two before we leave. There is an opportunity for those interested to take a stroll up to the 400-year-old Church of St Tomás. Built on top of a pre-Columbian temple, the church is steeped in a fascinating mix of Mayan and Catholic traditions. Here the scent of burning incense is often combined with the ritual slaughter of chickens as the gods of both religions are appeased. Departing the town after lunch we then head into the Quiche Province, home to the largest Mayan population still left in Guatemala."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Nebaj: Isolated amongst the high landscapes of the Cuchumatanese Mountains, the small towns of Nebaj, Cotzal and Chajul make up the Ixil region. As scenic as it is traditional, the area is the heartland of the Ixil people, whose language and culture still cling to the steep, lush hills, untainted by the influences of the outside world. The tranquillity of the setting and the friendly nature of the people belie a history that is steeped in blood. Brutalized during the Spanish conquests and scene of some of the worst human rights abuses witnessed during the civil war of the late 1970s and early 1980s, the area today is amongst some of the most visually and culturally fascinating regions in the country. The people in this region are traditionally farmers and weavers by trade and the intricate complexity of their clothing (especially the women’s huiplies) present a rich cacophony of geometric shapes and brilliant colours."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Nebaj - Lanquin: After breakfast this morning we leave the mountains of Quiche behind and head east towards the city of Coban via the Uspantan road. This is an adventurous route - taking us into a region that is remarkably rich in flora and fauna and at the centre of one of the country’s major coffee-and cardamom-growing areas. Founded by Dominican friars in 1543 and declared an imperial city by the Holy Roman Emperor, Charles V, Coban was developed by German coffee growers during the latter years of the 19th century. Surrounded by mountains, cave systems and lush forests, Lanquin and the area around Coban is home to the Monja Blanca orchid, Guatemala’s national flower. We will have lunch in Coban and visit a local orchid sanctuary before heading on to our jungle lodge, which will be home for the next two nights. Total driving distance and time: 189km, approx. 5.5hrs."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Lanquin: We head this morning for the beautiful Semuc Champey, located in a steep-sided valley and surrounded by tropical rainforest. The site consists of a 300-metre limestone bridge which spans the River Cahabón. The bridge itself is riddled with natural pools of clear mountain spring water (in which you will not be able to resist taking a swim) which eventually rejoin the Cahabón by way of a 40ft waterfall that cascades over the edge of the bridge into the river below. Semuc Champey is a veritable haven of natural biodiversity, with over 90 species of birds, some 34 species of mammals and over 120 varieties of trees and shrubs in the area. An hour’s hike takes you up to a viewpoint giving you a bird’s eye view of the entire area."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Lanquin - Sayaxche - Chiminos: This morning we visit the spectacular Peña Blanca cave, part of the vast Candelaria system. Towering fossil chambers, once shaped by the sacred river, still hold Mayan pottery, echoes of an ancient world where pilgrims once sought the underworld of Xibalbá. After, we head for the small town of Sayaxche on the Rio La Pasión. Located close to El Rosario National and founded as a logging encampment in 1874, the settlement is our gateway to the rustic splendours of the Chiminos Island Lodge. Located on a protected portion of the beautiful Petexbatún Lagoon, the lodge is only accessible by boat and the 1-2 hour journey (dependant on water levels) from Sayaxche takes us deep into the heart of the Peten rainforest. On arrival we will find a lush refuge awaiting us that is ideal for bird watchers, with parrots and hummingbirds. At dusk the haunting sounds of howler monkeys will be sure to contribute towards this magical experience. Total driving distance and time: 174km, approx. 6hrs."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Chiminos - Sayaxche - Flores: This morning we pay a visit to the ancient Mayan site of Aguateca, a UNESCO Cultural and Natural Heritage site that is accessible only by boat. Dating back to the Late Classical Period of Mayan development, the ruins are amongst the best preserved in the country, spanning a period of power that lasted from 600 AD until 830 AD. Once the capital of the Dos Pila/Aguateca dynasty, the site sits atop a 90-metre limestone bluff overlooking the waters of the lagoon. Surrounded by a defensive wall that stretches for nearly 5 kilometres, the city nonetheless fell to invaders sometime during the 9th century, its centre being destroyed by fire and its city streets left strewn with valuables and artefacts. At its peak, the city was one of the most densely populated in the Mayan world and its rapid abandonment provided archaeologists with a fascinating insight into the life of a Mayan city. After our visit we will transfer back to the shore and resume our journey north, travelling up to the charming town of Flores, spectacularly located on an island in the middle of Lago Petén Itza."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Flores - Tikal - Flores: We’ll have a leisurely start this morning and there may be some free time in Flores to explore something of its densely packed streets and colonial architecture. Ideal for exploring on foot, Flores is filled with narrow cobbled streets and interesting plazas, its red-roofed buildings adding to its enchanting appeal. Leaving Flores mid morning, we will visit the remarkable ruins of Tikal, set within the lush landscapes of the Parque Nacional Tikal. Considered by many to be the finest collection of Mayan ruins on earth, this stunning UNESCO World Heritage site lies encased in a remote jungle setting. Abandoned over a thousand years ago, the city was once one of the largest and most powerful in the Mayan world, its temples and pyramids spreading across an area of over 16 square kilometres. Deserted since the end of the 9th century AD the city lay lost for centuries, before it was rediscovered in 1848 and its temple complexes again stood testimony to the incredible ingenuity of Mayan engineering. The site is still only partially excavated and the jungle trails that wind through the expansive plazas and past towering Mayan pyramids, enhanced by the choral accompaniment of howler monkeys and toucans, only add to its feeling of remoteness. The views from atop Temple 4 provide vistas that overlook the jungle canopy and stretch out as far as Mexico and Belize. We will watch the sunset from Mundo Perdido Temple before returning to Flores."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Flores - Yaxha - Rio Dulce: Today will be an early start as we drive to the amazing site of Yaxha. Although less well known that Tikal, the ruins at Yaxha are very impressive with over 500 structures, including temples and and a twin-pyramid complex. Climbing to the top of one of the restored temples will give us a truly amazing panorama of the surrounding jungle and the Yaxha and Sacnab lakes, and we'll spend a few hours here, before returning to Flores. After lunch we hit the road once more and head south towards the Rio Dulce which flows into the warm waters of the Caribbean. Meandering its way through the verdant landscapes of the Rio Dulce National Park the ‘Sweet River’, as it is known in Spanish, runs from Lake Izbal down to the coast and the glittering waters of the Bahia de Amatique. Total driving distance and time: 339km, approx. 7hrs."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Rio Dulce - Livingston: This morning we have a very special visit to Ak' Tenamit, an association that supports the educational development of indigenous communities within the region. We will get a glimpse into the valuable work that Ak' Tenamit does within the hospitality sector specifically, meet some of the students and enjoy a delicious lunch prepared within their facilities. Early this afternoon, we'll travel by boat down to the settlement of Livingston at the mouth of the Rio Dulce. Once the country’s main Caribbean port (before it was replaced by Puerto Barrios), Livingston is the cultural heartland of the Garifuna people and indeed is the only settlement of Caribs in the entire country. Descended from the black slaves, who were brought to the Caribbean to work on the plantations, the Garifuna settled in the area towards the end of the 18th century and have retained many of their traditions, as well as their music and language. Proud of their culture, the Garifuna have created something of a unique cultural enclave in Livingston, more Caribbean in outlook than Latin American. Food and music are a big part of life here, with seafood and reggae being a big attraction for both the locals and visitors alike."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Livingston - Quirigua - Guatemala City: The end of our astonishing adventure sees us heading back to Guatemala City today, via the archaeological ruins of Quirigua. Lying along the Motagua River in the south-eastern part of the country, the ruins at Quirigua date back to the Maya Classic Period (AD 200-900) and once lay at the crossroads of a number of trade routes than ran between Guatemala and the ancient site of Copán in neighbouring Honduras. Culturally, this site offers a fitting end to our country-wide exploration of Mayan civilisation, with an array of extraordinary preserved and deciphered stelae, depicting watershed events in Mayan history. After the visit we will continue back to the Guatemalan capital’s zona viva for a farewell dinner in the heart of one of the city’s affluent centres, offering a chance to reflect on an incredible journey of priceless encounters. Total driving distance and time: 293km, approx. 6hrs."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Tour ends in Guatemala City: The tour ends after breakfast."
    }
  ],
  "map": ""
}