{
  "destination": "Guatemala",
  "mainPhoto": "",
  "id": "guatemala-tailor-made-holidays",
  "tourName": "Guatemala tailor made holidays",
  "placesVisited": "Antigua on foot tour, Lake Atitlan, boat ride to San Juan La Laguna, women’s textile cooperative, San Juan, Chichicastenango market, Biotope El Quetzal, hike and swimming in Semuc Champey, Lanquin Caves, Candelaria Caves, optional: cave tubing tour, Flores, Mayan sites in Yaxha National Park and Tikal National Park",
  "generalInfo": "Explore Guatemala on a tailor made holiday, and discover how this small country combines all the best characteristics of Latin America, neatly rolled into one perfect package. You will find incredible wildlife and breathtaking landscapes, with lakes, mountains and volcanoes. There is both ancient and contemporary culture here, too, towns boasting superb colonial architecture, thronging markets where bright textiles dazzle and local people who are incredibly welcoming and warm.<br/><br/>There is so much to enjoy in Guatemala and this 11 day holiday can be tailored to meet your interests. A rewarding itinerary might include some time in Antigua, which is a brilliantly preserved colonial town, and a boat trip on gorgeous Lake Atitlan, nestling in a volcanic crater and ringed by steep hills. Visit the artisinal colony at San Juan and spend time enjoying the waterfalls and wildlife of Coban and Semuc Champey. For a hit of ancient history, don’t miss out on the Mayan temples at Yaxha and Tikal, in the lush north of the country.<br/>",
  "durationDays": "11",
  "price": "1995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Meet and greet at La Aurora International Airport and transfer to the City of Antigua Guatema"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore Antigua on foot. This is a journey through time and history, visiting ruins, churches, markets and museums; in this city the stories and legends of the colonial times are still present along with the old paved streets. In this journey you will visit: La Merced Church, Convent Las Capuchinas, Saint Joseph Cathedral, Central Park, local craft market, Convent Santa Clara & Chocolate Museum (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After early breakfast you will head for Lake Atitlan. On the way you will stop at the amazing Chichicastenango Market. Here you will enjoy the multicolored market, where the scent of incense and the people's mysticism promises a unique atmosphere, bargaining of prices and a church with mixed Mayan and Catholic traditions. This is a market that every Thursday and Sunday appears and disappears as one of the ancient commercial traditions of the Guatemalan highlands and that now delights the visitors. After visiting transfer on to Lake Atitlan and the town of Panajachel.(B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will take a scenic boat ride across Lake Atitlan to the village of San Juan La Laguna where you can visit the women’s textile cooperative to see hand weaving and the natural dye process. Visit the studios / homes of the celebrated naïf painters and the then continue to the village of Santiago where you will continue your tour to the village visiting the Maya God Maximon and learn about the textiles, spiritualism and beliefs of the T’zutujil Maya. After we finish our visit you will be transferred back to our hotel. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you will enjoy a hike to the famous Indian Nose Peak. Here you will experience the most magnificent views of Lake Atitlan. This relatively short but steep hike will take you to a stunning view point where it is possible to see the entire lake and surrounding volcanoes."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning you will be met by your driver and guide for your transfer to the Coban area. On the way you will stop to visit the Biotope El Quetzal and the surroundings, here you will have the opportunity to see our national bird the Resplendent Quetzal, among many other bird species.(B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Explore Semuc Champey, a stunning destination with natural pools, filled with crystalline mountain spring water. Here you can hike up to a fantastic view point or just relax in the beautiful clear water pools. After Semuc Champey you will head to the Lanquin caves, where you can either walk into the cave system or simply stay at the entrance and watch thousands of bats fly out at dusk. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you will start your journey north into the Ancient Mayan world and to the island town of Flores. On the route, you will stop off at the Candelaria Caves, one of the most extraordinary underground systems on earth and a great destination to enjoy a cave tubing tour (optional)(B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today is your introduction to the amazing Ancient Mayan sites that cover this northern area. You will head off for Yaxha National Park where youwill walk through ancient Maya causeways (Sac be, in Maya Language) under an exuberant tropical rain forest that inhabits fantastic flora and fauna. You will climb some temples that offer wonderful views and conclude the day in the highest part of temple 216, the highest structure in the place, where we will enjoy an unforgettable sunset. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today you get to explore the incredible Tikal National park, one of the most important cities in the Mayan world. Your tour in Tikal will be a mixture of nature and archaeology as it offers encounters with abundant wildlife, primary rainforest, and millennial Mayan temples. After the tour you will leave for the Mundo Maya International Airport, to take your flight to Guatemala City."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "It is time to say goodbye to Guatemala as you are transferred to the international airport in time for your return flight home(B)"
    }
  ],
  "map": ""
}