[
  {
    "destination": "Guatemala",
    "mainPhoto": "",
    "id": "guatemala-17-day-holiday-tailor-made",
    "tourName": "Guatemala 17 day holiday, tailor made",
    "placesVisited": "",
    "generalInfo": "This comprehensive ‘grand’ itinerary of Guatemala visits many of its classic highlights as well as some more off the beaten track locations. Spend time in Antigua Guatemala, one of the most impressive Spanish colonial cities in all of the Americas, Lake Atitlan, the remote western highlands of the Ixil region, Coban in the lush central highlands and stunning Semuc Champey, the jungles of Peten state in northern Guatemala including visits to the key Mayan sites of Aguateca, Tikal and Yaxha, Rio Dulce and the laid-back Garifuna town of Livingston on the Caribbean coast and Guatemala City. <br/><br/>You stay in well-located hotels and lodges throughout and spend a good amount of time in each region, with lots to see and do each day. You have the private services of an experienced knowledgeable local bilingual guide/driver on tour with you throughout to explore cultural/natural sites of interest. <br/><br/>The itinerary has been designed to start on a Saturday or Tuesday to fit market days in Chichicastenango (day 6) but can be tailored to start on any day of the week.",
    "durationDays": "17",
    "price": "4650",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Antigua Guatemala. You are met on arrival at Guatemala City airport and transferred to Antigua, the beautiful historical and cultural capital of Guatemala. Here you stay for the next 3 nights at a characterfully restored hotel in the heart of the city."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Antigua Guatemala. Enjoy a morning walking tour of this beautiful UNESCO world heritage site, filled with well preserved churches, monasteries, convents and ruins. Encircled by three mighty volcanoes (Agua, Acatenango and Fuego), its picturesque cobbled streets are flanked by colourful low-rise colonial buildings - some of which are now hotels, cafes and galleries, their terracotta roofs brimming with bougainvillea and heliconia. Afternoon free to explore independently. Perhaps stop at one of Antigua's characterful cafes to sample some of the city's world-renowned coffee, or you could try your hand at a local cooking class or a chocolate making workshop."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Antigua Guatemala. This morning enjoy a coffee tour run by an organisation that works with local coffee farming communities to create economic opportunity that improves the quality of life for their families and communities. A local coffee farmer from the community will lead you through their plantation explaining the work involved in cultivating coffee and each step in the process of turning bean to cup. Ending with a coffee in the farmers home. Rest of the day free for independent sightseeing."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Lake Atitlan. Today travel to Lake Atitlan in Guatemala's dramatic western highlands, heartland of the country's Mayan population. Lake Atitlan is one of the most picturesque destinations in all Guatemala, surrounded by three impressive volcanoes on its southern shores and small Mayan villages backed by steep verdant hillsides. Traditional Maya culture still prevails in most locations here and local residents wear vibrant traditional clothing, practice ancient Maya customs and gather at colourful weekly markets to sell their produce. Stay at a lakeside hotel just outside of the main settlement of Panajachel for the next 2 nights."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Lake Atitlan villages. Today you will be taken on a boat excursion around the lake to visit two of Atitlan's most interesting communities, San Juan La Laguna, an authentic, artistic local village and Santiago Atitlan, a traditional, commercial town home to 'Maximon', a Mayan deity and folk saint."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Ixil region / Nebaj via Chichicastenango. Today travel up to Chichicastenango or \"Chichi\" as it is known to locals to visit one the largest indigenous markets in Guatemala. This small town comes alive on its Thursday and Sunday market days, its streets a riot of colour and hustle and bustle. After a wander here travel deeper into the western highlands of the Cuchumatanes mountains and the 'Ixil region', an area very much off the main tourist grid which is home to a number of different Mayan groups with unique beliefs, dress and customs. Stay for the next 2 nights at a working dairy farm just outside of the town of Nebaj."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Exploring/walking in the Nebaj area. A day with your guide/driver to explore the farm, enjoy countryside walks and/or visit villages/towns in and around Nebaj - perhaps stop in at local markets, weaving cooperatives etc."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Coban via an orchid farm. Travel east to the central highlands, an area of lush green valleys and cloudforests and the small highland town of Coban where you stay for 2 nights. On arrival you will be taken to visit a family run orchid farm dedicated to the conservation of orchids, where you will be able to see hundreds of different species of orchids as well as walk their trails and learn about traditional medicinal plants."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Semuc Champey. Today you will be taken to visit Semuc Champey, a stunning 300m long by 100m wide limestone ‘bridge’ set within a verdant forest reserve where the powerful Cahabon river splits in two – most of it plunges under the bridge, the rest feeds the paradisiacal blue-green hued stepped pools that sit atop the bridge. There will be time to enjoy the natural pools and walk through the forest."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Peten and Chiminos Island. Travel up to the northern jungles of Peten, taking a boat ride through rivers and swamps to a remote jungle lodge overlooking Lake Petexbatun where you stay for the night."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Aguateca and Santa Elena / Flores. A morning visit to Aguateca, a significant Maya archaeological site known for its well-preserved structures and strategic hilltop location. Then travel by boat then road to the Santa Elena/Flores area, the gateway to Tikal, where you stay for 3 nights at a lakeside lodge."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Tikal. Today enjoy a tour of Tikal, a UNESCO world heritage site and one of the largest, most impressive complex of ruins in the Maya world. Majestic palaces, tombs and stelae are dotted through the jungle, some at over 60m high burst up through the forest, the temple-tops offering spectacular views out over the canopy, which is teeming with wildlife."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Yaxha. Morning free to relax at your hotel and enjoy its grounds and facilities. In the afternoon you will be taken to visit Yaxha archeological site, the third largest in Guatemala with more than 500 structures, 40 stelae, around 7 times smaller than Tikal. Remain until sunset for stunning views out over the forest and lake."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Rio Dulce. Travel to the Rio Dulce area, where the freshwater Rio Dulce river begins its journey at Lake Izabal and flows eastwards to meet the Caribbean Sea. There is a ‘lake’ feel with mini-harbours dotted around the waterside, and it is a popular retreat for wealthy Guatemalan City dwellers who have their second homes here. Spend 2 nights at a lodge set on the waterside."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Rio Dulce and Livingston. Enjoy a boat tour through the Rio Dulce canyon to reach the laid-back Garifuna town of Livingston on the Caribbean coast. The journey weaves through gorges with soaring limestone rock faces dripping in dense green foilage. Pass fishermen in colourful wooden canoes, and keep your eye out for elusive manatee who inhabit these waters. Pass by Bird Island, where large numbers of egrets, herons, cormorants and native and migratory birds reside, and the Castillo de San Felipe Fort. Finally you arrive in Livingston, with its unusual fusion of Guatemalan and Caribbean culture, laid-back atmosphere and sliver of Caribbean coastline. After a tour here and lunch at a local restaurant you return by boat to the Rio Dulce area"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Quirigua and Guatemala City. Today visit the Quirigua archeological complex, a UNESCO world heritage site once an important trading post between Copan, Honduras and Tikal, known for its various stellae (the tallest in the Mayan world). Then travel on to Guatemala City where you spend the night at a hotel in the city's shopping/entertainment district."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Depart Guatemala. Transfer to the airport to catch your international flight home. Depending on the time of your flight today there may be some time to visit some of the city's excellent museums."
      }
    ],
    "map": ""
  },
  {
    "destination": "Guatemala",
    "mainPhoto": "",
    "id": "guatemala-holiday-small-group",
    "tourName": "Guatemala holiday, small group",
    "placesVisited": "",
    "generalInfo": "Experience Maya life in Guatemala. Our two-week itinerary captures the old and new, visiting modern Indigenous communities thriving in the highlands of Lake Atitlan and the early Maya cities of Tikal, Quirigua, and Copan (Honduras). Ticking off the highlights and getting far from the beaten path, our Guatemalan adventure is a great introduction to the beauty and colour of ancient Central America.<br/> <br/> Lake Atitlan - Take a boat trip on this stunning lake, encircled by volcanoes, and visit the neighbouring Maya villages.<br/> Maya sites - Discover the atmospheric jungle site of Tikal and the more peaceful site of Copan.<br/> Chichicastenango Market-Experience the bustle and colour of this busy market and see the modern Maya culture come to life.<br/> Festivals - Witness the Holy Week celebrations in Antigua, or the giant kite festival celebrated as part of the Day of the Dead festivities in Sumpango.<br/> <br/>",
    "durationDays": "15",
    "price": "2445",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join tour in Guatemala City",
        "description": ": Our tour starts today in Guatemala City, Guatemala's busy capital. Much of the city is quite modern, but the colonial centre around the main square harks back to the time when the city was officially declared Guatemala's new capital in the eighteenth century. Due to the number of evening flights into the international airport, our tour leader plans to hold the welcome meeting on the morning of day two. They'll leave a message in reception with details on timings and everything else that you'll need for the day. There are no other activities planned today, so you're free to arrive in Guatemala City at any time. If you'd like a complimentary airport transfer today, you'll need to arrive into La Aurora International Airport (GUA), approximately a 30-minute drive from our hotel. If your flight arrives earlier in the day, you might like to visit the bustling Mercado Central or one of the city's many museums."
      },
      {
        "dayNumber": 2,
        "title": "Short city tour of Guatemala City, head to Copan (Honduras)",
        "description": ": Before leaving the city this morning we'll begin the day with a short drive around by vehicle, just to get a feel for Guatemala's capital before setting off to Copan, in Honduras. It will take around six hours including a lunch stop and customs formalities, before we arrive at this small, relaxed town just on the other side of the Guatemala-Honduras border. We'll cross Honduras at the border known as Frontera El Florido. With a small plaza principal and some cafes and restaurants to enjoy, the town of Copan is so unassuming that it's hard to believe that it's home to one of the jewels of the ancient Mayan world. We may not have a lot of time here when we arrive, but we'll take a stroll around the town centre this evening before dinner."
      },
      {
        "dayNumber": 3,
        "title": "Explore the Copan archaeological site",
        "description": ": This morning, a local guide will escort us around the spectacular ruins of Copan - one of the richest archaeological sites to be uncovered in Central America and now a UNESCO World Heritage Site. Anyone familiar with Catherwood's incredible drawings (which first appeared in John Stephens' 1841 narrative - 'Incidents of Travel in Central America and Yucatan'), will recognise scenes and objects from this marvellous site. Stephens actually bought the entire site from a local farmer for just $50. The Great Plaza is one of the most amazing achievements of the Classic Maya period and contains the greatest collection of Maya sculptures anywhere in Meso-America. Next door is the Acropolis - a group of massive pyramidal structures where royal power was once concentrated. Ascending one structure is the famous Hieroglyphic Stairway. Composed of some 2500 individual glyphs, its sides flanked by serpentine birds and snakes, this is the New World's longest inscribed pre-Colombian text. Copan has been the subject of exploration and investigation since the 1830s. Remarkable finds continue to be unearthed by archaeologists, making it the most thoroughly researched and understood of all Maya sites. We have the day to enjoy this special place, leaving you plenty of time to explore on your own. This afternoon, you could visit the museum dedicated to the site, or take a trip to Macaw Mountain, a rescue and rehabilitation centre for tropical birds and other animals."
      },
      {
        "dayNumber": 4,
        "title": "Drive to Puerto Barrios, boat to Livingston",
        "description": ": This morning, we'll stop en route at Quirigua, renowned for its fine Mayan carvings, covered with intricate glyphs which still remain a mystery to scholars and archaeologists. Quirigua was dominated by Copan but was valued as a trading centre for the jade that can be found throughout the surrounding area. Independence from Copan was finally achieved under Quirigua's most powerful leader, Cauac Sky in 737 AD. We'll then continue to Puerto Barrios where we'll board our launch and cross the bay to the lazy, laidback town of Livingston on the Caribbean coast. Here we can enjoy the colourful, lively Garifuna town, with its unique racial blend. In the evening there may be the chance to hear the increasingly popular local music or enjoy the fresh seafood in one of the restaurants along the main street."
      },
      {
        "dayNumber": 5,
        "title": "Boat trip to 7 Altares Waterfalls & Playa Blanca. Explore Livingston",
        "description": ": This morning we head out on a boat trip to the 7 Altares waterfalls. These falls are located in a lush rainforest and the water is cool and clean. It is the perfect place for a dip to cool off. Once we have had enough time to enjoy these beautiful natural formations we jump back on the boat and head to Playa Blanca, a taste of the Caribbean in Guatemala. We'll spend a few hours on this white-sand beach and can enjoy lunch here (not included). For those who would like, there is the chance to take an optional boat trip and hike to Tapon Creek. Alternatively, you can have some relaxation time on Playa Blanca Beach. We'll then head back to Livingston in the early afternoon. Once back in Livingston, we'll embark on a walking tour of the town."
      },
      {
        "dayNumber": 6,
        "title": "Boat trip on the Rio Dulce, continue to Flores",
        "description": ": We start our day by heading west on the Rio Dulce by boat. The river squeezes through an impressive gorge of towering cliffs covered in a mass of jungle creepers with egrets, pelicans and cormorants lining the shores. En route, we'll stop at the small community project of Ak Tenamit where you will have the opportunity to learn more about this educational support project that has been set up. From the town of Rio Dulce, we'll continue by bus to Flores (driving time approximately four hours) where we'll stay for the next two nights. Flores is situated on a small island in the tranquil Lake Peten Itza and is joined to the mainland by a causeway. On arrival, we'll have a short walking tour of this quaint and peaceful town."
      },
      {
        "dayNumber": 7,
        "title": "Guided tour of Tikal",
        "description": ": This morning, we'll have an early start to drive the one-and-a-half hours to Tikal for a guided tour. Tikal is possibly the greatest of all the Mayan cities, located in the heart of the Peten jungle. The ruins of Tikal can easily be compared with the masterpieces of Egypt and Greece. Initially settled about 600 BC, Tikal was abandoned by its rulers around AD 890 and totally deserted a hundred years later, overgrown by the jungle. Rediscovered in 1848, they comprise many great temples and pyramids. The city covers an area of more than 16 square kilometres with temples, palaces, causeways, ballcourts, spacious plazas, and hundreds of other architectural ruins - a superb example of sophisticated Mayan engineering. The site is so large we leave you free time to explore at your own pace this afternoon. Those with a good head for heights could climb one of the pyramids which pierce the jungle canopy for splendid views over the Maya Biosphere Reserve. Late afternoon we head back to Flores where we have a free evening in this charming lake-side town."
      },
      {
        "dayNumber": 8,
        "title": "Visit the Candelaria Caves, continue to Coban",
        "description": ": Leaving Flores behind we head south into the southern mountains for a long day's drive through varied scenery. We drive to Sayaxche where we cross the river by ferry before continuing to the Candelaria Caves. Following our visit to the caves, we continue onto Coban, where we'll stay for the next two nights."
      },
      {
        "dayNumber": 9,
        "title": "Day trip to the famous Semuc Champey",
        "description": ": Today is a long day - but it will be worth it to see one of Guatemala's natural highlights! Semuc Champey is a natural monument made up of turquoise pools and set in a lush mountainous jungle. We leave our hotel early this morning and drive two and a half hours to the town of Lanquín. From Lanquín we take a 45-minute bumpy pickup truck along unpaved roads to the natural wonder of Semuc Champey. We'll have a few hours here to enjoy some swimming in the natural pool formations. For those looking for more of an active adventure, there is the option to hike up to a viewpoint which offers panoramic views of the jungle and pools below. The walk is quite difficult and is on uneven terrain with wooden steps that can become slippery (we highly recommend walking shoes for this!). It is expected to take one and a half hours. Once we have spent enough time exploring and enjoying this natural paradise, we will make the journey back to Coban where we'll arrive in the evening."
      },
      {
        "dayNumber": 10,
        "title": "Nature walk in the cloud forest of Quetzal Biotope. Continue to Antigua",
        "description": ": This morning, we'll drive for approximately one hour to the Quetzal Biotope. This cloud forest is 1,044 hectares and was officially established as a protected area on June 2nd, 1976, with the main objective of protecting the Quetzal and its habitat. We'll embark on a two-hour walk through the cloud forest, passing small rivers and creeks and keeping our eyes peeled for the elusive quetzal and other wildlife. The trail is mainly made up of steps and uneven ground - good footwear is recommended. Once we have finished our walk, we will continue on a five-hour drive to the breathtaking city of Antigua where we will arrive in the evening. Antigua is a beautifully preserved colonial city founded in 1542 and surrounded by volcanoes. The streets are cobbled and colourful, packed with interesting architecture and buzzing with great cafes, restaurants, and bars. We are using this city as our base tonight to break up the long journey to Lake Atitlan, but we will be back for two nights at the end of the trip to fully enjoy this city!"
      },
      {
        "dayNumber": 11,
        "title": "Discover Chichicastenango Market then travel to Lake Atitlán",
        "description": ": We will leave Antigua this morning and head north towards the highlands of the El Quiche Province and the bustling town of Chichicastenango, the 'sacred town' of the indigenous Quiche. Steeped in Maya culture, the town is famed for its market, where you can buy everything, from chickens and copal, to pigs and pottery. The best way to enjoy the market is to throw yourself into the melee and haggle with the traders, or escape to the beautifully colourful cemetery located just a short walk from the market. It is also the perfect place to pick up souvenirs of your visit. In the afternoon we head to Lake Atitlan for the night."
      },
      {
        "dayNumber": 12,
        "title": "Day trip to Lake Atitlán; boat trip to visit villages inhabited by Tzutujil Indigenous people",
        "description": ": Today we take a boat trip across the lake to visit villages inhabited by the Tzutujil Indigenous, including Santiago Atitlán. The Tzutujil can trace their ancestry back to the post-classic period of the Maya (around 900-1500 AD). They still wear a traditional form of dress, with the women in particular sporting colourful blouses with embroidered geometric and bird designs. This is a busy village with lots of visitors and locals going about their business, and we may see more traditional Mayan rituals at the shrine to Maximón. By visiting different villages, we can appreciate the beautiful panoramas around the lake. It changes hue at different times of the day and can appear green, deep blue, or grey, while at sunset it glows fiery red."
      },
      {
        "dayNumber": 13,
        "title": "Visit to Iximche Archeological Site. Afternoon orientation tour of Antigua",
        "description": ": This morning we head to the fascinating archaeological site of Iximche. We will stop here for a one and a half hour guided tour, where we will learn all about the history of this site which dates back to the 15th century. After, we head back to Antigua where we have an an orientation tour. An orientation tour of this graceful old colonial city shows how it can justly claim to be one of the most charming in Central America despite the damage caused by a series of earthquakes and floods over the ages. The afternoon is free to wander the timeless streets and hunt for souvenirs."
      },
      {
        "dayNumber": 14,
        "title": "All Saints Celebration Giant Kite Festival",
        "description": ": Today we head to Sumpango, just on the hills outside of Antigua to see the All Saints Giant Kite Festival. On November 1st of every year the people of Sumpango, Sacatepequez, put together these giant kites to fly during the Day of the Dead. The kites are made of cloth and paper with bamboo frames, depicting religious or folkloric themes and they are flown to honor the dead. The kites traditionally can take up to 40 days to build, they are held together with a glue made with a mixture of yucca flower, lemon peel and water, the ropes are made of the maguey plant (the plant that also brings us tequila!), and the tails are made from woven cloth. This tradition dates back 3000 years and still today is seen as a way of communicating with the beyond. In the afternoon we return back to Antigua. This evening we head to one of its lively restaurants which makes a perfect setting for our last meal together."
      },
      {
        "dayNumber": 15,
        "title": "Trip ends in Antigua",
        "description": ": The trip ends this morning at our hotel in Antigua Guatemala. There are no activities planned today, so you're free to depart at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from La Aurora International Airport (GUA). Due to the unpredictable traffic in and out of Guatemala City, the drive to the airport can take between 90 minutes and four hours."
      }
    ],
    "map": ""
  },
  {
    "destination": "Guatemala",
    "mainPhoto": "",
    "id": "guatemala-holiday-tikal-and-beyond",
    "tourName": "Guatemala holiday, Tikal and beyond",
    "placesVisited": "Antigua, Learn about coffee production, Chocolate making workshop, Lake Atitlan, Chichicastenango market, Villages of the Ixil Triangle, Nebaj, Lanquin central coffee growing area, Semuc Champey pools, Petexbatun lagoon, Mayan site of Aguateca, Flores, Mayan sites of Yaxha and Tikal, Boat along Rio Dulce to Livingston, Garifuna community, Stelae at Quirigua, Guatemala City",
    "generalInfo": "Explore extraordinary Mayan ruins, dramatic landscapes and native traditions on this Guatemala holiday, Tikal and beyond. An absolute treat of a country, Guatemala is also one of Central America’s less explored places. It’s wonderfully diverse, with a long history expressed in Mayan ruins and colonial towns, lush scenery and dramatic landscapes shaped by volcanoes. Its wealth of history and natural beauty is woven through with a culture still informed by ancient traditions and Mayan lore.<br/><br/>Travel into the central highlands to enjoy Antigua, a peaceful colonial town with brightly painted buildings bathed in fresh highland air. Admire the spectacular volcanic landscapes around Lake Atitlan and head to the Ixil Triangle where to visit several Mayan villages. Join local farmers to pick coffee and take a boat to Aguateca, a remote Mayan site only accessible from the water. We will also meet the Garifuna community who live on the Caribbean coast.<br/><br/>Visiting Tikal is a highlight of this 16 day small group tour. Sitting deep within the jungle, the vast pyramids and buildings of this site were built by the once mighty Mayans, one of central America’s most advanced civilisations.<br/><br/>This 16 day small group tour is a chance to experience how the ancient and modern worlds meet and mingle in Guatemala, with the Mayan spirit surviving beyond Tikal, as you explore the towns and small villages that pepper the fertile plains and lush peaks.<br/>",
    "durationDays": "16",
    "price": "3295",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tours starts in Antigua: Our journey begins in the central highlands of Guatemala, in the beautiful colonial city of Antigua. Nestling in a lovely valley that lies within the dominating embrace of three spectacular volcanoes: Agua (3766 m), Fuego (3763 m) and Acatenango (3976 m), the city is rightly considered one of the most graceful and picturesque in the Americas, despite suffering a series of devastating earthquakes during the 16th and 18th centuries. Founded by Spanish Conquistadors in 1543, the city today is a UNESCO World Heritage Site of some note, its rich mix of Mayan and Spanish customs and traditions still permeating every aspect of Antiguan life. Rooms will be available later this afternoon for you to enjoy the rest of the day at leisure in this characterful city."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Antigua: A walking tour of the city affords an opportunity to explore something of its historical core in some depth. We will visit a number of its ruined churches and convents, including Iglesia San Francisco and Las Capuchinas. Our aim is to keep this day’s activities as flexible as possible, allowing you sufficient time to discover this wonderful city for yourself."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Antigua: Guatemalan coffee is considered to be amongst the finest in the world, and this morning we will take a tour of one of the region’s small, independent coffee producers. Supported by a number of organisations that promote environmentally responsible agriculture, the tour affords a chance to see up close how the small coffee farmers go about their daily business. We will be able to see how the coffee is picked and washed, graded and then roasted over open fires, before being hand ground on a traditional grindstone. After lunch with the local farmers we’ll return to Antigua for some free-time ahead of dinner together."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Antigua - Lake Atitlan: Today we journey to the spectacular shores of Lake Atitlan, the deepest lake in Central America and considered by many one of the most beautiful in the Americas. An old caldera, the lake’s volcanic origins are still very much in evidence, the deep escarpments that surround it still being sprinkled with volcanic peaks that attest to its violent beginnings. Heading down to Lake Atitlan we then gaze upon a setting that Aldous Huxley once described as ‘...really too much of a good thing’. Covering over 130 square kilometres, the lake’s fertile shores are dotted with farms producing coffee and corn, avocados and strawberries, whilst the villages that blanket the basin still retain the deep seated traditions of their Mayan heritage. We continue to the village of Santa Catarina Palopó later this afternoon, where we will spend the next two nights."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Lake Atitlan: This morning we’ll take to the waters of Lake Atitlan, journeying across to the village of San Juan by boat. Our first port of call will be the Cerro de la Cruz lookout point to enjoy the views from above. This is a moderate walk of approximately 25 minutes. Returning to the village, we'll learn about a number of trades – including honey and cacao production. Famed for the traditional intricate textiles they produce using organic dyes, we’ll also visit a local textile cooperative to witness the weaving process first-hand. After visiting an art gallery bursting with colour, you’ll have some time for independent exploration. We’ll then hop back on the boat to the larger town of Santiago to visit Cofradía Maximón, a traditional Mayan deity, and the impressive St James the Apostle Church. There’ll also be a Tuk Tuk or two to help us along our way, a popular way to get around in this part of the world!"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Lake Atitlan - Nebaj: Today we continue by bus to the highland town of Chichicastenango, taking us up through a landscape of traditional Mayan villages that presents a rural setting that seems as timeless as the surrounding mountains. Chichicastenango is famed for its market and upon arrival there will be ample time to explore its dazzling array of colourful stalls, perhaps allowing us to pick up a bargain or two before we leave. There is an opportunity for those interested to take a stroll up to the 400-year-old Church of St Tomás. Built on top of a pre-Columbian temple, the church is steeped in a fascinating mix of Mayan and Catholic traditions. Here the scent of burning incense is often combined with the ritual slaughter of chickens as the gods of both religions are appeased. Departing the town after lunch we then head into the Quiche Province, home to the largest Mayan population still left in Guatemala."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Nebaj: Isolated amongst the high landscapes of the Cuchumatanese Mountains, the small towns of Nebaj, Cotzal and Chajul make up the Ixil region. As scenic as it is traditional, the area is the heartland of the Ixil people, whose language and culture still cling to the steep, lush hills, untainted by the influences of the outside world. The tranquillity of the setting and the friendly nature of the people belie a history that is steeped in blood. Brutalized during the Spanish conquests and scene of some of the worst human rights abuses witnessed during the civil war of the late 1970s and early 1980s, the area today is amongst some of the most visually and culturally fascinating regions in the country. The people in this region are traditionally farmers and weavers by trade and the intricate complexity of their clothing (especially the women’s huiplies) present a rich cacophony of geometric shapes and brilliant colours."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Nebaj - Lanquin: After breakfast this morning we leave the mountains of Quiche behind and head east towards the city of Coban via the Uspantan road. This is an adventurous route - taking us into a region that is remarkably rich in flora and fauna and at the centre of one of the country’s major coffee-and cardamom-growing areas. Founded by Dominican friars in 1543 and declared an imperial city by the Holy Roman Emperor, Charles V, Coban was developed by German coffee growers during the latter years of the 19th century. Surrounded by mountains, cave systems and lush forests, Lanquin and the area around Coban is home to the Monja Blanca orchid, Guatemala’s national flower. We will have lunch in Coban and visit a local orchid sanctuary before heading on to our jungle lodge, which will be home for the next two nights. Total driving distance and time: 189km, approx. 5.5hrs."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Lanquin: We head this morning for the beautiful Semuc Champey, located in a steep-sided valley and surrounded by tropical rainforest. The site consists of a 300-metre limestone bridge which spans the River Cahabón. The bridge itself is riddled with natural pools of clear mountain spring water (in which you will not be able to resist taking a swim) which eventually rejoin the Cahabón by way of a 40ft waterfall that cascades over the edge of the bridge into the river below. Semuc Champey is a veritable haven of natural biodiversity, with over 90 species of birds, some 34 species of mammals and over 120 varieties of trees and shrubs in the area. An hour’s hike takes you up to a viewpoint giving you a bird’s eye view of the entire area."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Lanquin - Sayaxche - Chiminos: This morning we visit the spectacular Peña Blanca cave, part of the vast Candelaria system. Towering fossil chambers, once shaped by the sacred river, still hold Mayan pottery, echoes of an ancient world where pilgrims once sought the underworld of Xibalbá. After, we head for the small town of Sayaxche on the Rio La Pasión. Located close to El Rosario National and founded as a logging encampment in 1874, the settlement is our gateway to the rustic splendours of the Chiminos Island Lodge. Located on a protected portion of the beautiful Petexbatún Lagoon, the lodge is only accessible by boat and the 1-2 hour journey (dependant on water levels) from Sayaxche takes us deep into the heart of the Peten rainforest. On arrival we will find a lush refuge awaiting us that is ideal for bird watchers, with parrots and hummingbirds. At dusk the haunting sounds of howler monkeys will be sure to contribute towards this magical experience. Total driving distance and time: 174km, approx. 6hrs."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Chiminos - Sayaxche - Flores: This morning we pay a visit to the ancient Mayan site of Aguateca, a UNESCO Cultural and Natural Heritage site that is accessible only by boat. Dating back to the Late Classical Period of Mayan development, the ruins are amongst the best preserved in the country, spanning a period of power that lasted from 600 AD until 830 AD. Once the capital of the Dos Pila/Aguateca dynasty, the site sits atop a 90-metre limestone bluff overlooking the waters of the lagoon. Surrounded by a defensive wall that stretches for nearly 5 kilometres, the city nonetheless fell to invaders sometime during the 9th century, its centre being destroyed by fire and its city streets left strewn with valuables and artefacts. At its peak, the city was one of the most densely populated in the Mayan world and its rapid abandonment provided archaeologists with a fascinating insight into the life of a Mayan city. After our visit we will transfer back to the shore and resume our journey north, travelling up to the charming town of Flores, spectacularly located on an island in the middle of Lago Petén Itza."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Flores - Tikal - Flores: We’ll have a leisurely start this morning and there may be some free time in Flores to explore something of its densely packed streets and colonial architecture. Ideal for exploring on foot, Flores is filled with narrow cobbled streets and interesting plazas, its red-roofed buildings adding to its enchanting appeal. Leaving Flores mid morning, we will visit the remarkable ruins of Tikal, set within the lush landscapes of the Parque Nacional Tikal. Considered by many to be the finest collection of Mayan ruins on earth, this stunning UNESCO World Heritage site lies encased in a remote jungle setting. Abandoned over a thousand years ago, the city was once one of the largest and most powerful in the Mayan world, its temples and pyramids spreading across an area of over 16 square kilometres. Deserted since the end of the 9th century AD the city lay lost for centuries, before it was rediscovered in 1848 and its temple complexes again stood testimony to the incredible ingenuity of Mayan engineering. The site is still only partially excavated and the jungle trails that wind through the expansive plazas and past towering Mayan pyramids, enhanced by the choral accompaniment of howler monkeys and toucans, only add to its feeling of remoteness. The views from atop Temple 4 provide vistas that overlook the jungle canopy and stretch out as far as Mexico and Belize. We will watch the sunset from Mundo Perdido Temple before returning to Flores."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Flores - Yaxha - Rio Dulce: Today will be an early start as we drive to the amazing site of Yaxha. Although less well known that Tikal, the ruins at Yaxha are very impressive with over 500 structures, including temples and and a twin-pyramid complex. Climbing to the top of one of the restored temples will give us a truly amazing panorama of the surrounding jungle and the Yaxha and Sacnab lakes, and we'll spend a few hours here, before returning to Flores. After lunch we hit the road once more and head south towards the Rio Dulce which flows into the warm waters of the Caribbean. Meandering its way through the verdant landscapes of the Rio Dulce National Park the ‘Sweet River’, as it is known in Spanish, runs from Lake Izbal down to the coast and the glittering waters of the Bahia de Amatique. Total driving distance and time: 339km, approx. 7hrs."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Rio Dulce - Livingston: This morning we have a very special visit to Ak' Tenamit, an association that supports the educational development of indigenous communities within the region. We will get a glimpse into the valuable work that Ak' Tenamit does within the hospitality sector specifically, meet some of the students and enjoy a delicious lunch prepared within their facilities. Early this afternoon, we'll travel by boat down to the settlement of Livingston at the mouth of the Rio Dulce. Once the country’s main Caribbean port (before it was replaced by Puerto Barrios), Livingston is the cultural heartland of the Garifuna people and indeed is the only settlement of Caribs in the entire country. Descended from the black slaves, who were brought to the Caribbean to work on the plantations, the Garifuna settled in the area towards the end of the 18th century and have retained many of their traditions, as well as their music and language. Proud of their culture, the Garifuna have created something of a unique cultural enclave in Livingston, more Caribbean in outlook than Latin American. Food and music are a big part of life here, with seafood and reggae being a big attraction for both the locals and visitors alike."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Livingston - Quirigua - Guatemala City: The end of our astonishing adventure sees us heading back to Guatemala City today, via the archaeological ruins of Quirigua. Lying along the Motagua River in the south-eastern part of the country, the ruins at Quirigua date back to the Maya Classic Period (AD 200-900) and once lay at the crossroads of a number of trade routes than ran between Guatemala and the ancient site of Copán in neighbouring Honduras. Culturally, this site offers a fitting end to our country-wide exploration of Mayan civilisation, with an array of extraordinary preserved and deciphered stelae, depicting watershed events in Mayan history. After the visit we will continue back to the Guatemalan capital’s zona viva for a farewell dinner in the heart of one of the city’s affluent centres, offering a chance to reflect on an incredible journey of priceless encounters. Total driving distance and time: 293km, approx. 6hrs."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Tour ends in Guatemala City: The tour ends after breakfast."
      }
    ],
    "map": ""
  },
  {
    "destination": "Guatemala",
    "mainPhoto": "",
    "id": "guatemala-tailor-made-holidays",
    "tourName": "Guatemala tailor made holidays",
    "placesVisited": "Antigua on foot tour, Lake Atitlan, boat ride to San Juan La Laguna, women’s textile cooperative, San Juan, Chichicastenango market, Biotope El Quetzal, hike and swimming in Semuc Champey, Lanquin Caves, Candelaria Caves, optional: cave tubing tour, Flores, Mayan sites in Yaxha National Park and Tikal National Park",
    "generalInfo": "Explore Guatemala on a tailor made holiday, and discover how this small country combines all the best characteristics of Latin America, neatly rolled into one perfect package. You will find incredible wildlife and breathtaking landscapes, with lakes, mountains and volcanoes. There is both ancient and contemporary culture here, too, towns boasting superb colonial architecture, thronging markets where bright textiles dazzle and local people who are incredibly welcoming and warm.<br/><br/>There is so much to enjoy in Guatemala and this 11 day holiday can be tailored to meet your interests. A rewarding itinerary might include some time in Antigua, which is a brilliantly preserved colonial town, and a boat trip on gorgeous Lake Atitlan, nestling in a volcanic crater and ringed by steep hills. Visit the artisinal colony at San Juan and spend time enjoying the waterfalls and wildlife of Coban and Semuc Champey. For a hit of ancient history, don’t miss out on the Mayan temples at Yaxha and Tikal, in the lush north of the country.<br/>",
    "durationDays": "11",
    "price": "1995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Meet and greet at La Aurora International Airport and transfer to the City of Antigua Guatema"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Explore Antigua on foot. This is a journey through time and history, visiting ruins, churches, markets and museums; in this city the stories and legends of the colonial times are still present along with the old paved streets. In this journey you will visit: La Merced Church, Convent Las Capuchinas, Saint Joseph Cathedral, Central Park, local craft market, Convent Santa Clara & Chocolate Museum (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After early breakfast you will head for Lake Atitlan. On the way you will stop at the amazing Chichicastenango Market. Here you will enjoy the multicolored market, where the scent of incense and the people's mysticism promises a unique atmosphere, bargaining of prices and a church with mixed Mayan and Catholic traditions. This is a market that every Thursday and Sunday appears and disappears as one of the ancient commercial traditions of the Guatemalan highlands and that now delights the visitors. After visiting transfer on to Lake Atitlan and the town of Panajachel.(B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today you will take a scenic boat ride across Lake Atitlan to the village of San Juan La Laguna where you can visit the women’s textile cooperative to see hand weaving and the natural dye process. Visit the studios / homes of the celebrated naïf painters and the then continue to the village of Santiago where you will continue your tour to the village visiting the Maya God Maximon and learn about the textiles, spiritualism and beliefs of the T’zutujil Maya. After we finish our visit you will be transferred back to our hotel. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today you will enjoy a hike to the famous Indian Nose Peak. Here you will experience the most magnificent views of Lake Atitlan. This relatively short but steep hike will take you to a stunning view point where it is possible to see the entire lake and surrounding volcanoes."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This morning you will be met by your driver and guide for your transfer to the Coban area. On the way you will stop to visit the Biotope El Quetzal and the surroundings, here you will have the opportunity to see our national bird the Resplendent Quetzal, among many other bird species.(B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Explore Semuc Champey, a stunning destination with natural pools, filled with crystalline mountain spring water. Here you can hike up to a fantastic view point or just relax in the beautiful clear water pools. After Semuc Champey you will head to the Lanquin caves, where you can either walk into the cave system or simply stay at the entrance and watch thousands of bats fly out at dusk. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Today you will start your journey north into the Ancient Mayan world and to the island town of Flores. On the route, you will stop off at the Candelaria Caves, one of the most extraordinary underground systems on earth and a great destination to enjoy a cave tubing tour (optional)(B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Today is your introduction to the amazing Ancient Mayan sites that cover this northern area. You will head off for Yaxha National Park where youwill walk through ancient Maya causeways (Sac be, in Maya Language) under an exuberant tropical rain forest that inhabits fantastic flora and fauna. You will climb some temples that offer wonderful views and conclude the day in the highest part of temple 216, the highest structure in the place, where we will enjoy an unforgettable sunset. (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Today you get to explore the incredible Tikal National park, one of the most important cities in the Mayan world. Your tour in Tikal will be a mixture of nature and archaeology as it offers encounters with abundant wildlife, primary rainforest, and millennial Mayan temples. After the tour you will leave for the Mundo Maya International Airport, to take your flight to Guatemala City."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "It is time to say goodbye to Guatemala as you are transferred to the international airport in time for your return flight home(B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Guatemala",
    "mainPhoto": "",
    "id": "mexico-guatemala-overland-tours",
    "tourName": "Mexico & Guatemala overland tours",
    "placesVisited": "Mexico City, Puebla, Oaxaca, San Cristobal de las Casas, Palenque, Merida, Chichen Itza, Playa del Carmen, Tulum, Caye Caulker, San Ignacio, Tikal, Rio Dulce, Antigua, Chichicastenango, San Jorge La Laguna, Panajachel",
    "generalInfo": "This epic overland small group tour takes place over 31 days and enables travellers to experience many of Central America’s most exciting archaeological epicentres, tropical jungles and captivating Caribbean coastlines.<br/><br/>Public transport, including first-class overnight buses, allow for loads of opportunities to live life like a local as you sit back and experience ever-changing scenery morphing from Mexico to Guatemala to Caye Caulker in Belize.<br/><br/>Spending time as part of a small group is all part of the adventure with an eclectic mix of city sightseeing, Mayan temples and beautiful beaches, adding to the classic combination of travelling and free time to explore.<br/><br/>From downtown Mexico City to the volcanic rim of Antigua via the Yucatan Peninsula, Oaxaca and the ruins of Palenque, this tour expands Central American horizons, in every sense, as well as providing plenty of chances to make new friends and have lots of fun along the way.",
    "durationDays": "33",
    "price": "4560",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Mexico City.",
        "description": "Bienvenidos a Mexico City! This is one of the world's largest urban centres, a bustling metropolis with so many influences, offering a huge variety of museums, galleries and architectural delights, along with pumping nightlife and unparalleled street food. Your adventure begins with a welcome meeting at 6 pm, but if you arrive early, perhaps head to the Zocalo – the massive central square – and check out the Aztec ruins and colonial architecture nearby. There are also plenty of parks, plazas and gardens to relax in and adjust to the Mexican way of life."
      },
      {
        "dayNumber": 2,
        "title": "Mexico City.",
        "description": "Wake up and get ready for a leader-led walk to orientate yourself to the city. Pass by the Metropolitan Cathedral, Zocalo, National Palace, Bellas Artes, Paseo de la Reforma and more. For lunch, join your local leader on a ‘taco crawl’ around town to taste Mexico City’s delicious street-food staple, tacos al pastor, among plenty other delicious treats. After, the rest of the day is free for you to explore as you wish. Tonight you could visit the famous Plaza Garibaldi or sip cocktails with your fellow travellers in one of the many trendy bars in the city, whatever takes your fancy."
      },
      {
        "dayNumber": 3,
        "title": "Puebla.",
        "description": "Start the day with a visit to the community of San Pedro Tlahuac where a local family will share their way of life through traditions, food and farming practices. Enjoy a trajinera ride, learn about chinampa agriculture directly from the community, and sit down to a delicious local meal prepared with ingredients from the chinampas. This authentic cultural exchange offers a unique opportunity to connect with Nahuatl descendants who are proudly keeping their heritage alive. After, your group will head to Puebla, where your leader will take you out for an orientation walk before visiting La Pasita bar for an opportunity to taste pasita – a sweet liqueur made of raisins in one of Puebla’s most famous bars."
      },
      {
        "dayNumber": 4,
        "title": "Puebla.",
        "description": "Puebla is a rapidly growing city featuring many well-maintained churches and buildings from the colonial period. Today is free for you to discover the city at your leisure. Though there are enough churches to visit a different one every day for a year, two of the best examples are Santa Domingo Church and the Rosary Chapel, located in town. Further afield lies the Great Pyramid of Cholula, containing over eight kilometres (five miles) of tunnels, with the enormous Popocatepetl Volcano serving as a backdrop. In town, Puebla also has plenty of markets where you can pick up some local handicrafts."
      },
      {
        "dayNumber": 5,
        "title": "Oaxaca.",
        "description": "Today we journey by local bus to Oaxaca. Oaxaca (pronounced ‘wuh-haa-ka’) is a beautiful, old colonial town full of graceful arcades and colourful markets. You'll find Zapotec and Mixtec influences around the city as ancestors have populated this region for thousands of years. Your leader will take you on an orientation walk through Oaxaca and to Mercado 20 de Noviembre – an iconic fresh food market. Here, you’ll be able to shop for fresh ingredients to put together your own meal. Grab some guacamole, salsa and some fresh tortillas on the way and then find a spot at one of the long tables where you can sit down for a classic Oaxacan lunch. Later, you’re free to walk the narrow, cobblestone streets, or maybe sit back in one of the squares, sipping mezcal and watching the world go by. The city is known for its arts scene, particularly its folk and fine art, but you'll also discover a grungier side to Oaxaca and some incredible examples of street art."
      },
      {
        "dayNumber": 6,
        "title": "Oaxaca .",
        "description": "There's an opportunity today to visit the spectacular temples of Monte Alban just outside of Oaxaca. Monte Alban was inhabited for 1500 years by the Olmec, Zapotec and Mixtec peoples, and this World Heritage site is an outstanding example of a pre-Columbian ceremonial centre, with terraces, dams, canals and pyramids carved out of the mountain. Alternatively, why not have a go at plating up some delicious local fare during a cooking class In the evening, if you've any energy left, you could head out for dinner with your fellow travellers and enjoy the town's lively atmosphere."
      },
      {
        "dayNumber": 7,
        "title": "Tehuantepec.",
        "description": "Bid farewell to Oaxaca this morning, and board a private transfer to Tehuantepec. On your way out of town you’ll stop in at the Arbol del Tule, or the Tree of Tule, which holds the record for having the stoutest tree trunk in the world. Further along the road, visit the town of Teotitlan del Valle. Famous for its weaving and textile traditions, you can wander past artisans showing off their incredible handcrafted wares. You’ll also visit a mezcal distillery, getting to sample the smoky liquor to see if it’s to your taste! Later, arrive in Tehuantepec and settle in for the evening."
      },
      {
        "dayNumber": 8,
        "title": "San Cristobal de las Casas.",
        "description": "Head back out on the road this morning to San Cristobal de las Casas. Once you arrive in the early afternoon Leave your luggage at the hotel and begin exploring this highland town, hidden in green Chiapas valley surrounded by pine trees. Your leader will take you on a tour around town and point out all the important places. The evening is then free – you might like to ask your leader for a dinner recommendation!"
      },
      {
        "dayNumber": 9,
        "title": "San Cristobal de las Casas.",
        "description": "This morning you'll visit the village of San Juan Chamula, home to the fascinating Iglesia de San Juan. This church, with its pine-covered floor and air thick with incense, is often frequented by shamans who come to carry out cleansings using firewater and ancient prayer. Please note that there is a strict ban on cameras inside the church. Outside, the village is alive with colourful markets that sell local handicrafts. The rest of the day is free for your own adventure. You might like to get active and ask your leader to help organise an optional boating trip in the Sumidero Canyon, which is as old and impressive as the Grand Canyon (at your own expense)."
      },
      {
        "dayNumber": 10,
        "title": "Palenque.",
        "description": "Say goodbye to San Cristobal de Las Casas as you head for Palenque. Once you arrive, the afternoon is free for you to relax or explore. Situated in a steamy jungle, Palenque is a central town close to the nearby Maya ruins of the same name, which you'll have a chance to check out tomorrow."
      },
      {
        "dayNumber": 11,
        "title": "Palenque.",
        "description": "This morning, you’ll head to the archaeological zone and take a guided walk among the ruins of Palenque. Sitting on a hilltop, the ruins date back to AD 600 and are some of the most impressive Maya relics in Mexico. There are many ruins that are still un-excavated and remain concealed in the forest. This afternoon, visit an ecological project in Chiapas – Misol-Ha waterfall. Learn how the interaction with nature is helping to preserve the area’s flora and fauna as you explore this jungle site with Kapok trees reaching up to 30 metres (98 ft) tall. This is a great representation of eco-tourism."
      },
      {
        "dayNumber": 12,
        "title": "Merida.",
        "description": "This morning, travel by private vehicle to the historic town of Merida, the capital of the Yucatan region. On route you’ll stop at Campeche, a harbour town that retains a few remnants of its colonial past. Take a leader-led walk through its fortified centre then sit down for an included lunch. Afterward, continue to Merida. Founded in 1542 on the site of Tho (an ancient Maya city), Merida retains much of its old-world charm thanks primarily to its people and architecture. Take an orientation walk with your leader on arrival, then enjoy free time to get settled in for the rest of the day."
      },
      {
        "dayNumber": 13,
        "title": "Merida.",
        "description": "Today you can choose to visit the Maya ruins of Uxmal, a 1-hour drive from Merida, on an optional tour which includes transport and a local guide. It's thought that the city was constructed around AD700, was home to around 25,000 people and once dominated the region along with Chichen Itza. Much of the site is decorated with masks of Chac, the rain god, and important buildings include the Pyramid of the Soothsayer, the Quadrangle of the Nuns, the Governor's Palace, the House of the Tortoises and the Ball Court. Alternatively, you could choose to take an optional guided tour to the Celestun Bird Sanctuary, home to large flocks of flamingos as well as numerous other migratory birds."
      },
      {
        "dayNumber": 14,
        "title": "Chichen Itza / Playa del Carmen.",
        "description": "Travel to Playa del Carmen by private vehicle, stopping en route for an included visit to the Maya ruins of Chichen Itza. Containing both Toltec and Maya ruins lying alongside each other, the site is dominated by the famous El Castillo pyramid there’s also a large ball court where games used to be held. Nearby, excavations of the Well of Sacrifice revealed treasures of jade, copper and gold as well as many human and animal bones. You’ll get to see all of this on a guided tour of the ruins, and then you’ll have the chance to hear about modern life during a lunch stop at the nearby community of Piste. Sample some Yucatecan specialties, chat with the locals, then continue on to Playa del Carmen. After a quick orientation walk around Playa del Carmen, pick a place to kick back with a margarita and watch the sun go down."
      },
      {
        "dayNumber": 15,
        "title": "Playa del Carmen.",
        "description": "Today you’ll have a free day to take on one of the beachside activities or just kick back and relax until your next welcome meeting at 6 pm tonight. Maybe try your hand (and feet and lungs) at snorkelling in the freshwater rock pools (called cenotes) or reef diving on Cozumel. After the meeting, maybe head out for a cocktail and a few tacos with your new travel buddies."
      },
      {
        "dayNumber": 16,
        "title": "Playa del Carmen.",
        "description": "This morning, hop on a local bus to one stunning example of a cenote – Cenote Azul. There you can swim, dive or snorkel in the natural open-air pool, basking in the beauty of your surroundings. Then return to Playa Del Carmen, where you’ll have a free afternoon to explore this beachside paradise at your leisure. You might like to continue the underwater activities and keep your eyes peeled for rays, moray eels and turtles among the coral-clad reefs. If you’d rather leave the flippers behind and adventure on land, catch a local bus and travel south to Tulum, where white-sand beaches and Maya ruins are just an hour and a half away. In the evening, you could grab a few of your fellow travellers and find a good spot to watch the sunset – muy bien!"
      },
      {
        "dayNumber": 17,
        "title": "Chetumal .",
        "description": "On your final morning in Playa del Carmen, maybe take an early morning stroll to the beach and dip your toes in the sand or simply let the world pass you by with a coffee at a local cafe. Then head to your next stop in Bacalar – said to be the first settlement of the Itza tribe, who would go on to create Chichen Itza. Here, you’ll have an included lunch and the chance to relax at the Lake of Seven Colours – thanks to the various stunning shades of blue it adopts throughout the day. If you’d like, you could also hop onboard a boat tour of the lake. Then continue to Chetumal – a quiet city close to the border of Belize, this place makes for the perfect stop before tomorrow’s adventure to Caye Caulker."
      },
      {
        "dayNumber": 18,
        "title": "Caye Caulker.",
        "description": "Bid adios to Mexico early this morning as you head south to Belize. After border formalities, arrive in Belize City then hop in a water taxi to the island of Caye Caulker. When you arrive, get acquainted with the island on a guided walk with your leader. Belize is the only English-speaking country in Central America, which will make chatting with locals much easier. Tonight, you’re free to relax or explore. Be aware that there may be crocodiles in the split area that separates the north and south of the island, so it’s best to take caution while swimming and exploring the beaches."
      },
      {
        "dayNumber": 19,
        "title": "Caye Caulker.",
        "description": "Today is free for you to explore the island that surrounds you, or just to simply relax. If you feel like snorkelling, ask your leader about organising a trip to the colourful coral reef nearby, or maybe head further afield to Hol Chan Marine Reserve, home to the world’s second-longest coral reef. Manatee spotting is perfect for nature lovers, or you could take a stroll and find a swaying palm tree with your name on it – they make the perfect place to nap, read a book and soak up the island vibes on a beach day."
      },
      {
        "dayNumber": 20,
        "title": "Caye Caulker.",
        "description": "What’s better than one day in paradise? Two, of course! Your morning is free, then for lunch you’ll join in on a cooking class with a local family, learning how to make a famous Belizean meal with chicken, rice and beans. In the afternoon, perhaps head to the beach for a swim or hire a bicycle to explore. Tonight is your last opportunity to get your hands on some super fresh Belizean seafood, which you can dig into with your feet planted in the sand at one of the many ‘floor-free’ outdoor restaurants. The island's famous lobsters are available between 15 June and 15 February, and you can expect to pay far less than at home (though more than your average island meal). You could even grab some grilled shrimp and a rum and coke made with firewater from a roadside stall to really get into the island spirit."
      },
      {
        "dayNumber": 21,
        "title": "San Ignacio.",
        "description": "From the islands to the highlands, you’ll bid farewell to Caye Caulker today and catch a ferry to Belize City, then a bus to San Ignacio. When you arrive, your leader will take you on a walking tour of San Ignacio and its twin sister Santa Elena, giving you a sense of how vibrant the local Garifuna and Maya communities are. Tonight, maybe head out in search of a classic Maya dish like cochinita pibil (slow-roasted pork marinated in citrus)."
      },
      {
        "dayNumber": 22,
        "title": "San Ignacio.",
        "description": "Today is free for you to discover San Ignacio at your own pace. This beautiful town is surrounded by fast-flowing rivers, waterfalls and Maya ruins, making it the ideal base. If you’re a bit of a history buff, maybe take a day trip to Xunantunich – an impressive Maya ceremonial site on a hill overlooking the countryside. Getting to the site is half the fun, as you'll need to take a hand-cranked ferry to cross the river. Perhaps you'd like to take on the challenge of visiting the cave of Actun Tunichil Muknal – a living museum of Maya relics. Wade and hike through cool waters to find ceramic pots and crystallised skeletons preserved by the calcium-rich environment of the cave for over 1400 years. Easily spooked? Maybe you'd prefer a cave with fewer (as far as we know) skeletons, like the one in Mountain Pine Ridge. In the late afternoon, the barbecue stalls of Santa Elena start to set up for the dinner rush. It's only a 15-minute walk, so consider wandering over to enjoy a juicy chicken leg and a chat with the locals."
      },
      {
        "dayNumber": 23,
        "title": "Tikal National Park.",
        "description": "Rise and shine for your journey across the Belize-Guatemala border.to Tikal National Park. Here, there will be time to buy lunch before visiting the impressive archaeological site with a local guide. Towering above the jungle, the five granite temples of Tikal are an imposing sight and one of the most magnificent Maya ruins. Hidden in the evergreen forest is a maze of smaller structures waiting to be explored. The energetic can climb to the top of the ruins for spectacular views over the canopy and the chance to spot toucans, macaws and other colourful birds."
      },
      {
        "dayNumber": 24,
        "title": "Rio Dulce.",
        "description": "This morning depart for Flores, where you'll have breakfast in a local restaurant before joining your leader on an orientation walk on the island. Then, continue by private minivan to Rio Dulce before transferring to your hotel by boat. The easiest way to get back into town is also on the water – a journey that can be organised through the hotel. Alternatively, a 40-minute jungle walk will get you there. The hotel is a great place to relax and look over the water, with reasonably priced meals and drinks served in the hotel restaurant. Now that you are back in a Spanish-speaking nation, why not join an informal Spanish lesson led by your leader?"
      },
      {
        "dayNumber": 25,
        "title": "Rio Dulce.",
        "description": "Take a boat ride down the river to Livingston – a laidback Afro-Caribbean town that offers a unique taste of Garifuna culture in a far-flung corner of Guatemala. Just 30 km (18 m) from Rio Dulce, Livingston is only accessible by boat and the ride is spectacular, taking you through waters filled with water lilies, past tropical forests and through a deep canyon full of river birds. When you arrive, take a short orientation walk around the colourful town and see some fishermen working by the docks. Then, join the locals for a morning dance class. After learning some moves, you’ll have some free time for lunch and to explore at your own pace. Later this afternoon, hop back in the boat and head back to Rio Dulce."
      },
      {
        "dayNumber": 26,
        "title": "Antigua.",
        "description": "Leave the 'Sweet River' behind and travel by private minibus to the city of Antigua. The road between Rio Dulce and Guatemala City is one of the busiest in the country. Traffic is slow, there are frequent road works and many, many slow trucks – be armed with patience, music and a good book and the journey will be easier to handle. Tonight, maybe get your fellow travellers together for a group dinner."
      },
      {
        "dayNumber": 27,
        "title": "Antigua.",
        "description": "Enjoy a free day to explore the city, with nothing scheduled until a meeting to welcome any new travellers joining you on your adventure. Maybe grab some roasted beans from a street vendor and munch them while you stroll around. If you’ve got a historical bent, perhaps check out the 18th-century ruins of the Monastery of Santa Clara."
      },
      {
        "dayNumber": 28,
        "title": "San Andres Itzapa / Quetzaltenango.",
        "description": "After breakfast, travel to San Andres Itzapa in Chimaltenango. The Guatemalan Highlands are the best place to see the result of Mayan culture and Catholic religion coming together. Learn about this culture firsthand with a shamanic ceremony at the Temple of San Simon. San Simon, the chain-smoking saint also known as Maximon, is a god who isn’t clearly good or bad. After leaving your rum or tobacco offering, which you can buy at the on-site liquor store, you’ll stop for a group lunch. After, continue to Quetzaltenango. When you arrive, your leader will take you on an orientation walk through the city locally known as Xela."
      },
      {
        "dayNumber": 29,
        "title": "Quetzaltenango.",
        "description": "Early this morning before breakfast, you’ll hop on a chicken bus. This popular transport option is a local experience distinct to Guatemala and has little to do with actual chickens – they are old American school busses passed down to new owners who decked them out in bright colours and decorations. The chicken bus will take you to a local market, Almolonga, known for its giant vegetables, which some believe were blessed by God. Whether you believe the vegetables are a gift from above or due to the high amounts of fertiliser used by locals, this colourful market is a great place to rub shoulders with the locals and maybe pick up a giant carrot. After, return to your hotel for breakfast."
      },
      {
        "dayNumber": 30,
        "title": "Chichicastenango Market / Panajachel.",
        "description": "As Guatemala is home to many markets, today’s adventure is a great contrast to yesterday’s Almolonga. After breakfast, you’ll head to Chichicastenango market (nicknamed Chichi), home to textiles, wooden handicrafts and jade jewellery. This is one of the largest outdoor markets in Latin America and Guatemala’s most historic. Surrounded by mountains, you’ll explore the market with an expert local leader who knows all the best spots and walk among thousands of locals and tourists who hit these stalls weekly. Maybe grab some souvenirs or a huipils for yourself – a traditional garment worn by the indigenous girls and women of the area. You can also pick up some handmade jewellery, pottery, incense, tablecloths, a ceremonial mask used in traditional Mayan dances or some leather goods. Tonight, maybe find a local restaurant for dinner with your fellow travellers."
      },
      {
        "dayNumber": 31,
        "title": "Santiago Atitlan.",
        "description": "This morning, you’ll set off on a lancha (boat) ride on Lake Atitlan – surrounded by volcanoes, rolling hills and Maya villages. Take the scenic ride to Santiago Atitlan, taking in the sweeping views from the water. Although this is the largest town on the lake, it sees far fewer tourists, making it the perfect spot to find authentic Guatemalan people, culture and activities. Here, you’ll visit the current shrine of Maximon (San Simon), where the local shamans keep watch. Your group will bring a gift of local spirits to share with the shamans, and while you drink, you’ll discuss the holy shrine, the perplexing deity and local life on the lake. Return to Panajachel in the afternoon and enjoy a free evening along the shores of Lake Atitlan."
      },
      {
        "dayNumber": 32,
        "title": "Antigua.",
        "description": "Spend a free morning in Panajachel – maybe sleep in or join a cooking class that teaches you more than just local flavours. Learn about the cultural significance of sharing food with the community, then enjoy the delicious creations you’ve made. Later, return to Antigua by private transfer in the afternoon. When you arrive, join your local leader for an orientation walk in the historic center after checking in to your hotel. Tonight, maybe get your fellow travellers together for a final group dinner to say your goodbyes."
      },
      {
        "dayNumber": 33,
        "title": "Antigua.",
        "description": "As there are no further activities, your trip comes to an end today. If you’d like to stay in Antigua for longer, just speak to your booking agent ahead of time."
      }
    ],
    "map": ""
  }
]
