{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "oman-self-drive-holiday",
  "tourName": "Oman self drive holiday",
  "placesVisited": "",
  "generalInfo": "This exciting self-drive adventure showcases barren deserts, towering dunes, rugged coastline home to turtles, and surprising greenery in the form of verdant oases, all of which you can explore at your own pace. From remote mountain villages and vast spectacular canyons to desert forts and castles, impressive mosques and bustling souks. Oman is surprisingly close to Europe and blessed with an agreeable winter climate to complement its awe inspiring landscapes.",
  "durationDays": "8",
  "price": "1995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Muscat (Approximate overall driving time today is 45 minutes) - Arrive in Muscat and meet with our local representative who will brief you on the tour and the procedures with regard to the 4WD self-drive transportation you will be using (please see the tour notes after the itinerary for further information). After the briefing, continue to your accommodation and the rest of the day will be at leisure. No meals nor guided excursions are included today. Overnight at Al Falaj Hotel. Note – We can book a range of accommodation throughout Oman so please contact us if you are interested in staying in different properties."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Muscat – Sur – Ras Al Jinz (Approximate overall driving time today is 3.5 hours) - Today you start your adventure and drive through spectacular rugged mountains towards the coastal town of Sur. En route, stop at Bimmah Sink Hole, a rather unusual water filled structural depression, and Wadi Shab, an oasis of inviting pools where it may be possible to take a dip. Continue to Sur, in the past renowned for its dhow shipyards, before continuing to Ras al Jinz. After an early dinner, you will visit the green turtle sanctuary where, after a journey of thousands of kilometres, mature females come ashore to lay their eggs. Overnight Ras Al Jinz Turtle Reserve. (BD) Note – The visiting of the turtle reserve is conducted in groups so this is not possible as a private excursion."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ras Al Jinz – Wadi Bani Khalid – Wahiba Sands (Approximate overall driving time today is 3 hours) - This morning drive to Wadi Bani Khalid, an oasis in the middle of barren and dry mountain landscapes. It’s one of the most beautiful wadis in Oman, and its pools of clear deep blue water are a welcome opportunity for a swim. Thereafter, head into the Wahiba Sands, an undulating red and white spectacular sea of dunes. You will meet an escort car at a designated point who will safely navigate you into the dunes. After some exciting dune driving, you will arrive at your desert camp. Overnight 1000 Nights Camp. (BD) Note – We recommend staying in the Sheikh tents for an atmospheric Arabian desert experience. These are comfortable and furnished with private bathrooms attached. They do not have air conditioning. If you prefer a room type in the desert with air conditioning please contact us to quote for an upgrade. Also note that alcohol is not served in the desert but you can take it with you."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Wahiba Sands - Today is at leisure to relax. There are a number of optional activities that can be arranged from the camp such as lunch at a Bedouin house, camel trekking and hiking. The activities can either be arranged on the spot subject to availability or they can also be booked in advance so please advise us if you would like the full list), or just simply take in the views over the dunes and relax by the pool. Overnight 1000 Nights Camp. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wahiba Sands – Ibra – Jebel Akhdar – Nizwa (Approximate overall driving time today is 5.5 hours) - After breakfast depart the desert with your escort car and then continue unaccompanied to the historic town of Nizwa, Oman’s cultural capital. En route make stops at Ibra Old Houses and explore Jebel Akhdar. In Arabic Jebel Akhdar means Green Mountains and the area is justifiably famous for its gardens, farms and terraced plantations. Also call in at Wadi Habib to see one of the more remote villages and its nearby fruit plantations, before continuing to Nizwa. Overnight Al Falaj Daris Hotel. (BD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Nizwa – Jabrin Castle – Bahla - Jebel Shams (Approximate overall driving time today is 2 hours) - This morning visit Nizwa’s souk, its busy livestock market and its atmospheric fort. Afterwards continue to the 17th century Yaruba dynasty castle of Jabrin, where magnificent plasterwork, painted wooden beams, and carved doors make it unique in Oman. Continue on to Bahla, one of the oldest towns in Oman and a 12th century tribal capital. Admire views of the town and its magnificent fort before continuing to Jebel Shams. Overnight Jebel Shams Resort. (BD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Jebel Shams – Al Hamra – Wadi Bani Awf – Muscat (Approximate overall driving time today is 5 hours) - This morning take in spectacular views of Jebel Shams, the ‘Grand Canyon of Oman’. Afterwards drive to Al Hamra and Misfah, to see one of the region’s oldest villages. Here traditional mud houses over 400-years-old are still occupied. Then take an incredibly scenic mountain drive to Wadi Bani Awf, the end point of the canyon, to see the ‘snake gorge’ in the middle of steep mountain cliffs. Continue to Nakhl and visit its restored fort, perched on a rocky outcrop, before returning to Muscat. Overnight Al Falaj Hotel. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Departure from Muscat - This morning we visit the magnificent Sultan Qaboos Grand Mosque, one of the largest in the Middle East. Afterwards we drive through Muscat’s old, walled district and visit Bait Al Zubai Museum for its Omani cultural displays. Later we head to Muttrah Souk where it’s possible to bargain for handicrafts and silverware. Later this afternoon drive back to the airport where you will drop off your vehicle before checking in for your evening onward flight. (B) Note – Contact is if you wish to extend your stay in Oman. Perhaps to fly north to the Musandam Peninsular for snorkelling or dolphin watching or south to the interesting region of Salalah. Alternatively, we can book one of the man beach hotels for you in Muscat for some relaxation."
    }
  ],
  "map": ""
}