{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "oman-highlights-tour",
  "tourName": "Oman highlights tour",
  "placesVisited": "Muscat, Musandam, fjords, Telegraph Island, dhow sailing, Nizwa, Al Hamra, Jabrin Fort, Oman’s “Grand Canyon”, Wahiba Sands, Wadi Bani Khaled oasis, turtle watching, ruined city at Khor Rori Creek, Qara Mountains, Salahlah",
  "generalInfo": "Over the course of 12 days this Oman highlights tour covers the length and breadth of the country. From the dramatic fjords in the north to the golden dunes of Wahiba Sands and the fertile plains around Salalah in the south, Oman is bursting with juxtaposing scenery and diverse cultural traditions. A local English-speaking driver-guide will escort you throughout your trip and help you learn more about the country and its rich history. <br/><br/>Your tour starts in the beautiful city of Muscat and you’ll have time to explore the key sights, like the stunning Grand Mosque, before moving on. You’ll then journey to the north of the country where dramatic fjords are bordered by towering mountains. You’ll swim with dolphins at the famous Telegraph Island and explore the hidden villages and inlets by traditional dhow (boat).<br/><br/>You’ll then head inland to the arid mountains around Nizwa, climb heady heights to witness gorges that rival the Grand Canyon and watch the sunset from your luxurious mountaintop hotel. There is 4x4 driving to be experienced in the towering dunes at Wahiba Sands and you won’t want to miss watching the turtles make their early morning way to sea. <br/><br/>Committed to the protection of the beautiful Giant Green Turtle (Cheloniamydas), Raz Al Jinz Turtle Reserve and Scientific Centre is a must-visit on any Oman itinerary. Situated on the east coast, just 30 minutes from the coastal town of Sur, the centre offers a unique eco-tourism experience and an unparalleled encounter with sea turtles.<br/><br/>Your journey finishes in the south of the country in Salalah and its beautiful surrounding villages. You’ll see cavernous sink holes, a village perched on a cliff edge and lush, fertile land growing exotic fruits and vegetables. There is plenty of time to take advantage of the buzzing Souks (markets) and ancient towns and villages you’ll stop at along the way.<br/><br/>You'll fly home with incredible photographs, wonderful memories and a resolution to return to Oman for your next adventure.",
  "durationDays": "12",
  "price": "3050",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival at Muscat Airport you will be met by your driver-guide and transferred to your hotel. For the rest of the day simply relax and explore the miles of beautiful sandy beaches, landscaped gardens and all the facilities the hotel has to offer."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, it's time to explore Muscat. You'll visit the glorious Grand Mosque and the Bait Al Zubair (natural history) museum for your first taste of Oman's rich history. There's the old town and walled city to explore and 16th century Portuguese and Jalali Forts. In the afternoon it's time for some shopping at the vibrant Muttrah Souq. You'll find exotic spices, traditional coffee pots and wonderful Omani Khanjars."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You will be collected from your hotel for your flight to Musandam. Enjoy the incredible view as you weave among the volcanic mountains of the northern peninsular. On arrival, you will be driven up to 2,087m to experience the panoramic views of the fjords."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will have a chance to explore the fjords and the famous Telegraph Island. Marvel at how the mountains dramatically meet the sea from the decks of a 'dhow'. You'll sail to inlets, concealed villages and peaceful beaches plus there's snorkelling equipment on board if you'd like to take a dip in the calm waters. If you're lucky, when you stop at Telegraph Island you might see (or swim) with dolphins and thousands of colourful fish."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A short flight takes you back to Muscat where your driver-guide will escort you into Oman's desert-like interior to Nizwa. Nizwa is one of the largest cities in Oman and its prominent Fort in the centre is a wonderful site to visit. You'll enjoy lunch in a local restaurant before continuing to Al Hamra where houses over 300 years old are still standing. From there, you will continue into the mountains to check into your hotel to watch as the sun sets over the mountains."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy a packed day of sight-seeing starting with a visit to the 17th century Jabrin Fort with its intricate ceilings, plasterwork and carved beams. You'll then head to Bahla, famous for its pottery, before heading deeper into the mountains up to a height of 3,000m for breathtaking views of Oman’s ‘Grand Canyon’."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The falaj water system is an ancient but extremely efficient system of bringing water down from the mountains to the towns, and Misfah is one of the best villages to see it in action. You will then head into the desert to Wahiba Sands where you will experience the thrill of driving a 4x4 over the huge sand dunes."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast you will head to the tropical oasis of Wadi Bani Khaled. Take a swim in the crystal clear natural pools before heading to Sur, a fishing village and home to the ancient Dhow boatyards. After lunch in a local restaurant you will continue your drive to Ras Al Jinz where you will check into your hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "There's an early start to today and with very good reason - head to the beach to watch the turtles make their way to the sea for a wonderfully memorable morning. After breakfast (and a coffee) you'll take the coastal route past the Hajar Mountains to see the huge sinkhole at Quriya. You'll also stop off at Wadi Shaab, a narrow gorge where where houses are precariously built into the cliff. Your final stop is the airport for your onwards flight to Salalah."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today's sightseeing includes the fishing village of Taga, the ruined city at Khor Rori Creek, the 9th century frankincense capital, Mirbat, and Bin Ali's tomb. You will also enjoy incredible views of Oman's changing countryside - from vast sweeping plains, towering mountains and lush pastureland as you head to Mughsail. Here, huge limestone blow holes funnel the water high into the sky. You'll also need a strong stomach as you take on the Hairpin Bend Road high in the mountains. You'll stop at a wadi and a bird sanctuary on the way. Plus, you're in prime frankincense country now - the trees which dot the landscape are responsible for some of the finest frankincense in the world."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Another full day today starts with a tour of the impressive Qara Mountains and Job's Tomb, plus the frankincense road to Yemen. After lunch in Salalah, you'll visit the natural springs, tropical plants and herds of camels in Dhofar. You'll also visit the ruin of Queen Sheba's port city beside its beautiful natural harbour. You'll spend the afternoon among coconut groves, banana trees and papayas as you enjoy a visit to the 'garden city of the south'. There are vibrant souks to explore so don't forget to buy some top quality frankincense while you're there. Plus you'll see the magnificent summer residence of His Majesty Sultan Qaboos."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "On your last day you will be collected from your hotel and transferred to Salalah airport. From here you will fly back to Muscat for your onwards flight home."
    }
  ],
  "map": ""
}