{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "oman-short-tour-tailor-made",
  "tourName": "Oman short tour, tailor made",
  "placesVisited": "",
  "generalInfo": "Oman is an intoxicating mix of incredible scenery and fascinating culture in an enigmatic corner of Arabia. On this short break, experience the hustle and bustle of Muscat and then venture into an iconic Arabian landscape in the shape of the magnificent Wahiba Sands.<br/><br/>When referring to the Arab world, there’s a differentiation between the Middle East and North Africa, and the Gulf. The latter’s oil-rich states are often characterised by glittering high-rise developments, shopping malls, five-star hotels and industrial quantities of air-conditioning. Indigenous populations are often outnumbered by poorly paid guest workers, and little remains of traditional culture. Oman is an exception.<br/><br/>The mostly benign absolute monarchy of the late Sultan Qaboos saw an insular conservative kingdom evolve to adopt a more modern outlook. However, as much as Oman has used its oil revenues for infrastructure development, it has retained its traditional culture and identity. This tailormade short break gives you a tantalising flavour of its allure.",
  "durationDays": "5",
  "price": "1195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Muscat (Approximate driving time: forty-five minutes) - Arrive in Muscat and transfer to hotel accommodation. Depending upon flight schedules there may be time to explore the city independently. Overnight at Ramada Encore. No meals or guided activities."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Muscat - City tour and sunset cruise - This morning after an early breakfast meet your guide and start your tour of Muscat with a visit to the Grand Mosque, the most exquisite Mosque in Oman covering 416,000 square metres and can accommodate an astonishing 20,000 worshippers. We then continue to the districts of Muttrah, and visit the atmospheric alleyways of the souq where the scent of exotic fragrances and spices hang in the air. Here you can bargain for a diverse range of goods from Omani costumes to traditional jewellery and much more. The next stop will be a photo stop and observation of the magnificent Al Alam Palace, the official residence of His Majesty Sultan Qaboos Bin Said the ruler of Oman. The palace is an architectural marvel for both its design and its location between the twin Portuguese forts Mirani and Jalali. You will then return to your hotel for some time at leisure before later this afternoon boarding a dhow and enjoy cruising along Oman’s coastline on an open deck sipping refreshments and sampling Arab dates as the sun sets. Overnight Ramada Encore. (B) Please Note: The Grand Mosque is open from Saturday to Thursday from 0800 – 1100 hrs only. Ladies visiting the mosque are required to cover their head with scarf and do not wear shorts, beachwear or sleeveless outfits as they are to be fully covered. Men are also to be full covered. Slip on shoes recommended. The sunset cruise is a shared tour available on Monday, Thursday, Friday and Saturday. On Sunday, Tuesday and Wednesday, it is by speedboat."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Muscat – Wadi Bani Khalid – Wahiba Sands (Approximate driving time: three-hours) - This morning we drive to Wadi Bani Khalid, an oasis in the middle of barren and dry mountain landscapes. It’s one of the most beautiful wadis in Oman, and its pools of clear deep blue water are a welcome opportunity for a swim. Continue thereafter into the vast expanse of the Wahiba, an undulating red and white sea of dunes. After some exciting dune driving and a visit to a Bedouin house, we arrive at our comfortable desert camp. Overnight 1000 Nights Camp – Sheikh Tent (No air conditioning). (BD) Please Note: It is approx. 500m walk from the parking area to the pool. As per the recent guidelines form Ministry of Tourism, ladies who wish to swim in the wadi have to wear shorts and t shirt to cover their body. Swimming in bikinis is not permitted. This is to respect the local culture of the villagers. The desert camp does not serve alcohol but you can take your own for private consumption."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Wahiba Sands - Today is at leisure to enjoy the iconic Arabian Desert scene. Early birds may wish to scale the dunes for a spectacular sunrise. The rest of the day can be spent at leisure just relaxing by the pool or there are a number of optional activities which can enjoyed from the camp including hiking in the dunes or a camel safari for example. Activities can be booked in advance so please contact us for details but subject to availability they can also be arranged from the camp. This evening before dinner. you may wish to scale the dunes to observe the Arabian sunset across the ochre dunes. Overnight 1000 Nights Camp – Sheikh Tent – Not air conditioned. (BD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wahiba Sands – Muscat – Departure from Oman (Approximate driving time: three-hours) - After a leisurely breakfast the morning will be at leisure before checking out around noon. Then drive back to Muscat where your driver/guide can take you to a restaurant for dinner before transferring to the airport for your late evening onward flight (B)."
    }
  ],
  "map": ""
}