{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "oman-family-holiday-tailor-made",
  "tourName": "Oman family holiday, tailor made",
  "placesVisited": "Muscat, Grand Mosque, Bait Al Zubair Museum, Nakhl, Rustaq fort, Wakan Village, Wadi Abyadh, Wadi Bani Auf, Jebel Al Akhdar mountains, Wahiba Sands, Night in Bedouin desert camp, Masirah Island, Ras al Jinz, Sur, Fin’s beach, Bimah Sinkhole, Wadi Arbayeen",
  "generalInfo": "This 14 day adventure holiday for you and your family offers all the things to keep your kids enthralled with exciting 4x4 “wadi bashing” in the mountains to desert dune driving, along with unforgettable cultural experiences meeting a Bedouin family and exploring local souqs and fishing villages, not to forget relaxation time on a beaches and in Muscat for you! With great weather year round, as well as being malaria free and a safe destination; Oman is the perfect place to take your little ones on holiday. <br/><br/>Your guide will accompany you for the duration of your tour of the interior of Oman, giving you the option to travel at your leisure and away from the crowds. This trip can be tailor made to create a unique holiday for your individual requirements by travel experts with intimate knowledge of the destination. <br/><br/>You can add additional nights in Muscat at the beginning or end and we can recommend different hotels and experiences for you based on your preference. We can also substitute the fixed desert camp for wild camping. <br/><br/>Best time to go:<br/>The best time to travel is from October through to April as the temperatures are warm during the day and mild in the evening. During the summer from May to September the sun is very hot making this tour rather uncomfortable.",
  "durationDays": "14",
  "price": "3025",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Muscat where you will be met and privately transferred to your hotel for the next 3 nights in a family villa."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Free day at your hotel to relax and explore the surrounds (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Visit the Seeb Spice Souk, hot springs at Rustaq with a photo stop at the Rustaq Fort. Drive through the date palms to the sparkling springs at Nakhl and visit the Nakhl Fort. Visit the beautiful Wakan Village famous for its fruit terrace farming before stopping off at Wadi Abyadh, meaning ‘white wadi’. Return to Muscat to overnight (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Drive through the spectacular Wadi Bani Auf; this stretch of graded road is very adventurous & for the physically fit only as it involves steep bends and bumpy roads. The kids will love it! Visit the charming mountain village of Bilad Sayt. The 70 km stretch of road continues unto the village of Al Hamra famous for its date plantations. Visit Misfah old stone house. Dinner & Overnight stay at The View. (B,D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Visit the Nizwa Fort and souk today before heading out to the pretty village of Birkat Al Mauz and walk through the lush green date plantations. From here a 36 km stretch of winding road takes you to the Jebel Al Akhdar mountain range taking in views of the spectacular landscape of dramatic peaks, gorges and wadis. Proceed to Wahiba Sands, a vast mass of undulating red and white sea of sand. After some exciting sand dune driving you will arrive at your Desert Camp for the evening. (B,D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Check out of your camp and proceed to Sinaw souk, Mahooth , Masirah Island. From Shannah take ferry to reach Masirah Island. Check in at Masirah Island Resort in a Family Chalet. The rest of the day at Leisure. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Free days with the use of the car at your disposal to explore the Island. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Depart Masirah Island drive through Nakdah and journey to Ras al Jinz. Enjoy the Ferry crossing to the main land and then drive to Al Ahskara and check in to a Family room at Ras al Jinz Scientific centre. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Drive to Sur and visit the dhow building yard before heading to the beautiful Fin’s Beach for a swim. The next exciting stop is the Bimah Sinkhole, a spectacular limestone crater with blue green water at the bottom. At Dibab take an adventurous off-road track to visit the Wadi Arbayeen, characterized by date palms and deep pools of water. Proceed to Muscat to the family friendly Shangri La Bar Al Jissah's Al Waha Hotel. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Day at leisure at the hotel to take advantage of the many activities on offer for you and your children including The Lazy River, private beach and other water sports. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Enjoy a morning city tour of Muscat visiting the Grand Mosque and the Bait Al Zubair Museum (Natural History Museum) for an insight into Oman’s history. Drive along the waterfront of the Corniche visiting the colourful Muttrah Souq with a photo stop to the magnificent Al Alam Palace; the official palace of His Majesty Sultan Qaboos. Return to your hotel for an afternoon at leisure. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Day at leisure in Muscat to relax at the hotel or return to explore more of the capital. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today you will be collected from your hotel and transferred back to Muscat airport in time for your return flight home. (B)"
    }
  ],
  "map": ""
}