{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "oman-adventure-holiday",
  "tourName": "Oman adventure holiday",
  "placesVisited": "Muscat, Nizwa, Wahiba Sands, Rub al Khali – the Empty Quarter, Qara Mountains – Jabal Al Qamar, Khaluf, Salalah, Hajar Mountains, Ruins of Ubar",
  "generalInfo": "Oman is one of Arabia’s true gems - a land of rugged coastlines and vast deserts where tradition and progress go hand in hand. This wonderful adventure travels from its picturesque capital deep into mountains and deserts of the Bedu and the old Omani Imamate, taking in the heart-stopping landscapes of the Hajar Mountains and the shifting sands of Wahiba, ancient Nizwa and the vast emptiness of Rub Al Khali - the Empty Quarter - to the ruins of the lost city of Ubar. <br/><br/>After exploring some of the grand mosques of the capital Muscat, head out along the Batinah coast towards the historic oasis city of Nizwa, where an imposing 17th century fort guards bustling atmospheric lanes and colourful souk. <br/><br/>The stunning hush and unique vistas of the desert provide epic contrast with the shifting dunes of the Wahiba Sands – home to semi-nomadic Bedouin – plus the vastness of the so-called Empty Quarter, the 250,000 square mile Rub al Khali. Experience too the barren landscapes of the Qara Mountains, including Jabal Al Qamar (Moon Mountain) and the homelands of the Bait Kat. <br/><br/>As perfect contrast to the desert, enjoy the pink shell beaches and white dunes of Khaluf on Oman’s gorgeous eastern coast, plus an array of picturesque fishing villages, before ending your journey ends in the beautiful coastal city of  Salalah. <br/><br/>Price includes all activities/equipment, tour leaders, local guides and drivers, meals, mineral water, all transport (excluding international flights) , all accommodation and all entrance fees as outlined in the itinerary.",
  "durationDays": "12",
  "price": "4150",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Muscat: The tour starts from Oman’s International airport to coincide with the suggested groups flights (see \"Getting There\"). We will head straight to the magnificent Sultan Qaboos Grand Mosque, one of the largest in the Arab world. With its grand marble halls, this architectural masterpiece can accommodate up to 20,000 worshippers. Next, we’ll immerse ourselves in the vibrant atmosphere of Muttrah Souk, one of the region’s most famous markets. Here, you’ll have the chance to explore a maze of narrow alleyways lined with shopfronts selling everything from spices to handicrafts. We’ll then visit Old Muscat to see the beautiful Al Alam Palace, the ceremonial residence of the Sultan, flanked by two 16th-century Portuguese forts—Jalali and Mirani. Muscat itself is nestled within a dramatic ring of horse-shoe shaped mountains, stretching down to the scenic waters of Muscat Bay, visible from both Old Muscat and the Muttrah Corniche. After lunch, there will be the opportunity to enjoy some free time, freshen up, or explore independently."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Muscat – Misfat al Abriyeen - Jebel Shams: This morning, we will visit a local fish market, where traders display the fresh catch of the day. Fishing has long been a cornerstone of Omani culture and economy, and these markets remain an essential part of daily life. Next we leave the city behind and embark on an off-road adventure through the stunning Hajar Mountains in our 4WD vehicles. Our first stop is the scenic Wadi Bani Awf, a perfect spot for a picnic lunch surrounded by the rugged beauty of the hills. In the afternoon, we will journey to the charming mountain village of Misfat al Abriyeen, known for its narrow alleys and stairways. As we wander through this oasis town, we’ll discover its lush plantations, sustained by the falaj irrigation system—a testament to Oman’s ancient engineering ingenuity. Later this afternoon, we will reach our mountaintop hotel perched high on Jebel Shams, the tallest mountain in Oman. Known as the \"Mountain of the Sun,\" Jebel Shams offers breathtaking views of the surrounding landscapes.*Driving time: Approx. 4-5 hrs"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Grand Canyon Walk - Jabreen Castle - Nizwa: This morning, we begin with the renowned \"Balcony Walk\", a scenic 8-kilometre trail* that offers breathtaking vistas of Oman's Grand Canyon. Carved into the canyon’s towering walls, the path leads us to an abandoned village, where we can explore its ruins while soaking in the stunning surroundings. After working up an appetite, we will enjoy a home-cooked lunch at Ali's house nearby. Suitably well-fed, we continue our journey through the rugged mountain roads making a brief photo-stop to capture the historic town of Bahla. From this vantage point, we’ll have a complete view of the historic oasis town encircled by its ancient town walls, and the Bahla Fort, a UNESCO World Heritage site. We’ll make our way to Jabreen Castle, a remarkable example of Oman’s 17th-century architecture, whose exquisite painted wooden ceilings provide eloquent testimony to the craftsmanship and artistry of the era. Built in 1675 by Imam Bil’Arab bin Sultan Al Yarubi, the castle was designed primarily as a residence and a centre for cultural studies, and learning, rather than as a military stronghold, though it also served this purpose. Finally, we arrive to the city of Nizwa.*Walking Distance: 8km, 3-4 hoursPlease note, the trail can be narrow, with loose stones and at times uneven underfoot."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Nizwa - Tanuf - Nizwa: An early start today as we experience Nizwa’s Friday cattle market, the largest in Oman, offering a glimpse into local life here. At the Nizwa Souk, we'll have the opportunity to purchase local products such as dates, saffron, and spices. Next, we visit the iconic Nizwa Fort, renowned for its distinctive round tower, built in the 17th century to protect the Sumail Gap during the historic struggle between the Sultan and the Radical Imams. The fort is an exceptional example of Oman’s defensive architecture, and a climb to the top of the tower rewards visitors with panoramic views of the city and its surrounding date plantations. After lunch, we visit Tanuf Village, where we’ll explore the ruins of a once-thriving community. Inhabited until the 1950s, the village was rebel stronghold and was heavily damaged and abandoned during the Jabal Akhdar Wars, primarily fought between the forces of the Sultanate of Oman and rebellious tribes, led by the Radical Imams, who opposed the Sultan's rule. Returning to Nizwa, we enjoy some free time, and prepare for our upcoming wild camping in the desert."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Nizwa - Wahiba Sands: Leaving Nizwa, our journey takes us to the awe-inspiring Wahiba Sands, an expansive desert spanning over 10,000 square kilometres. This imposing landscape of shifting sands and towering dunes is home to scattered settlements of semi-nomadic Bedouin tribes, offering a glimpse into a timeless way of life. En-route, we stop at the market town of Sinaw to gather any final necessities for our desert adventure. For lunch, we will stop at the camp of Bedouin family to enjoy a home-cooked meal. Continuing deeper into the desert, our drivers navigate the rolling dunes in our 4WD vehicles known as \"dune bashing\". As the day unfolds, we find a suitable camping spot, and enjoy the ever changing landscape of colours at sunset.*Driving time: Approx. 4-5 hrs"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive across Wahiba Sands to Al Khaluf: This morning we journey through the dunes of Wahiba towards the eastern coast and the stunning pink shell beaches and white dunes of Al Khaluf. Also known as the \"Sugar Dunes\" the area lives up to its name with its pristine, pale sands. Today is a long drive but we will stop for lunch and photos along the way. By late afternoon, we'll arrive at Al Khaluf beach to set up our camp* and there is time to enjoy a refreshing swim in the sea. As we settle down for another evening under an Arabian sky, our drivers will prepare a delicious al fresco dinner. *Depending on the weather, the group may need to camp slightly further away from the beach*Driving time: Approx. 5hrs"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Al Khaluf - Duqm: Today, we drive south toward the burgeoning port city of Duqm. Along the way, our route is dotted with picturesque viewpoints and photo opportunities as we pass by fishing villages and we'll make a stop at Sirab Beach. By afternoon, we arrive at our hotel, where we'll have the chance to enjoy the pool facilities and a proper bed, before embarking on a further two nights of wild camping in the desert."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drive into the Empty Quarter: This morning, we venture inland towards the vast emptiness of the Rub al Khali, or Empty Quarter, a staggering 250,000 square miles of arid desert that dominates much of the southern Arabian Peninsula. This is the heartland of the nomadic Bedouin, made famous by Wilfred Thesiger in his book ‘Arabian Sands’. We'll drive from Duqm to Haima, passing through Jaluni, where, if we're fortunate, we may glimpse the Arabian Oryx grazing in the wild — though their elusive nature makes sightings rare. Continuing toward Maqshin on the edge of the Empty Quarter, where we’ll stop for lunch. We'll journey deeper into the Empty Quarter, through the endless sea of sand stretching as far as the eye can see. Our day concludes at a remote campsite in the heart of the desert. Here, we can enjoy the sunset and unwind beneath the star-filled Arabian sky.*Driving time: Approx. 4-5hrs"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Empty Quarter: Today we continue our journey through the Empty Quarter making our way to a small desert oasis, where we’ll enjoy a picnic lunch and the precious shade found here. We will visit Al Hashman, a settlement of nomadic Bedouins, whose way of life is supported and preserved by the Omani government. As evening falls, we will set up camp for our final night in the desert and enjoy the serene beauty and stillness of the desert once more before returning to modern civilisation tomorrow.*Driving time: Approx. 5hrs"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Drive to Salalah: Our journey to the coastal city of Salalah today takes us from the desert to the ocean by way of the Qara Mountains. En-route we stop at Wadi Dawka, a UNESCO World Heritage Site famously known as the \"Frankincense Wadi\", home to a collection of naturally growing frankincense trees, a testament to Oman’s rich history in the ancient incense trade. Upon arrival in Salalah, we’ll have the opportunity to relax on the white-sand beach, with the soothing waters of the Arabian Sea just steps away from our hotel. Unique to the Middle Eastern peninsula, Salalah is the only region touched by the Indian Ocean monsoon, lending it a lush and distinctive charm unlike anywhere else in the region.*Driving time: Approx. 4hrs"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "In Salalah: This morning we will stop at Wadi Hanna where we'll encounter a cluster of Baobab Trees, often referred to as the \"upside-down trees\" for their unique appearance. From there, we explore more of the Dhofar region, arriving at Wadi Darbat, a scenic spot for nature lovers. Here there is a low lying seasonal waterfall, which comes into full force during the monsoon season between July and August, and the strength of the waterfall varies throughout the rest of the year. In the afternoon, we explore the Al Baleed Archaeological Museum, home to the ruins of an ancient port city once hailed as \"magnificent\" by Marco Polo. This historic city played a pivotal role in the frankincense trade. Later, we have some free time to explore the vibrant Al Husn Souk, where you can browse for frankincense and do any last-minute souvenir shopping. Afterwards, we'll come together for our final group dinner."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Tour ends in Salalah: Tour ends in Salalah."
    }
  ],
  "map": ""
}