{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "ultimate-oman-tour-fjords-mountains-desert",
  "tourName": "Ultimate Oman tour, fjords, mountains & desert",
  "placesVisited": "",
  "generalInfo": "This trip takes in the highlights of Oman from the Fjords in the north, mountains and desert in the interior then frankincense and empty quarter in the south..You will have a private driver and luxury 4wd vehicle to travel at your own pace, stopping at leisure and finding out about the history and culture of this wonderful country.<br/><br/>We can fit a tailored itinerary to tie in with special events around the country.<br/><br/>Enjoy the small souq in Sinaw - considered to be one of the most vital markets in the eastern region of Oman. It is an urban city with some rural features, due to the surrounding desert.<br/><br/>Then Ibra special market is dedicated to women only. Every Wednesday, women head to this market to buy all they need. It is open from six in the morning until one in the afternoon.<br/>Dont miss the Friday 'goat market' in Nizwa that gives a glimpse of local culture and traditions.<br/>Then Turtle viewing - one of the most popular ecotourism activities in Oman. The country is home to several important nesting sites for four turtle species, and the Ras Al Jinz Turtle Reserve is probably the most important nesting concentration of the endangered green turtle on the Indian Ocean.<br/>Visit Salalah - a huge stretch of unbroken sand desert that has bested kings, adventurers, and nomads for thousands of years. In a region defined by deserts, the Rub al Khali came to be known for being especially daunting and inhospitable.<br/>In the northern tip of the Oman peninsula, bound  by the United Arab Emirates and the Strait of Hormuz, lie the magnificent fjords of Musandam. Ride on a traditional Omani boat. You can also do kayaking, swimming and getting close encounters with dolphins and other sea creatures.<br/><br/>Female guide available upon request.",
  "durationDays": "13",
  "price": "4417",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon Arrival pass through the immigration and meet our agents who will arrange a private transfer to your hotel. Nestled at the tip of Qurum Beach with panoramic views of the Gulf of Oman, the Crowne Plaza Muscat Hotel is ideally located just 15 minutes from Muttrah Souk ."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast you start your day with city tour. Your first stop will be at the Grand Mosque, the most exquisite Mosque in Oman. Enjoy a photo stop at the residence of his Majesty Sultan Haitham, the Al Alam Palace, which is flanked by the 16th century Portuguese forts Mirani and Jalali. You will be strolling through Muttrah Souq, where you will be bargaining for handicrafts and silver items. Later visit Bait Al Zubair Museum then you will be given time to stroll through the famous Mutrah Souq. Return to hotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, check-out from the hotel and mee tout driver in 4WD luxury vhicle for the start of your fascinating roundtrip with the first leg taking you in south eastern direction along the coast to Sur. The road leads through scenic countryside and rugged mountains. Stop at the limestone Sinkhole in Bimah and then continue to Fins. Enjoy the white sandy beach at Fins proceed to visit Wadi Tiwi, an oasis well known for its lemon and date plantations. Then proceed to the coastal town of Sur which was renowned in former times for its shipyard, where the dhows, the traditional wooden Omani boats were built. The Ras Al-Jinz scientific visitor centre offers a unique eco-tourism experience, an unparalleled encounter with sea turtles promoting social responsibility. Witness the beachfront antics of turtles laying their eggs and the struggle of young hatchlings as they make a desperate journey across the sands to reach the relative safety of the seas. Ras Al Jinz Turtle Reserve is now offering 12 Australian manufactured luxury Eco-Tents located on a hillock close to the centre."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Breakfast at resort This morning, proceed to Wadi Bani Khalid – an oasis spot in the middle of the barren and dry mountains. Then drive into the Wahiba Sands, a vast mass of undulating red and white sea of sand. After some exciting sand dune driving with your experienced driver, visit the home of a Bedouin Family in the desert where you will have a traditional Omani lunch. Experience the real, traditional Arabic hospitality. Later arrive and check-in at the desert camp. Enjoy a BBQ dinner with Omani music and a dance show (seasonal). Located in the middle of Sharqiya Sands , Arabian Oryx Camp offers a Bedouin experience in the desert. It features a typical Arabic restaurant that serves a breakfast and dinner buffet. All Bedouin style tents at Arabian Oryx are fitted with tiled floors. Each has a fridge and a tea/coffee maker. A shower and free toiletries are provided in the private bathroom."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast set off for Nizwa, an ancient city in the Ad Dakhiliyah region of northern Oman. It sits on a plain characterized by seasonal rivers and palm plantations. It houses a museum, and from the tower there are good views of Nizwa and the surrounding date plantations Later drive onwards to visit Bahla, the mystical village, known for Arabian potteries. Visit one of the pottery making units. {Closed on public holidays and Fridays}. You also visit the majestic Bahla Fort, then proceed to visit Jabrin castle built in 17th century, with magnificent plasterwork, wooden carvings; painted ceiling makes this castle amazingly different. Nizwa Heritage Inn is located in 100 yards from the souq, offering a restaurant, lounge & free WiFi throughout the property."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Jabel Akhdar is in the northern section of the Hajar mountains, as you take the road out of Nizwa heading for Jebel Shams, you start to climb past ancient villages steeply terraced into the mountainside. The main town of Sayq lies at 2300m and the highest point 3000m is Jebel Shams. Sama Hotel Situated on top of the Jabal Akhdar mountain range with 60 elegantly designed rooms facing the mountains , one restaurant with open patio, one banquet hall , outdoor pool and Jacuzzi right on the edge of the cliff ."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Breakfast at Heritage Inn Take the mountain route through the spectacular Wadi Bani Auf. - one of the Arabia’s great 4WD adventures and includes a visit to the village of Bilad Sait, a remote fortress village in the heart of the mountain range. These living landscapes are better than spectacular. Continue your drive to the remote village of Wakan, set inside Wadi Mistal. A mild off-road drive will take us to the entrance of the village from where one can explore the various terrace plantations and farms of the village. Hike up to the mountain peak to get the view of the village."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Muscat airport in time for your flight to Salalah whwere you will be met and taken to your hotel Salalah is on the coast of southern Oman about 620 miles south southwest of Muscat and is the capital of Dhofar. It used to be an important port trading in frankincense, an aromatic gum extracted from the trees that have grown on the hills surrounding the city for hundreds of years. Known for its glorious history, heritage, rich culture, traditions and wonders of nature. Salalah today is also contributing towards the economic boom in the Sultanate of Oman. Spread along the coast, Salalah is the most densely populated city in the Dhofar region. It has a modern port, hospitals, schools, colleges and a wide range of accommodation for both short and long staying visitors. The Crowne Plaza Resort Salalah is situated in 45 acres of lush tropical garden, overlooking the Indian Ocean and on a long stretch of pristine white sandy beach."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Visit to the “garden city” of the south, known as the tropical paradise. Al Husn Palace, summer residence , fishing village of Taqa, an old town with an interesting castle surrounded by watchtowers and Taqa stone houses. Proceed onward to Khor Rori creek, the site of the ruined city of Samhuram Visit the Biblical “Nabi Ayoub” Prophet Job’s Tomb, perched high up in the “Jebels” (mountains At the nearby bird sanctuary, one may see seasonal birds. En route, the stark shape of leafless Frankincense Trees dots the landscape."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Optional trip to the Empty Quarter or A morning tour of the impressive Qara Mountains taking in Job’s Tomb, the frankincense road to Yemen and Mughsayl Beach, renowned for its seawater ‘blow holes’. After lunch in Salalah, explore the eastern Dhofar and Ayn Razat, at the foot of the Qara Mountains, with its natural springs, exotic plants and flora, and meet the Jebalis and their herds of camels. In Sumhumram we’ll see the ruins of Queen Sheba’s port city beside its natural harbour while Mirbat is admired for its beautiful Dhofari houses."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to the airport for flight via Muscat then the scenic flight along the coast into Oman and the Musandam Peninsular. Separated from the rest of the country by part of the UAE, Musandam offers breathtaking coastal scenery and over 600km of spectacular cliffs, coral reefs and deserted beaches. You will check into your hotel where you can relax and enjoy the scenery. Nestled on the rocky Musandam headland, Atana Musandam Resort is a tranquil reflection of the spirit of Oman, located on the northern tip of the Musandam peninsula near. This new resort offers modern rooms and facilities and an authentically Omani feel is reflected throughout the resort, which is decorated with modern Omani art."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Embark on a Dhow cruise through the fjords, enjoying the azure waters and dramatic scenery. Your Dhow will anchor at the famous Telegraph Island where surrounded by spectacular mountains and serene remote white sand beaches, you will enjoy dolphin watching, swimming and snorkelling in pristine waters teeming with colourful fish. Journey through the ‘Fjords of Musandam’ to Khor Sham in azure waters, through a majestic 25 km fjord. Please note: Remember to take your swimming costume and towels. Lunch with soft drinks, fruit and all snorkelling equipment is included"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Road transfer after breakfast to Dubai for your direct flight back home."
    }
  ],
  "map": ""
}