{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "camping-tours-to-oman",
  "tourName": "Camping tours to Oman",
  "placesVisited": "Muscat, Sur, Ras Al Janayz, Ras Ar Ruways, Wahiba Sands, Jaalouni, Arabian Oryx Sanctuary, Ras al Madrakah, Wadi Shuwaymiah, Al Kahil, Salalah, Qara Mountains",
  "generalInfo": "This fantastic 9 day/8 night overland camping adventure in Oman, follows the spectacular coastline south from Muscat all the way to Salalah in the Dhofar region in the south of the country. You will be camping out under the stars and travelling through the desert in a 4wd vehicle. <br/><br/>Experience the culture of local Bedouin villages and spend time with the locals on this camping tour in Oman . You will visit a Turtle Sanctuary and learn more about the conservation and research work going on there.  Committed to the protection of the beautiful Giant Green Turtle (Cheloniamydas), Raz Al Jinz Turtle Reserve and Scientific Centre is a must-visit on any Oman itinerary. Situated on the east coast, just 30 minutes from the coastal town of Sur, the centre offers a unique eco-tourism experience and an unparalleled encounter with sea turtles.<br/><br/>You will also visit the Arabian Oryx Sanctuary on this tour, established in 1994 to help protect oryx and to conserve desert habitat and threatened species. <br/><br/>Experience traditional life in Oman, visit local fishing villages and enjoy exhilarating rides through the desert dunes. Wherever possible we try to arrange this tour around the Full Moon to fully maximise on your camping experience. <br/><br/>Please note: This is a long, mainly off-road trek, in 4WD land-cruisers, the distance covered exceeding 1500 kms. <br/><br/>A sea and sand vacation with a difference, the trip includes 5 consecutive nights camping with no modern conveniences! However, for those in good health and with the spirit of adventure, this overland camping expedition provides a wonderful opportunity to discover the ‘real’ Oman on an unforgettable coastal journey in the sun, and beneath an awe-inspiring canopy of stars. Best time to go The best time to travel is from October through to April as the temperatures are warm during the day and mild in the evening. During the summer from May to September – the sun is very hot making this tour rather uncomfortable. <br/><br/>Please note: We try to arrange around the Full Moon as possible, to maximise clients experience camping in the desert.",
  "durationDays": "9",
  "price": "3685",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Muscat from London. Transfer to your chosen hotel in Muscat."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Muscat to Ras Al Junayz. Taking the coastal route south-east, we drive via Quriyat (fishing village with a beautiful beach) and the exotic Wadi Shab to the town of Sur. Overnight at the Turtle Beach Camp."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sur to Turtle Beach. After a sightseeing tour of Sur, and a boat ride along the coast, we continue to the turtle nesting beach at Ras Al Junayz, hoping to see turtles at night. Overnight camp on the beach."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ras Al Junayz to Ras Ar Ruways. We continue on graded roads to the edge of the spectacular Wahiba Sands (a perfect specimen of a sand sea) which we cross either via the beach track (at low tide) or over the dunes (high tide) - either way, a beautiful, exhilarating drive. Overnight on the beach at Ras ar Ruways, on the southern edge of the desert."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ras Ar Ruways to Jaalouni. Turning inland, we head south west across country to Jaalouni, where we visit the Arabian Oryx Sanctuary in the company of Bedouin guides. Overnight camp."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Jaalouni to Ras al Madrakah. After a glimpse of local wildlife, mainly gazelle and oryx, in the Jiddat al Harasis region, we drive back east to see the striking white cliffs of Ras Madrakah, jutting out into the Arabian sea, and the ghostly wrecks of ships beneath them; we also admire the natural contrast of black rocks, white beach and deep blue ocean where we set up camp for the night."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Madrakah to Wadi Shuwaymiah. Following the coast again, we reach the magnificent pink lagoons of Al Kahil; entering the Dhofar region of southern Oman we reach Wadi Shuwaymiah, just inland near Shalim, the last camp on our journey."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Wadi Shuwaymiah to Salalah. A little further inland, we drive through the oilfields of Marmul; then, on the highway from Thumrayt, we approach our final destination from the north via the Qara mountains. Overnight at chosen hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Depart. Time to relax prior to the late morning transfer to the airport for the flight via Muscat back to the UK. End of services."
    }
  ],
  "map": ""
}