{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "exciting-family-holiday-in-oman",
  "tourName": "Exciting family holiday in Oman",
  "placesVisited": "Muscat, Jebel Shams, Misfah, Nizwa, Jabrin Fort, Wahiba Sands, Ras Al Jinz turtle reserve, Bimmah Sinkhole, final 2 days at the beach",
  "generalInfo": "This 11 day tour promises a unique and exciting family holiday in Oman and will go some way to putting its bigger, brasher neighbour, Dubai, firmly in the shade. Anyone wishing to see a much more authentic Arabian oasis will be thrilled by this itinerary, as you travel off the beaten track and into some of Oman's best beaches, desert dunes and most dramatic mountain ranges. <br/><br/>Aside from sand and year round sunshine, Oman boasts a series of impressive fortifications, tranquil fishing villages and some of the friendliest, hospitable and generous local people that you could ever hope to meet. Not only will this family holiday appeal to older kids looking for hiking adventures and 4WD desert safaris, but to younger children too, with camel rides over the Wahiba Sands and games of hide and seek in Jabrin Fort adding to nights under the stars in Bedouin encampments.<br/><br/>As this is a tailor made family holiday, parents can choose whether to stay in small guesthouses, mid-priced hotels or 5-star luxury properties with Easter and autumn half term holidays the best time to go with just a four hour time difference and a relatively short flight.<br/>",
  "durationDays": "11",
  "price": "3000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "MUSCAT Arrive in Muscat where you will be met by a representative and transferred to your hotel. You can spend the rest of the day exploring the city. Perhaps head to the souk and wander along narrow pedestrianised streets packed with gold, antiques, colourful textiles and spices. The Grand Mosque is also well worth a visit (although closed to children under 10), with its richly decorated interior and vast marble courtyards."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "JEBEL SHAMS - MISFAH This morning you head high into the mountains to Jebel Shams. Known as Oman’s Grand Canyon, the scenery in this area is stunning, the huge canyon stretching for miles through a dramatic and barren landscape. You will follow the Balcony Walk through the canyon which leads to a deserted village. The children will love wandering through the village, exploring deserted houses which offer a glimpse of the old way of life. You will end the day in a simple lodge in a traditional Omani mountain village."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "MISFAH A full day to explore the area. The scenery is stunning as the village is located on a steep mountainside irrigated by a stream from a natural spring on the mountain top. There are endless irrigation channels that the children will love following through the date and banana palm groves, and you can stop to chat with villagers, perhaps take a ride on a donkey and following narrow winding streets to see where they lead."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "NIZWA - JABRIN Head to Nizwa, the ancient capital of Oman’s interior region. You will visit the impressive Jabrin Fort, in a stunning location in the heart of the date palms. The children will love exploring the labyrinth of corridors and courtyards inside the fort and the views from the walls are stunning. You will also visit Nizwa fort, in the heart of the city, and will have time to wander through the souk. The children will enjoy watching the silver and coppersmiths at work, admiring the displays of battered old rifles, daggers and swords that are on display and rummaging through trays of old silver jewellery."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "WAHIBA SANDS An exciting day today as you head into the desert by 4WD jeep. The Wahiba Sands are a huge sand sea, a vast area of immense sand-dunes that reach more than 100m high and are constantly shifting with the winds. You will make your way to a small desert camp where you will spend the night in traditional goat hair Bedouin tents. At night you will have a Bedouin barbeque and will sit around the camp fire with nothing above you but a blanket of stars."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "WAHIBA SANDS – SUR – RAS AL JINZ Rise early to climb one of the dunes that soar above the camp for sunrise over the desert. Later you will take a camel ride across the dunes before transferring to Sur. This is an attractive seaside town that is famous for its many shipyards that still make traditional Omani sailing boats called Dhows. You will have time to explore the town before continuing to Ras Al Jinz turtle reserve. The beach here is renowned as a place where the endandgered green turtle comes ashore to lay eggs. You will spend the night at the reserve and will be able to watch as these huge creatures come ashore in the evening and lay their eggs in holes that they dig in the beach."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "BIMMAH SINKHOLE Today you drive along the coast stopping at the Bimmah Sinkhole. This is a circular limestone hollow about 500m in from the coast that boasts the most incredibly clear turquoise waters. You swim in the refreshingly cool pool or relax on the rocks around the edge, dipping your toes in the water and feeling little fish come to nibble on them! From here continue to the small village of Fins. Here there are numerous small coves with steep cliffs that drop to idyllic white beaches and beautiful turquoise sea. You will spend the night camping on one of the beaches. (If this does not appeal we can arrange for you to stay in a hotel instead)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "BEACH You will drive north to your hotel on the coast outside Muscat. There are many different hotels varying from simple village accommodation, to comfortable 4 star to top of the range 5 star luxury resorts. All of them offer fabulous white sandy beaches and generally a good pool. We will suggest a property that we think will suit your family and budget."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "BEACH Two wonderful days to relax and enjoy the beach."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "MUSCAT Transfer to the airport for your flight home."
    }
  ],
  "map": ""
}