{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "oman-holidays-arabian-sands",
  "tourName": "Oman holidays, Arabian sands",
  "placesVisited": "",
  "generalInfo": "Travel from the hustle and bustle of Muscat's souks to the serene beauty of the Wahiba Sands. Oman offers all the landscapes you can imagine; an incredible azure coastline, stunning jagged mountains with deep canyons, ancient adobe villages and an ocean of endless towering dunes. Get a genuine taste for Omani culture, shop side by side with the locals at Nizwa souk and buy handmade craft at Sinaw market.<br/>\n<br/>\nMuscat - Explore impressive Forts, the Royal Palace and Corniche of the capital<br/>\nWahiba Sands - 4WD exploration and camp among spectacular sand dunes<br/>\nNizwa - Attend a cattle market and explore the town's remarkable fort",
  "durationDays": "9",
  "price": "2435",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Muscat; afternoon sightseeing tour",
      "description": ": Arrive in Muscat, an old walled town, arguably the Gulf's most attractive city, surrounded by a horseshoe ring of mountains it naturally restricted the old city's growth. For those arriving in the morning, you may take the opportunity to explore the surrounding area, visit one of the many shopping malls or visit the National Museum. Our Leader plans to meet you in the hotel reception at 13:00 for the welcome meeting and later to take us on a guided tour of Muscat. We recommend having lunch before the welcome meeting. Our leader will show us the highlights of the city including visiting the Royal Opera House and Bait Al Zubair Museum. We will also have the chance to take a stroll along the waterfront of Mutrah, Muscat's oldest quarter and on to the bustling souk. If you would like to receive an airport transfer today, you'll need to arrive into Muscat International Airport (MCT), which is just under 30-minute drive from the airport. If you are booking your own flights, we recommend giving yourself approximately one hour to clear the airport. Should you miss the welcome meeting, your Leader will inform you of any essential information as soon as you catch up."
    },
    {
      "dayNumber": 2,
      "title": "Visit Grand Mosque. Drive to Fins Beach via Bimmah Sinkhole and Wadi Tiwi",
      "description": ": This morning, we will board our comfortable 4WD vehicles that will accompany us on our adventure until our return to the capital on day 8. These are the perfect means of transport to venture through the diverse road condition we will encounter during our tour. Before leaving Muscat, we will visit the Grand Mosque - a remarkable modern Islamic Mosque built to celebrate Sultan Qaboos\\ 30th anniversary of reign. The main prayer hall boasts a magnificent Persian carpet measuring an impressive 70 by 60 metres, making it the second largest hand-loomed carpet in the world! After our visit, we follow the coast down towards Fins Beach. Halfway through our journey, we'll stop for a quick visit to Wadi Al Arbeieen before heading to our first stop - Bimmah Sinkhole. We will have our packed lunches in the shade and there will be an opportunity to refresh ourselves and swim in the sinkhole. To reach the water there are 50 steps each way. We will then visit Wadi Tiwi where there is the option to walk in the wadi, following the pools down through a haven of lush vegetation and palms, before heading to our hotel by Fins Beach. On arrival later in the afternoon, we will check-into our beach front hotel and there will be time to relax or go for a swim in the hotel's pool to unwind after the long drive. Overall driving time approx. 5 hours."
    },
    {
      "dayNumber": 3,
      "title": "Visit dhow shipyard in Sur; Drive into Wahiba Sands via Wadi Bani Khalid",
      "description": ": Continuing along the rugged coastline, this morning we visit the Port of Sur. Once a major trading port with East Africa, Sur represents the seafaring origins of Oman. We will visit the dhow shipbuilding yard where traditional dhow boats, used throughout the 15th century, are still built today. Oman is the oldest independent state in the Arab world and the Omani built an impressive and vast sea trading network across Asia since the 7th century. We also visit the nearby small fishing village at Al Ayja, now a quiet community of old merchant houses but once a stronghold of rebellious sheikhs, where we will visit the lighthouse for a photo opportunity. After lunch, we will begin the journey to our desert accommodation with Wadi Bani Khalid being our last stop before our desert drive. There's a short walk on uneven ground to reach the water pools, so make sure to wear comfortable shoes. Here we'll have the opportunity to swim in the turquoise waters of the famous wadi. Wearing one-piece swimsuits or covering up with t-shirt and shorts is highly recommended. Changing rooms and restrooms are available on site. As we move on, the Wahiba Sands begin to rise before us, a vast sea of sand covering about 15,000 square kilometres. Laid out like a great ocean of sand the endless dunes are generally rusty red at the base and honey coloured on the top - an alluring landscape of changing contours and colours. The sands are home to the Bedu, nomadic tribesmen who roam the land with goats and camels or live in small fishing villages. An exhilarating drive across the dunes brings us to our night stop in the Wahiba Sands. There will also be the chance to go for a short walk on the dunes. Sunset promises stunning photo opportunities amidst the spectacular dunes, before we settle down for our night under the desert sky. Our accommodation for the night is a fixed desert camp with ensuite rooms and an airy outdoor communal area for meals and relaxing. Overall driving time approx. 3.5 hours."
    },
    {
      "dayNumber": 4,
      "title": "Drive across the Wahiba Sands and onto Jebel Akhdar for a village walk",
      "description": ": Early mornings in the desert are a time of activity. Mists are a curious phenomenon of the sands, spreading across the dunes and wadis at night, to disappear in the early mornings. The remarkable dew drinking beetle, living just below the surface of the normally scorching sands, utilizes this time to gain valuable sustenance. In spite of its barren feel the sands contain a remarkable amount of life. As well as the Bedu they are home to an exotic diversity of fauna including dragonflies, wolf, two species of Ruppell's fox, wild cats and white-tailed mongooses. Some 115 species of birds have also been recorded here, and it is one of the few remaining refuges for the elusive Arabian and Sand Gazelles. We leave the desert early after breakfast and once out of the sands we continue through a market town that is a meeting point for Bedouin for miles around. Bustling Sinaw market is a great place to see local people intent in their daily shopping and a good opportunity to buy some local produce, from textiles to spices and handmade pottery. Later we'll drive north through the Jebel Akhdar ('Green Mountain') mountain range, passing dramatic craggy peaks. Despite its desolate and barren nature, small settlements cling to the plateau areas, nestling in the lunar like landscape. For thousands of years self-sufficient oases have flourished in the folds of rocks, using an ancient irrigation system known as falaj. These are water channels that never dry up, often contoured round wadis or tunnelled through the cliffs in order to tap the water table. Upkeep of the life-giving falaj is a community responsibility and contributes to maintaining harmony within a village. Enroute we'll briefly stop at the traditional village of Birkat Al Mouz, famous for its UNESCO protected ancient falaj irrigation system. Mid-afternoon, we'll head to the top of Jebel Akhdar for a scenic walk through the villages of Al Ain, Al Aqr, and Wadi Bani Habib. The path we'll follow offers stunning views of the terraced farms, abandoned villages and deep wadis. We'll walk for about two hours at a moderate pace on a mix of paved paths, dirt trails and some rocky sections. We can expect some stone steps along the way, but no scrambling involved. After the walk we'll head to our next night stop and overnight in the mountains. Overall driving time approx. 3.5 hours."
    },
    {
      "dayNumber": 5,
      "title": "Visit traditional mountain village of Misfah al Abriyyin. Lunch at a local old house",
      "description": ": After leaving our mountain hotel, our first stop on today's drive is at Misfah al Abriyyin, a charming traditional mountain village known for its ancient, terraced farming and picturesque stone houses. We'll explore the village's narrow alleys under date palm trees, its pretty falaj system which continues to supply water to the village. We'll walk for approximately one and a half hours on stone-paved pathways, dirt trails, steps and uneven, rocky sections and enjoy the stunning views of the surrounding mountains. At the end of the walk, there will be an opportunity to visit a local honey shop, where you can sample and purchase authentic Omani honey, a local specialty. The production is in town and some of the trees the bees pollinate are visible from the shop! Enjoy a delicious lunch at Misfah Old House, a heritage restaurant that offers a traditional Omani dining experience in a rustic setting. We'll reach our next accommodation mid-afternoon and there will be time to relax by the pool and watch the sun set."
    },
    {
      "dayNumber": 6,
      "title": "Balcony walk at Jebel Shams and visit a former village chief’s house. On to Nizwa",
      "description": ": After breakfast, we will drive towards the highest peak in Oman: Jebel Shams (Mountain of the Sun) standing at 3,009 metres. En-route to the summit, we encounter an astonishing view down a sheer drop of 1000m to the bottom of the 'Grand Canyon', Oman's very own (and equally spectacular) version of its American counterpart. At the bottom of this vast void, a wadi winds peacefully through the landscape. According to one theory, the canyon was once a huge cave and evidence of fossils and shells suggests that the canyon base was at one time covered by a shallow sea. We'll walk part of the Balcony Walk for approximately one hour on an uneven but relatively flat trail, during which we'll enjoy some spectacular views. After the walk, we'll descend in our 4WDs and visit Al Hamra village, known for its traditional mud-brick houses and rustic charm. Taking a stroll through the village, we'll immerse ourselves in its 400 years old history. Many of the houses have been abandoned over time as younger generations moved to a more modern lifestyle. To follow, we'll enjoy a traditional lunch at Bait Al Safa, an historic house a former village chief in the Al Hamra district. Stepping into this house feels a bit like travelling in time as the décor has been curated to reflect as much as possible what the house would have looked like in the 17th century. After our meal, we'll explore the house which has been preserved as a museum to showcase Oman's rich cultural heritage. As you explore the rooms\\emdash such as the majlis (guest room), bedrooms, kitchen, and courtyard\\emdash you'll get a glimpse of traditional Omani life, with displays of dress, jewellery, household items, and handicrafts. From here it is a fairly easy drive along tarmac roads to Nizwa, the capital of Oman from 751 to 1154 AD and still regarded as the cultural capital. Arriving on a Thursday night will give us a unique opportunity to see the weekend begin for the Omani people and take in the bustle of the city at dusk. A walk on the city walls at night it's an unmissable experience. We'll check in at our centrally located hotel for the next two nights. An evening walk in the maze of narrow streets is highly recommended. Overall driving time approx. 3.5 hours."
    },
    {
      "dayNumber": 7,
      "title": "Discover Nizwa; attend the Friday goat auction and visit the fort",
      "description": ": Today we spend a full day exploring the wealth of history and culture Nizwa has to offer. We'll start by visiting the traditional Friday goat auction first thing. This is a great chance to come close to this weekly event which is a staple of Omani rural life and tradition. Next, we'll visit the Nizwa Souk, a bustling modern market where you can find a variety of traditional Omani products such as spices, textiles, jewellery, and handicrafts. It's a perfect place to immerse yourself in the local culture and shop for souvenirs if you wish. Finally, we'll explore the historic Nizwa Fort, a majestic 17th-century fortress that stands as a symbol of Oman's rich history. It was built to guard the Sumail Gap during the struggle between the Sultan and the radical Imams. Nizwa was the centre of Imam Resistance right up until the 1950s when the Sultan had to call upon the help of the British to quell the rebels. Wander through the fort's towers and rooms, learn about its strategic importance, and enjoy panoramic views of the town and surrounding landscape from the top. The rest of the afternoon has been free to further explore at your own pace or relax at the hotel."
    },
    {
      "dayNumber": 8,
      "title": "Drive via Jabreen Castle to Muscat. Lunch at a Women cooperative. Optional Dhow cruise",
      "description": ": Our route back to Muscat is through the beautifully restored 17th century Jabreen Castle. Its intricate architecture and historical significance make it a must-see while in Oman. We'll explore the castle's grand hall, towers and chambers, while we'll learn about its history and role as a former royal residence. As we continue making our way back to the capital, our next stop is Sidab, a neighbourhood of Old Muscat. Here we will pay a visit to Sidab Women's Association, a sewing group founded in 2004, which has been providing local women with an opportunity to work both from the association headquarters or from their homes with the final aim to empower them and give them the opportunity to earn their own income. A delicious home-made lunch will be served during our visit. For those who wish, we have the opportunity to take an optional trip on a timeless dhow vessel. This optional sailing departs quite conveniently from the marina in Sidab and sails past Muscat's skyline in time for sunset. The perfect way to unwind after over a week of adventure. Overall driving time approx. 3 hours."
    },
    {
      "dayNumber": 9,
      "title": "Trip ends in Muscat",
      "description": ": The trip ends after breakfast at our hotel in Muscat. There are no activities planned today, so you are free to depart from Muscat at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you would like an airport transfer today, you'll need to depart from Muscat International Airport (MCT), which is 30 minutes' drive from the hotel. If you haven't seen enough of the Omani capital, you can add extra nights onto your tour. Please contact us to book additional accommodation."
    }
  ],
  "map": ""
}