{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "tailor-made-tours-of-oman",
  "tourName": "Tailor made tours of Oman",
  "placesVisited": "Muscat, Sultan Qaboos Mosque, Natural History Museum, Omani Museum, Quriyat beaches, Green turtles at Ras-al-Jinz, Wadi Bani Khalid, Al Hoota Caves, Nizwa, Jabel Akhdar mountains, Deserted villages of Al Hamra and Misfah",
  "generalInfo": "Embark on an unforgettable journey through Oman, exploring the dramatic landscapes of the Musandam Peninsula, the historic cities of Muscat and Nizwa, the stunning mountains of Jabal Akhdar, the vast Wahiba Sands, and the verdant south of Salalah.<br/><br/>This itinerary offers a perfect blend of adventure, culture, and natural beauty, from 4x4 safaris and dhow cruises to exploring ancient forts, bustling souqs, and breath taking fjords.<br/><br/>No trip to Oman is complete without a stay at the Raz Al Jinz Turtle Reserve. <br/>Committed to the protection of the beautiful Giant Green Turtle (Cheloniamydas), Raz Al Jinz Turtle Reserve and Scientific Centre is a must-visit on any Oman itinerary. Situated on the east coast, just 30 minutes from the coastal town of Sur, the centre offers a unique eco-tourism experience and an unparalleled encounter with sea turtles.<br/><br/>As this tailor made tour of Oman includes a local driver and a guide within a private vehicle you can rest assured all of your questions will be answered, with unique experiences, tailored by Omani experts, helping you achieve a tour that’s as much about authenticity as it is about adventure.<br/><br/>The best time to visit Oman is over the winter from Oct to April as daytime conditions are warm whilst nights are still mild. Summer, from May to Sept is the hottest time to visit the country but the best season for seeing the turtles.",
  "durationDays": "14",
  "price": "3795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We recommend flying into Dubai for the easiest road access to the Musandam Peninsular. You will be collected from your hotel or Dubai airport, then taken through border control for your Oman visa (if required). From there, enjoy a scenic drive along the coast into Oman and the Musandam Peninsular. Separated from the rest of the country by part of the UAE, Musandam offers breathtaking coastal scenery and over 600km of spectacular cliffs, coral reefs and deserted beaches. You will check into your hotel where you can relax and enjoy the scenery."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "0900 Hrs Today you will embark on a Dhow cruise through the fjords, enjoying the azure waters and dramatic scenery. Your Dhow will anchor at the famous Telegraph Island were surrounded by spectacular mountains and serene remote white sand beaches, you will enjoy dolphin watching, swimming and snorkeling in pristine waters teeming with colorful fish. Journey through the ‘Fjords of Musandam’ to Khor Sham in azure waters, through a majestic 25 km fjord. Please note: Remember to take your swimming costume and towels. Lunch with soft drinks, fruit and all snorkeling equipment is included. In the afternoon proceed on a half day mountain safari in a 4WD. Drive to Jebel Harim which is the highest mountain in Musandam (2087M). Enroute stop at ‘Sayh’ village, located at 1100 M above sea level. From the Khawr Al Najid view the splendid coastline spread with turquoise blue waters lapping the shores. Proceed to visit Birkhat Khalidiya Park with its acacia trees, which remain green throughout the year."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer to Khasab airport for your flight to Muscat where you will be met and transferred to your hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "0830 Hrs Meet your chauffeur cum guide in reception for a city tour of the capital city of Oman, which has been an important trading port between the west and east since the early 1st century. Visit the Grand Mosque; one of the most exquisite in Oman and covers almost 40,000 square metres. The Grand Mosque dress code: Ladies should be fully covered from ankles to wrists with scarf over hair. Shirt and trousers for men and no shorts. Sandals are OK as shoes are removed when entering. If not dressed appropriately, you can often rent an abaya from a local tradesman outside the mosque. Some find this an enjoyable part of the experience! Afterwards go to the Bait Al Zubair Museum, which has some excellent collection of the bye gone era. Continue to the walled city and the Old Town of Muscat. En route there will be a photo stop at the Al Alam Palace, the Royal Residence and then to 16th century Portuguese built Mirani and Jalali Forts. Visit the Muttrah Souq where the shops sell the traditional Omani items like the Khanjars, Dallah (Bronze Coffee Pot), exotic spices, Frankincense etc. If you want, you can stay down at the Corniche to walk around the vibrant souq and fish market. Afternoon at leisure"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "0800 hrs: Proceed to visit the Seeb fishing village and drive to the sparkling springs at Nakhl. Visit Nakhal fort and drive onwards through the spectacular Wadi Bani Auf . This stretch of graded road is very adventurous & for the physically fit only as it involves steep bends and bumpy roads. Visit the charming mountain village of Bilad Sayt where one is awestruck by the beauty of the landscape. This 70 km stretch of road continues unto the village of Al Hamra famous for its date plantations."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Meet your driver/guide in reception for start of 4WD journey into the interior of Oman, starting with visit to Nizwa to visit the powerful Nizwa Fort with its massive Circular Cannon Tower, one of the most impressive forts in Oman and the traditional Souq. Nizwa is one of the largest cities in Oman and the capital of the interior region. It has a wealth of cultural and ancient landmarks, most prominent is Nizwa fort built over a period of 12 years and located in the city centre. The fort is surrounded by ancient traditional souqs (markets) where the locals trade in traditional as well as imported merchandise, from vegetables to jewellery. Visiting Bahla Fort is stepping into a labyrinth of settlements, alcoves, rooms and defensive elements of pre-gunpowder Oman. The extensive wall (sur) with sentry walk and watchtowers enclosing the maze of mud brick dwellings and cultivatable land has several gateways. The oasis is watered by the falaj system of wells and underground channels bringing groundwater from distant springs, and by management of the seasonal flow of water. Jabrin Castle is one of the finest and most picturesque forts in Oman. The palace is located in an oasis between the mountains of Jabal Akhdar. It was built in 1675 by Sultan Bila'rab bin Sultan al-Yaarubi as a summer residence. He was buried inside this fort. Drive up to Jebel Sham (“Mountain of Sun”) located in north eastern Oman north of Al Hamra town. The road continues into the village of Al Hamra famous for its date plantations and oldest preserved houses in Oman, which are 300 years old with ceilings made of palm beams and fronds topped by mud and straw. Built on a tilted rock slab, Al Hamra lies above a lush sprawling oasis. Its Falaj system is the lifeline for the plantation and is also used for washing clothes and pots. As you approach the Grand Canyon via Wadi Ghul you can make an interesting and exhilarating diversion up Wadi Nakhr, leaving you vehicle and walking up the canyon, surrounded by the extremely steep and stunning sides of Wadi Nakhr. Return back to the hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Drive this morning to Jabal Akhdar with a stop at the pretty village of Birkat Al Mauz. Enjoy a walk through the lush green date plantations . Enjoy the cool climate up in the mountains. Al Jebel Al Akhdar is famed for its fruit orchards typically laid out terrace style along the slopes of mountains, which are endowed with natural springs and aflaj. The villages of Saiq, Wadi Bani Habib (the village of the old houses) visit to village Roos & Al Ain dot the landscape. The villages overlook a spectacular landscape of dramatic peaks , gorges and wadis. The roses of Jabal Al Akhdar fill the air with fragrance when in full bloom (March / April). Rose water is distilled in the homes of the villagers. (It is advisable to wear light comfortable clothing and walking shoes). Rest of the day is at leisure"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "0800 Hrs Proceed for a visit of Misfah, an incredible village of ancient houses and narrow streets perched in a valley amidst the mountains. The falaj system in Misfah is fascinating since the water weaves its way in a snakelike fashion along the mountain side and special channels in-turn redirect the water down to different levels of the mountain side. Then head for the Wahiba Sands, a vast mass of undulating red and white sea of sand. The ever-changing patterns of the dunes are a photographer’s delight. After some exciting sand dune driving you will arrive at your Desert Camp for the evening. There is a scattering of Bedouin camps, as Bedouin herders still wander from waterhole to waterhole, and the sands actually contain quite a variety of terrain and vegetation."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Optional camel ride to the top of the dunes for sunrise! (Charges payable directly) Next stop - Wadi Bani Khalid - an oasis spot in the middle of the barren and dry mountains. It is one of the most beautiful wadis in Oman and its pools with clear deep blue/green water give you an opportunity to take a refreshing dip. It is advisable to wear light comfortable clothing and walking shoes. There are restaurant and basic toilet facilities here, it is also very popular with the locals! After a refreshing swim, head for Sur, a fishermen's town on the east coast of Oman. In the past it has been well known for its Dhow building and was Oman's main centre of trade with East-Africa. Dhows are still being built in Sur today but there is no trade with East-Africa any longer. Nowadays Sur is a quiet town. You can wander in its authentic souk with Middle-Eastern ware; it has that genuine Arabic feel with locals wearing dish-dash or abaya. You can even treat yourself to a bit of culture by visiting one of the forts in Sur, the marine museum and dhows, or go for a stroll along the quay. The lagoons hold a variety of herons including the Striated Heron, waders, gulls and terns. Please be advised that the hotel operates a strict no alcohol policy and sightings of the turtles cannot be guaranteed."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast follow the coastal route past the Hajar mountains with a stop at the Bimah Sinkhole, a spectacular limestone crater with blue-green water at the bottom. Proceed to Wadi Arbayeen which has refreshing deep pools of water set among the date palms. (Dhow factory Closed on Friday). Transfer to the airport a flight to Salalah. On arrival you will be met and transferred to your hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "0900 Hrs Experience the contrast between verdant Salalah and its more rugged surroundings. Moving towards the western coast of Salalah we pass by the Mughsail long beach to arrive at the Marneef Caves to witness the “Blow-holes”- (perforations in the limestone rock) in action, through which sea water gushes during high tide. Drive on hilly route to a vantage point to have a bird’s eye view to the pristine unspoiled Masoud hidden beach nestled between the hills. A little ahead we stop at a Frankincense tree where your guide will explain to you the process of sapping the tree to collect the resin which was once traded as a commodity more precious than gold, frankincense harvested in Dhofar is rated the best in the world. Driving back to Salalah we stop at the Darr Ezz Beach situated between the Arabian Sea on one side and a lagoon on the other, the two bodies of water provide a truly unique landscape to the beach and its surrounding areas at Salalah. Its waters intermingle with Salalah basin waters, especially the wells located on the coastal strip. The lagoons here are important to biodiversity as it they are heavily frequented by migratory birds. 1430 Hrs Hrs Salalah, the “garden city” of the south, is a tropical paradise and the hub of Frankincense trade from time immemorial. Begin the day visiting Salalah Grand Mosque (except Friday) standing tall in the center of the city with its exquisite artwork and stained tiles. Stop at the Al Husn Palace- first among three palaces of the Sultan of Oman, listen from your guide about Sultan Qaboos, the visionary ruler of Oman revered as a fatherly figure across the Sultanate. Adjacent to the Palace, we visit the Al Husn Souq where frankincense crystals of Dhofar and typical Dhofari frankincense burners are sold, filling the air with aroma of Incense and perfumes. We drive to a tropical garden farm where fruits, vegetable and leafy greens are grown and displayed for sale. Enjoy a refreshing tender coconut drink here and walk through the fertile land nourished by fresh water distributed through a network of canals. We end the tour visiting the Al Balid Museum and the Archaeological site where the remnants of the ancient Al Baleed town are excavated and preserved. (FRI & SAT FROM 1530 HRS). We end the tour by noon and drive back to your hotel"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today we get to learn the rich past of Dhofar region as we visit the ancient port cities of Sumhuram and Mirbat as well as have refreshing ride through the Jabal Samhan mountains exploring the grandeur of Dhofari mountains. We start with a visit to Sumhuram Archeological site and the Khor Rohri Lagoon, where excavations have produced evidence of an ancient city with trade links by sea to Far Eastern destinations and with even distant Greece. After a visit to the interpretation center and the ruins next to the Khor Rori lagoon we continue on the coastal route towards the sleepy town of Mirbat taking a brief detour to for some fun riding the sand dunes on the beach at Damar (exclusively on tours with 4x4 cars) giving a brief stint of being on the desert. Mirbat was once was the busy Port city trading Horse, Frankincense and Slaves. Visit the Mirbat castle for an insight to the Jebali life on mountains of Dhofar before breaking for lunch (included) at a beach side restaurant. Post lunch, we explore the amusing antigravity point at the base of Jabal Samhan where gravity seems to work opposite pulling vehicles upwards on an incline. Climbing up the winding roads, we stop to see the rare collection of Baobab trees that are found nowhere else in GCC. Enroute Jabal Samhan we pull over to make a visit at the Tawi Attayr sinkhole (locally known as the well of birds) that has an eerie feel with the sounds of birds chirping and the wind blowing across. Arriving at the Grand Canyon of Dhofar viewpoint at Jabal Samhan spend some time basking in the grandeur of the Canyon and the view from above the clouds. Drive back along the lush green pastures towards Wadi Darbat oasis for some leisure time to enjoy scenic beauty of the cascading waterfalls and the herds of cattle grazing on the greenery. On our way back we stop at Taqa village to enjoy the sunset from the Cliff sipping a hot cup of Arabic coffee. Drop off to hotel by sundown."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "You will be collected from the hotel for a private transfer to the airport for your departure flight"
    }
  ],
  "map": ""
}