{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "oman-tour-with-zanzibar-island",
  "tourName": "Oman tour with Zanzibar Island",
  "placesVisited": "",
  "generalInfo": "See and scale the incredible vast dunes of the Wahiba Sands and spend a night in the desert<br/>Explore mystical desert forts and castles<br/>Superb scenery of Jebel Akhdar and ancient mountain villages<br/>Wander in the atmospheric souqs of Muscat and Nizwa<br/>Enjoy the view at the huge expanse of Jebel Shams Grand Canyon<br/>Be able to travel at your own pace and stop when you want on this self-drive tour<br/><br/>When referring to the Arab world, there’s a differentiation between the Middle East and North Africa, and the Gulf. The latter’s oil-rich states are often characterized by glittering high-rise developments, shopping malls, five-star hotels and industrial quantities of air-conditioning. Oman is an exception. The mostly benign absolute monarchy of the late Sultan Qaboos saw an insular conservative kingdom evolve to adopt a more modern outlook. However, as much as Oman has used its oil revenues for infrastructure development, it has retained its traditional culture and identity. This self-drive tour allows you to explore barren deserts and rugged coasts, as well as verdant oases and lush plantations all at your own pace. From remote mountain villages and vast spectacular canyons to desert forts, impressive mosques and modern cities, Oman displays its many faces. If you think you know the Gulf, prepare to think again.<br/>Then combine with The Zanzibar Archipelago, located in the Indian Ocean 15 miles off the coast of Tanzania, is a breathtaking spot to escape from the world. Enjoy clear, turquoise-blue water; shallow sandbars perfect for wading; and many small, nearly deserted islands. Explore the World Heritage Site of Stone Town, Zanzibar City’s old quarter. Or laze on the beach between tiny fishing villages—<br/>Having lived and work in Oman &amp; Zanzibar  we are the experts in providing insider knowledge and experience to your holiday experience with us.<br/><br/>Inclusions:<br/>Accommodation for 10 nights with meals as mentioned above <br/>Transfers and tours by Luxury 4WD with an English-Speaking Driver.<br/><br/>Exclusions<br/>Any Airfare &amp; Visa Charges.       <br/>Any items of personal nature like laundry, telephone charges, room service etc.      <br/>Meals which are not mentioned.<br/><br/>Female guide available upon request.",
  "durationDays": "14",
  "price": "3382",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Muscat and meet with our local representative who will arrange a prictae transfer to your accommodation and the rest of the day will be at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning visit the magnificent Sultan Qaboos Grand Mosque, one of the largest in the Middle East. Afterwards drive through Muscat’s old, walled district and visit Bait Al Zubai Museum for its Omani cultural displays. Later head to Muttrah Souk on the picturesque corniche where it’s possible to bargain for handicrafts and silverware."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, check out of the hotel and meet your driver/guide and begin your fascinating round tour of Oman with the first stop being at the Barkha fish market where you can watch the locals bring in the catch. Thereafter take one of the great off-road adventures in Oman through Wadi Bani Awf, the series of winding roads through mountains with constantly amazing scenery all the way to the village of Al Hamra. Visit the small villages of Bilat Sayt where you will have the option to stop for lunch with a local family and enjoy Omani food and hospitality (pay locally). Continue to Al Hamra where you will stay the night again with sensational views over the spectacular landscape. Dinner is included tonight."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Drive to Jebel Shams at an altitude of 3000 metres above sea level and enjoy the epic views of the canyon from the rim and then continue to Jebel Akhder via Wadi Nakher - Bahla Fort - Jabrin Castle. There after drive to Al Hamra and Misfah, and witness one of the oldest villages in Oman. The traditional mud houses at Al Hamra date from some 400 years back and some are still occupied to this day. Later drive onwards to visit Bahla, the mystical village, known for its Arabian potteries. Visit one of the pottery making units. {Closed on public holidays and Fridays}. You also visit the majestic Bahla Fort, hereafter, proceed to Jabrin Castle, built in the 17th century, with its magnificent plasterwork, wooden carvings and painted ceiling makes this castle a truly special place. After all of the visits today, you will reach Jebel Akhder. Dinner is included at the hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This day explore the town of Jebel Akhder .Each year in springtime, the mountainous slopes of Jabal Akhdar ushers in the spectacular rose blooming season which transforms the surrounding slopes of the renowned ‘Green Mountain’ into a colourful paradise filled with an abundance of the indigenous pink Damask roses found here. Jebel Akhdar is part of the Hajar Mountains, which stretch for about 300km from Northwest to Southeast. The higher parts of the region receive enough rainfall to allow agriculture and many traditional fruits and vegetables are grown on the slopes. This is one of the most scenic areas in Oman and is mostly inhabited by members of the Bani Riyam tribe. Jebel Akhdar was the scene of some fierce fighting between rebels and Omani and British forces in the late 1950s. literally translated as the green mountains of Oman. Here you will visit the attractive terrace plantations, at the villages of Saiq and Al Ain. The villages overlook spectacular landscapes comprising dramatic peaks, gorges, and wadis."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Head back down the mountain and drive to Nizwa. Visit, the village of Birkat Al Mauz, one of the most famous villages in Oman lying in ruins. Surrounded by banana and date plantations, the visit has an ancient falaj irrigation system, now recognized by UNESCO. It is an enchanting stop which will transport you back in time. Later, wander in the atmospheric Nizwa Souq where potteries, gold and silver wares are sold, amongst all manner of other goods including traditional ‘Khanjars’ (hand-carved Omani daggers). Thereafter, visit the round tower fort of Nizwa, probably the best fort architecture in Oman."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today after breakfast and time to enjoy the dune views, visiting en route, Wadi Bani Khalid, an oasis in an otherwise barren land. It is without doubt one of the most beautiful wadis in Oman with deep clear pool where you can take an optional dip. Continue to you desert camp for dinner and overnight."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Breakfast at sunrise in the desert , perhaps take a walk or camel ride into the spectacular dunees. Later head back to Muscat airpot for the late flight to Zanzibar."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Met on arrival at Zanzibar airport and transfer to your beach haven ! Day free to relax or explore."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Enjoy this perfect paradise island experience. The bay's clear blue waters — protected by the reef one kilometre from the shore — are ideal for swimming and snorkeling. If the midday sun becomes too strong you can retreat into the shade of the palm trees that line the white sandy beach, and sip a long, cool drink.This is a tranquil location, the ideal place to relax and enjoy Zanzibar’s distinctive, mellow pace. You can dive into the crystal clear waters of the Indian Ocean, or stretch out and soak up the sun on the beach. Optional day tour to Stone Town on request."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer to the airport for return flight home."
    }
  ],
  "map": ""
}