{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "oman-small-group-holiday",
  "tourName": "Oman small group holiday",
  "placesVisited": "Muscat, Ras al Jinz Turtle Reserve, Hawiyat Najim Park, Bimmah Sinkhole, Wadi Shab, Sur, Wadi Bani Khalid, Wahiba Sands, Nizwa, Jebel Sham, Hajar Mountains",
  "generalInfo": "This Oman small group holiday follows a carefully crafted itinerary, starting and ending in the elegant capital city of Muscat, and taking in many of Oman’s natural and cultural highlights in between. With some wonderful adventures too. <br/><br/>For cultural heritage, the Islamic forts, ancient mud brick houses, lively souks and Muscat’s architectural greats, Oman certainly proffers a collection of historical splendours. As well as the history of the Bedouin people, of course, with whom you will get to know the wild desert landscapes of Wahiba Sands, camping out for a night.<br/><br/>More spectacular natural wonders await at Jebel Shams, which translates as Mountain of the Sun and is highest peak in Oman at 3000m in Al Hajar Mountains. Here we take a short trek along the rim before heading to Wadi Bani Awf, also known as ‘snake gorge’. You can’t visit Oman without enjoying some of its Indian Ocean coast, with a trip to the celebrated Ras al Jinz Turtle Reserve, the traditional fishing town of Sur, as well as the coastal and urban chic environs of Muscat itself of course. <br/>",
  "durationDays": "8",
  "price": "2490",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Muscat.",
      "description": "Salaam Alaikum! Welcome to Oman and the sprawling seaside city of Muscat. Your adventure begins with a welcome meeting at 5 pm today. If you arrive with time to spare you may like to visit the Royal Opera House, a grand building that encapsulates contemporary Omani architectural style, or take a walk along the beach, dipping your toes in the Gulf of Oman. After the welcome meeting perhaps join your group at a nearby restaurant, serving up Omani favourites like shuwa, fresh salads and local breads."
    },
    {
      "dayNumber": 2,
      "title": "Muscat.",
      "description": "Begin your explorations with a visit to the beautiful Sultan Qaboos Grand Mosque. The largest mosque in Oman, it has capacity for 20,000 worshippers and the second largest carpet in the world, handwoven by Iranian women, taking four years to produce. Your next stop is the old part of Muscat, where you'll see the two 16th century Portuguese forts, Jalali and Mirani, guarding the entrance to the city. Drive down to the busy fishing harbour at Muttrah, with its wooden dhows and fishing boats, stop at the bazaar (souq) where you can pick up a local perfume or postcard. Visit the Sidab Women's Group and learn how they're empowering local women through the production and sale of reusable bags. After learning about the organisation, enjoy a selection of salads, sambusas and stews, cooked for you by our welcoming hosts. Your afternoon is then free to spend as you wish. An optional sunset cruise provides a spectacular viewpoint for the rocky coastline of the city."
    },
    {
      "dayNumber": 3,
      "title": "Ras al Hadd.",
      "description": "Drive through Oman's rugged landscapes to Hawiyat Najim Park, the location of the Bimmah Sinkhole. This picture-perfect sinkhole was formed through limestone erosion. The turquoise waters make an excellent stop to paddle the feet before travelling onwards. Your next stop, Wadi Tiwi, is known as the wadi of nine villages, with each community linked by date plantations and the flow of water through their falaj system. Spend time learning about dates, how they're grown and harvested, and their importance in Omani hospitality, and stretch your legs walking through the village. Continue driving to Ras al Hadd and check into your beachside resort where you'll be able to enjoy a lovely relaxed evening at the property."
    },
    {
      "dayNumber": 4,
      "title": "Wahiba Sands.",
      "description": "After breakfast, we make a stop in Sur, an important city of Oman's maritime past. Sur has long been known for its tradition of dhow building. These mighty vessels formed an important part of Omani culture and trade over the years. Visit a dhow factory to see how they are built and be joined by a local worker who will explain the making of the dhow, the materials used and the time taken to built the vessel. Drive through the Eastern Hajar Mountains, enjoying incredible views of villages embedded in the mountains as you take this winding road to the peaceful Wadi Bani Khalid. Cool off with a swim in the wadi, surrounded by palm trees and mountains. Drive onwards to the beautiful Wahiba Sands, where you'll spend the night. Rolling dunes, some as high as 150 metres, stretch as far as the eye can see and are constantly shifting. Sunset from atop a dune is a must. After dinner back at the camp, relax under the stars with music, tea and maybe even some dancing."
    },
    {
      "dayNumber": 5,
      "title": "Nizwa.",
      "description": "If you're a morning person, you have the option to climb the dunes and enjoy watching them change colour as the sun rises over them. Otherwise, enjoy a relaxed start to the day before driving further into the dunes to visit a Bedouin family. Wahiba Sands is named after the Wahiba tribe and the region is home to families that have lived and worked in the area for generations. Enjoy coffee, dates and a chat with our welcoming hosts. Leaving the desert behind, make tracks for Nizwa. On the outskirts of the city, visit Jabreen Castle, considered one of the finest and most picturesque in the country. Built in 1675, this cleverly designed residence was home to Imam Bil-Arab Bin Sultan and many subsequent generations. A local guide will share the castle's secrets and expansive viewpoints with you. It's just a short drive to Nizwa, where you'll spend the night in the old town, staying in a heritage property. Enjoy a free evening to explore the old town or relax at a rooftop cafe with a cool drink."
    },
    {
      "dayNumber": 6,
      "title": "Misfat Al Abyreen - Jebel Shams.",
      "description": "Take a walk with your leader through the labyrinthine streets of Nizwa's old town this morning, before exploring the souq and its various specialty areas for halwa, vegetables, spices, ceramics. You'll have some free time during which you might like to visit Nizwa Fort. With a massive circular cannon tower and built to withstand the vibrations of 24 cannons, it's one of the most impressive forts in Oman. Depart Nizwa for Misfat Al Abyreen, a mountain village located 1000m above sea level and recognised by UNWTO as one of the world's best tourism villages for its preservation of Omani culture. Walk through the village and see how their agricultural and irrigation systems are as productive as they were centuries ago. Visit a local beekeeper and find out about their bees and the ways they produce different types of honey - with some sampling too, of course! Then enjoy a home-cooked Omani feast with your host for lunch. Omani people are famous for their hospitality and you’ll get to try some exciting home-cooked flavors including Qabuli (Omani spiced rice with either goat/fish/chicken), hummus, Omani bread (Kubz Al Rakhal) with local honey, Omani coffee and tea with dates, etc. Carry on your journey higher into the mountains to Jebel Shams, which translates as 'Mountain of the Sun'. Check into your hotel before heading out to take in the breathtaking views of the Grand Canyon and, weather allowing, a brilliant sunset."
    },
    {
      "dayNumber": 7,
      "title": "Muscat.",
      "description": "An early morning hike is on offer today. The balcony walk follows the Grand Canyon, so you can expect epic views as you walk. After breakfast at your hotel, settle in for a memorable drive to Wadi Bani Awf, the end point of the canyon and known as Snake Gorge. Break up the drive with a walk through Bilad Sait, a remote fortress village in the heart of the mountains, lush with palm trees. After leaving the mountains, you'll drive back to Muscat, arriving in the late afternoon. The evening is free to spend as you wish, perhaps gather your group together for a meal to celebrate your adventure."
    },
    {
      "dayNumber": 8,
      "title": "Muscat.",
      "description": "After breakfast, you are free to leave at any time, as there are no activities planned today. If you would like to spend some more time in Muscat, we’ll be happy to organise additional accommodation for you (subject to availability)."
    }
  ],
  "map": ""
}