{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "oman-tailor-made-tour",
  "tourName": "Oman tailor made tour",
  "placesVisited": "",
  "generalInfo": "This tailormade tour explores Oman in depth from tip to toe from the crystal clear waters of the Musandam peninsular in the far north to the Frankincense trees of Salalah in the distant south. Expect barren deserts, towering scarlet coloured dunes and rugged coast where huge turtles haul themselves from the surf onto the same beaches annually. In addition expect verdant oases and lush date plantations. From remote mountain villages and terraced slopes to impressive forts and castles, superbly ornate mosques, bustling souks and the modernity of Muscat.  Oman displays its many faces in the form of awe inspiring landscapes all complemented by a wonderfully agreeable climate to escape the harsh northern hemisphere winter.",
  "durationDays": "11",
  "price": "3495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Dubai and transfer to Khasab/Musandam (Approx. overall driving time today: 3 hours) Arrive in Dubai and meet our local representative and transfer with a driver only by road to Khasab in Oman. Khasab is also known as Musandam, the north most peninsula of Oman overlooking the strait of Hormuz. Check in to the hotel and then later this afternoon; enjoy lofty views on a 4WD mountain safari to Jebel Harim which is the highest point of the Musandam peninsula. The road meanders through the spectacular views of wadis, valleys and small village settlements. Stop at Khawr Najd, an attractive lagoon situated amidst the rugged terrain and also Khalidyah Park, a beautiful Acacia woodland home to an abundance of birdlife. Overnight Atana Khasab (B) Note - If your flight does not arrive into Dubai early morning, then it will be necessary to have a further night in Khasab or we can arrange accommodation in Dubai overnight."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Full day Musandam dhow cruise This morning board a traditional Arab dhow to enjoy a full-day’s cruising to Khor Sham. Sail through the majestic fjord, surrounded by spectacular mountains and white sand beaches, passing occasional tiny fishing settlements. Be sure to keep eyes peeled on the water’s surface, as there is a good chance to observe energetic and curious dolphins riding the dhow’s bow wave and wake. Drop anchor at Telegraph and Seebi Island, excellent places for swimming and snorkelling where pristine waters shelter an abundance of colourful marine life. After a relaxed lunch aboard our vessel, sail back to the harbour of Khasab and return to the hotel. Overnight Atana Khasab Hotel (BL) Note – The cruise is a shared activity."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, enjoy an orientation tour of Khasab city. Visit Khasab Fort built in the 17th century by the Portuguese and the neighbouring village of Qadah to observe prehistoric cave paintings dating back some 2000 years. Visit the tranquil surrounds of Wadi Tiwi before returning to the hotel where any remaining time today will be at leisure. Overnight Atana Khasab Hotel (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Fly to Muscat and city tour This morning, transfer to the airport for the flight to the capital Muscat. The flight is usually early in the morning. On arrival, meet your next local guide and visit the magnificent Sultan Qaboos Grand Mosque, one of the largest and grandest in the Middle East. Afterwards, stop for a photo at the relatively new but magnificent Royal Opera House before a drive through Muscat’s old, walled district with a visit to Bait Al Zubai Museum for its renowned Omani cultural displays. Later this afternoon, head to the bustling Muttrah Souk situated just off the attractive corniche where it’s possible to bargain for all manner of goods including handicrafts and silverware. Overnight Al Falaj Hotel (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Muscat – Sur – Ras Al Jinz (Approx. overall driving time today is 3.5 hours) Today drive through isolated and rugged mountain terrain on good roads. A surprising stop is the unusual water filled depression known as Bimmah Sink Hole. Visit Wadi Shab, an oasis of inviting pools where it may be possible to take a dip. Thereafter explore the town of Sur, synonymous with dhow shipbuilding which continues to this day. Continuing along the coast our final destination today is Ras al Jinz. After an early dinner we walk to the beach and the green turtle sanctuary where, after a journey of thousands of kilometres, these magnificent creatures return each year to the same stretches of sand. We will hope to observe turtles from a safe distance ensuring they are not disturbed. Overnight Ras Al Jinz Turtle Reserve (BD) Note – The turtle watching is conducted in groups and not on a private basis. Sightings can never be guaranteed."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ras Al Jinz – Wadi Bani Khalid – Wahiba Sands (Approx. overall driving time today: 3 hours) Continue the adventure to the oasis of Wadi Bani Khalid. It is one the most attractive wadis in Oman, with deep clear pools of water inviting a refreshing swim. Continue into the Wahiba Sands, an undulating red and white sea of dunes. After some exciting dune driving, arrive at our desert camp. This evening take the opportunity to climb up to the top of the dunes for what should be a memorable Arabian sunset. Overnight 1000 Nights Camp (BD) Note – the camp does not sell alcohol but you can bring it with you."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Wahiba Sands – Ibra – Jebel Akhdar – Nizwa (Approx. overall driving time today: 5.5 hours) This morning we leave the dunes behind and drive to the historic town of Nizwa, Oman’s cultural capital. En route visit Ibra Old Houses and explore Jebel Akhdar. In Arabic Jebel Akhdar means green mountains and the area is justifiably famous for its gardens, farms and terraced slopes. Visit Wadi Habib to see one of the more remote villages and its nearby date plantations, before continuing to Nizwa. Overnight Al Falaj Daris (BD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Nizwa – Jabrin Castle – Bahla - Jebel Shams (Approx. overall driving time today: 2 hours) Firstly today we visit the alleyways of Nizwa’s souk, its busy livestock market (depending on which day you are here) and its impressive fort. The next stop is the 17th century Yaruba dynasty castle of Jabrin, where magnificent plasterwork, painted wooden beams and carved doors make it a unique attraction in Oman. Admire views of Bahla and its fort. Bahla is, one of the oldest towns in Oman and a 12th century tribal capital. We then head up into the mountains to Jebel Shams for the overnight stop. Overnight Jebel Shams Resort (BD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Jebel Shams – Al Hamra – Wadi Bani Awf – Muscat – Salalah (Approx. overall driving time: 5 hours) This morning in the softer light we take in spectacular views of the vast expanse of Jebel Shams, the ‘Grand Canyon of Oman’. Afterwards drive to Al Hamra and Misfah, to see the region’s oldest villages. Here traditional mud houses over 400-years-old are amazingly in some cases still occupied. Next is a quote jaw dropping meandering journey on an adventurous mountain track to Wadi Bani Awf and the ‘snake gorge’ surrounded by vertiginous cliffs. Continue to Nakhl and its restored fort, perched on a rocky outcrop, before arriving in Muscat where you will transfer to the airport for an evening flight to the southern city of Salalah. On arrival meet our local representative and transfer to your hotel. Overnight Salalah Garden Residences (B) Note – You will not be accompanied by a guide on the flight to Salalah."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "For the last leg of our Arabian adventure in the deep south of Oman we explore the surrounds of Salalah. Our first stop is Taqa where to visit the fort and the ruins at Sumhuram providing an insight into life here 2000-years-ago. Approaching Mirbat we reach Bin Ali’s Tomb, marked by a twin-domed mosque and adjoining cemetery. In Mirbat, the former capital of Dhofar, we visit the old merchant houses, built in traditional Omani-style. Returning to Salalah we visit Ayn Razat Gardens, a peaceful place at the foot of the Qara Mountains. This afternoon, we drive west towards Al-Mughsail Beach passing scattered frankincense trees. At the beach we witness the surprisingly scene of spectacular blow holes before visiting the Tomb of Prophet Ayub (Job), located in the mountains north of Salalah. Overnight Salalah Garden Residences or similar. (BL)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "This morning we visit Al Balid Archaeological Park, a UNESCO World Heritage Site, home to ‘The Museum of the Frankincense Land’. The museum’s displays focus on the geography and history of the Frankincense trail, and Oman's rich marine heritage. Afterwards we drive through lush green plantations of vegetables and fruits, stopping to taste a fresh coconut water at a street stall. We also stop briefly at the impressive Sultan Qaboos Mosque and Al Husn Palace. At Al Hafa souk, famous for the sale of high-quality Frankincense, we follow fragrant, winding alleys populated by stalls offering incense boxes, decorated clay incense burners, and bags of incense. There’s plenty of time to explore before we return to the hotel. Later we drive to Salalah Airport to catch an afternoon flight to Muscat where services will end. Alternatively you can depart internationally from Salalah airport (B)"
    }
  ],
  "map": ""
}