{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "oman-tour-people-landscapes",
  "tourName": "Oman tour, people & landscapes",
  "placesVisited": "Tour of Muscat, Sidab Women Association, Sur, Al Ashkharah, Al Khaluf sugar dunes, Wahiba Sands, Nizwa Jebel Shams, Daymaniyat Islands, Activities include: swimming in wadis, desert adventures, hiking, snorkelling",
  "generalInfo": "Discover a wilder side to Oman. This nine-day tour has been designed to give you a real adventure in a country that most travellers associate with luxury hotels in Muscat and glamorous desert experiences. After time in Muscat, head out, first into the dunes and then into the mountains, before returning to the coast for island snorkelling. <br/><br/>A highlight of this trip is visiting the sugar dunes at Al Khaluf, where you’ll camp in a white desert right next to the Arabian Sea and wake up for a spectacular sunrise breakfast. This is a less visited area of the country. By wild camping here and in Wahiba Sands, rather than staying in permanent tourist camps, this tour can take you away from the crowds and instead you might bump into nomadic Bedouin families.  <br/><br/>Your trip continues with the famous ‘balcony walk’ at Jebel Shams, the highest mountain in Oman, which is found in the Jabal Akhdar Mountains. Here you’ll also discover Wadi Ghul, also known as the Arabian Grand Canyon.  After time in the mountains, you’ll return to the coast to snorkel the coral reefs of the Daymaniyat Islands.<br/><br/>On this brilliant adventure you’ll be in excellent company: accompanied at all times by a knowledgeable English-speaking Omani guide, and travelling in a group of no more than 12. <br/>",
  "durationDays": "9",
  "price": "2799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Journey begins in Muscat: Following your arrival into Muscat airport, you will be met and transferred to your wonderfully located hotel. Enjoy the alleyways of Mutrah Souk and the breathtaking marble clad Grand Mosque with its 50m dome and famous Persian carpet. Bait al-Baranda Museum, housed in an attractive seafront 1930s residence, gives us a snapshot of Muscat's history (and pre-history), to frame our adventures to come. We can also visit the Sidab Women Association, which empowers women in Oman through environmentally friendly projects that benefit all participants. *please note the Grand Mosque closes at 11:00 - if any of the group arrive in the afternoon we will move the visit to the morning of Day 2. **please note 18th March 2026 arrivals will be able to experience the atmosphere and celebrations as Ramadan comes to an end. Walking Time: 3/4 hours"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Wadi Shaab & Sur: We are headed for Wadi Shaab this morning (2hr drive) with its lush vegetation and enticingly cool fresh water to enjoy a swim. After a relaxing few hours we will drive on to the coastal town of Sur (1hr 20), to explore the Dhow boat yard where they still produce the traditional wooden vessels, as they have for centuries - there is plenty to see and it is a photographer's paradise! We then drive to Al Ashkarah to stay in a simple but lovely spot by the ocean before heading off into the desert tomorrow, with the option for some camel riding along the coast. Walking Time: 2/3 hours"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Wild camping in the 'sugar dunes' at Khaluf: A lesser known wild spot in Oman; the sugar dunes of Al Khaluf, also known as the white 'Omani Sugar' or 'White Desert'. An incredible white desert juxtaposed against crystal clear blue waters and near the tiny fishing village of Al Khaluf. You will be able to enjoy a hike and a swim in the warm waters of the Arabian sea. This is very much 'off the beaten track' and is not included in many other journeys in Oman - which of course makes this experience even more special. We will fix our camp on the edge of the white sugar dunes. This is a true wild camping experience with no toilet facilities. Privacy will be ensured, but please be prepared to go to the toilet in nature using responsible outdoor practices Walking Time: 2/3 hours"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Explore the sugar dunes then the Wahiba Sands: Getting up to see the sunrise over the picture-perfect, untouched sand dunes, stretching as far as the eye can see, brings home the real magic of the desert. This morning after breakfast we can take a short walk around the white dunes before being transferred to the contrasting bright orange sand dunes of the Wahiba Sands. Again in the Wahiba, we are away from the permanent tourist camps, which allows you to really understand the desert as it always has been. It is not uncommon to see nomadic Bedouins in the region - maybe we can be lucky and meet a Bedouin family! Walking Time: 2/3 hours"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Nizwa: After a leisurely breakfast amidst the serenity of our desert surroundings we then transfer Nizwa, stopping off at the beautiful Birkat Al Mouz if we have time, which is a great place to explore if you want to see the simpler old Omani life. This village is famous for its ancient mud-brick fortress with stunning, colourful doors. Enjoy an evening exploring the town of Nizwa with its souq and impressive historic fort, and lots of delicious places to eat. Walking Time: around 4 hours"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Jebel Shams and Misfat Al Abryeen: We drive up the steep winding roads to Jebel Shams (Mountains of the Sun) this morning (2hr drive). We enjoy some downtime relaxing in the cooler temperatures before a radial walk along the famous ‘balcony walk’ for magnificent views of the Grand Canyon of Arabia. The distance we cover is flexible but if we head to the abandoned village of Sap Bani Kamese, it will be a total of around 9km. Upon our return, we drive to the stunning and traditional mountain village of Misfat Al Abryeen (1hr 35m). Set overlooking date plantations, and the ever-changing colours of the surrounding mountains, it is the perfect place to enjoy a coffee and dates with the locals, plus to grab a book, find a serene spot and relax. It’s all about unwinding in a mind-numbingly beautiful destination today, and we stay the night here, in Misfah Old House. Walking Time: 4/5 hours"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Al Hamra, Snake Canyon & Muscat: Our destination to be reached by this evening, is a return to the capital, but today is far more than a day of travel. Driving to Wadi Bani Auf (2hrs 15m), aka Snake Canyon, takes us via Al Hamra, along one of the most famous off-road journeys in the country, known for its spectacular views. We are not going to do any Wadi Bashing but will pause to wander and dip a toe / do some wading if we fancy it. Just an hours drive takes us from Wadi Bani Auf to another charming and picturesque village, Bilad Sait where we can take a walk and enjoy lunch. Nestled at the base of the Hajar Mountain range, it is like something out of a fairy tale; typical of Arabian settlements in days gone by... We will meet the inhabitants for coffee and dates as well as a visit to a local home. In the late afternoon we encounter more of the stunning scenery as we head back to Muscat (2.5hr drive). Walking Time: around 2 hours"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Daymaniyat Islands: The archipelago of 9 protected Daymaniyat islands lie around 18km off the coast of Muscat. Lying totally within a Nature Reserve, they are home to an incredible abundance of marine and bird life. The crystal clear waters have ensured the areas popularity with divers and snorkelers, appreciating some of the most beautiful corals and fish that are to be found in the Middle East. We take a speed boat over to one of the islands to explore, have a relaxed lunch and enjoy the marine life with some snorkelling. After a wonderful day, we return to Muscat for a final group dinner."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Fly out of Muscat: We transfer you to the airport for flights out of Muscat, returning home restored by the serenity and beauty of the Omani way of life."
    }
  ],
  "map": ""
}