{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "oman-tailor-made-holiday",
  "tourName": "Oman tailor made holiday",
  "placesVisited": "",
  "generalInfo": "Oman is a fantastic country; blending Arabian traditions and hospitality with an infrastructure that is developed enough to ensure visiting is a pleasure, but not so developed that it has swamped the local character.<br/><br/>Although the phrase is overused, Oman really is an undiscovered gem. Dwarfed on the global stage by its neighbour, Dubai, Oman actually has far more to offer the visitor looking for a genuine Arabian experience and a trip with some culture, as well as the chance to soak up the sun. Oman's climate is very sunny, and while it does rain, this is a rare and normally brief occurrence. In spring and autumn, daily temperatures are in the mid to high 20s Celsius, and over the winter, a very pleasant low to mid 20s Celsius. Only the summer is extreme, from about May until September, when temperatures frequently climb as high as 45C or even above, with extremely high humidity. <br/><br/>Oman has much more to offer than just a great climate, however. Oil and gas revenues have allowed it to develop into a modern, forward looking state. For the visitor, Muscat certainly provides an easy introduction to the Arabian peninsula - there are banks, Western-style shopping malls, ATMs, good roads, fantastic restaurants and top quality hotels. These blend with the city's graceful, traditional buildings, wonderful souqs, superbly restored forts and rugged mountainous vistas. Outside the capital, facilities are scarcer, but the main places of interest are still very accessible; with perfectly comfortable hotels joined by tarmac roads. Perhaps the aspect that makes travelling easiest is the natural friendliness and hospitality of the Omani people. Nearly everyone comments on this; they are always ready with a smile and will invariably do their best to help you out.<br/><br/>Jebel Akhdar, the Green Mountain, is part of the rugged Al Hajar range and one of Oman's most spectacular regions. Ideal for walking and trekking, the magnificent scenery and rich history make for a rewarding stay with ancient forts and castles, deserted villages and UNESCO World Heritage Sites to explore. Cooler temperatures and higher rainfall provide good conditions for the cultivation of walnuts, pomegranates and Oman's famous damask roses, and the verdant terraced fields are what gives the region its name. Remote and largely untamed, a trip here provides a unique perspective on life in Oman's mountains.<br/><br/>The Alila Jebal Akhdar Although sleek and sophisticated retains plenty of local character in its beautiful rooms, stylish spa and gorgeous infinity pool.<br/>Rooms and suites all boast awe inspiring views of the surrounding mountain scenery and are luxuriously appointed, reflecting the diverse culture of the region. The hotel also has a range of excellent facilities, including an outdoor infinity pool, indoor heated pool, spa and dining options to suit every mood, from formal meals in the Juniper Restaurant to casual dining by the pool or in the Rose Bar. <br/><br/>Whether you are looking for quiet sanctuary from the bustle of daily life or a chance to strap on your walking boots and head out along some of the mountain trails, the property truly offers something for everyone! <br/><br/>After a 3 night stay at the Alila, head back to the coast for a 7 night stay in Muscat at the Al Bustan Palace.<br/><br/>Ever since its creation, this hotel has been providing first-rate service and accommodation. Set not far from old Muscat, it also has the advantage of extensive landscaped gardens, and a long stretch of private beach. <br/>The hotel has a buzz about it, due to its size and proximity to Muscat. As well as those looking to relax in the beautiful surroundings, you may come across people planning a trip to the desert, locals meeting for tea, or expats enjoying a drink.  <br/>Guests are welcomed by a soaring atrium, richly decorated in a traditional style, with a crystal chandelier and fountain, and the rooms are designed to reflect local traditions while providing state-of-the-art facilities.<br/><br/>Set on a one kilometre private beach in Muscat, and backed by the Hajjar Mountains, Al Bustan Palace has a striking location.<br/>The sand stretches a long way from the hotel, making it perfect for beach activities, with the Gulf of Oman beyond.<br/>The capital city of Muscat is only a short drive away, and the hotel runs a complimentary shuttle service at peak times of year, so you can explore the many shops, souqs and restaurants on offer.<br/><br/>The 200 rooms and 50 suites at Al Bustan Palace have all been completely renovated to high standards, to reflect the local traditions. <br/>All rooms and suites have private balconies, air-conditioning, free wireless Internet, satellite TV, DVD player and minibar.<br/><br/>The Al Bustan Palace has a wide variety of restaurants and bars, offering a wide range of cuisine, and the opportunity to dine al fresco. For an all-day dining restaurant, Al Khiran Terrace serves buffet breakfast, lunch, and dinner. <br/>With the kitchen team specially recruited from China, the China Mood restaurant serves authentic cuisine, and is open for lunch and dinner. Set by the sea, the Beach Pavilion serves fresh fish and seafood, and is also open for lunch and dinner. <br/>The Al Maha Piano bar offers live entertainment, but can also serve light meals for lunch and dinner. The final dining option is the Seblat Al Bustan. Every Wednesday night, there is an Omani night, with traditional cuisine, music, dance, and arts and crafts.",
  "durationDays": "12",
  "price": "3115",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you will board your overnight flight to Oman"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On arrival you will be met and transferred by 4WD to the dramatic Jebel Akhdar Mountains. On arrival, settle in and enjoy the beautiful surroundings of the Alila Jabal Akhdar"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today is at leisure to explore as you wish. The Alila offers a wide range of experiences for those that wish to explore the area more. If you would like to explore on foot, take a guided walk through the beautiful scenery to local villages. There is a variety of options to suit different activity levels or you can explore with a guide in one of the resort's vehicles."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Another day at leisure. You could explore the Saiq Plateau, visit local markets or discover nearby castles and forts. Or simply relax and enjoy the views from the resort's infinity pool."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you will be transferred back to Muscat and taken to the Al Bustan Palace, your luxurious home for the next 7 nights."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today is your first full day at leisure at the Al Bustan. There is a small snorkelling spot off the coast reached by kayak, as well as a wide variety of watersports. The hotel can also arrange diving and boat excursions for dolphin watching."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Days at leisure. Muscat is within easy reach and is well worth exploring."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today you will be transferred back to the airport for your flight home."
    }
  ],
  "map": ""
}