{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "oman-tour-a-week-in-oman",
  "tourName": "Oman tour, a week in Oman",
  "placesVisited": "Dhow cruise in Muscat, Mutrah Souq, Sultan Qaboos Grand Mosque, Wadi Shaab caves, Ras Al Jinz Turtle Reserve, Wadi Bani Khalid oasis swim, Wahiba Sands desert camping, Coffee with a Bedouin family, Birkat Al Mouz ruins, Canyon picnic in Wadi Nakher, Jebel Shams mountain, Nizwa Fort, Bilad Sayt mountain village",
  "generalInfo": "This comprehensive eight-day road trip journeys around north-east Oman, starting in the capital city of Muscat. Marvel at the Sultan Qaboos Grand Mosque, get lost in Mutrah Souq and cruise the coastline from an ancient trader’s perspective on a dhow.<br/><br/>Outside the city walls, you’ll venture into a landscape cut from sandswept wadis and mountains. The Jebel Shams viewpoint balances above Wadi Ghul (‘the Grand Canyon of Oman’), and you’ll bounce through the Wahiba Sands on a 4x4 drive.  <br/><br/>There are chances to dig deeper into Omani culture, too. Spend time with the Sidab Women’s Association, share coffee with a Bedouin family, and see how turtles are treated like royalty at Ras Al Jinz Turtle Reserve.",
  "durationDays": "7",
  "price": "2399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at the start hotel before midday to ensure you can join the main group briefing and the dhow cruise in the afternoon. After the briefing, we are picked up from our hotel and travel through the old part of Muscat to visit the Sidab Women's Association where we can interact with the local women and enjoy a coffee together. Next, we pay a short visit to the Bait Al Zubair Museum before a photo stop outside the gates of the Sultan’s palace. After a short transfer to the marina, we embark on a relaxed dhow cruise (traditional fisherman’s boat) to see the Muscat coast through the eyes of the ancient seafarers who plied this route for centuries. During the cruise, soft drinks, tea, coffee and dates will be served. In the evening, we stop at a restaurant for dinner and will be transported back through the centuries on a visit to the bustling, colourful Mutrah Souq. Here there will be lots of photo opportunities and the chance to observe the local way of life while wandering around this traditional Arab market. Note: On some departures, some of the sightseeing detailed above will be done on Day 2 instead. Your leader will advise of your exact schedule locally. Accommodation: Radisson Blu Hotel Muscat (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After a hotel breakfast, we check out and visit the Grand Mosque, the highlight of the Omani capital. The handmade carpets, chandeliers and the ceiling of the great dome in the main prayer room are must-sees. Please note: Women should be fully covered and carry a headscarf; men should wear trousers. We then drive (approximately 1hr 30min) to the Bimah Sinkhole, a spectacular limestone crater with blue-green water at the bottom, and Wadi Tiwi where we enjoy a walk and picnic lunch before transferring (approximately one hour) to our hotel in Sur, where we spend the night. After an early dinner, we drive (approximately one hour) to Ras Al Jinz Turtle Reserve. Oman is an important area for green turtles in the Indian Ocean and the green back turtles are heavily protected by the government of Oman. In fact, more than 275 of the Sultanate's beaches double as nesting grounds for five of the seven recognised sea turtle species, the most common being the green back. Here we are led to the beach by an ecologist to see turtles return to their beach to lay eggs. (Please note, the main nesting season is June to August; at other times of the year, there may or not be turtles every night but a visit to the reserve is still worthwhile). Accommodation: Sur Plaza (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning after breakfast, we transfer (approximately 1hr 45min) to the desert oasis of Wadi Bani Khalid to relax and enjoy a swim in the beautiful turquoise pools. We also have a picnic lunch before continuing (approximately 60 to 90 minutes) to the Wahiba Desert. Please note, occasionally wild swimming in the wadi may not be possible due to safety reasons if, for example, water levels are high following rainfall or if it is raining at the time of your visit as the rocks can be slippery – your leader will inform you if swimming is not advisable. Here, on the edge of the desert, we change vehicles from the minibus to 4WDs to begin our desert experience. The Wahiba Sands, a vast mass of undulating red and white sands and dunes rising up to 655ft (200m) are also host to a variety of flora and fauna. The ever-changing patterns of the dunes are a photographer’s delight. We drive towards the dunes and our desert accommodation (approximately one hour) to check-in for the evening. During our time at the camp, there is sometimes the opportunity to take a camel ride (optional – extra cost). Accommodation: Arabian Nights Resort (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We have breakfast at our desert accommodation before checking out and driving towards the ancient city of Nizwa, the former capital of Oman. En route, we visit a Bedouin family and enjoy kahwa (Omani coffee) and spend time with them learning about their customs and traditional way of life. We continue our drive via Birkat al Mouz, one of the best-known village ruins in the region. We walk through its oasis and date plantations before continuing to Nizwa. With the two sets of ruins, a large banana plantation and the scenic surroundings, the site is also home to the old Falaj irrigation system listed as a Unesco World Heritage site. Upon arrival in Nizwa, we check into our hotel where we spend the next two nights. Accommodation: Al Diyar Hotel (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast at the hotel, we take a short drive (approximately 30 minutes) to visit Jabrin, the finest of Oman’s castles built in the late 17th century, which became a seat of Omani learning. The castle displays the highest achievement in Omani ceiling painting and beautifully executed woodcarvings. We also pause at Bahla Fort for a photo, the only Unesco-listed fort in the country and lovingly restored over many years before transferring (approximately 1hr 30min) to Wadi Nakhr for a short walk. We have lunch in a restaurant before proceeding to Jebel Shams, the highest mountain in Oman, and where we can enjoy spectacular views of the ‘Grand Canyon of Arabia’. Later in the afternoon, we transfer (approximately 45 minutes) to the village of Misfat Al Arbayeen, passing the ruins of an old fort on the way. We continue through narrow alleys between old stone houses and take a short walk in Al Hamra village before returning (approximately 30 minutes) to Nizwa for the evening. Accommodation: Al Diyar Hotel (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today is a long day and we start our morning with a visit to the live cattle auction market in Nizwa, the one day of the week where this ancient city truly comes alive with farmers and traders arriving from near and far to barter and trade in one of the most renowned markets in the Middle East. We visit the impressive Nizwa Fort, built in the 17th century to defend the natural wealth and strategic location of the city. Later we visit the renowned souq, famous for intricately handcarved khanjars (traditional curved daggers), silver jewellery and livestock trading. Departing Nizwa, we continue to Wadi Bani Auf; this stretch of graded road is very adventurous as it involves steep bends and bumpy roads. In wet conditions, it may not be possible to drive this section of road due to safety. If this occurs, we take an alternative route. We then stop at the charming mountain village of Bilad Sayt, where one is struck by the beauty of the landscape. Lunch today will be a packed lunch. This afternoon, we have a photo stop at Nakhal Fort and hot spring. The exact date on which this ancient fort was built is unknown, but many believe it was constructed in pre-Islamic times, more than 1,500 years ago. We then transfer back to Muscat for our final evening in the capital city of Oman. Accommodation: Radisson Blu Hotel Muscat (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The tour ends this morning and it’s time to begin our return journey home. If you’d like a bit more time to explore Oman, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}