{
  "destination": "Oman",
  "mainPhoto": "",
  "id": "luxury-culture-holiday-in-oman",
  "tourName": "Luxury culture holiday in Oman",
  "placesVisited": "Muscat, Grand Mosque, Muttrah souk, Bait Al Zubair Museum, Nakhl, Hajar Mountains, Wadi Bani Auf, Bilad Sayt village, Misfat Al Abreen villages, Al Hoota caves, NIzwa, Jabreen castle, Al Hamra village, Wadi of Maedeen, Wahiba Sands Bedouin Camp, Wadi Bani Khalid, Ras Al Jinz, Sur",
  "generalInfo": "This tailor made cultural trip is what we believe Oman holidays should be all about. Culture, wild desert landscapes, meeting local communities and, in particular, the Bedouin people and, what all luxury holidays need a bit of, fine and memorable places to stay. From four star luxury to a sky full of stars when you camp under them in the desert. <br/><br/>Travelling with your own private chauffeur and guide, discover the cultural wonders of our capital city, Muscat, the ancient capital Nizwa, the natural wonders of Hajar range’s peaks and canyons as well as the ever changing and ever beautiful Wahiba Sands. <br/><br/>Traditional lifestyles are central to this trip visiting not only the Bedouin, eating and sleeping in their desert landscapes, but also agricultural communities in small villages up in the Hajar. And on a trip to our east coast, you will meet the fishermen of Sur where traditional wooden boats, or dhows, are still very much in use here on a stretch of coastline that is still relatively untouched by mass tourism.<br/><br/>The trip ends back in Muscat, taking in more of our natural heritage at Wadi Shab and also the great Bimah Sinkhole. <br/><br/>Please note that between June-mid Sept, we do not take our guests camping in the desert, due to extreme temperatures. <br/><br/>",
  "durationDays": "7",
  "price": "1699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Muscat International Airport. Welcome and assistance. You will be taken to your hotel where you may relax after your long flight. Depending on the arrival time of your flight, you have the rest of the day at leisure. Overnight at the 4* Levatio Hotel or equivalent (5* Shangri-La Al Waha option at additional cost)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Muscat. Today you visit the 5th largest mosque in the world, the Sultan Qaboos Grand Mosque Passing by the diplomatic quarter, you will be taken to the oldest and largest market in the country, Muttrah souq. This is a time for you to shop for your Omani souvenirs. Walk through its narrow alleys where the air is filled with the smell of frankincense and sandalwood. Next stop is the Al Alam Palace where the Sultan receives his state guests. The palace is flanked by two Portuguese fortresses, Al Jalali (1578) to the right and Al Mirani (1581) to the left. At a museum, you will witness traditional artefacts and traces of history and pre-history of Muscat. Finally, see Muscat on a boat cruise while sipping your first ever Omani kahwa a way to wrap up the day! Overnight Hotel Levatio (Breakfast & Lunch)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Coast, Wadis and Turtles. What separates Oman from other Gulf States is its diverse geography and nature. We start the day with a leisurely hike through the twin wadis of Shab and Tiwi. You and your guide will determine the best suited itinerary for the day. There is a possibility for swimming along the way so prepare some change of clothes! You will pass by Bimmah Sinkhole with its azure saltwater pool. Arriving to the fishing town of Sur, the home of Omani traditional Dhows (boat), you will visit the dhow factory in the open air museum. At night, an extraordinary experience awaits you at the Turtle beach where you will get the opportunity witness sea turtles coming to the shore and laying eggs! Overnight Turtle Beach Resort (Breakfast & Dinner)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sand & Stone. We embark on a stunning coastal drive this morning before reaching Wadi Bani Khalid where water flows all year round. This most loved wadi of the country features large pools of turquoise and emerald coloured water, lined with lush green palm trees inviting you to jump in to refresh. And for the main destination of the day, you traverse through the elevations of the vast Wahiba desert. The stay at the authentic desert camp, with local cuisine and entertainment is an experience everyone will enjoy. Sama Al Wasil Camp (Breakfast & Dinner)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "The Green Mountain. Get in your 4wd and drive towards the nearby town of Ibra. Ibra Old town, with its retro appearance, is worth visiting. The drive now takes you to Jebel Al Akhdar, the home of Omani rosewater. It is considered as one of the most fertile places inland with different fruits and flowers blooming. From Saiq plateau, you will have the perfect view of the terraces. If time permits, there is a chance to walk around the mountain villages. Just at the foot of the mountain is Birkat Al Mauz, a magical place particularly during sunset. Stroll through the deserted ruined village, surrounded by date plantations and aflaj, the ancient irrigation system that is UNESCO heritage site. Continue to Nizwa for the night. Overnight Nizwa Hotel App (Breakfast & Dinner)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Nizwa, The Cultural Capital. Explore the cultural capital of the country Nizwa. As it is a Friday, you have the opportunity to watch the bargaining at the animal market where the herders bring their cattle to be auctioned once a week. This is followed by a visit to the most visited national monument, Nizwa Fort. Another beautiful castle, Jabreen, and another UNESCO site, Bahla Fort (photo stop only) are in your way before driving to Al Hamra. Here, the village women demonstrate old practices such as milling, colouring, cooking and more. A truly enriching experience. To the west of Al Hamra lies the road winding up Jebel Shams, the mountain of the sun. It is the highest mountain of the Arabic world and reaches 3075 m above sea level. The drive to the peak is adventurous, you pass the old village Ghul with its green terrace fields. Some kilometres further you reach the abyss of the Omani Grand Canyon. Enjoy the breathtaking views before checking in at your mountain resort. Jabal Shams Resort (Breakfast/Lunch & Dinner)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Wadi Bani Awf to Muscat Another reason to get up so early: a old village of As Sab on top of the mountain. Your rugged route to Muscat consists of a stop at the charming village of Bilad Sayt, followed by one of the most exhilarating off-road ride through Wadi Bani Awf. Visit the hot springs of Nakhl and stroll around its fort before heading towards Muscat. You now have the option to finish your visit, or extend your stay. If you extend, you will go to your beach resort to relax. Overnight at Crowne Plaza Muscat (Breakfast) *Itinerary may be subject to some slight changes, but this will be confirmed at the time of booking."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Muscat beaches Spend the day at leisure relaxing at your beach resort. Overnight at Crowne Plaza Muscat (Breakfast)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "DAY 9 - Ma’a as-Salama! Today it is time to say goodbye to a fantastic journey with exciting experiences, colourful impressions and new friendships. Enjoy your last day in Muscat before your transfer back to the airport. Crowne Plaza Muscat (Breakfast)"
    }
  ],
  "map": ""
}