[
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "camping-tours-to-oman",
    "tourName": "Camping tours to Oman",
    "placesVisited": "Muscat, Sur, Ras Al Janayz, Ras Ar Ruways, Wahiba Sands, Jaalouni, Arabian Oryx Sanctuary, Ras al Madrakah, Wadi Shuwaymiah, Al Kahil, Salalah, Qara Mountains",
    "generalInfo": "This fantastic 9 day/8 night overland camping adventure in Oman, follows the spectacular coastline south from Muscat all the way to Salalah in the Dhofar region in the south of the country. You will be camping out under the stars and travelling through the desert in a 4wd vehicle. <br/><br/>Experience the culture of local Bedouin villages and spend time with the locals on this camping tour in Oman . You will visit a Turtle Sanctuary and learn more about the conservation and research work going on there.  Committed to the protection of the beautiful Giant Green Turtle (Cheloniamydas), Raz Al Jinz Turtle Reserve and Scientific Centre is a must-visit on any Oman itinerary. Situated on the east coast, just 30 minutes from the coastal town of Sur, the centre offers a unique eco-tourism experience and an unparalleled encounter with sea turtles.<br/><br/>You will also visit the Arabian Oryx Sanctuary on this tour, established in 1994 to help protect oryx and to conserve desert habitat and threatened species. <br/><br/>Experience traditional life in Oman, visit local fishing villages and enjoy exhilarating rides through the desert dunes. Wherever possible we try to arrange this tour around the Full Moon to fully maximise on your camping experience. <br/><br/>Please note: This is a long, mainly off-road trek, in 4WD land-cruisers, the distance covered exceeding 1500 kms. <br/><br/>A sea and sand vacation with a difference, the trip includes 5 consecutive nights camping with no modern conveniences! However, for those in good health and with the spirit of adventure, this overland camping expedition provides a wonderful opportunity to discover the ‘real’ Oman on an unforgettable coastal journey in the sun, and beneath an awe-inspiring canopy of stars. Best time to go The best time to travel is from October through to April as the temperatures are warm during the day and mild in the evening. During the summer from May to September – the sun is very hot making this tour rather uncomfortable. <br/><br/>Please note: We try to arrange around the Full Moon as possible, to maximise clients experience camping in the desert.",
    "durationDays": "9",
    "price": "3685",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival Muscat from London. Transfer to your chosen hotel in Muscat."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Muscat to Ras Al Junayz. Taking the coastal route south-east, we drive via Quriyat (fishing village with a beautiful beach) and the exotic Wadi Shab to the town of Sur. Overnight at the Turtle Beach Camp."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Sur to Turtle Beach. After a sightseeing tour of Sur, and a boat ride along the coast, we continue to the turtle nesting beach at Ras Al Junayz, hoping to see turtles at night. Overnight camp on the beach."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Ras Al Junayz to Ras Ar Ruways. We continue on graded roads to the edge of the spectacular Wahiba Sands (a perfect specimen of a sand sea) which we cross either via the beach track (at low tide) or over the dunes (high tide) - either way, a beautiful, exhilarating drive. Overnight on the beach at Ras ar Ruways, on the southern edge of the desert."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Ras Ar Ruways to Jaalouni. Turning inland, we head south west across country to Jaalouni, where we visit the Arabian Oryx Sanctuary in the company of Bedouin guides. Overnight camp."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Jaalouni to Ras al Madrakah. After a glimpse of local wildlife, mainly gazelle and oryx, in the Jiddat al Harasis region, we drive back east to see the striking white cliffs of Ras Madrakah, jutting out into the Arabian sea, and the ghostly wrecks of ships beneath them; we also admire the natural contrast of black rocks, white beach and deep blue ocean where we set up camp for the night."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Madrakah to Wadi Shuwaymiah. Following the coast again, we reach the magnificent pink lagoons of Al Kahil; entering the Dhofar region of southern Oman we reach Wadi Shuwaymiah, just inland near Shalim, the last camp on our journey."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Wadi Shuwaymiah to Salalah. A little further inland, we drive through the oilfields of Marmul; then, on the highway from Thumrayt, we approach our final destination from the north via the Qara mountains. Overnight at chosen hotel."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Depart. Time to relax prior to the late morning transfer to the airport for the flight via Muscat back to the UK. End of services."
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "diving-holiday-in-oman",
    "tourName": "Diving holiday in Oman",
    "placesVisited": "Muscat, Salalah, daily shore and boat drives, free day at the beginning and end of the trip",
    "generalInfo": "All our itineraries are tailor-made and the below is just a suggestion.  We can tailor-make your diving holiday to include as much or as little as you would like – maybe a trip to a nearby Wadi or a desert camping adventure.  Whether it's just a week's diving holiday you are after or a complete Oman adventure, our specialist team can guide you to your ultimate diving holiday experience.<br/><br/>This amazing diving holiday will show you the best diving Oman has to offer.  The diving in Muscat and the diving in Salalah are very different making this an excellent twin centre trip with a good contrast in diving conditions and sea life.   <br/><br/>You start your trip in Oman's capital, Muscat, with its golden beaches and breath-taking mountain backdrops.  Here you will find a wonderful mix of the ancient with the modern and it is renowned as one of the cleanest Arab capitals. <br/><br/>There are over 40 dive sites to visit off the coast of Muscat to include the well-known Daymaniyat Islands, Banda Khairan, Fahal Islands.  With deep drop offs, wrecks and coral flanked walls this brings a wealth of reef fish.  The cool water up welling provides an abundance of plankton which, although can effect visibility, does make this area a rich feeding ground for a large variety of marine life to include dolphins, turtles, reef sharks, stingrays, whale sharks, barracuda etc.  <br/><br/>You then fly down to Salalah which is the capital of the Dhofar region and sits on a long sandy palm fringed beach.  Due to the June to September monsoon (the “khareef”) the surrounding countryside is lush and tropical offering an amazing contrast to Muscat.  Explore miles of deserted white sand beaches and where the Frankincense trees can be found in the surrounding mountains.<br/><br/>The best time for diving is from October through to May due to the large kelp forests that can grow here in the summer months.  There are numerous dive sites along a 40 km stretch of coast where the waters are extremely blue with good visibility.  You can find some beautiful brain and table corals together with schooling fish, moray eels, nudibranch, turtles, large groupers and a variety of rays.",
    "durationDays": "11",
    "price": "2116",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly from London Heathrow to Muscat direct with Oman Air."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Early morning arrival into Muscat airport where you will be met for your private transfer directly to your hotel. The rest of the day is a free day at your hotel to relax and explore your surroundings."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "First 2 x morning boat dives (B) - You will meet at the dive centre to sort out paperwork, equipment hire etc. You will then be transferred on to the boat where you will be taken to two different dive sites to complete your 2 x morning dives for that day (with the relevant surface interval). You will then return to your hotel to relax and explore your surroundings."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Second 2 x morning boat dives (B) - Itinerary as Day 3."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Third 2 x morning boat dives (B) - Itinerary as Day 3."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "You will be picked up by private transfer from your hotel and taken to Muscat airport where you will fly down to Salalah. On arrival to Salalah airport you will be met by your private transfer and taken directly to your hotel. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "First 2 x shore or boat dives - You will be picked up at your resort where you will sort out paperwork. Equipment hire will be sorted out prior to arrival. Dependant on the weather conditions, you will then take your 2 x morning dives either by boat or by shore (with the relevant surface interval). You will then return to your hotel for the afternoon to relax and explore your surroundings."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Second 2 x shore/boat dives (B) - Itinerary as Day 3."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Third 2 x shore/boat dives (B) - Itinerary as Day 3."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "As the recommended requirement is a surface interval of 24 hours from your last dive time to flying, this is a free day at your hotel to relax and explore your surroundings."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Departure (B) - To be picked up by private transfer and taken to Salalah airport to fly back to London Heathrow via Muscat."
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "exciting-family-holiday-in-oman",
    "tourName": "Exciting family holiday in Oman",
    "placesVisited": "Muscat, Jebel Shams, Misfah, Nizwa, Jabrin Fort, Wahiba Sands, Ras Al Jinz turtle reserve, Bimmah Sinkhole, final 2 days at the beach",
    "generalInfo": "This 11 day tour promises a unique and exciting family holiday in Oman and will go some way to putting its bigger, brasher neighbour, Dubai, firmly in the shade. Anyone wishing to see a much more authentic Arabian oasis will be thrilled by this itinerary, as you travel off the beaten track and into some of Oman's best beaches, desert dunes and most dramatic mountain ranges. <br/><br/>Aside from sand and year round sunshine, Oman boasts a series of impressive fortifications, tranquil fishing villages and some of the friendliest, hospitable and generous local people that you could ever hope to meet. Not only will this family holiday appeal to older kids looking for hiking adventures and 4WD desert safaris, but to younger children too, with camel rides over the Wahiba Sands and games of hide and seek in Jabrin Fort adding to nights under the stars in Bedouin encampments.<br/><br/>As this is a tailor made family holiday, parents can choose whether to stay in small guesthouses, mid-priced hotels or 5-star luxury properties with Easter and autumn half term holidays the best time to go with just a four hour time difference and a relatively short flight.<br/>",
    "durationDays": "11",
    "price": "3000",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "MUSCAT Arrive in Muscat where you will be met by a representative and transferred to your hotel. You can spend the rest of the day exploring the city. Perhaps head to the souk and wander along narrow pedestrianised streets packed with gold, antiques, colourful textiles and spices. The Grand Mosque is also well worth a visit (although closed to children under 10), with its richly decorated interior and vast marble courtyards."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "JEBEL SHAMS - MISFAH This morning you head high into the mountains to Jebel Shams. Known as Oman’s Grand Canyon, the scenery in this area is stunning, the huge canyon stretching for miles through a dramatic and barren landscape. You will follow the Balcony Walk through the canyon which leads to a deserted village. The children will love wandering through the village, exploring deserted houses which offer a glimpse of the old way of life. You will end the day in a simple lodge in a traditional Omani mountain village."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "MISFAH A full day to explore the area. The scenery is stunning as the village is located on a steep mountainside irrigated by a stream from a natural spring on the mountain top. There are endless irrigation channels that the children will love following through the date and banana palm groves, and you can stop to chat with villagers, perhaps take a ride on a donkey and following narrow winding streets to see where they lead."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "NIZWA - JABRIN Head to Nizwa, the ancient capital of Oman’s interior region. You will visit the impressive Jabrin Fort, in a stunning location in the heart of the date palms. The children will love exploring the labyrinth of corridors and courtyards inside the fort and the views from the walls are stunning. You will also visit Nizwa fort, in the heart of the city, and will have time to wander through the souk. The children will enjoy watching the silver and coppersmiths at work, admiring the displays of battered old rifles, daggers and swords that are on display and rummaging through trays of old silver jewellery."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "WAHIBA SANDS An exciting day today as you head into the desert by 4WD jeep. The Wahiba Sands are a huge sand sea, a vast area of immense sand-dunes that reach more than 100m high and are constantly shifting with the winds. You will make your way to a small desert camp where you will spend the night in traditional goat hair Bedouin tents. At night you will have a Bedouin barbeque and will sit around the camp fire with nothing above you but a blanket of stars."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "WAHIBA SANDS – SUR – RAS AL JINZ Rise early to climb one of the dunes that soar above the camp for sunrise over the desert. Later you will take a camel ride across the dunes before transferring to Sur. This is an attractive seaside town that is famous for its many shipyards that still make traditional Omani sailing boats called Dhows. You will have time to explore the town before continuing to Ras Al Jinz turtle reserve. The beach here is renowned as a place where the endandgered green turtle comes ashore to lay eggs. You will spend the night at the reserve and will be able to watch as these huge creatures come ashore in the evening and lay their eggs in holes that they dig in the beach."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "BIMMAH SINKHOLE Today you drive along the coast stopping at the Bimmah Sinkhole. This is a circular limestone hollow about 500m in from the coast that boasts the most incredibly clear turquoise waters. You swim in the refreshingly cool pool or relax on the rocks around the edge, dipping your toes in the water and feeling little fish come to nibble on them! From here continue to the small village of Fins. Here there are numerous small coves with steep cliffs that drop to idyllic white beaches and beautiful turquoise sea. You will spend the night camping on one of the beaches. (If this does not appeal we can arrange for you to stay in a hotel instead)."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "BEACH You will drive north to your hotel on the coast outside Muscat. There are many different hotels varying from simple village accommodation, to comfortable 4 star to top of the range 5 star luxury resorts. All of them offer fabulous white sandy beaches and generally a good pool. We will suggest a property that we think will suit your family and budget."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "BEACH Two wonderful days to relax and enjoy the beach."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "MUSCAT Transfer to the airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "luxury-culture-holiday-in-oman",
    "tourName": "Luxury culture holiday in Oman",
    "placesVisited": "Muscat, Grand Mosque, Muttrah souk, Bait Al Zubair Museum, Nakhl, Hajar Mountains, Wadi Bani Auf, Bilad Sayt village, Misfat Al Abreen villages, Al Hoota caves, NIzwa, Jabreen castle, Al Hamra village, Wadi of Maedeen, Wahiba Sands Bedouin Camp, Wadi Bani Khalid, Ras Al Jinz, Sur",
    "generalInfo": "This tailor made cultural trip is what we believe Oman holidays should be all about. Culture, wild desert landscapes, meeting local communities and, in particular, the Bedouin people and, what all luxury holidays need a bit of, fine and memorable places to stay. From four star luxury to a sky full of stars when you camp under them in the desert. <br/><br/>Travelling with your own private chauffeur and guide, discover the cultural wonders of our capital city, Muscat, the ancient capital Nizwa, the natural wonders of Hajar range’s peaks and canyons as well as the ever changing and ever beautiful Wahiba Sands. <br/><br/>Traditional lifestyles are central to this trip visiting not only the Bedouin, eating and sleeping in their desert landscapes, but also agricultural communities in small villages up in the Hajar. And on a trip to our east coast, you will meet the fishermen of Sur where traditional wooden boats, or dhows, are still very much in use here on a stretch of coastline that is still relatively untouched by mass tourism.<br/><br/>The trip ends back in Muscat, taking in more of our natural heritage at Wadi Shab and also the great Bimah Sinkhole. <br/><br/>Please note that between June-mid Sept, we do not take our guests camping in the desert, due to extreme temperatures. <br/><br/>",
    "durationDays": "7",
    "price": "1699",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival at Muscat International Airport. Welcome and assistance. You will be taken to your hotel where you may relax after your long flight. Depending on the arrival time of your flight, you have the rest of the day at leisure. Overnight at the 4* Levatio Hotel or equivalent (5* Shangri-La Al Waha option at additional cost)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Muscat. Today you visit the 5th largest mosque in the world, the Sultan Qaboos Grand Mosque Passing by the diplomatic quarter, you will be taken to the oldest and largest market in the country, Muttrah souq. This is a time for you to shop for your Omani souvenirs. Walk through its narrow alleys where the air is filled with the smell of frankincense and sandalwood. Next stop is the Al Alam Palace where the Sultan receives his state guests. The palace is flanked by two Portuguese fortresses, Al Jalali (1578) to the right and Al Mirani (1581) to the left. At a museum, you will witness traditional artefacts and traces of history and pre-history of Muscat. Finally, see Muscat on a boat cruise while sipping your first ever Omani kahwa a way to wrap up the day! Overnight Hotel Levatio (Breakfast & Lunch)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Coast, Wadis and Turtles. What separates Oman from other Gulf States is its diverse geography and nature. We start the day with a leisurely hike through the twin wadis of Shab and Tiwi. You and your guide will determine the best suited itinerary for the day. There is a possibility for swimming along the way so prepare some change of clothes! You will pass by Bimmah Sinkhole with its azure saltwater pool. Arriving to the fishing town of Sur, the home of Omani traditional Dhows (boat), you will visit the dhow factory in the open air museum. At night, an extraordinary experience awaits you at the Turtle beach where you will get the opportunity witness sea turtles coming to the shore and laying eggs! Overnight Turtle Beach Resort (Breakfast & Dinner)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Sand & Stone. We embark on a stunning coastal drive this morning before reaching Wadi Bani Khalid where water flows all year round. This most loved wadi of the country features large pools of turquoise and emerald coloured water, lined with lush green palm trees inviting you to jump in to refresh. And for the main destination of the day, you traverse through the elevations of the vast Wahiba desert. The stay at the authentic desert camp, with local cuisine and entertainment is an experience everyone will enjoy. Sama Al Wasil Camp (Breakfast & Dinner)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "The Green Mountain. Get in your 4wd and drive towards the nearby town of Ibra. Ibra Old town, with its retro appearance, is worth visiting. The drive now takes you to Jebel Al Akhdar, the home of Omani rosewater. It is considered as one of the most fertile places inland with different fruits and flowers blooming. From Saiq plateau, you will have the perfect view of the terraces. If time permits, there is a chance to walk around the mountain villages. Just at the foot of the mountain is Birkat Al Mauz, a magical place particularly during sunset. Stroll through the deserted ruined village, surrounded by date plantations and aflaj, the ancient irrigation system that is UNESCO heritage site. Continue to Nizwa for the night. Overnight Nizwa Hotel App (Breakfast & Dinner)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Nizwa, The Cultural Capital. Explore the cultural capital of the country Nizwa. As it is a Friday, you have the opportunity to watch the bargaining at the animal market where the herders bring their cattle to be auctioned once a week. This is followed by a visit to the most visited national monument, Nizwa Fort. Another beautiful castle, Jabreen, and another UNESCO site, Bahla Fort (photo stop only) are in your way before driving to Al Hamra. Here, the village women demonstrate old practices such as milling, colouring, cooking and more. A truly enriching experience. To the west of Al Hamra lies the road winding up Jebel Shams, the mountain of the sun. It is the highest mountain of the Arabic world and reaches 3075 m above sea level. The drive to the peak is adventurous, you pass the old village Ghul with its green terrace fields. Some kilometres further you reach the abyss of the Omani Grand Canyon. Enjoy the breathtaking views before checking in at your mountain resort. Jabal Shams Resort (Breakfast/Lunch & Dinner)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Wadi Bani Awf to Muscat Another reason to get up so early: a old village of As Sab on top of the mountain. Your rugged route to Muscat consists of a stop at the charming village of Bilad Sayt, followed by one of the most exhilarating off-road ride through Wadi Bani Awf. Visit the hot springs of Nakhl and stroll around its fort before heading towards Muscat. You now have the option to finish your visit, or extend your stay. If you extend, you will go to your beach resort to relax. Overnight at Crowne Plaza Muscat (Breakfast) *Itinerary may be subject to some slight changes, but this will be confirmed at the time of booking."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Muscat beaches Spend the day at leisure relaxing at your beach resort. Overnight at Crowne Plaza Muscat (Breakfast)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "DAY 9 - Ma’a as-Salama! Today it is time to say goodbye to a fantastic journey with exciting experiences, colourful impressions and new friendships. Enjoy your last day in Muscat before your transfer back to the airport. Crowne Plaza Muscat (Breakfast)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-adventure-holiday",
    "tourName": "Oman adventure holiday",
    "placesVisited": "Muscat, Nizwa, Wahiba Sands, Rub al Khali – the Empty Quarter, Qara Mountains – Jabal Al Qamar, Khaluf, Salalah, Hajar Mountains, Ruins of Ubar",
    "generalInfo": "Oman is one of Arabia’s true gems - a land of rugged coastlines and vast deserts where tradition and progress go hand in hand. This wonderful adventure travels from its picturesque capital deep into mountains and deserts of the Bedu and the old Omani Imamate, taking in the heart-stopping landscapes of the Hajar Mountains and the shifting sands of Wahiba, ancient Nizwa and the vast emptiness of Rub Al Khali - the Empty Quarter - to the ruins of the lost city of Ubar. <br/><br/>After exploring some of the grand mosques of the capital Muscat, head out along the Batinah coast towards the historic oasis city of Nizwa, where an imposing 17th century fort guards bustling atmospheric lanes and colourful souk. <br/><br/>The stunning hush and unique vistas of the desert provide epic contrast with the shifting dunes of the Wahiba Sands – home to semi-nomadic Bedouin – plus the vastness of the so-called Empty Quarter, the 250,000 square mile Rub al Khali. Experience too the barren landscapes of the Qara Mountains, including Jabal Al Qamar (Moon Mountain) and the homelands of the Bait Kat. <br/><br/>As perfect contrast to the desert, enjoy the pink shell beaches and white dunes of Khaluf on Oman’s gorgeous eastern coast, plus an array of picturesque fishing villages, before ending your journey ends in the beautiful coastal city of  Salalah. <br/><br/>Price includes all activities/equipment, tour leaders, local guides and drivers, meals, mineral water, all transport (excluding international flights) , all accommodation and all entrance fees as outlined in the itinerary.",
    "durationDays": "12",
    "price": "4150",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tour starts in Muscat: The tour starts from Oman’s International airport to coincide with the suggested groups flights (see \"Getting There\"). We will head straight to the magnificent Sultan Qaboos Grand Mosque, one of the largest in the Arab world. With its grand marble halls, this architectural masterpiece can accommodate up to 20,000 worshippers. Next, we’ll immerse ourselves in the vibrant atmosphere of Muttrah Souk, one of the region’s most famous markets. Here, you’ll have the chance to explore a maze of narrow alleyways lined with shopfronts selling everything from spices to handicrafts. We’ll then visit Old Muscat to see the beautiful Al Alam Palace, the ceremonial residence of the Sultan, flanked by two 16th-century Portuguese forts—Jalali and Mirani. Muscat itself is nestled within a dramatic ring of horse-shoe shaped mountains, stretching down to the scenic waters of Muscat Bay, visible from both Old Muscat and the Muttrah Corniche. After lunch, there will be the opportunity to enjoy some free time, freshen up, or explore independently."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Muscat – Misfat al Abriyeen - Jebel Shams: This morning, we will visit a local fish market, where traders display the fresh catch of the day. Fishing has long been a cornerstone of Omani culture and economy, and these markets remain an essential part of daily life. Next we leave the city behind and embark on an off-road adventure through the stunning Hajar Mountains in our 4WD vehicles. Our first stop is the scenic Wadi Bani Awf, a perfect spot for a picnic lunch surrounded by the rugged beauty of the hills. In the afternoon, we will journey to the charming mountain village of Misfat al Abriyeen, known for its narrow alleys and stairways. As we wander through this oasis town, we’ll discover its lush plantations, sustained by the falaj irrigation system—a testament to Oman’s ancient engineering ingenuity. Later this afternoon, we will reach our mountaintop hotel perched high on Jebel Shams, the tallest mountain in Oman. Known as the \"Mountain of the Sun,\" Jebel Shams offers breathtaking views of the surrounding landscapes.*Driving time: Approx. 4-5 hrs"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Grand Canyon Walk - Jabreen Castle - Nizwa: This morning, we begin with the renowned \"Balcony Walk\", a scenic 8-kilometre trail* that offers breathtaking vistas of Oman's Grand Canyon. Carved into the canyon’s towering walls, the path leads us to an abandoned village, where we can explore its ruins while soaking in the stunning surroundings. After working up an appetite, we will enjoy a home-cooked lunch at Ali's house nearby. Suitably well-fed, we continue our journey through the rugged mountain roads making a brief photo-stop to capture the historic town of Bahla. From this vantage point, we’ll have a complete view of the historic oasis town encircled by its ancient town walls, and the Bahla Fort, a UNESCO World Heritage site. We’ll make our way to Jabreen Castle, a remarkable example of Oman’s 17th-century architecture, whose exquisite painted wooden ceilings provide eloquent testimony to the craftsmanship and artistry of the era. Built in 1675 by Imam Bil’Arab bin Sultan Al Yarubi, the castle was designed primarily as a residence and a centre for cultural studies, and learning, rather than as a military stronghold, though it also served this purpose. Finally, we arrive to the city of Nizwa.*Walking Distance: 8km, 3-4 hoursPlease note, the trail can be narrow, with loose stones and at times uneven underfoot."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Nizwa - Tanuf - Nizwa: An early start today as we experience Nizwa’s Friday cattle market, the largest in Oman, offering a glimpse into local life here. At the Nizwa Souk, we'll have the opportunity to purchase local products such as dates, saffron, and spices. Next, we visit the iconic Nizwa Fort, renowned for its distinctive round tower, built in the 17th century to protect the Sumail Gap during the historic struggle between the Sultan and the Radical Imams. The fort is an exceptional example of Oman’s defensive architecture, and a climb to the top of the tower rewards visitors with panoramic views of the city and its surrounding date plantations. After lunch, we visit Tanuf Village, where we’ll explore the ruins of a once-thriving community. Inhabited until the 1950s, the village was rebel stronghold and was heavily damaged and abandoned during the Jabal Akhdar Wars, primarily fought between the forces of the Sultanate of Oman and rebellious tribes, led by the Radical Imams, who opposed the Sultan's rule. Returning to Nizwa, we enjoy some free time, and prepare for our upcoming wild camping in the desert."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Nizwa - Wahiba Sands: Leaving Nizwa, our journey takes us to the awe-inspiring Wahiba Sands, an expansive desert spanning over 10,000 square kilometres. This imposing landscape of shifting sands and towering dunes is home to scattered settlements of semi-nomadic Bedouin tribes, offering a glimpse into a timeless way of life. En-route, we stop at the market town of Sinaw to gather any final necessities for our desert adventure. For lunch, we will stop at the camp of Bedouin family to enjoy a home-cooked meal. Continuing deeper into the desert, our drivers navigate the rolling dunes in our 4WD vehicles known as \"dune bashing\". As the day unfolds, we find a suitable camping spot, and enjoy the ever changing landscape of colours at sunset.*Driving time: Approx. 4-5 hrs"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Drive across Wahiba Sands to Al Khaluf: This morning we journey through the dunes of Wahiba towards the eastern coast and the stunning pink shell beaches and white dunes of Al Khaluf. Also known as the \"Sugar Dunes\" the area lives up to its name with its pristine, pale sands. Today is a long drive but we will stop for lunch and photos along the way. By late afternoon, we'll arrive at Al Khaluf beach to set up our camp* and there is time to enjoy a refreshing swim in the sea. As we settle down for another evening under an Arabian sky, our drivers will prepare a delicious al fresco dinner. *Depending on the weather, the group may need to camp slightly further away from the beach*Driving time: Approx. 5hrs"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Al Khaluf - Duqm: Today, we drive south toward the burgeoning port city of Duqm. Along the way, our route is dotted with picturesque viewpoints and photo opportunities as we pass by fishing villages and we'll make a stop at Sirab Beach. By afternoon, we arrive at our hotel, where we'll have the chance to enjoy the pool facilities and a proper bed, before embarking on a further two nights of wild camping in the desert."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Drive into the Empty Quarter: This morning, we venture inland towards the vast emptiness of the Rub al Khali, or Empty Quarter, a staggering 250,000 square miles of arid desert that dominates much of the southern Arabian Peninsula. This is the heartland of the nomadic Bedouin, made famous by Wilfred Thesiger in his book ‘Arabian Sands’. We'll drive from Duqm to Haima, passing through Jaluni, where, if we're fortunate, we may glimpse the Arabian Oryx grazing in the wild — though their elusive nature makes sightings rare. Continuing toward Maqshin on the edge of the Empty Quarter, where we’ll stop for lunch. We'll journey deeper into the Empty Quarter, through the endless sea of sand stretching as far as the eye can see. Our day concludes at a remote campsite in the heart of the desert. Here, we can enjoy the sunset and unwind beneath the star-filled Arabian sky.*Driving time: Approx. 4-5hrs"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Empty Quarter: Today we continue our journey through the Empty Quarter making our way to a small desert oasis, where we’ll enjoy a picnic lunch and the precious shade found here. We will visit Al Hashman, a settlement of nomadic Bedouins, whose way of life is supported and preserved by the Omani government. As evening falls, we will set up camp for our final night in the desert and enjoy the serene beauty and stillness of the desert once more before returning to modern civilisation tomorrow.*Driving time: Approx. 5hrs"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Drive to Salalah: Our journey to the coastal city of Salalah today takes us from the desert to the ocean by way of the Qara Mountains. En-route we stop at Wadi Dawka, a UNESCO World Heritage Site famously known as the \"Frankincense Wadi\", home to a collection of naturally growing frankincense trees, a testament to Oman’s rich history in the ancient incense trade. Upon arrival in Salalah, we’ll have the opportunity to relax on the white-sand beach, with the soothing waters of the Arabian Sea just steps away from our hotel. Unique to the Middle Eastern peninsula, Salalah is the only region touched by the Indian Ocean monsoon, lending it a lush and distinctive charm unlike anywhere else in the region.*Driving time: Approx. 4hrs"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "In Salalah: This morning we will stop at Wadi Hanna where we'll encounter a cluster of Baobab Trees, often referred to as the \"upside-down trees\" for their unique appearance. From there, we explore more of the Dhofar region, arriving at Wadi Darbat, a scenic spot for nature lovers. Here there is a low lying seasonal waterfall, which comes into full force during the monsoon season between July and August, and the strength of the waterfall varies throughout the rest of the year. In the afternoon, we explore the Al Baleed Archaeological Museum, home to the ruins of an ancient port city once hailed as \"magnificent\" by Marco Polo. This historic city played a pivotal role in the frankincense trade. Later, we have some free time to explore the vibrant Al Husn Souk, where you can browse for frankincense and do any last-minute souvenir shopping. Afterwards, we'll come together for our final group dinner."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Tour ends in Salalah: Tour ends in Salalah."
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-and-zanzibar-beach-holiday",
    "tourName": "Oman and Zanzibar beach holiday",
    "placesVisited": "Three nights at a luxury hotel on a private bay, morning guided tour of Muscat, optional: early evening turtle spotting with hotel’s turtle ranger, fly to Zanzibar, seven nights at Breezes Beach Club & Spa, reef walks, snorkelling, optional: visit Stone Town, explore Jozani Forest, half day spice tour",
    "generalInfo": "An enticing pairing of two exciting destinations, this Oman and Zanzibar beach holiday introduces you to the Arabian culture and warm hospitality of Oman followed by a relaxing beach break on beautiful Zanzibar. Here you can snorkel, explore the island’s capital Stone Town and learn about its history as a key player in the spice trade, or simply make the most of the gorgeous beach.<br/><br/>In Oman, you’ll be based outside the capital Muscat in a beautiful hotel on a private bay. The Shangri-La Barr Al Jissah Resort has three hotels linked by gardens, all offering warm and welcoming Omani hospitality. Enjoy the beach and the warm sea, the pool, spa, snorkelling and diving, and take a guided tour of Muscat, too, a contemporary city which retains a strongly local feel and a great deal of traditional character – you’re always aware that you’re in the Arabian peninsula. <br/><br/>After enjoying three nights in Muscat, fly over to Zanzibar for a seven night stay at Breezes Beach Club &amp; Spa. It sits on one of Zanzibar’s most beautiful beaches where you can try kite surfing, pedal boating, kite buggying and guided cycling and snorkelling trips. You can also learn to dive, at the on-site PADI dive centre, which offers lessons for beginners and guided diving trips on the reef for experienced, qualified divers. There is also a spa and a yoga and meditation sanctuary to enjoy, and the chance to explore Stone Town or enjoy a spice tour.<br/>",
    "durationDays": "12",
    "price": "5750",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Board your overnight flight to Oman"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "When you land in Muscat you will be met and transferred by private vehicle to Al Waha for your 3 night stay."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "This morning you will be taken into Muscat for a tour of some of the city's highlights. This afternoon you are at leisure. You might like to enjoy the facilities at your beachfront hotel or explore Muscat's local culture and souks."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Day at leisure to relax at the beach or explore more of the countryside. In season, you could join the hotel's turtle ranger in the early evening to see if you can spot the green or hawksbill turtles laying their eggs."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "This morning you will be transferred back to the airport by private transfer in time to catch your flight to Zanzibar. Here you will be met and transferred to Breezes Beach Club & Spa for your 7 night beach stay."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Your first day to relax on the white sandy beach of Breezes. The sea is tidal in Zanzibar so take a reef walk and see what marine life you can find."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Another day at leisure. Why not take a day trip to Stone Town to explore or visit Jozani Forest?"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Take a morning stroll before breakfast and then spend the afternoon relaxing in the sun or snorkelling. Alternatively, head out on a half day spice tour."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "You will be transferred by private car to the airport in time to catch your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-cultural-tour",
    "tourName": "Oman cultural tour",
    "placesVisited": "Muscat, Sur, Wahiba Sands, Sinaw Market, Nizwa, Misfah, Al Hamra",
    "generalInfo": "This 8-day cultural tour will give you and your family an exciting encounter with the local people. You'll experience the lives of the mountain village people while staying in a local guesthouse, meet the Bedouin tribes of the desert and the fishing people of Sur and witness traditional Omani activities. <br/><br/>Experience the hustle and bustle of Oman’s local souqs at Nizwa goat market and Sinaw market. Soak up the history visiting ancient forts and castles of Nizwa, Jabrin &amp; Bahla, all with your own private driver/guide and vehicle.<br/><br/>We can tailor make this tour to create a unique holiday for your individual requirements. You can add additional nights in places you’d like to explore more, and we can recommend different hotels and experiences for you based on your preference. We can also substitute the fixed desert camp for wild camping for a more rustic adventure",
    "durationDays": "8",
    "price": "2150",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Muscat where you will be met and transferred to your hotel for the next 2 nights."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Day free to explore Muscat. We recommend a visit to the Grand Mosque and the Bait Al Zubair (Natural History) museum for your first taste of Oman's rich history. There's the old town and walled city to explore or Corniche to walk around the vibrant souq and fish market. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Touring the Interior: depart Muscat in a 4WD vehicle on the start of a fascinating round trip adventure of Oman’s interior. The first leg taking you in a south-eastern direction along the coastal road to Sur to see the ancient Dhow ship yards. Stop at beautiful wadis and sinkholes to swim along the way. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Early risers may catch the wonderful sight of the fishermen with their catch, ask your driver to take you there then return to hotel for breakfast. Then check out and drive to Wahiba Sands, via the beautiful oasis of Wadi bani Khaled. You will have an traditional Bedouin lunch in the desert, and after some exciting sand dune driving, arrive at your Desert Camp for the evening where dinner will be served under the stars. (B,D)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Early start to enjoy the desert sunrise then head on to the busy Sinaw Market where Bedouin communities head to buy staples and sell their livestock and handicrafts. Afterwards visit Nizwa, the historical capital of Oman with ancient history where many battles were fought. See Bahla Fort and Jabrin Castle before heading into the Jabel Akhdar mountains to see the magnificent Al Hoota Cave with 4 underground lakes. Return to Nizwa for the evening. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This morning you will be taken to Nizwa Souk to see the famous cattle auction where people come to buy or sell goats, sheep and cows. Afterwards see one of the most impressive forts in Oman; Nizwa Fort with its massive Circular Cannon Tower. Depart Nizwa for Misfah; an incredible village of ancient houses and narrow streets perched in a valley where you will be staying in a local family run guesthouse for the night with dinner included. (B,D)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Head off today into the village of Al Hamra, famous for its date plantations and oldest preserved houses in Oman. Drive through the spectacular Hajar mountain range of date palms and a patchwork of terraced fields before arriving back in Muscat for your last night in Oman. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "You will be collected from your hotel today for your private transfer to the airport for your departure flight. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-family-holiday-tailor-made",
    "tourName": "Oman family holiday, tailor made",
    "placesVisited": "Muscat, Grand Mosque, Bait Al Zubair Museum, Nakhl, Rustaq fort, Wakan Village, Wadi Abyadh, Wadi Bani Auf, Jebel Al Akhdar mountains, Wahiba Sands, Night in Bedouin desert camp, Masirah Island, Ras al Jinz, Sur, Fin’s beach, Bimah Sinkhole, Wadi Arbayeen",
    "generalInfo": "This 14 day adventure holiday for you and your family offers all the things to keep your kids enthralled with exciting 4x4 “wadi bashing” in the mountains to desert dune driving, along with unforgettable cultural experiences meeting a Bedouin family and exploring local souqs and fishing villages, not to forget relaxation time on a beaches and in Muscat for you! With great weather year round, as well as being malaria free and a safe destination; Oman is the perfect place to take your little ones on holiday. <br/><br/>Your guide will accompany you for the duration of your tour of the interior of Oman, giving you the option to travel at your leisure and away from the crowds. This trip can be tailor made to create a unique holiday for your individual requirements by travel experts with intimate knowledge of the destination. <br/><br/>You can add additional nights in Muscat at the beginning or end and we can recommend different hotels and experiences for you based on your preference. We can also substitute the fixed desert camp for wild camping. <br/><br/>Best time to go:<br/>The best time to travel is from October through to April as the temperatures are warm during the day and mild in the evening. During the summer from May to September the sun is very hot making this tour rather uncomfortable.",
    "durationDays": "14",
    "price": "3025",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Muscat where you will be met and privately transferred to your hotel for the next 3 nights in a family villa."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Free day at your hotel to relax and explore the surrounds (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Visit the Seeb Spice Souk, hot springs at Rustaq with a photo stop at the Rustaq Fort. Drive through the date palms to the sparkling springs at Nakhl and visit the Nakhl Fort. Visit the beautiful Wakan Village famous for its fruit terrace farming before stopping off at Wadi Abyadh, meaning ‘white wadi’. Return to Muscat to overnight (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Drive through the spectacular Wadi Bani Auf; this stretch of graded road is very adventurous & for the physically fit only as it involves steep bends and bumpy roads. The kids will love it! Visit the charming mountain village of Bilad Sayt. The 70 km stretch of road continues unto the village of Al Hamra famous for its date plantations. Visit Misfah old stone house. Dinner & Overnight stay at The View. (B,D)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Visit the Nizwa Fort and souk today before heading out to the pretty village of Birkat Al Mauz and walk through the lush green date plantations. From here a 36 km stretch of winding road takes you to the Jebel Al Akhdar mountain range taking in views of the spectacular landscape of dramatic peaks, gorges and wadis. Proceed to Wahiba Sands, a vast mass of undulating red and white sea of sand. After some exciting sand dune driving you will arrive at your Desert Camp for the evening. (B,D)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Check out of your camp and proceed to Sinaw souk, Mahooth , Masirah Island. From Shannah take ferry to reach Masirah Island. Check in at Masirah Island Resort in a Family Chalet. The rest of the day at Leisure. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Free days with the use of the car at your disposal to explore the Island. (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Depart Masirah Island drive through Nakdah and journey to Ras al Jinz. Enjoy the Ferry crossing to the main land and then drive to Al Ahskara and check in to a Family room at Ras al Jinz Scientific centre. (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Drive to Sur and visit the dhow building yard before heading to the beautiful Fin’s Beach for a swim. The next exciting stop is the Bimah Sinkhole, a spectacular limestone crater with blue green water at the bottom. At Dibab take an adventurous off-road track to visit the Wadi Arbayeen, characterized by date palms and deep pools of water. Proceed to Muscat to the family friendly Shangri La Bar Al Jissah's Al Waha Hotel. (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Day at leisure at the hotel to take advantage of the many activities on offer for you and your children including The Lazy River, private beach and other water sports. (B)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Enjoy a morning city tour of Muscat visiting the Grand Mosque and the Bait Al Zubair Museum (Natural History Museum) for an insight into Oman’s history. Drive along the waterfront of the Corniche visiting the colourful Muttrah Souq with a photo stop to the magnificent Al Alam Palace; the official palace of His Majesty Sultan Qaboos. Return to your hotel for an afternoon at leisure. (B)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Day at leisure in Muscat to relax at the hotel or return to explore more of the capital. (B)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Today you will be collected from your hotel and transferred back to Muscat airport in time for your return flight home. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-highlights-tour",
    "tourName": "Oman highlights tour",
    "placesVisited": "Muscat, Musandam, fjords, Telegraph Island, dhow sailing, Nizwa, Al Hamra, Jabrin Fort, Oman’s “Grand Canyon”, Wahiba Sands, Wadi Bani Khaled oasis, turtle watching, ruined city at Khor Rori Creek, Qara Mountains, Salahlah",
    "generalInfo": "Over the course of 12 days this Oman highlights tour covers the length and breadth of the country. From the dramatic fjords in the north to the golden dunes of Wahiba Sands and the fertile plains around Salalah in the south, Oman is bursting with juxtaposing scenery and diverse cultural traditions. A local English-speaking driver-guide will escort you throughout your trip and help you learn more about the country and its rich history. <br/><br/>Your tour starts in the beautiful city of Muscat and you’ll have time to explore the key sights, like the stunning Grand Mosque, before moving on. You’ll then journey to the north of the country where dramatic fjords are bordered by towering mountains. You’ll swim with dolphins at the famous Telegraph Island and explore the hidden villages and inlets by traditional dhow (boat).<br/><br/>You’ll then head inland to the arid mountains around Nizwa, climb heady heights to witness gorges that rival the Grand Canyon and watch the sunset from your luxurious mountaintop hotel. There is 4x4 driving to be experienced in the towering dunes at Wahiba Sands and you won’t want to miss watching the turtles make their early morning way to sea. <br/><br/>Committed to the protection of the beautiful Giant Green Turtle (Cheloniamydas), Raz Al Jinz Turtle Reserve and Scientific Centre is a must-visit on any Oman itinerary. Situated on the east coast, just 30 minutes from the coastal town of Sur, the centre offers a unique eco-tourism experience and an unparalleled encounter with sea turtles.<br/><br/>Your journey finishes in the south of the country in Salalah and its beautiful surrounding villages. You’ll see cavernous sink holes, a village perched on a cliff edge and lush, fertile land growing exotic fruits and vegetables. There is plenty of time to take advantage of the buzzing Souks (markets) and ancient towns and villages you’ll stop at along the way.<br/><br/>You'll fly home with incredible photographs, wonderful memories and a resolution to return to Oman for your next adventure.",
    "durationDays": "12",
    "price": "3050",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "On arrival at Muscat Airport you will be met by your driver-guide and transferred to your hotel. For the rest of the day simply relax and explore the miles of beautiful sandy beaches, landscaped gardens and all the facilities the hotel has to offer."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After breakfast, it's time to explore Muscat. You'll visit the glorious Grand Mosque and the Bait Al Zubair (natural history) museum for your first taste of Oman's rich history. There's the old town and walled city to explore and 16th century Portuguese and Jalali Forts. In the afternoon it's time for some shopping at the vibrant Muttrah Souq. You'll find exotic spices, traditional coffee pots and wonderful Omani Khanjars."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "You will be collected from your hotel for your flight to Musandam. Enjoy the incredible view as you weave among the volcanic mountains of the northern peninsular. On arrival, you will be driven up to 2,087m to experience the panoramic views of the fjords."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today you will have a chance to explore the fjords and the famous Telegraph Island. Marvel at how the mountains dramatically meet the sea from the decks of a 'dhow'. You'll sail to inlets, concealed villages and peaceful beaches plus there's snorkelling equipment on board if you'd like to take a dip in the calm waters. If you're lucky, when you stop at Telegraph Island you might see (or swim) with dolphins and thousands of colourful fish."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "A short flight takes you back to Muscat where your driver-guide will escort you into Oman's desert-like interior to Nizwa. Nizwa is one of the largest cities in Oman and its prominent Fort in the centre is a wonderful site to visit. You'll enjoy lunch in a local restaurant before continuing to Al Hamra where houses over 300 years old are still standing. From there, you will continue into the mountains to check into your hotel to watch as the sun sets over the mountains."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Enjoy a packed day of sight-seeing starting with a visit to the 17th century Jabrin Fort with its intricate ceilings, plasterwork and carved beams. You'll then head to Bahla, famous for its pottery, before heading deeper into the mountains up to a height of 3,000m for breathtaking views of Oman’s ‘Grand Canyon’."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "The falaj water system is an ancient but extremely efficient system of bringing water down from the mountains to the towns, and Misfah is one of the best villages to see it in action. You will then head into the desert to Wahiba Sands where you will experience the thrill of driving a 4x4 over the huge sand dunes."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "After breakfast you will head to the tropical oasis of Wadi Bani Khaled. Take a swim in the crystal clear natural pools before heading to Sur, a fishing village and home to the ancient Dhow boatyards. After lunch in a local restaurant you will continue your drive to Ras Al Jinz where you will check into your hotel."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "There's an early start to today and with very good reason - head to the beach to watch the turtles make their way to the sea for a wonderfully memorable morning. After breakfast (and a coffee) you'll take the coastal route past the Hajar Mountains to see the huge sinkhole at Quriya. You'll also stop off at Wadi Shaab, a narrow gorge where where houses are precariously built into the cliff. Your final stop is the airport for your onwards flight to Salalah."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Today's sightseeing includes the fishing village of Taga, the ruined city at Khor Rori Creek, the 9th century frankincense capital, Mirbat, and Bin Ali's tomb. You will also enjoy incredible views of Oman's changing countryside - from vast sweeping plains, towering mountains and lush pastureland as you head to Mughsail. Here, huge limestone blow holes funnel the water high into the sky. You'll also need a strong stomach as you take on the Hairpin Bend Road high in the mountains. You'll stop at a wadi and a bird sanctuary on the way. Plus, you're in prime frankincense country now - the trees which dot the landscape are responsible for some of the finest frankincense in the world."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Another full day today starts with a tour of the impressive Qara Mountains and Job's Tomb, plus the frankincense road to Yemen. After lunch in Salalah, you'll visit the natural springs, tropical plants and herds of camels in Dhofar. You'll also visit the ruin of Queen Sheba's port city beside its beautiful natural harbour. You'll spend the afternoon among coconut groves, banana trees and papayas as you enjoy a visit to the 'garden city of the south'. There are vibrant souks to explore so don't forget to buy some top quality frankincense while you're there. Plus you'll see the magnificent summer residence of His Majesty Sultan Qaboos."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "On your last day you will be collected from your hotel and transferred to Salalah airport. From here you will fly back to Muscat for your onwards flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-holiday-arabian-desert-explorer",
    "tourName": "Oman holiday, Arabian Desert explorer",
    "placesVisited": "Muscat, Wadi Bani Awf, Jebel Shams, Nizwa, Sinaw, Al Munisfeh, Wahiba Sands, Duqm, Haima, The Empty Quarter, Salalah",
    "generalInfo": "Oman is famous for its hospitality, peacefulness and food, but it’s also got a huge, hostile desert. The enigmatically named ‘Empty Quarter’ of the Arabian Desert reaches down over the country.  On this trip you can spend two days crossing the Empty Quarter, as well as spending time in Wahiba Sands, mountainous Jebel Shams, and the country’s lovely coastline. <br/><br/>Muscat, Oman’s attractive capital, sits right on the coast. Once you’ve had your fill of traditional-style whitewashed buildings and historic fortresses, you can venture dolphin-watching on the Arabian Sea. Schools of dolphins sometimes number the hundreds here. <br/><br/>Inland from Muscat you’ll find Jebel Shams, a spectacular mountain range, its high peaks balanced by deep canyons and wadis. From here you’ll leap off into the desert, travelling in 4WD, wild camping with local Bedouin and returning to Al Qahid to camp on the shore of the Indian Ocean. <br/><br/>The trip ends with two days in the Empty Quarter. You’ll discover the remains of Oman’s once prominent frankincense forests, and end the adventure in Salalah, a city on the south coast. <br/>",
    "durationDays": "13",
    "price": "3799",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Muscat - Arrive in Muscat and transfer to your hotel. The rest of the day is free."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Muscat - This morning we head out onto the Gulf of Oman to see the local dolphins – in this area they are usually very active and can sometimes be seen in groups of up to five hundred. After lunch on a small island we return to the mainland and explore Muscat, visiting its key sites such as the historic quarter and the Bait Zubair Museum with its exhibits on Omani history and heritage. Overnight Best Western Hotel or similar. (BL)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Wadi Bani Awf – Jebel Shams - Visit the Grand Mosque in Muscat, before heading into some of Oman’s most stunning countryside as we drive into Wadi Bani Awf. The wadi leads into ‘snake canyon’ with its waterfalls and rocky pools, and then we cross the Hajjar Mountains, stopping in small traditional villages along the way. At the end of the day we enter the Jebel Shams range, where we spend the night. Overnight Jebel Shams Resort or similar. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Jebel Shams - Spend the day exploring Jebel Shams, the ‘Grand Canyon of Oman’. We take an easy hike from the village of Al Khitaym through the rim of Al Nakhur Canyon, with great views of the villages at the bottom, and end up at the abandoned village of Al Sab before returning to the hotel. On the way we take lunch in a local family home, for an insight into Omani traditions."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Nizwa - Drive to the village of Al Hamra, with traditional mud brick houses dating back 400 years. Take lunch in a local home, before continuing to the historic town of Nizwa, Oman’s cultural capital with one of the country’s most impressive forts. Explore its souqs and the fort before heading to Jabrin Castle, dating to the 17th century."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Sinaw - Al Munisfeh - Wahiba Sands - Visit the lively souk at Sinaw, and then continue to the abandoned village of Munisifieh, with its ruined mud brick mansions. From here drive to the Wahiba Sands, a mass of undulating dunes, with fantastic opportunities for off road driving. We stay tonight in a wild camp in the middle of the dunes."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Desert Crossing - Accompanied by a Bedouin guide, we cross the desert to the coast, and end up at the beautiful beach of Al Qahid. We camp tonight on the shores of the Indian Ocean."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Drive along a stunning coastline to Duqm, visiting the ‘rock garden’, an area of unusual and very photogenic rock structures and the white sand dunes of Khaluf."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Salalah - Drive to Salalah, visiting Wadi Dawka on the way – home to the largest collection of frankincense trees in the region. After a welcome shower and chance to freshen up, in the evening head out to the local souk to explore."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Salalah - Spend the day exploring Salalah and the surrounding area. We visit the old fishing village of Taqah, as well as its fort, then continue to the ruins of the city of Sumahram, once an important centre of the frankincense trade. On the way back we visit the lush Wadi Darbat as well as the Al Balid archaeological site, housing the remains of the ancient city of Zufar."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Transfer to the airport for departure."
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-holiday-on-a-shoestring",
    "tourName": "Oman holiday on a shoestring",
    "placesVisited": "Muscat, Al Hamra, Misfah, Nizwa, Wahiba Sands, Wadi Bani Khaled, Sur, Raz Al Jinz, Bimah Sinkhole, Wadi Arbayeen",
    "generalInfo": "This rustic 8 day private tailor made tour of Oman allows you to enjoy all the stunning scenery Oman has to offer, but “on a shoestring,” with stays in traditional Omani villages and camping out under the stars in local desert camps. Swim in clear pools in luscious green Wadi Oasis’ before heading out in a 4WD dune driving in the Wahiba Sands. Watch traditional Omani lifestyle visiting fishing villages and dhow building yards, Beduoin camps and Omani souqs, all with your own private driver/guide and vehicle. <br/><br/>Committed to the protection of the beautiful Giant Green Turtle (Cheloniamydas), Raz Al Jinz Turtle Reserve and Scientific Centre is a must-visit on any Oman itinerary. Situated on the east coast, just 30 minutes from the coastal town of Sur, the centre offers a unique eco-tourism experience and an unparalleled encounter with sea turtles.<br/><br/>Your guide will accompany you for the duration of your tour of the interior of Oman, giving you the option to travel at your leisure and away from the crowds. This trip can be tailor made to create a unique holiday for your individual requirements by travel experts with intimate knowledge of the destination. <br/><br/>You can add additional nights in Muscat at the beginning or end and we can recommend different hotels and experiences for you based on your preference. We can also substitute the fixed desert camp for wild camping. <br/><br/>Best time to go:<br/>The best time to travel is from October through to April as the temperatures are warm during the day and mild in the evening. During the summer from May to September the sun is very hot making this tour rather uncomfortable.",
    "durationDays": "8",
    "price": "1890",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Muscat where you will be met and transferred to your hotel for the next 2 nights."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Enjoy a city tour of Muscat visiting the Grand Mosque and the Bait Al Zubair Museum (Natural History Museum) for an insight into Oman’s history. Drive along the waterfront of the Corniche visiting the colourful Muttrah Souq with a photo stop to the magnificent Al Alam Palace; the official palace of His Majesty Sultan Qaboos. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Depart with your driver guide in a 4WD vehicle for the start of a fascinating roundtrip of the interior with the first leg taking into the village of Al Hamra, famous for its date plantations and oldest preserved houses in Oman, which are 300 years old made of palm beams topped by mud and straw. Arrive in Misfah where you will be staying this evening; through narrow alleys between old stone houses to your guesthouse and experience traditional rustic Omani life. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After breakfast visit Nizwa fort and wander around Nizwa souq where the locals trade in traditional as well as imported merchandise, from vegetables to jewellery. Drive to the pretty village of Birkat Al Mauz. Enjoy a walk through the lush green date plantations. Proceed to Wahiba Sands, a vast mass of undulating red and white sea of sand. After some exciting sand dune driving you will arrive at your Desert Camp for the evening. (B,D)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Experience the thrills of dune driving in the desert this morning before you depart for Wadi Bani Khaled. Here you have the chance for a refreshing dip in pools of clear deep blue/green water. Continue to Sur driving out to the coast to Raz Al Jinz for an overnight stay at the Ras Al Jinz Scientific Centre. This evening walk to the beach with turtle ranger on a group excursion to observe nesting turtles (please note that sightings of turtles cannot be guaranteed). Overnight at the Ras Al Jinz Scientific Centre with dinner. (B,D)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Head back to Muscat via Sur and visit the ancient dhow boatyards and visit Sinasila fort. En route stop at Fins Beach for a swim before visiting the Bimah Sinkhole; a spectacular limestone crater with a pool of blue water at the bottom. Proceed to Wadi Arbayeen with its refreshing deep pools of water set among the date palms before arriving in Muscat to overnight. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Free in Muscat to relax at the hotel visit the beach or explore the capital. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Today you will be collected from your hotel and transferred back to Muscat airport in time for your return flight home. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-holidays-arabian-sands",
    "tourName": "Oman holidays, Arabian sands",
    "placesVisited": "",
    "generalInfo": "Travel from the hustle and bustle of Muscat's souks to the serene beauty of the Wahiba Sands. Oman offers all the landscapes you can imagine; an incredible azure coastline, stunning jagged mountains with deep canyons, ancient adobe villages and an ocean of endless towering dunes. Get a genuine taste for Omani culture, shop side by side with the locals at Nizwa souk and buy handmade craft at Sinaw market.<br/>\n<br/>\nMuscat - Explore impressive Forts, the Royal Palace and Corniche of the capital<br/>\nWahiba Sands - 4WD exploration and camp among spectacular sand dunes<br/>\nNizwa - Attend a cattle market and explore the town's remarkable fort",
    "durationDays": "9",
    "price": "2435",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Muscat; afternoon sightseeing tour",
        "description": ": Arrive in Muscat, an old walled town, arguably the Gulf's most attractive city, surrounded by a horseshoe ring of mountains it naturally restricted the old city's growth. For those arriving in the morning, you may take the opportunity to explore the surrounding area, visit one of the many shopping malls or visit the National Museum. Our Leader plans to meet you in the hotel reception at 13:00 for the welcome meeting and later to take us on a guided tour of Muscat. We recommend having lunch before the welcome meeting. Our leader will show us the highlights of the city including visiting the Royal Opera House and Bait Al Zubair Museum. We will also have the chance to take a stroll along the waterfront of Mutrah, Muscat's oldest quarter and on to the bustling souk. If you would like to receive an airport transfer today, you'll need to arrive into Muscat International Airport (MCT), which is just under 30-minute drive from the airport. If you are booking your own flights, we recommend giving yourself approximately one hour to clear the airport. Should you miss the welcome meeting, your Leader will inform you of any essential information as soon as you catch up."
      },
      {
        "dayNumber": 2,
        "title": "Visit Grand Mosque. Drive to Fins Beach via Bimmah Sinkhole and Wadi Tiwi",
        "description": ": This morning, we will board our comfortable 4WD vehicles that will accompany us on our adventure until our return to the capital on day 8. These are the perfect means of transport to venture through the diverse road condition we will encounter during our tour. Before leaving Muscat, we will visit the Grand Mosque - a remarkable modern Islamic Mosque built to celebrate Sultan Qaboos\\ 30th anniversary of reign. The main prayer hall boasts a magnificent Persian carpet measuring an impressive 70 by 60 metres, making it the second largest hand-loomed carpet in the world! After our visit, we follow the coast down towards Fins Beach. Halfway through our journey, we'll stop for a quick visit to Wadi Al Arbeieen before heading to our first stop - Bimmah Sinkhole. We will have our packed lunches in the shade and there will be an opportunity to refresh ourselves and swim in the sinkhole. To reach the water there are 50 steps each way. We will then visit Wadi Tiwi where there is the option to walk in the wadi, following the pools down through a haven of lush vegetation and palms, before heading to our hotel by Fins Beach. On arrival later in the afternoon, we will check-into our beach front hotel and there will be time to relax or go for a swim in the hotel's pool to unwind after the long drive. Overall driving time approx. 5 hours."
      },
      {
        "dayNumber": 3,
        "title": "Visit dhow shipyard in Sur; Drive into Wahiba Sands via Wadi Bani Khalid",
        "description": ": Continuing along the rugged coastline, this morning we visit the Port of Sur. Once a major trading port with East Africa, Sur represents the seafaring origins of Oman. We will visit the dhow shipbuilding yard where traditional dhow boats, used throughout the 15th century, are still built today. Oman is the oldest independent state in the Arab world and the Omani built an impressive and vast sea trading network across Asia since the 7th century. We also visit the nearby small fishing village at Al Ayja, now a quiet community of old merchant houses but once a stronghold of rebellious sheikhs, where we will visit the lighthouse for a photo opportunity. After lunch, we will begin the journey to our desert accommodation with Wadi Bani Khalid being our last stop before our desert drive. There's a short walk on uneven ground to reach the water pools, so make sure to wear comfortable shoes. Here we'll have the opportunity to swim in the turquoise waters of the famous wadi. Wearing one-piece swimsuits or covering up with t-shirt and shorts is highly recommended. Changing rooms and restrooms are available on site. As we move on, the Wahiba Sands begin to rise before us, a vast sea of sand covering about 15,000 square kilometres. Laid out like a great ocean of sand the endless dunes are generally rusty red at the base and honey coloured on the top - an alluring landscape of changing contours and colours. The sands are home to the Bedu, nomadic tribesmen who roam the land with goats and camels or live in small fishing villages. An exhilarating drive across the dunes brings us to our night stop in the Wahiba Sands. There will also be the chance to go for a short walk on the dunes. Sunset promises stunning photo opportunities amidst the spectacular dunes, before we settle down for our night under the desert sky. Our accommodation for the night is a fixed desert camp with ensuite rooms and an airy outdoor communal area for meals and relaxing. Overall driving time approx. 3.5 hours."
      },
      {
        "dayNumber": 4,
        "title": "Drive across the Wahiba Sands and onto Jebel Akhdar for a village walk",
        "description": ": Early mornings in the desert are a time of activity. Mists are a curious phenomenon of the sands, spreading across the dunes and wadis at night, to disappear in the early mornings. The remarkable dew drinking beetle, living just below the surface of the normally scorching sands, utilizes this time to gain valuable sustenance. In spite of its barren feel the sands contain a remarkable amount of life. As well as the Bedu they are home to an exotic diversity of fauna including dragonflies, wolf, two species of Ruppell's fox, wild cats and white-tailed mongooses. Some 115 species of birds have also been recorded here, and it is one of the few remaining refuges for the elusive Arabian and Sand Gazelles. We leave the desert early after breakfast and once out of the sands we continue through a market town that is a meeting point for Bedouin for miles around. Bustling Sinaw market is a great place to see local people intent in their daily shopping and a good opportunity to buy some local produce, from textiles to spices and handmade pottery. Later we'll drive north through the Jebel Akhdar ('Green Mountain') mountain range, passing dramatic craggy peaks. Despite its desolate and barren nature, small settlements cling to the plateau areas, nestling in the lunar like landscape. For thousands of years self-sufficient oases have flourished in the folds of rocks, using an ancient irrigation system known as falaj. These are water channels that never dry up, often contoured round wadis or tunnelled through the cliffs in order to tap the water table. Upkeep of the life-giving falaj is a community responsibility and contributes to maintaining harmony within a village. Enroute we'll briefly stop at the traditional village of Birkat Al Mouz, famous for its UNESCO protected ancient falaj irrigation system. Mid-afternoon, we'll head to the top of Jebel Akhdar for a scenic walk through the villages of Al Ain, Al Aqr, and Wadi Bani Habib. The path we'll follow offers stunning views of the terraced farms, abandoned villages and deep wadis. We'll walk for about two hours at a moderate pace on a mix of paved paths, dirt trails and some rocky sections. We can expect some stone steps along the way, but no scrambling involved. After the walk we'll head to our next night stop and overnight in the mountains. Overall driving time approx. 3.5 hours."
      },
      {
        "dayNumber": 5,
        "title": "Visit traditional mountain village of Misfah al Abriyyin. Lunch at a local old house",
        "description": ": After leaving our mountain hotel, our first stop on today's drive is at Misfah al Abriyyin, a charming traditional mountain village known for its ancient, terraced farming and picturesque stone houses. We'll explore the village's narrow alleys under date palm trees, its pretty falaj system which continues to supply water to the village. We'll walk for approximately one and a half hours on stone-paved pathways, dirt trails, steps and uneven, rocky sections and enjoy the stunning views of the surrounding mountains. At the end of the walk, there will be an opportunity to visit a local honey shop, where you can sample and purchase authentic Omani honey, a local specialty. The production is in town and some of the trees the bees pollinate are visible from the shop! Enjoy a delicious lunch at Misfah Old House, a heritage restaurant that offers a traditional Omani dining experience in a rustic setting. We'll reach our next accommodation mid-afternoon and there will be time to relax by the pool and watch the sun set."
      },
      {
        "dayNumber": 6,
        "title": "Balcony walk at Jebel Shams and visit a former village chief’s house. On to Nizwa",
        "description": ": After breakfast, we will drive towards the highest peak in Oman: Jebel Shams (Mountain of the Sun) standing at 3,009 metres. En-route to the summit, we encounter an astonishing view down a sheer drop of 1000m to the bottom of the 'Grand Canyon', Oman's very own (and equally spectacular) version of its American counterpart. At the bottom of this vast void, a wadi winds peacefully through the landscape. According to one theory, the canyon was once a huge cave and evidence of fossils and shells suggests that the canyon base was at one time covered by a shallow sea. We'll walk part of the Balcony Walk for approximately one hour on an uneven but relatively flat trail, during which we'll enjoy some spectacular views. After the walk, we'll descend in our 4WDs and visit Al Hamra village, known for its traditional mud-brick houses and rustic charm. Taking a stroll through the village, we'll immerse ourselves in its 400 years old history. Many of the houses have been abandoned over time as younger generations moved to a more modern lifestyle. To follow, we'll enjoy a traditional lunch at Bait Al Safa, an historic house a former village chief in the Al Hamra district. Stepping into this house feels a bit like travelling in time as the décor has been curated to reflect as much as possible what the house would have looked like in the 17th century. After our meal, we'll explore the house which has been preserved as a museum to showcase Oman's rich cultural heritage. As you explore the rooms\\emdash such as the majlis (guest room), bedrooms, kitchen, and courtyard\\emdash you'll get a glimpse of traditional Omani life, with displays of dress, jewellery, household items, and handicrafts. From here it is a fairly easy drive along tarmac roads to Nizwa, the capital of Oman from 751 to 1154 AD and still regarded as the cultural capital. Arriving on a Thursday night will give us a unique opportunity to see the weekend begin for the Omani people and take in the bustle of the city at dusk. A walk on the city walls at night it's an unmissable experience. We'll check in at our centrally located hotel for the next two nights. An evening walk in the maze of narrow streets is highly recommended. Overall driving time approx. 3.5 hours."
      },
      {
        "dayNumber": 7,
        "title": "Discover Nizwa; attend the Friday goat auction and visit the fort",
        "description": ": Today we spend a full day exploring the wealth of history and culture Nizwa has to offer. We'll start by visiting the traditional Friday goat auction first thing. This is a great chance to come close to this weekly event which is a staple of Omani rural life and tradition. Next, we'll visit the Nizwa Souk, a bustling modern market where you can find a variety of traditional Omani products such as spices, textiles, jewellery, and handicrafts. It's a perfect place to immerse yourself in the local culture and shop for souvenirs if you wish. Finally, we'll explore the historic Nizwa Fort, a majestic 17th-century fortress that stands as a symbol of Oman's rich history. It was built to guard the Sumail Gap during the struggle between the Sultan and the radical Imams. Nizwa was the centre of Imam Resistance right up until the 1950s when the Sultan had to call upon the help of the British to quell the rebels. Wander through the fort's towers and rooms, learn about its strategic importance, and enjoy panoramic views of the town and surrounding landscape from the top. The rest of the afternoon has been free to further explore at your own pace or relax at the hotel."
      },
      {
        "dayNumber": 8,
        "title": "Drive via Jabreen Castle to Muscat. Lunch at a Women cooperative. Optional Dhow cruise",
        "description": ": Our route back to Muscat is through the beautifully restored 17th century Jabreen Castle. Its intricate architecture and historical significance make it a must-see while in Oman. We'll explore the castle's grand hall, towers and chambers, while we'll learn about its history and role as a former royal residence. As we continue making our way back to the capital, our next stop is Sidab, a neighbourhood of Old Muscat. Here we will pay a visit to Sidab Women's Association, a sewing group founded in 2004, which has been providing local women with an opportunity to work both from the association headquarters or from their homes with the final aim to empower them and give them the opportunity to earn their own income. A delicious home-made lunch will be served during our visit. For those who wish, we have the opportunity to take an optional trip on a timeless dhow vessel. This optional sailing departs quite conveniently from the marina in Sidab and sails past Muscat's skyline in time for sunset. The perfect way to unwind after over a week of adventure. Overall driving time approx. 3 hours."
      },
      {
        "dayNumber": 9,
        "title": "Trip ends in Muscat",
        "description": ": The trip ends after breakfast at our hotel in Muscat. There are no activities planned today, so you are free to depart from Muscat at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you would like an airport transfer today, you'll need to depart from Muscat International Airport (MCT), which is 30 minutes' drive from the hotel. If you haven't seen enough of the Omani capital, you can add extra nights onto your tour. Please contact us to book additional accommodation."
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-self-drive-holiday",
    "tourName": "Oman self drive holiday",
    "placesVisited": "",
    "generalInfo": "This exciting self-drive adventure showcases barren deserts, towering dunes, rugged coastline home to turtles, and surprising greenery in the form of verdant oases, all of which you can explore at your own pace. From remote mountain villages and vast spectacular canyons to desert forts and castles, impressive mosques and bustling souks. Oman is surprisingly close to Europe and blessed with an agreeable winter climate to complement its awe inspiring landscapes.",
    "durationDays": "8",
    "price": "1995",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival Muscat (Approximate overall driving time today is 45 minutes) - Arrive in Muscat and meet with our local representative who will brief you on the tour and the procedures with regard to the 4WD self-drive transportation you will be using (please see the tour notes after the itinerary for further information). After the briefing, continue to your accommodation and the rest of the day will be at leisure. No meals nor guided excursions are included today. Overnight at Al Falaj Hotel. Note – We can book a range of accommodation throughout Oman so please contact us if you are interested in staying in different properties."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Muscat – Sur – Ras Al Jinz (Approximate overall driving time today is 3.5 hours) - Today you start your adventure and drive through spectacular rugged mountains towards the coastal town of Sur. En route, stop at Bimmah Sink Hole, a rather unusual water filled structural depression, and Wadi Shab, an oasis of inviting pools where it may be possible to take a dip. Continue to Sur, in the past renowned for its dhow shipyards, before continuing to Ras al Jinz. After an early dinner, you will visit the green turtle sanctuary where, after a journey of thousands of kilometres, mature females come ashore to lay their eggs. Overnight Ras Al Jinz Turtle Reserve. (BD) Note – The visiting of the turtle reserve is conducted in groups so this is not possible as a private excursion."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Ras Al Jinz – Wadi Bani Khalid – Wahiba Sands (Approximate overall driving time today is 3 hours) - This morning drive to Wadi Bani Khalid, an oasis in the middle of barren and dry mountain landscapes. It’s one of the most beautiful wadis in Oman, and its pools of clear deep blue water are a welcome opportunity for a swim. Thereafter, head into the Wahiba Sands, an undulating red and white spectacular sea of dunes. You will meet an escort car at a designated point who will safely navigate you into the dunes. After some exciting dune driving, you will arrive at your desert camp. Overnight 1000 Nights Camp. (BD) Note – We recommend staying in the Sheikh tents for an atmospheric Arabian desert experience. These are comfortable and furnished with private bathrooms attached. They do not have air conditioning. If you prefer a room type in the desert with air conditioning please contact us to quote for an upgrade. Also note that alcohol is not served in the desert but you can take it with you."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Wahiba Sands - Today is at leisure to relax. There are a number of optional activities that can be arranged from the camp such as lunch at a Bedouin house, camel trekking and hiking. The activities can either be arranged on the spot subject to availability or they can also be booked in advance so please advise us if you would like the full list), or just simply take in the views over the dunes and relax by the pool. Overnight 1000 Nights Camp. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Wahiba Sands – Ibra – Jebel Akhdar – Nizwa (Approximate overall driving time today is 5.5 hours) - After breakfast depart the desert with your escort car and then continue unaccompanied to the historic town of Nizwa, Oman’s cultural capital. En route make stops at Ibra Old Houses and explore Jebel Akhdar. In Arabic Jebel Akhdar means Green Mountains and the area is justifiably famous for its gardens, farms and terraced plantations. Also call in at Wadi Habib to see one of the more remote villages and its nearby fruit plantations, before continuing to Nizwa. Overnight Al Falaj Daris Hotel. (BD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Nizwa – Jabrin Castle – Bahla - Jebel Shams (Approximate overall driving time today is 2 hours) - This morning visit Nizwa’s souk, its busy livestock market and its atmospheric fort. Afterwards continue to the 17th century Yaruba dynasty castle of Jabrin, where magnificent plasterwork, painted wooden beams, and carved doors make it unique in Oman. Continue on to Bahla, one of the oldest towns in Oman and a 12th century tribal capital. Admire views of the town and its magnificent fort before continuing to Jebel Shams. Overnight Jebel Shams Resort. (BD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Jebel Shams – Al Hamra – Wadi Bani Awf – Muscat (Approximate overall driving time today is 5 hours) - This morning take in spectacular views of Jebel Shams, the ‘Grand Canyon of Oman’. Afterwards drive to Al Hamra and Misfah, to see one of the region’s oldest villages. Here traditional mud houses over 400-years-old are still occupied. Then take an incredibly scenic mountain drive to Wadi Bani Awf, the end point of the canyon, to see the ‘snake gorge’ in the middle of steep mountain cliffs. Continue to Nakhl and visit its restored fort, perched on a rocky outcrop, before returning to Muscat. Overnight Al Falaj Hotel. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Departure from Muscat - This morning we visit the magnificent Sultan Qaboos Grand Mosque, one of the largest in the Middle East. Afterwards we drive through Muscat’s old, walled district and visit Bait Al Zubai Museum for its Omani cultural displays. Later we head to Muttrah Souk where it’s possible to bargain for handicrafts and silverware. Later this afternoon drive back to the airport where you will drop off your vehicle before checking in for your evening onward flight. (B) Note – Contact is if you wish to extend your stay in Oman. Perhaps to fly north to the Musandam Peninsular for snorkelling or dolphin watching or south to the interesting region of Salalah. Alternatively, we can book one of the man beach hotels for you in Muscat for some relaxation."
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-short-tour-tailor-made",
    "tourName": "Oman short tour, tailor made",
    "placesVisited": "",
    "generalInfo": "Oman is an intoxicating mix of incredible scenery and fascinating culture in an enigmatic corner of Arabia. On this short break, experience the hustle and bustle of Muscat and then venture into an iconic Arabian landscape in the shape of the magnificent Wahiba Sands.<br/><br/>When referring to the Arab world, there’s a differentiation between the Middle East and North Africa, and the Gulf. The latter’s oil-rich states are often characterised by glittering high-rise developments, shopping malls, five-star hotels and industrial quantities of air-conditioning. Indigenous populations are often outnumbered by poorly paid guest workers, and little remains of traditional culture. Oman is an exception.<br/><br/>The mostly benign absolute monarchy of the late Sultan Qaboos saw an insular conservative kingdom evolve to adopt a more modern outlook. However, as much as Oman has used its oil revenues for infrastructure development, it has retained its traditional culture and identity. This tailormade short break gives you a tantalising flavour of its allure.",
    "durationDays": "5",
    "price": "1195",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Muscat (Approximate driving time: forty-five minutes) - Arrive in Muscat and transfer to hotel accommodation. Depending upon flight schedules there may be time to explore the city independently. Overnight at Ramada Encore. No meals or guided activities."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Muscat - City tour and sunset cruise - This morning after an early breakfast meet your guide and start your tour of Muscat with a visit to the Grand Mosque, the most exquisite Mosque in Oman covering 416,000 square metres and can accommodate an astonishing 20,000 worshippers. We then continue to the districts of Muttrah, and visit the atmospheric alleyways of the souq where the scent of exotic fragrances and spices hang in the air. Here you can bargain for a diverse range of goods from Omani costumes to traditional jewellery and much more. The next stop will be a photo stop and observation of the magnificent Al Alam Palace, the official residence of His Majesty Sultan Qaboos Bin Said the ruler of Oman. The palace is an architectural marvel for both its design and its location between the twin Portuguese forts Mirani and Jalali. You will then return to your hotel for some time at leisure before later this afternoon boarding a dhow and enjoy cruising along Oman’s coastline on an open deck sipping refreshments and sampling Arab dates as the sun sets. Overnight Ramada Encore. (B) Please Note: The Grand Mosque is open from Saturday to Thursday from 0800 – 1100 hrs only. Ladies visiting the mosque are required to cover their head with scarf and do not wear shorts, beachwear or sleeveless outfits as they are to be fully covered. Men are also to be full covered. Slip on shoes recommended. The sunset cruise is a shared tour available on Monday, Thursday, Friday and Saturday. On Sunday, Tuesday and Wednesday, it is by speedboat."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Muscat – Wadi Bani Khalid – Wahiba Sands (Approximate driving time: three-hours) - This morning we drive to Wadi Bani Khalid, an oasis in the middle of barren and dry mountain landscapes. It’s one of the most beautiful wadis in Oman, and its pools of clear deep blue water are a welcome opportunity for a swim. Continue thereafter into the vast expanse of the Wahiba, an undulating red and white sea of dunes. After some exciting dune driving and a visit to a Bedouin house, we arrive at our comfortable desert camp. Overnight 1000 Nights Camp – Sheikh Tent (No air conditioning). (BD) Please Note: It is approx. 500m walk from the parking area to the pool. As per the recent guidelines form Ministry of Tourism, ladies who wish to swim in the wadi have to wear shorts and t shirt to cover their body. Swimming in bikinis is not permitted. This is to respect the local culture of the villagers. The desert camp does not serve alcohol but you can take your own for private consumption."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Wahiba Sands - Today is at leisure to enjoy the iconic Arabian Desert scene. Early birds may wish to scale the dunes for a spectacular sunrise. The rest of the day can be spent at leisure just relaxing by the pool or there are a number of optional activities which can enjoyed from the camp including hiking in the dunes or a camel safari for example. Activities can be booked in advance so please contact us for details but subject to availability they can also be arranged from the camp. This evening before dinner. you may wish to scale the dunes to observe the Arabian sunset across the ochre dunes. Overnight 1000 Nights Camp – Sheikh Tent – Not air conditioned. (BD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Wahiba Sands – Muscat – Departure from Oman (Approximate driving time: three-hours) - After a leisurely breakfast the morning will be at leisure before checking out around noon. Then drive back to Muscat where your driver/guide can take you to a restaurant for dinner before transferring to the airport for your late evening onward flight (B)."
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-small-group-holiday",
    "tourName": "Oman small group holiday",
    "placesVisited": "Muscat, Ras al Jinz Turtle Reserve, Hawiyat Najim Park, Bimmah Sinkhole, Wadi Shab, Sur, Wadi Bani Khalid, Wahiba Sands, Nizwa, Jebel Sham, Hajar Mountains",
    "generalInfo": "This Oman small group holiday follows a carefully crafted itinerary, starting and ending in the elegant capital city of Muscat, and taking in many of Oman’s natural and cultural highlights in between. With some wonderful adventures too. <br/><br/>For cultural heritage, the Islamic forts, ancient mud brick houses, lively souks and Muscat’s architectural greats, Oman certainly proffers a collection of historical splendours. As well as the history of the Bedouin people, of course, with whom you will get to know the wild desert landscapes of Wahiba Sands, camping out for a night.<br/><br/>More spectacular natural wonders await at Jebel Shams, which translates as Mountain of the Sun and is highest peak in Oman at 3000m in Al Hajar Mountains. Here we take a short trek along the rim before heading to Wadi Bani Awf, also known as ‘snake gorge’. You can’t visit Oman without enjoying some of its Indian Ocean coast, with a trip to the celebrated Ras al Jinz Turtle Reserve, the traditional fishing town of Sur, as well as the coastal and urban chic environs of Muscat itself of course. <br/>",
    "durationDays": "8",
    "price": "2490",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Muscat.",
        "description": "Salaam Alaikum! Welcome to Oman and the sprawling seaside city of Muscat. Your adventure begins with a welcome meeting at 5 pm today. If you arrive with time to spare you may like to visit the Royal Opera House, a grand building that encapsulates contemporary Omani architectural style, or take a walk along the beach, dipping your toes in the Gulf of Oman. After the welcome meeting perhaps join your group at a nearby restaurant, serving up Omani favourites like shuwa, fresh salads and local breads."
      },
      {
        "dayNumber": 2,
        "title": "Muscat.",
        "description": "Begin your explorations with a visit to the beautiful Sultan Qaboos Grand Mosque. The largest mosque in Oman, it has capacity for 20,000 worshippers and the second largest carpet in the world, handwoven by Iranian women, taking four years to produce. Your next stop is the old part of Muscat, where you'll see the two 16th century Portuguese forts, Jalali and Mirani, guarding the entrance to the city. Drive down to the busy fishing harbour at Muttrah, with its wooden dhows and fishing boats, stop at the bazaar (souq) where you can pick up a local perfume or postcard. Visit the Sidab Women's Group and learn how they're empowering local women through the production and sale of reusable bags. After learning about the organisation, enjoy a selection of salads, sambusas and stews, cooked for you by our welcoming hosts. Your afternoon is then free to spend as you wish. An optional sunset cruise provides a spectacular viewpoint for the rocky coastline of the city."
      },
      {
        "dayNumber": 3,
        "title": "Ras al Hadd.",
        "description": "Drive through Oman's rugged landscapes to Hawiyat Najim Park, the location of the Bimmah Sinkhole. This picture-perfect sinkhole was formed through limestone erosion. The turquoise waters make an excellent stop to paddle the feet before travelling onwards. Your next stop, Wadi Tiwi, is known as the wadi of nine villages, with each community linked by date plantations and the flow of water through their falaj system. Spend time learning about dates, how they're grown and harvested, and their importance in Omani hospitality, and stretch your legs walking through the village. Continue driving to Ras al Hadd and check into your beachside resort where you'll be able to enjoy a lovely relaxed evening at the property."
      },
      {
        "dayNumber": 4,
        "title": "Wahiba Sands.",
        "description": "After breakfast, we make a stop in Sur, an important city of Oman's maritime past. Sur has long been known for its tradition of dhow building. These mighty vessels formed an important part of Omani culture and trade over the years. Visit a dhow factory to see how they are built and be joined by a local worker who will explain the making of the dhow, the materials used and the time taken to built the vessel. Drive through the Eastern Hajar Mountains, enjoying incredible views of villages embedded in the mountains as you take this winding road to the peaceful Wadi Bani Khalid. Cool off with a swim in the wadi, surrounded by palm trees and mountains. Drive onwards to the beautiful Wahiba Sands, where you'll spend the night. Rolling dunes, some as high as 150 metres, stretch as far as the eye can see and are constantly shifting. Sunset from atop a dune is a must. After dinner back at the camp, relax under the stars with music, tea and maybe even some dancing."
      },
      {
        "dayNumber": 5,
        "title": "Nizwa.",
        "description": "If you're a morning person, you have the option to climb the dunes and enjoy watching them change colour as the sun rises over them. Otherwise, enjoy a relaxed start to the day before driving further into the dunes to visit a Bedouin family. Wahiba Sands is named after the Wahiba tribe and the region is home to families that have lived and worked in the area for generations. Enjoy coffee, dates and a chat with our welcoming hosts. Leaving the desert behind, make tracks for Nizwa. On the outskirts of the city, visit Jabreen Castle, considered one of the finest and most picturesque in the country. Built in 1675, this cleverly designed residence was home to Imam Bil-Arab Bin Sultan and many subsequent generations. A local guide will share the castle's secrets and expansive viewpoints with you. It's just a short drive to Nizwa, where you'll spend the night in the old town, staying in a heritage property. Enjoy a free evening to explore the old town or relax at a rooftop cafe with a cool drink."
      },
      {
        "dayNumber": 6,
        "title": "Misfat Al Abyreen - Jebel Shams.",
        "description": "Take a walk with your leader through the labyrinthine streets of Nizwa's old town this morning, before exploring the souq and its various specialty areas for halwa, vegetables, spices, ceramics. You'll have some free time during which you might like to visit Nizwa Fort. With a massive circular cannon tower and built to withstand the vibrations of 24 cannons, it's one of the most impressive forts in Oman. Depart Nizwa for Misfat Al Abyreen, a mountain village located 1000m above sea level and recognised by UNWTO as one of the world's best tourism villages for its preservation of Omani culture. Walk through the village and see how their agricultural and irrigation systems are as productive as they were centuries ago. Visit a local beekeeper and find out about their bees and the ways they produce different types of honey - with some sampling too, of course! Then enjoy a home-cooked Omani feast with your host for lunch. Omani people are famous for their hospitality and you’ll get to try some exciting home-cooked flavors including Qabuli (Omani spiced rice with either goat/fish/chicken), hummus, Omani bread (Kubz Al Rakhal) with local honey, Omani coffee and tea with dates, etc. Carry on your journey higher into the mountains to Jebel Shams, which translates as 'Mountain of the Sun'. Check into your hotel before heading out to take in the breathtaking views of the Grand Canyon and, weather allowing, a brilliant sunset."
      },
      {
        "dayNumber": 7,
        "title": "Muscat.",
        "description": "An early morning hike is on offer today. The balcony walk follows the Grand Canyon, so you can expect epic views as you walk. After breakfast at your hotel, settle in for a memorable drive to Wadi Bani Awf, the end point of the canyon and known as Snake Gorge. Break up the drive with a walk through Bilad Sait, a remote fortress village in the heart of the mountains, lush with palm trees. After leaving the mountains, you'll drive back to Muscat, arriving in the late afternoon. The evening is free to spend as you wish, perhaps gather your group together for a meal to celebrate your adventure."
      },
      {
        "dayNumber": 8,
        "title": "Muscat.",
        "description": "After breakfast, you are free to leave at any time, as there are no activities planned today. If you would like to spend some more time in Muscat, we’ll be happy to organise additional accommodation for you (subject to availability)."
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-small-group-tour-10-days",
    "tourName": "Oman small group tour, 10 days",
    "placesVisited": "",
    "generalInfo": "Experience Oman on an Arabian 10-day small group tour. Discover the country's stunning landscapes, rich traditions, and warm hospitality.<br/><br/>Start in Muscat, visiting the Sultan Qaboos Grand Mosque and bustling Matrah Souk. Enjoy a relaxing sunset cruise along the coastline. Explore secluded beaches and wadis like Wadi Bani Khalid. Visit Sur to see traditional dhow-building and witness nesting sea turtles in Ras al Jinz.<br/><br/>Travel to the Wahiba Sands for Bedouin hospitality and spectacular desert sunsets, then camp under the stars. Visit the dramatic Jebel Akhdar and historic Nizwa, where you’ll find terraced orchards and ancient forts. Check out UNESCO-listed falaj irrigation systems and the quaint village of Misfat al Abriyeen.<br/><br/>End your journey back in Muscat with leisure time to relax or explore further. This tour offers a deep dive into Oman’s beauty and heritage.",
    "durationDays": "10",
    "price": "2565",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Oman - Arrive at Muscat International Airport. Your driver will take you to your hotel for check-in. Spend the evening exploring the area at your leisure. Meals: None"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Discover Muscat - Have breakfast, then join a guided tour of Muscat. Visit the Fish Market, Matrah Souk, Sultan Qaboos Grand Mosque, Bait Al Zubair Museum, Al Alam Palace, and the Opera House. Overnight at the hotel. Meals: B"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Coastal Charm - Enjoy breakfast and relax on the beach. In the afternoon, take a sunset dhow cruise along Muscat's coastline, with refreshments provided. Return to the hotel for the night. Meals: B"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Jabal Al Akhdar - Travel to Jabal Al Akhdar, stopping at Birkat Al Mouz to see the Falaj irrigation system. Check into your hotel amidst the mountain scenery. Meals: BL"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Village Hiking - Start with breakfast, then hike in Jabal Akhdar. Visit Diana's Point, Al Aqur, and Shuraijah village. Return to your hotel for a relaxing evening. Meals: B"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Nizwa and Jabal Shams - After breakfast, head to Nizwa to visit the fort and souk. Continue to Jabal Shams for stunning views and visit the Bayt Al Safah Museum. Spend the night in Misfat Al Abriyeen. Meals: BLD"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Wahiba Sands - In the morning, journey to the Wahiba Sands. Stop at Birkat Al Mawz for a quick visit before lunch at Razwan Restaurant. Enjoy dune bashing before checking into your resort camp. Watch the sunset and have dinner under the stars. Meals: BLD"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Sur and Ras al Jinz - Visit Wadi Bani Khalid, then head to Sur to explore its culture and dhow building. Check into the Ras Al Hadd hotel for dinner and go turtle-watching at Ras Al Jinz. Meals: BD"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Wadi Tiwi and Muscat - Travel to Muscat, stopping at Wadi Tiwi and the Bimmah Sinkhole. Arrive at your beach hotel and have the evening free. Meals: BL"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Farewell Oman - Your driver will take you to the airport for your departure. As you head home, reflect on your Omani adventure. Meals: B"
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-small-group-tour",
    "tourName": "Oman small group tour",
    "placesVisited": "Muscat, Sultan Qaboos Grand Mosque, Natural History Museum, Dhow shipyards at Sur, Quriyat beaches, Green turtles at Ras-al-Jinz, Wadi Bani Khalid, Wahiba Sands, Jabrin Castle, Bahla, Nizwa, Jabel Akhdar mountains, Deserted villages of Al Hamra and Misfah, Jebel Shams ‘Grand Canyon of Oman'",
    "generalInfo": "Oman is slowly emerging from its hermit shell, revealing a land of friendly people and dramatic landscapes, peppered with forts. Oman is distinctly Arabic and offers many old-world wonders.<br/>Swimming in the turquoise waters of Wadi Bani Khalid and then driving across the dramatic red dunes of Wahiba are both adventures to be remembered forever. Embrace the curious traveller within exploring Bedouin desert culture, visiting ancient tribal forts and mountain mud homes, small plantations and fishing villages. And show your considerate side by staying in locally owned hotels, supporting the green turtle sanctuary at Ras Al Jinz, being guided by local experts who advise on cultural sensitivities as you head way off the usual tourist trail. All of which can be summed up in two words: Oh. Man.",
    "durationDays": "8",
    "price": "1995",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival Muscat (Approximate driving time: forty-five minutes) - Arrive in Muscat and transfer to hotel accommodation. Depending upon flight schedules there may be time to explore the city independently. No meals or guided arrangements are included today. Overnight at Al Falaj Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Muscat – Sur – Ras Al Jinz (Approximate driving time: three-and-a-half-hours) - Today we drive through spectacular rugged mountains towards Sur. En we route we stop at Bimmah Sink Hole and Wadi Shab, an oasis of inviting pools where it may be possible to take a dip. After lunch we explore Sur, in the past renowned for its dhow shipyards, before continuing to Ras al Jinz. After an early dinner we visit the green turtle sanctuary where, after a journey of thousands of kilometres, mature females come ashore to lay their eggs. Overnight Ras Al Jinz Turtle Reserve or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Ras Al Jinz – Wadi Bani Khalid – Wahiba Sands (Approximate driving time: three-hours) - This morning we drive to Wadi Bani Khalid, an oasis in the middle of barren and dry mountain landscapes. It’s one of the most beautiful wadis in Oman, and its pools of clear deep blue water are a welcome opportunity for a swim. After lunch we head into the Wahiba Sands, an undulating red and white sea of dunes. After some exciting dune driving, we arrive at our desert camp. Overnight 1000 Nights Camp or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Wahiba Sands - Today is free to relax. There’s lunch at a Bedouin house, and a range of activities are available from the desert camp (which may be booked in advance – please advise if you would like the full list), or just take in the views over the dunes. Overnight 1000 Nights Camp or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Wahiba Sands – Ibra – Jebel Akhdar – Nizwa (Approximate driving time: five-and-a-half-hours) - After breakfast we drive to the historic town of Nizwa, Oman’s cultural capital. En route we visit Ibra Old Houses and explore Jebel Akhdar. In Arabic Jebel Akhdar means Green Mountains, and the area is justifiably famous for its gardens, farms and terraced plantations. We call in at Wadi Habib to see one of the more remote villages and its nearby fruit plantations, before continuing to Nizwa. Overnight Intercity Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Nizwa – Jabrin Castle – Bahla - Jebel Shams (Approximate driving time: two-hours) - This morning we visit Nizwa’s souk, its busy livestock market and its fort. Afterwards we drive to the 17th century Yaruba dynasty castle of Jabrin, where magnificent plasterwork, painted wooden beams, and carved doors make it unique in Oman. Afterwards we drive to Bahla, one of the oldest towns in Oman and a 12th century tribal capital. We admire views of the town and its magnificent fort before continuing to Jebel Shams. Overnight Jebel Shams Resort or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Jebel Shams – Al Hamra – Wadi Bani Awf – Muscat (Approximate driving time: five-hours) - Today we take in spectacular views of Jebel Shams, the ‘Grand Canyon of Oman’. Afterwards we drive to Al Hamra and Misfah, to see one of the region’s oldest villages. Here traditional mud houses over 400-years-old are still occupied. After an early lunch we head to Wadi Bani Awf, the end point of the canyon, to see the ‘snake gorge’ in the middle of steep mountain cliffs. Later we drive to Nakhl and visit its restored fort, perched on a rocky outcrop, before arriving in Muscat. Overnight Al Falaj Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Muscat - This morning we visit the magnificent Sultan Qaboos Grand Mosque, one of the largest in the Middle East. Afterwards we drive through Muscat’s old, walled district and visit Bait Al Zubai Museum for its Omani cultural displays. Later we head to Muttrah Souk where it’s possible to bargain for handicrafts and silverware. In the late afternoon we take a sunset cruise, before transferring to Muscat airport to meet onward flights. (BL)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-tailor-made-holiday",
    "tourName": "Oman tailor made holiday",
    "placesVisited": "",
    "generalInfo": "Oman is a fantastic country; blending Arabian traditions and hospitality with an infrastructure that is developed enough to ensure visiting is a pleasure, but not so developed that it has swamped the local character.<br/><br/>Although the phrase is overused, Oman really is an undiscovered gem. Dwarfed on the global stage by its neighbour, Dubai, Oman actually has far more to offer the visitor looking for a genuine Arabian experience and a trip with some culture, as well as the chance to soak up the sun. Oman's climate is very sunny, and while it does rain, this is a rare and normally brief occurrence. In spring and autumn, daily temperatures are in the mid to high 20s Celsius, and over the winter, a very pleasant low to mid 20s Celsius. Only the summer is extreme, from about May until September, when temperatures frequently climb as high as 45C or even above, with extremely high humidity. <br/><br/>Oman has much more to offer than just a great climate, however. Oil and gas revenues have allowed it to develop into a modern, forward looking state. For the visitor, Muscat certainly provides an easy introduction to the Arabian peninsula - there are banks, Western-style shopping malls, ATMs, good roads, fantastic restaurants and top quality hotels. These blend with the city's graceful, traditional buildings, wonderful souqs, superbly restored forts and rugged mountainous vistas. Outside the capital, facilities are scarcer, but the main places of interest are still very accessible; with perfectly comfortable hotels joined by tarmac roads. Perhaps the aspect that makes travelling easiest is the natural friendliness and hospitality of the Omani people. Nearly everyone comments on this; they are always ready with a smile and will invariably do their best to help you out.<br/><br/>Jebel Akhdar, the Green Mountain, is part of the rugged Al Hajar range and one of Oman's most spectacular regions. Ideal for walking and trekking, the magnificent scenery and rich history make for a rewarding stay with ancient forts and castles, deserted villages and UNESCO World Heritage Sites to explore. Cooler temperatures and higher rainfall provide good conditions for the cultivation of walnuts, pomegranates and Oman's famous damask roses, and the verdant terraced fields are what gives the region its name. Remote and largely untamed, a trip here provides a unique perspective on life in Oman's mountains.<br/><br/>The Alila Jebal Akhdar Although sleek and sophisticated retains plenty of local character in its beautiful rooms, stylish spa and gorgeous infinity pool.<br/>Rooms and suites all boast awe inspiring views of the surrounding mountain scenery and are luxuriously appointed, reflecting the diverse culture of the region. The hotel also has a range of excellent facilities, including an outdoor infinity pool, indoor heated pool, spa and dining options to suit every mood, from formal meals in the Juniper Restaurant to casual dining by the pool or in the Rose Bar. <br/><br/>Whether you are looking for quiet sanctuary from the bustle of daily life or a chance to strap on your walking boots and head out along some of the mountain trails, the property truly offers something for everyone! <br/><br/>After a 3 night stay at the Alila, head back to the coast for a 7 night stay in Muscat at the Al Bustan Palace.<br/><br/>Ever since its creation, this hotel has been providing first-rate service and accommodation. Set not far from old Muscat, it also has the advantage of extensive landscaped gardens, and a long stretch of private beach. <br/>The hotel has a buzz about it, due to its size and proximity to Muscat. As well as those looking to relax in the beautiful surroundings, you may come across people planning a trip to the desert, locals meeting for tea, or expats enjoying a drink.  <br/>Guests are welcomed by a soaring atrium, richly decorated in a traditional style, with a crystal chandelier and fountain, and the rooms are designed to reflect local traditions while providing state-of-the-art facilities.<br/><br/>Set on a one kilometre private beach in Muscat, and backed by the Hajjar Mountains, Al Bustan Palace has a striking location.<br/>The sand stretches a long way from the hotel, making it perfect for beach activities, with the Gulf of Oman beyond.<br/>The capital city of Muscat is only a short drive away, and the hotel runs a complimentary shuttle service at peak times of year, so you can explore the many shops, souqs and restaurants on offer.<br/><br/>The 200 rooms and 50 suites at Al Bustan Palace have all been completely renovated to high standards, to reflect the local traditions. <br/>All rooms and suites have private balconies, air-conditioning, free wireless Internet, satellite TV, DVD player and minibar.<br/><br/>The Al Bustan Palace has a wide variety of restaurants and bars, offering a wide range of cuisine, and the opportunity to dine al fresco. For an all-day dining restaurant, Al Khiran Terrace serves buffet breakfast, lunch, and dinner. <br/>With the kitchen team specially recruited from China, the China Mood restaurant serves authentic cuisine, and is open for lunch and dinner. Set by the sea, the Beach Pavilion serves fresh fish and seafood, and is also open for lunch and dinner. <br/>The Al Maha Piano bar offers live entertainment, but can also serve light meals for lunch and dinner. The final dining option is the Seblat Al Bustan. Every Wednesday night, there is an Omani night, with traditional cuisine, music, dance, and arts and crafts.",
    "durationDays": "12",
    "price": "3115",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Today you will board your overnight flight to Oman"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "On arrival you will be met and transferred by 4WD to the dramatic Jebel Akhdar Mountains. On arrival, settle in and enjoy the beautiful surroundings of the Alila Jabal Akhdar"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Today is at leisure to explore as you wish. The Alila offers a wide range of experiences for those that wish to explore the area more. If you would like to explore on foot, take a guided walk through the beautiful scenery to local villages. There is a variety of options to suit different activity levels or you can explore with a guide in one of the resort's vehicles."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Another day at leisure. You could explore the Saiq Plateau, visit local markets or discover nearby castles and forts. Or simply relax and enjoy the views from the resort's infinity pool."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today you will be transferred back to Muscat and taken to the Al Bustan Palace, your luxurious home for the next 7 nights."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today is your first full day at leisure at the Al Bustan. There is a small snorkelling spot off the coast reached by kayak, as well as a wide variety of watersports. The hotel can also arrange diving and boat excursions for dolphin watching."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Days at leisure. Muscat is within easy reach and is well worth exploring."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Today you will be transferred back to the airport for your flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-tailor-made-tour-people-landscapes",
    "tourName": "Oman tailor made tour, people & landscapes",
    "placesVisited": "",
    "generalInfo": "After exploring several adventure itineraries with groups in Oman, we have settled upon this one - because essentially it is a bit wilder than most, and that is what our clients come to us for. This Oman tour offers a unique cultural experience: From real desert adventures and cultural experiences to snorkelling through protected coral reefs, this trip will create memories that will last a lifetime.<br/><br/>From the incense-filled souks of Muscat to turtle watching on golden sandy beaches; from the sun-bleached mountains of Jebel Shams to the tinkling of water along ancient falaj irrigation channels, hidden beneath lush date palm plantations; from riding camels across the wild red sands of the Wahiba, to walking through the perfect white sands of the 'sugar dunes' to snorkelling in the turquoise ocean of the protected Daymaniyat Islands to the green freshwater pools of the wadis; this is Oman.<br/><br/>Highlights include:<br/>Wild camp off the beaten track in the 'Sugar Dunes' and Wahiba Sands<br/>View Oman's largest canyon from Jebel Shams (mountains of the sun)<br/>Meet local bedouin and learn about their way of life<br/>Sail around and swim in the protected Daymaniyat Islands",
    "durationDays": "9",
    "price": "2799",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Journey begins in Muscat: Following your arrival into Muscat airport, you will be met and transferred to your wonderfully located hotel. Enjoy the alleyways of Mutrah Souk and the breathtaking marble clad Grand Mosque with its 50m dome and famous Persian carpet. Bait al-Baranda Museum, housed in an attractive seafront 1930s residence, gives us a snapshot of Muscat's history (and pre-history), to frame our adventures to come. We can also visit the Sidab Women Association, which empowers women in Oman through environmentally friendly projects that benefit all participants. *please note the Grand Mosque closes at 11:00 - if any of the group arrive in the afternoon we will move the visit to the morning of Day 2. Walking Time: 3/4 hours"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Wadi Shaab & Sur: We are headed for Wadi Shaab this morning (2hr drive) with its lush vegetation and enticingly cool fresh water to enjoy a swim. After a relaxing few hours we will drive on to the coastal town of Sur (1hr 20), to explore the Dhow boat yard where they still produce the traditional wooden vessels, as they have for centuries - there is plenty to see and it is a photographer's paradise! We then drive to Al Ashkarah to stay in a simple but lovely spot by the ocean before heading off into the desert tomorrow, with the option for some camel riding along the coast. Walking Time: 2/3 hours"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Wild camping in the 'sugar dunes' at Khaluf: A lesser known wild spot in Oman; the sugar dunes of Al Khaluf, also known as the white 'Omani Sugar' or 'White Desert'. An incredible white desert juxtaposed against crystal clear blue waters and near the tiny fishing village of Al Khaluf. You will be able to enjoy a hike and a swim in the warm waters of the Arabian sea. This is very much 'off the beaten track' and is not included in many other journeys in Oman - which of course makes this experience even more special. We will fix our camp on the edge of the white sugar dunes. This is a true wild camping experience with no toilet facilities. Privacy will be ensured, but please be prepared to go to the toilet in nature using responsible outdoor practices Walking Time: 2/3 hours"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Explore the sugar dunes then the Wahiba Sands: Getting up to see the sunrise over the picture-perfect, untouched sand dunes, stretching as far as the eye can see, brings home the real magic of the desert. This morning after breakfast we can take a short walk around the white dunes before being transferred to the contrasting bright orange sand dunes of the Wahiba Sands. Again in the Wahiba, we are away from the permanent tourist camps, which allows you to really understand the desert as it always has been. It is not uncommon to see nomadic Bedouins in the region - maybe we can be lucky and meet a Bedouin family! Walking Time: 2/3 hours"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Nizwa: After a leisurely breakfast amidst the serenity of our desert surroundings we then transfer Nizwa, stopping off at the beautiful Birkat Al Mouz if we have time, which is a great place to explore if you want to see the simpler old Omani life. This village is famous for its ancient mud-brick fortress with stunning, colourful doors. Enjoy an evening exploring the town of Nizwa with its souq and impressive historic fort, and lots of delicious places to eat. Walking Time: around 4 hours"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Jebel Shams and Misfat Al Abryeen: We drive up the steep winding roads to Jebel Shams (Mountains of the Sun) this morning (2hr drive). We enjoy some downtime relaxing in the cooler temperatures before a radial walk along the famous ‘balcony walk’ for magnificent views of the Grand Canyon of Arabia. The distance we cover is flexible but if we head to the abandoned village of Sap Bani Kamese, it will be a total of around 9km. Upon our return, we drive to the stunning and traditional mountain village of Misfat Al Abryeen (1hr 35m). Set overlooking date plantations, and the ever-changing colours of the surrounding mountains, it is the perfect place to enjoy a coffee and dates with the locals, plus to grab a book, find a serene spot and relax. It’s all about unwinding in a mind-numbingly beautiful destination today, and we stay the night here, in Misfah Old House. Walking Time: 4/5 hours"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Al Hamra, Snake Canyon & Muscat: Our destination to be reached by this evening, is a return to the capital, but today is far more than a day of travel. Driving to Wadi Bani Auf (2hrs 15m), aka Snake Canyon, takes us via Al Hamra, along one of the most famous off-road journeys in the country, known for its spectacular views. We are not going to do any Wadi Bashing but will pause to wander and dip a toe / do some wading if we fancy it. Just an hours drive takes us from Wadi Bani Auf to another charming and picturesque village, Bilad Sait where we can take a walk and enjoy lunch. Nestled at the base of the Hajar Mountain range, it is like something out of a fairy tale; typical of Arabian settlements in days gone by... We will meet the inhabitants for coffee and dates as well as a visit to a local home. In the late afternoon we encounter more of the stunning scenery as we head back to Muscat (2.5hr drive). Walking Time: around 2 hours"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Daymaniyat Islands: The archipelago of 9 protected Daymaniyat islands lie around 18km off the coast of Muscat. Lying totally within a Nature Reserve, they are home to an incredible abundance of marine and bird life. The crystal clear waters have ensured the areas popularity with divers and snorkelers, appreciating some of the most beautiful corals and fish that are to be found in the Middle East. We take a speed boat over to one of the islands to explore, have a relaxed lunch and enjoy the marine life with some snorkelling. After a wonderful day, we return to Muscat for a final group dinner."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Fly out of Muscat: We transfer you to the airport for flights out of Muscat, returning home restored by the serenity and beauty of the Omani way of life."
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-tailor-made-tour",
    "tourName": "Oman tailor made tour",
    "placesVisited": "",
    "generalInfo": "This tailormade tour explores Oman in depth from tip to toe from the crystal clear waters of the Musandam peninsular in the far north to the Frankincense trees of Salalah in the distant south. Expect barren deserts, towering scarlet coloured dunes and rugged coast where huge turtles haul themselves from the surf onto the same beaches annually. In addition expect verdant oases and lush date plantations. From remote mountain villages and terraced slopes to impressive forts and castles, superbly ornate mosques, bustling souks and the modernity of Muscat.  Oman displays its many faces in the form of awe inspiring landscapes all complemented by a wonderfully agreeable climate to escape the harsh northern hemisphere winter.",
    "durationDays": "11",
    "price": "3495",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival Dubai and transfer to Khasab/Musandam (Approx. overall driving time today: 3 hours) Arrive in Dubai and meet our local representative and transfer with a driver only by road to Khasab in Oman. Khasab is also known as Musandam, the north most peninsula of Oman overlooking the strait of Hormuz. Check in to the hotel and then later this afternoon; enjoy lofty views on a 4WD mountain safari to Jebel Harim which is the highest point of the Musandam peninsula. The road meanders through the spectacular views of wadis, valleys and small village settlements. Stop at Khawr Najd, an attractive lagoon situated amidst the rugged terrain and also Khalidyah Park, a beautiful Acacia woodland home to an abundance of birdlife. Overnight Atana Khasab (B) Note - If your flight does not arrive into Dubai early morning, then it will be necessary to have a further night in Khasab or we can arrange accommodation in Dubai overnight."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Full day Musandam dhow cruise This morning board a traditional Arab dhow to enjoy a full-day’s cruising to Khor Sham. Sail through the majestic fjord, surrounded by spectacular mountains and white sand beaches, passing occasional tiny fishing settlements. Be sure to keep eyes peeled on the water’s surface, as there is a good chance to observe energetic and curious dolphins riding the dhow’s bow wave and wake. Drop anchor at Telegraph and Seebi Island, excellent places for swimming and snorkelling where pristine waters shelter an abundance of colourful marine life. After a relaxed lunch aboard our vessel, sail back to the harbour of Khasab and return to the hotel. Overnight Atana Khasab Hotel (BL) Note – The cruise is a shared activity."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast, enjoy an orientation tour of Khasab city. Visit Khasab Fort built in the 17th century by the Portuguese and the neighbouring village of Qadah to observe prehistoric cave paintings dating back some 2000 years. Visit the tranquil surrounds of Wadi Tiwi before returning to the hotel where any remaining time today will be at leisure. Overnight Atana Khasab Hotel (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Fly to Muscat and city tour This morning, transfer to the airport for the flight to the capital Muscat. The flight is usually early in the morning. On arrival, meet your next local guide and visit the magnificent Sultan Qaboos Grand Mosque, one of the largest and grandest in the Middle East. Afterwards, stop for a photo at the relatively new but magnificent Royal Opera House before a drive through Muscat’s old, walled district with a visit to Bait Al Zubai Museum for its renowned Omani cultural displays. Later this afternoon, head to the bustling Muttrah Souk situated just off the attractive corniche where it’s possible to bargain for all manner of goods including handicrafts and silverware. Overnight Al Falaj Hotel (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Muscat – Sur – Ras Al Jinz (Approx. overall driving time today is 3.5 hours) Today drive through isolated and rugged mountain terrain on good roads. A surprising stop is the unusual water filled depression known as Bimmah Sink Hole. Visit Wadi Shab, an oasis of inviting pools where it may be possible to take a dip. Thereafter explore the town of Sur, synonymous with dhow shipbuilding which continues to this day. Continuing along the coast our final destination today is Ras al Jinz. After an early dinner we walk to the beach and the green turtle sanctuary where, after a journey of thousands of kilometres, these magnificent creatures return each year to the same stretches of sand. We will hope to observe turtles from a safe distance ensuring they are not disturbed. Overnight Ras Al Jinz Turtle Reserve (BD) Note – The turtle watching is conducted in groups and not on a private basis. Sightings can never be guaranteed."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Ras Al Jinz – Wadi Bani Khalid – Wahiba Sands (Approx. overall driving time today: 3 hours) Continue the adventure to the oasis of Wadi Bani Khalid. It is one the most attractive wadis in Oman, with deep clear pools of water inviting a refreshing swim. Continue into the Wahiba Sands, an undulating red and white sea of dunes. After some exciting dune driving, arrive at our desert camp. This evening take the opportunity to climb up to the top of the dunes for what should be a memorable Arabian sunset. Overnight 1000 Nights Camp (BD) Note – the camp does not sell alcohol but you can bring it with you."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Wahiba Sands – Ibra – Jebel Akhdar – Nizwa (Approx. overall driving time today: 5.5 hours) This morning we leave the dunes behind and drive to the historic town of Nizwa, Oman’s cultural capital. En route visit Ibra Old Houses and explore Jebel Akhdar. In Arabic Jebel Akhdar means green mountains and the area is justifiably famous for its gardens, farms and terraced slopes. Visit Wadi Habib to see one of the more remote villages and its nearby date plantations, before continuing to Nizwa. Overnight Al Falaj Daris (BD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Nizwa – Jabrin Castle – Bahla - Jebel Shams (Approx. overall driving time today: 2 hours) Firstly today we visit the alleyways of Nizwa’s souk, its busy livestock market (depending on which day you are here) and its impressive fort. The next stop is the 17th century Yaruba dynasty castle of Jabrin, where magnificent plasterwork, painted wooden beams and carved doors make it a unique attraction in Oman. Admire views of Bahla and its fort. Bahla is, one of the oldest towns in Oman and a 12th century tribal capital. We then head up into the mountains to Jebel Shams for the overnight stop. Overnight Jebel Shams Resort (BD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Jebel Shams – Al Hamra – Wadi Bani Awf – Muscat – Salalah (Approx. overall driving time: 5 hours) This morning in the softer light we take in spectacular views of the vast expanse of Jebel Shams, the ‘Grand Canyon of Oman’. Afterwards drive to Al Hamra and Misfah, to see the region’s oldest villages. Here traditional mud houses over 400-years-old are amazingly in some cases still occupied. Next is a quote jaw dropping meandering journey on an adventurous mountain track to Wadi Bani Awf and the ‘snake gorge’ surrounded by vertiginous cliffs. Continue to Nakhl and its restored fort, perched on a rocky outcrop, before arriving in Muscat where you will transfer to the airport for an evening flight to the southern city of Salalah. On arrival meet our local representative and transfer to your hotel. Overnight Salalah Garden Residences (B) Note – You will not be accompanied by a guide on the flight to Salalah."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "For the last leg of our Arabian adventure in the deep south of Oman we explore the surrounds of Salalah. Our first stop is Taqa where to visit the fort and the ruins at Sumhuram providing an insight into life here 2000-years-ago. Approaching Mirbat we reach Bin Ali’s Tomb, marked by a twin-domed mosque and adjoining cemetery. In Mirbat, the former capital of Dhofar, we visit the old merchant houses, built in traditional Omani-style. Returning to Salalah we visit Ayn Razat Gardens, a peaceful place at the foot of the Qara Mountains. This afternoon, we drive west towards Al-Mughsail Beach passing scattered frankincense trees. At the beach we witness the surprisingly scene of spectacular blow holes before visiting the Tomb of Prophet Ayub (Job), located in the mountains north of Salalah. Overnight Salalah Garden Residences or similar. (BL)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "This morning we visit Al Balid Archaeological Park, a UNESCO World Heritage Site, home to ‘The Museum of the Frankincense Land’. The museum’s displays focus on the geography and history of the Frankincense trail, and Oman's rich marine heritage. Afterwards we drive through lush green plantations of vegetables and fruits, stopping to taste a fresh coconut water at a street stall. We also stop briefly at the impressive Sultan Qaboos Mosque and Al Husn Palace. At Al Hafa souk, famous for the sale of high-quality Frankincense, we follow fragrant, winding alleys populated by stalls offering incense boxes, decorated clay incense burners, and bags of incense. There’s plenty of time to explore before we return to the hotel. Later we drive to Salalah Airport to catch an afternoon flight to Muscat where services will end. Alternatively you can depart internationally from Salalah airport (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-tour-a-week-in-oman",
    "tourName": "Oman tour, a week in Oman",
    "placesVisited": "Dhow cruise in Muscat, Mutrah Souq, Sultan Qaboos Grand Mosque, Wadi Shaab caves, Ras Al Jinz Turtle Reserve, Wadi Bani Khalid oasis swim, Wahiba Sands desert camping, Coffee with a Bedouin family, Birkat Al Mouz ruins, Canyon picnic in Wadi Nakher, Jebel Shams mountain, Nizwa Fort, Bilad Sayt mountain village",
    "generalInfo": "This comprehensive eight-day road trip journeys around north-east Oman, starting in the capital city of Muscat. Marvel at the Sultan Qaboos Grand Mosque, get lost in Mutrah Souq and cruise the coastline from an ancient trader’s perspective on a dhow.<br/><br/>Outside the city walls, you’ll venture into a landscape cut from sandswept wadis and mountains. The Jebel Shams viewpoint balances above Wadi Ghul (‘the Grand Canyon of Oman’), and you’ll bounce through the Wahiba Sands on a 4x4 drive.  <br/><br/>There are chances to dig deeper into Omani culture, too. Spend time with the Sidab Women’s Association, share coffee with a Bedouin family, and see how turtles are treated like royalty at Ras Al Jinz Turtle Reserve.",
    "durationDays": "7",
    "price": "2399",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive at the start hotel before midday to ensure you can join the main group briefing and the dhow cruise in the afternoon. After the briefing, we are picked up from our hotel and travel through the old part of Muscat to visit the Sidab Women's Association where we can interact with the local women and enjoy a coffee together. Next, we pay a short visit to the Bait Al Zubair Museum before a photo stop outside the gates of the Sultan’s palace. After a short transfer to the marina, we embark on a relaxed dhow cruise (traditional fisherman’s boat) to see the Muscat coast through the eyes of the ancient seafarers who plied this route for centuries. During the cruise, soft drinks, tea, coffee and dates will be served. In the evening, we stop at a restaurant for dinner and will be transported back through the centuries on a visit to the bustling, colourful Mutrah Souq. Here there will be lots of photo opportunities and the chance to observe the local way of life while wandering around this traditional Arab market. Note: On some departures, some of the sightseeing detailed above will be done on Day 2 instead. Your leader will advise of your exact schedule locally. Accommodation: Radisson Blu Hotel Muscat (or similar)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After a hotel breakfast, we check out and visit the Grand Mosque, the highlight of the Omani capital. The handmade carpets, chandeliers and the ceiling of the great dome in the main prayer room are must-sees. Please note: Women should be fully covered and carry a headscarf; men should wear trousers. We then drive (approximately 1hr 30min) to the Bimah Sinkhole, a spectacular limestone crater with blue-green water at the bottom, and Wadi Tiwi where we enjoy a walk and picnic lunch before transferring (approximately one hour) to our hotel in Sur, where we spend the night. After an early dinner, we drive (approximately one hour) to Ras Al Jinz Turtle Reserve. Oman is an important area for green turtles in the Indian Ocean and the green back turtles are heavily protected by the government of Oman. In fact, more than 275 of the Sultanate's beaches double as nesting grounds for five of the seven recognised sea turtle species, the most common being the green back. Here we are led to the beach by an ecologist to see turtles return to their beach to lay eggs. (Please note, the main nesting season is June to August; at other times of the year, there may or not be turtles every night but a visit to the reserve is still worthwhile). Accommodation: Sur Plaza (or similar)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "This morning after breakfast, we transfer (approximately 1hr 45min) to the desert oasis of Wadi Bani Khalid to relax and enjoy a swim in the beautiful turquoise pools. We also have a picnic lunch before continuing (approximately 60 to 90 minutes) to the Wahiba Desert. Please note, occasionally wild swimming in the wadi may not be possible due to safety reasons if, for example, water levels are high following rainfall or if it is raining at the time of your visit as the rocks can be slippery – your leader will inform you if swimming is not advisable. Here, on the edge of the desert, we change vehicles from the minibus to 4WDs to begin our desert experience. The Wahiba Sands, a vast mass of undulating red and white sands and dunes rising up to 655ft (200m) are also host to a variety of flora and fauna. The ever-changing patterns of the dunes are a photographer’s delight. We drive towards the dunes and our desert accommodation (approximately one hour) to check-in for the evening. During our time at the camp, there is sometimes the opportunity to take a camel ride (optional – extra cost). Accommodation: Arabian Nights Resort (or similar)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "We have breakfast at our desert accommodation before checking out and driving towards the ancient city of Nizwa, the former capital of Oman. En route, we visit a Bedouin family and enjoy kahwa (Omani coffee) and spend time with them learning about their customs and traditional way of life. We continue our drive via Birkat al Mouz, one of the best-known village ruins in the region. We walk through its oasis and date plantations before continuing to Nizwa. With the two sets of ruins, a large banana plantation and the scenic surroundings, the site is also home to the old Falaj irrigation system listed as a Unesco World Heritage site. Upon arrival in Nizwa, we check into our hotel where we spend the next two nights. Accommodation: Al Diyar Hotel (or similar)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After breakfast at the hotel, we take a short drive (approximately 30 minutes) to visit Jabrin, the finest of Oman’s castles built in the late 17th century, which became a seat of Omani learning. The castle displays the highest achievement in Omani ceiling painting and beautifully executed woodcarvings. We also pause at Bahla Fort for a photo, the only Unesco-listed fort in the country and lovingly restored over many years before transferring (approximately 1hr 30min) to Wadi Nakhr for a short walk. We have lunch in a restaurant before proceeding to Jebel Shams, the highest mountain in Oman, and where we can enjoy spectacular views of the ‘Grand Canyon of Arabia’. Later in the afternoon, we transfer (approximately 45 minutes) to the village of Misfat Al Arbayeen, passing the ruins of an old fort on the way. We continue through narrow alleys between old stone houses and take a short walk in Al Hamra village before returning (approximately 30 minutes) to Nizwa for the evening. Accommodation: Al Diyar Hotel (or similar)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today is a long day and we start our morning with a visit to the live cattle auction market in Nizwa, the one day of the week where this ancient city truly comes alive with farmers and traders arriving from near and far to barter and trade in one of the most renowned markets in the Middle East. We visit the impressive Nizwa Fort, built in the 17th century to defend the natural wealth and strategic location of the city. Later we visit the renowned souq, famous for intricately handcarved khanjars (traditional curved daggers), silver jewellery and livestock trading. Departing Nizwa, we continue to Wadi Bani Auf; this stretch of graded road is very adventurous as it involves steep bends and bumpy roads. In wet conditions, it may not be possible to drive this section of road due to safety. If this occurs, we take an alternative route. We then stop at the charming mountain village of Bilad Sayt, where one is struck by the beauty of the landscape. Lunch today will be a packed lunch. This afternoon, we have a photo stop at Nakhal Fort and hot spring. The exact date on which this ancient fort was built is unknown, but many believe it was constructed in pre-Islamic times, more than 1,500 years ago. We then transfer back to Muscat for our final evening in the capital city of Oman. Accommodation: Radisson Blu Hotel Muscat (or similar)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "The tour ends this morning and it’s time to begin our return journey home. If you’d like a bit more time to explore Oman, speak to your sales representative about extending your stay."
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-tour-people-landscapes",
    "tourName": "Oman tour, people & landscapes",
    "placesVisited": "Tour of Muscat, Sidab Women Association, Sur, Al Ashkharah, Al Khaluf sugar dunes, Wahiba Sands, Nizwa Jebel Shams, Daymaniyat Islands, Activities include: swimming in wadis, desert adventures, hiking, snorkelling",
    "generalInfo": "Discover a wilder side to Oman. This nine-day tour has been designed to give you a real adventure in a country that most travellers associate with luxury hotels in Muscat and glamorous desert experiences. After time in Muscat, head out, first into the dunes and then into the mountains, before returning to the coast for island snorkelling. <br/><br/>A highlight of this trip is visiting the sugar dunes at Al Khaluf, where you’ll camp in a white desert right next to the Arabian Sea and wake up for a spectacular sunrise breakfast. This is a less visited area of the country. By wild camping here and in Wahiba Sands, rather than staying in permanent tourist camps, this tour can take you away from the crowds and instead you might bump into nomadic Bedouin families.  <br/><br/>Your trip continues with the famous ‘balcony walk’ at Jebel Shams, the highest mountain in Oman, which is found in the Jabal Akhdar Mountains. Here you’ll also discover Wadi Ghul, also known as the Arabian Grand Canyon.  After time in the mountains, you’ll return to the coast to snorkel the coral reefs of the Daymaniyat Islands.<br/><br/>On this brilliant adventure you’ll be in excellent company: accompanied at all times by a knowledgeable English-speaking Omani guide, and travelling in a group of no more than 12. <br/>",
    "durationDays": "9",
    "price": "2799",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Journey begins in Muscat: Following your arrival into Muscat airport, you will be met and transferred to your wonderfully located hotel. Enjoy the alleyways of Mutrah Souk and the breathtaking marble clad Grand Mosque with its 50m dome and famous Persian carpet. Bait al-Baranda Museum, housed in an attractive seafront 1930s residence, gives us a snapshot of Muscat's history (and pre-history), to frame our adventures to come. We can also visit the Sidab Women Association, which empowers women in Oman through environmentally friendly projects that benefit all participants. *please note the Grand Mosque closes at 11:00 - if any of the group arrive in the afternoon we will move the visit to the morning of Day 2. **please note 18th March 2026 arrivals will be able to experience the atmosphere and celebrations as Ramadan comes to an end. Walking Time: 3/4 hours"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Wadi Shaab & Sur: We are headed for Wadi Shaab this morning (2hr drive) with its lush vegetation and enticingly cool fresh water to enjoy a swim. After a relaxing few hours we will drive on to the coastal town of Sur (1hr 20), to explore the Dhow boat yard where they still produce the traditional wooden vessels, as they have for centuries - there is plenty to see and it is a photographer's paradise! We then drive to Al Ashkarah to stay in a simple but lovely spot by the ocean before heading off into the desert tomorrow, with the option for some camel riding along the coast. Walking Time: 2/3 hours"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Wild camping in the 'sugar dunes' at Khaluf: A lesser known wild spot in Oman; the sugar dunes of Al Khaluf, also known as the white 'Omani Sugar' or 'White Desert'. An incredible white desert juxtaposed against crystal clear blue waters and near the tiny fishing village of Al Khaluf. You will be able to enjoy a hike and a swim in the warm waters of the Arabian sea. This is very much 'off the beaten track' and is not included in many other journeys in Oman - which of course makes this experience even more special. We will fix our camp on the edge of the white sugar dunes. This is a true wild camping experience with no toilet facilities. Privacy will be ensured, but please be prepared to go to the toilet in nature using responsible outdoor practices Walking Time: 2/3 hours"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Explore the sugar dunes then the Wahiba Sands: Getting up to see the sunrise over the picture-perfect, untouched sand dunes, stretching as far as the eye can see, brings home the real magic of the desert. This morning after breakfast we can take a short walk around the white dunes before being transferred to the contrasting bright orange sand dunes of the Wahiba Sands. Again in the Wahiba, we are away from the permanent tourist camps, which allows you to really understand the desert as it always has been. It is not uncommon to see nomadic Bedouins in the region - maybe we can be lucky and meet a Bedouin family! Walking Time: 2/3 hours"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Nizwa: After a leisurely breakfast amidst the serenity of our desert surroundings we then transfer Nizwa, stopping off at the beautiful Birkat Al Mouz if we have time, which is a great place to explore if you want to see the simpler old Omani life. This village is famous for its ancient mud-brick fortress with stunning, colourful doors. Enjoy an evening exploring the town of Nizwa with its souq and impressive historic fort, and lots of delicious places to eat. Walking Time: around 4 hours"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Jebel Shams and Misfat Al Abryeen: We drive up the steep winding roads to Jebel Shams (Mountains of the Sun) this morning (2hr drive). We enjoy some downtime relaxing in the cooler temperatures before a radial walk along the famous ‘balcony walk’ for magnificent views of the Grand Canyon of Arabia. The distance we cover is flexible but if we head to the abandoned village of Sap Bani Kamese, it will be a total of around 9km. Upon our return, we drive to the stunning and traditional mountain village of Misfat Al Abryeen (1hr 35m). Set overlooking date plantations, and the ever-changing colours of the surrounding mountains, it is the perfect place to enjoy a coffee and dates with the locals, plus to grab a book, find a serene spot and relax. It’s all about unwinding in a mind-numbingly beautiful destination today, and we stay the night here, in Misfah Old House. Walking Time: 4/5 hours"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Al Hamra, Snake Canyon & Muscat: Our destination to be reached by this evening, is a return to the capital, but today is far more than a day of travel. Driving to Wadi Bani Auf (2hrs 15m), aka Snake Canyon, takes us via Al Hamra, along one of the most famous off-road journeys in the country, known for its spectacular views. We are not going to do any Wadi Bashing but will pause to wander and dip a toe / do some wading if we fancy it. Just an hours drive takes us from Wadi Bani Auf to another charming and picturesque village, Bilad Sait where we can take a walk and enjoy lunch. Nestled at the base of the Hajar Mountain range, it is like something out of a fairy tale; typical of Arabian settlements in days gone by... We will meet the inhabitants for coffee and dates as well as a visit to a local home. In the late afternoon we encounter more of the stunning scenery as we head back to Muscat (2.5hr drive). Walking Time: around 2 hours"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Daymaniyat Islands: The archipelago of 9 protected Daymaniyat islands lie around 18km off the coast of Muscat. Lying totally within a Nature Reserve, they are home to an incredible abundance of marine and bird life. The crystal clear waters have ensured the areas popularity with divers and snorkelers, appreciating some of the most beautiful corals and fish that are to be found in the Middle East. We take a speed boat over to one of the islands to explore, have a relaxed lunch and enjoy the marine life with some snorkelling. After a wonderful day, we return to Muscat for a final group dinner."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Fly out of Muscat: We transfer you to the airport for flights out of Muscat, returning home restored by the serenity and beauty of the Omani way of life."
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "oman-tour-with-zanzibar-island",
    "tourName": "Oman tour with Zanzibar Island",
    "placesVisited": "",
    "generalInfo": "See and scale the incredible vast dunes of the Wahiba Sands and spend a night in the desert<br/>Explore mystical desert forts and castles<br/>Superb scenery of Jebel Akhdar and ancient mountain villages<br/>Wander in the atmospheric souqs of Muscat and Nizwa<br/>Enjoy the view at the huge expanse of Jebel Shams Grand Canyon<br/>Be able to travel at your own pace and stop when you want on this self-drive tour<br/><br/>When referring to the Arab world, there’s a differentiation between the Middle East and North Africa, and the Gulf. The latter’s oil-rich states are often characterized by glittering high-rise developments, shopping malls, five-star hotels and industrial quantities of air-conditioning. Oman is an exception. The mostly benign absolute monarchy of the late Sultan Qaboos saw an insular conservative kingdom evolve to adopt a more modern outlook. However, as much as Oman has used its oil revenues for infrastructure development, it has retained its traditional culture and identity. This self-drive tour allows you to explore barren deserts and rugged coasts, as well as verdant oases and lush plantations all at your own pace. From remote mountain villages and vast spectacular canyons to desert forts, impressive mosques and modern cities, Oman displays its many faces. If you think you know the Gulf, prepare to think again.<br/>Then combine with The Zanzibar Archipelago, located in the Indian Ocean 15 miles off the coast of Tanzania, is a breathtaking spot to escape from the world. Enjoy clear, turquoise-blue water; shallow sandbars perfect for wading; and many small, nearly deserted islands. Explore the World Heritage Site of Stone Town, Zanzibar City’s old quarter. Or laze on the beach between tiny fishing villages—<br/>Having lived and work in Oman &amp; Zanzibar  we are the experts in providing insider knowledge and experience to your holiday experience with us.<br/><br/>Inclusions:<br/>Accommodation for 10 nights with meals as mentioned above <br/>Transfers and tours by Luxury 4WD with an English-Speaking Driver.<br/><br/>Exclusions<br/>Any Airfare &amp; Visa Charges.       <br/>Any items of personal nature like laundry, telephone charges, room service etc.      <br/>Meals which are not mentioned.<br/><br/>Female guide available upon request.",
    "durationDays": "14",
    "price": "3382",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Muscat and meet with our local representative who will arrange a prictae transfer to your accommodation and the rest of the day will be at leisure."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "This morning visit the magnificent Sultan Qaboos Grand Mosque, one of the largest in the Middle East. Afterwards drive through Muscat’s old, walled district and visit Bait Al Zubai Museum for its Omani cultural displays. Later head to Muttrah Souk on the picturesque corniche where it’s possible to bargain for handicrafts and silverware."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast, check out of the hotel and meet your driver/guide and begin your fascinating round tour of Oman with the first stop being at the Barkha fish market where you can watch the locals bring in the catch. Thereafter take one of the great off-road adventures in Oman through Wadi Bani Awf, the series of winding roads through mountains with constantly amazing scenery all the way to the village of Al Hamra. Visit the small villages of Bilat Sayt where you will have the option to stop for lunch with a local family and enjoy Omani food and hospitality (pay locally). Continue to Al Hamra where you will stay the night again with sensational views over the spectacular landscape. Dinner is included tonight."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Drive to Jebel Shams at an altitude of 3000 metres above sea level and enjoy the epic views of the canyon from the rim and then continue to Jebel Akhder via Wadi Nakher - Bahla Fort - Jabrin Castle. There after drive to Al Hamra and Misfah, and witness one of the oldest villages in Oman. The traditional mud houses at Al Hamra date from some 400 years back and some are still occupied to this day. Later drive onwards to visit Bahla, the mystical village, known for its Arabian potteries. Visit one of the pottery making units. {Closed on public holidays and Fridays}. You also visit the majestic Bahla Fort, hereafter, proceed to Jabrin Castle, built in the 17th century, with its magnificent plasterwork, wooden carvings and painted ceiling makes this castle a truly special place. After all of the visits today, you will reach Jebel Akhder. Dinner is included at the hotel."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "This day explore the town of Jebel Akhder .Each year in springtime, the mountainous slopes of Jabal Akhdar ushers in the spectacular rose blooming season which transforms the surrounding slopes of the renowned ‘Green Mountain’ into a colourful paradise filled with an abundance of the indigenous pink Damask roses found here. Jebel Akhdar is part of the Hajar Mountains, which stretch for about 300km from Northwest to Southeast. The higher parts of the region receive enough rainfall to allow agriculture and many traditional fruits and vegetables are grown on the slopes. This is one of the most scenic areas in Oman and is mostly inhabited by members of the Bani Riyam tribe. Jebel Akhdar was the scene of some fierce fighting between rebels and Omani and British forces in the late 1950s. literally translated as the green mountains of Oman. Here you will visit the attractive terrace plantations, at the villages of Saiq and Al Ain. The villages overlook spectacular landscapes comprising dramatic peaks, gorges, and wadis."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Head back down the mountain and drive to Nizwa. Visit, the village of Birkat Al Mauz, one of the most famous villages in Oman lying in ruins. Surrounded by banana and date plantations, the visit has an ancient falaj irrigation system, now recognized by UNESCO. It is an enchanting stop which will transport you back in time. Later, wander in the atmospheric Nizwa Souq where potteries, gold and silver wares are sold, amongst all manner of other goods including traditional ‘Khanjars’ (hand-carved Omani daggers). Thereafter, visit the round tower fort of Nizwa, probably the best fort architecture in Oman."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Today after breakfast and time to enjoy the dune views, visiting en route, Wadi Bani Khalid, an oasis in an otherwise barren land. It is without doubt one of the most beautiful wadis in Oman with deep clear pool where you can take an optional dip. Continue to you desert camp for dinner and overnight."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Breakfast at sunrise in the desert , perhaps take a walk or camel ride into the spectacular dunees. Later head back to Muscat airpot for the late flight to Zanzibar."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Met on arrival at Zanzibar airport and transfer to your beach haven ! Day free to relax or explore."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Enjoy this perfect paradise island experience. The bay's clear blue waters — protected by the reef one kilometre from the shore — are ideal for swimming and snorkeling. If the midday sun becomes too strong you can retreat into the shade of the palm trees that line the white sandy beach, and sip a long, cool drink.This is a tranquil location, the ideal place to relax and enjoy Zanzibar’s distinctive, mellow pace. You can dive into the crystal clear waters of the Indian Ocean, or stretch out and soak up the sun on the beach. Optional day tour to Stone Town on request."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Transfer to the airport for return flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "tailor-made-tours-of-oman",
    "tourName": "Tailor made tours of Oman",
    "placesVisited": "Muscat, Sultan Qaboos Mosque, Natural History Museum, Omani Museum, Quriyat beaches, Green turtles at Ras-al-Jinz, Wadi Bani Khalid, Al Hoota Caves, Nizwa, Jabel Akhdar mountains, Deserted villages of Al Hamra and Misfah",
    "generalInfo": "Embark on an unforgettable journey through Oman, exploring the dramatic landscapes of the Musandam Peninsula, the historic cities of Muscat and Nizwa, the stunning mountains of Jabal Akhdar, the vast Wahiba Sands, and the verdant south of Salalah.<br/><br/>This itinerary offers a perfect blend of adventure, culture, and natural beauty, from 4x4 safaris and dhow cruises to exploring ancient forts, bustling souqs, and breath taking fjords.<br/><br/>No trip to Oman is complete without a stay at the Raz Al Jinz Turtle Reserve. <br/>Committed to the protection of the beautiful Giant Green Turtle (Cheloniamydas), Raz Al Jinz Turtle Reserve and Scientific Centre is a must-visit on any Oman itinerary. Situated on the east coast, just 30 minutes from the coastal town of Sur, the centre offers a unique eco-tourism experience and an unparalleled encounter with sea turtles.<br/><br/>As this tailor made tour of Oman includes a local driver and a guide within a private vehicle you can rest assured all of your questions will be answered, with unique experiences, tailored by Omani experts, helping you achieve a tour that’s as much about authenticity as it is about adventure.<br/><br/>The best time to visit Oman is over the winter from Oct to April as daytime conditions are warm whilst nights are still mild. Summer, from May to Sept is the hottest time to visit the country but the best season for seeing the turtles.",
    "durationDays": "14",
    "price": "3795",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "We recommend flying into Dubai for the easiest road access to the Musandam Peninsular. You will be collected from your hotel or Dubai airport, then taken through border control for your Oman visa (if required). From there, enjoy a scenic drive along the coast into Oman and the Musandam Peninsular. Separated from the rest of the country by part of the UAE, Musandam offers breathtaking coastal scenery and over 600km of spectacular cliffs, coral reefs and deserted beaches. You will check into your hotel where you can relax and enjoy the scenery."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "0900 Hrs Today you will embark on a Dhow cruise through the fjords, enjoying the azure waters and dramatic scenery. Your Dhow will anchor at the famous Telegraph Island were surrounded by spectacular mountains and serene remote white sand beaches, you will enjoy dolphin watching, swimming and snorkeling in pristine waters teeming with colorful fish. Journey through the ‘Fjords of Musandam’ to Khor Sham in azure waters, through a majestic 25 km fjord. Please note: Remember to take your swimming costume and towels. Lunch with soft drinks, fruit and all snorkeling equipment is included. In the afternoon proceed on a half day mountain safari in a 4WD. Drive to Jebel Harim which is the highest mountain in Musandam (2087M). Enroute stop at ‘Sayh’ village, located at 1100 M above sea level. From the Khawr Al Najid view the splendid coastline spread with turquoise blue waters lapping the shores. Proceed to visit Birkhat Khalidiya Park with its acacia trees, which remain green throughout the year."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Transfer to Khasab airport for your flight to Muscat where you will be met and transferred to your hotel."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "0830 Hrs Meet your chauffeur cum guide in reception for a city tour of the capital city of Oman, which has been an important trading port between the west and east since the early 1st century. Visit the Grand Mosque; one of the most exquisite in Oman and covers almost 40,000 square metres. The Grand Mosque dress code: Ladies should be fully covered from ankles to wrists with scarf over hair. Shirt and trousers for men and no shorts. Sandals are OK as shoes are removed when entering. If not dressed appropriately, you can often rent an abaya from a local tradesman outside the mosque. Some find this an enjoyable part of the experience! Afterwards go to the Bait Al Zubair Museum, which has some excellent collection of the bye gone era. Continue to the walled city and the Old Town of Muscat. En route there will be a photo stop at the Al Alam Palace, the Royal Residence and then to 16th century Portuguese built Mirani and Jalali Forts. Visit the Muttrah Souq where the shops sell the traditional Omani items like the Khanjars, Dallah (Bronze Coffee Pot), exotic spices, Frankincense etc. If you want, you can stay down at the Corniche to walk around the vibrant souq and fish market. Afternoon at leisure"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "0800 hrs: Proceed to visit the Seeb fishing village and drive to the sparkling springs at Nakhl. Visit Nakhal fort and drive onwards through the spectacular Wadi Bani Auf . This stretch of graded road is very adventurous & for the physically fit only as it involves steep bends and bumpy roads. Visit the charming mountain village of Bilad Sayt where one is awestruck by the beauty of the landscape. This 70 km stretch of road continues unto the village of Al Hamra famous for its date plantations."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Meet your driver/guide in reception for start of 4WD journey into the interior of Oman, starting with visit to Nizwa to visit the powerful Nizwa Fort with its massive Circular Cannon Tower, one of the most impressive forts in Oman and the traditional Souq. Nizwa is one of the largest cities in Oman and the capital of the interior region. It has a wealth of cultural and ancient landmarks, most prominent is Nizwa fort built over a period of 12 years and located in the city centre. The fort is surrounded by ancient traditional souqs (markets) where the locals trade in traditional as well as imported merchandise, from vegetables to jewellery. Visiting Bahla Fort is stepping into a labyrinth of settlements, alcoves, rooms and defensive elements of pre-gunpowder Oman. The extensive wall (sur) with sentry walk and watchtowers enclosing the maze of mud brick dwellings and cultivatable land has several gateways. The oasis is watered by the falaj system of wells and underground channels bringing groundwater from distant springs, and by management of the seasonal flow of water. Jabrin Castle is one of the finest and most picturesque forts in Oman. The palace is located in an oasis between the mountains of Jabal Akhdar. It was built in 1675 by Sultan Bila'rab bin Sultan al-Yaarubi as a summer residence. He was buried inside this fort. Drive up to Jebel Sham (“Mountain of Sun”) located in north eastern Oman north of Al Hamra town. The road continues into the village of Al Hamra famous for its date plantations and oldest preserved houses in Oman, which are 300 years old with ceilings made of palm beams and fronds topped by mud and straw. Built on a tilted rock slab, Al Hamra lies above a lush sprawling oasis. Its Falaj system is the lifeline for the plantation and is also used for washing clothes and pots. As you approach the Grand Canyon via Wadi Ghul you can make an interesting and exhilarating diversion up Wadi Nakhr, leaving you vehicle and walking up the canyon, surrounded by the extremely steep and stunning sides of Wadi Nakhr. Return back to the hotel."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Drive this morning to Jabal Akhdar with a stop at the pretty village of Birkat Al Mauz. Enjoy a walk through the lush green date plantations . Enjoy the cool climate up in the mountains. Al Jebel Al Akhdar is famed for its fruit orchards typically laid out terrace style along the slopes of mountains, which are endowed with natural springs and aflaj. The villages of Saiq, Wadi Bani Habib (the village of the old houses) visit to village Roos & Al Ain dot the landscape. The villages overlook a spectacular landscape of dramatic peaks , gorges and wadis. The roses of Jabal Al Akhdar fill the air with fragrance when in full bloom (March / April). Rose water is distilled in the homes of the villagers. (It is advisable to wear light comfortable clothing and walking shoes). Rest of the day is at leisure"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "0800 Hrs Proceed for a visit of Misfah, an incredible village of ancient houses and narrow streets perched in a valley amidst the mountains. The falaj system in Misfah is fascinating since the water weaves its way in a snakelike fashion along the mountain side and special channels in-turn redirect the water down to different levels of the mountain side. Then head for the Wahiba Sands, a vast mass of undulating red and white sea of sand. The ever-changing patterns of the dunes are a photographer’s delight. After some exciting sand dune driving you will arrive at your Desert Camp for the evening. There is a scattering of Bedouin camps, as Bedouin herders still wander from waterhole to waterhole, and the sands actually contain quite a variety of terrain and vegetation."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Optional camel ride to the top of the dunes for sunrise! (Charges payable directly) Next stop - Wadi Bani Khalid - an oasis spot in the middle of the barren and dry mountains. It is one of the most beautiful wadis in Oman and its pools with clear deep blue/green water give you an opportunity to take a refreshing dip. It is advisable to wear light comfortable clothing and walking shoes. There are restaurant and basic toilet facilities here, it is also very popular with the locals! After a refreshing swim, head for Sur, a fishermen's town on the east coast of Oman. In the past it has been well known for its Dhow building and was Oman's main centre of trade with East-Africa. Dhows are still being built in Sur today but there is no trade with East-Africa any longer. Nowadays Sur is a quiet town. You can wander in its authentic souk with Middle-Eastern ware; it has that genuine Arabic feel with locals wearing dish-dash or abaya. You can even treat yourself to a bit of culture by visiting one of the forts in Sur, the marine museum and dhows, or go for a stroll along the quay. The lagoons hold a variety of herons including the Striated Heron, waders, gulls and terns. Please be advised that the hotel operates a strict no alcohol policy and sightings of the turtles cannot be guaranteed."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "After breakfast follow the coastal route past the Hajar mountains with a stop at the Bimah Sinkhole, a spectacular limestone crater with blue-green water at the bottom. Proceed to Wadi Arbayeen which has refreshing deep pools of water set among the date palms. (Dhow factory Closed on Friday). Transfer to the airport a flight to Salalah. On arrival you will be met and transferred to your hotel."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "0900 Hrs Experience the contrast between verdant Salalah and its more rugged surroundings. Moving towards the western coast of Salalah we pass by the Mughsail long beach to arrive at the Marneef Caves to witness the “Blow-holes”- (perforations in the limestone rock) in action, through which sea water gushes during high tide. Drive on hilly route to a vantage point to have a bird’s eye view to the pristine unspoiled Masoud hidden beach nestled between the hills. A little ahead we stop at a Frankincense tree where your guide will explain to you the process of sapping the tree to collect the resin which was once traded as a commodity more precious than gold, frankincense harvested in Dhofar is rated the best in the world. Driving back to Salalah we stop at the Darr Ezz Beach situated between the Arabian Sea on one side and a lagoon on the other, the two bodies of water provide a truly unique landscape to the beach and its surrounding areas at Salalah. Its waters intermingle with Salalah basin waters, especially the wells located on the coastal strip. The lagoons here are important to biodiversity as it they are heavily frequented by migratory birds. 1430 Hrs Hrs Salalah, the “garden city” of the south, is a tropical paradise and the hub of Frankincense trade from time immemorial. Begin the day visiting Salalah Grand Mosque (except Friday) standing tall in the center of the city with its exquisite artwork and stained tiles. Stop at the Al Husn Palace- first among three palaces of the Sultan of Oman, listen from your guide about Sultan Qaboos, the visionary ruler of Oman revered as a fatherly figure across the Sultanate. Adjacent to the Palace, we visit the Al Husn Souq where frankincense crystals of Dhofar and typical Dhofari frankincense burners are sold, filling the air with aroma of Incense and perfumes. We drive to a tropical garden farm where fruits, vegetable and leafy greens are grown and displayed for sale. Enjoy a refreshing tender coconut drink here and walk through the fertile land nourished by fresh water distributed through a network of canals. We end the tour visiting the Al Balid Museum and the Archaeological site where the remnants of the ancient Al Baleed town are excavated and preserved. (FRI & SAT FROM 1530 HRS). We end the tour by noon and drive back to your hotel"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Today we get to learn the rich past of Dhofar region as we visit the ancient port cities of Sumhuram and Mirbat as well as have refreshing ride through the Jabal Samhan mountains exploring the grandeur of Dhofari mountains. We start with a visit to Sumhuram Archeological site and the Khor Rohri Lagoon, where excavations have produced evidence of an ancient city with trade links by sea to Far Eastern destinations and with even distant Greece. After a visit to the interpretation center and the ruins next to the Khor Rori lagoon we continue on the coastal route towards the sleepy town of Mirbat taking a brief detour to for some fun riding the sand dunes on the beach at Damar (exclusively on tours with 4x4 cars) giving a brief stint of being on the desert. Mirbat was once was the busy Port city trading Horse, Frankincense and Slaves. Visit the Mirbat castle for an insight to the Jebali life on mountains of Dhofar before breaking for lunch (included) at a beach side restaurant. Post lunch, we explore the amusing antigravity point at the base of Jabal Samhan where gravity seems to work opposite pulling vehicles upwards on an incline. Climbing up the winding roads, we stop to see the rare collection of Baobab trees that are found nowhere else in GCC. Enroute Jabal Samhan we pull over to make a visit at the Tawi Attayr sinkhole (locally known as the well of birds) that has an eerie feel with the sounds of birds chirping and the wind blowing across. Arriving at the Grand Canyon of Dhofar viewpoint at Jabal Samhan spend some time basking in the grandeur of the Canyon and the view from above the clouds. Drive back along the lush green pastures towards Wadi Darbat oasis for some leisure time to enjoy scenic beauty of the cascading waterfalls and the herds of cattle grazing on the greenery. On our way back we stop at Taqa village to enjoy the sunset from the Cliff sipping a hot cup of Arabic coffee. Drop off to hotel by sundown."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "You will be collected from the hotel for a private transfer to the airport for your departure flight"
      }
    ],
    "map": ""
  },
  {
    "destination": "Oman",
    "mainPhoto": "",
    "id": "ultimate-oman-tour-fjords-mountains-desert",
    "tourName": "Ultimate Oman tour, fjords, mountains & desert",
    "placesVisited": "",
    "generalInfo": "This trip takes in the highlights of Oman from the Fjords in the north, mountains and desert in the interior then frankincense and empty quarter in the south..You will have a private driver and luxury 4wd vehicle to travel at your own pace, stopping at leisure and finding out about the history and culture of this wonderful country.<br/><br/>We can fit a tailored itinerary to tie in with special events around the country.<br/><br/>Enjoy the small souq in Sinaw - considered to be one of the most vital markets in the eastern region of Oman. It is an urban city with some rural features, due to the surrounding desert.<br/><br/>Then Ibra special market is dedicated to women only. Every Wednesday, women head to this market to buy all they need. It is open from six in the morning until one in the afternoon.<br/>Dont miss the Friday 'goat market' in Nizwa that gives a glimpse of local culture and traditions.<br/>Then Turtle viewing - one of the most popular ecotourism activities in Oman. The country is home to several important nesting sites for four turtle species, and the Ras Al Jinz Turtle Reserve is probably the most important nesting concentration of the endangered green turtle on the Indian Ocean.<br/>Visit Salalah - a huge stretch of unbroken sand desert that has bested kings, adventurers, and nomads for thousands of years. In a region defined by deserts, the Rub al Khali came to be known for being especially daunting and inhospitable.<br/>In the northern tip of the Oman peninsula, bound  by the United Arab Emirates and the Strait of Hormuz, lie the magnificent fjords of Musandam. Ride on a traditional Omani boat. You can also do kayaking, swimming and getting close encounters with dolphins and other sea creatures.<br/><br/>Female guide available upon request.",
    "durationDays": "13",
    "price": "4417",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Upon Arrival pass through the immigration and meet our agents who will arrange a private transfer to your hotel. Nestled at the tip of Qurum Beach with panoramic views of the Gulf of Oman, the Crowne Plaza Muscat Hotel is ideally located just 15 minutes from Muttrah Souk ."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After breakfast you start your day with city tour. Your first stop will be at the Grand Mosque, the most exquisite Mosque in Oman. Enjoy a photo stop at the residence of his Majesty Sultan Haitham, the Al Alam Palace, which is flanked by the 16th century Portuguese forts Mirani and Jalali. You will be strolling through Muttrah Souq, where you will be bargaining for handicrafts and silver items. Later visit Bait Al Zubair Museum then you will be given time to stroll through the famous Mutrah Souq. Return to hotel"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast, check-out from the hotel and mee tout driver in 4WD luxury vhicle for the start of your fascinating roundtrip with the first leg taking you in south eastern direction along the coast to Sur. The road leads through scenic countryside and rugged mountains. Stop at the limestone Sinkhole in Bimah and then continue to Fins. Enjoy the white sandy beach at Fins proceed to visit Wadi Tiwi, an oasis well known for its lemon and date plantations. Then proceed to the coastal town of Sur which was renowned in former times for its shipyard, where the dhows, the traditional wooden Omani boats were built. The Ras Al-Jinz scientific visitor centre offers a unique eco-tourism experience, an unparalleled encounter with sea turtles promoting social responsibility. Witness the beachfront antics of turtles laying their eggs and the struggle of young hatchlings as they make a desperate journey across the sands to reach the relative safety of the seas. Ras Al Jinz Turtle Reserve is now offering 12 Australian manufactured luxury Eco-Tents located on a hillock close to the centre."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Breakfast at resort This morning, proceed to Wadi Bani Khalid – an oasis spot in the middle of the barren and dry mountains. Then drive into the Wahiba Sands, a vast mass of undulating red and white sea of sand. After some exciting sand dune driving with your experienced driver, visit the home of a Bedouin Family in the desert where you will have a traditional Omani lunch. Experience the real, traditional Arabic hospitality. Later arrive and check-in at the desert camp. Enjoy a BBQ dinner with Omani music and a dance show (seasonal). Located in the middle of Sharqiya Sands , Arabian Oryx Camp offers a Bedouin experience in the desert. It features a typical Arabic restaurant that serves a breakfast and dinner buffet. All Bedouin style tents at Arabian Oryx are fitted with tiled floors. Each has a fridge and a tea/coffee maker. A shower and free toiletries are provided in the private bathroom."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After breakfast set off for Nizwa, an ancient city in the Ad Dakhiliyah region of northern Oman. It sits on a plain characterized by seasonal rivers and palm plantations. It houses a museum, and from the tower there are good views of Nizwa and the surrounding date plantations Later drive onwards to visit Bahla, the mystical village, known for Arabian potteries. Visit one of the pottery making units. {Closed on public holidays and Fridays}. You also visit the majestic Bahla Fort, then proceed to visit Jabrin castle built in 17th century, with magnificent plasterwork, wooden carvings; painted ceiling makes this castle amazingly different. Nizwa Heritage Inn is located in 100 yards from the souq, offering a restaurant, lounge & free WiFi throughout the property."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Jabel Akhdar is in the northern section of the Hajar mountains, as you take the road out of Nizwa heading for Jebel Shams, you start to climb past ancient villages steeply terraced into the mountainside. The main town of Sayq lies at 2300m and the highest point 3000m is Jebel Shams. Sama Hotel Situated on top of the Jabal Akhdar mountain range with 60 elegantly designed rooms facing the mountains , one restaurant with open patio, one banquet hall , outdoor pool and Jacuzzi right on the edge of the cliff ."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Breakfast at Heritage Inn Take the mountain route through the spectacular Wadi Bani Auf. - one of the Arabia’s great 4WD adventures and includes a visit to the village of Bilad Sait, a remote fortress village in the heart of the mountain range. These living landscapes are better than spectacular. Continue your drive to the remote village of Wakan, set inside Wadi Mistal. A mild off-road drive will take us to the entrance of the village from where one can explore the various terrace plantations and farms of the village. Hike up to the mountain peak to get the view of the village."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Transfer to Muscat airport in time for your flight to Salalah whwere you will be met and taken to your hotel Salalah is on the coast of southern Oman about 620 miles south southwest of Muscat and is the capital of Dhofar. It used to be an important port trading in frankincense, an aromatic gum extracted from the trees that have grown on the hills surrounding the city for hundreds of years. Known for its glorious history, heritage, rich culture, traditions and wonders of nature. Salalah today is also contributing towards the economic boom in the Sultanate of Oman. Spread along the coast, Salalah is the most densely populated city in the Dhofar region. It has a modern port, hospitals, schools, colleges and a wide range of accommodation for both short and long staying visitors. The Crowne Plaza Resort Salalah is situated in 45 acres of lush tropical garden, overlooking the Indian Ocean and on a long stretch of pristine white sandy beach."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Visit to the “garden city” of the south, known as the tropical paradise. Al Husn Palace, summer residence , fishing village of Taqa, an old town with an interesting castle surrounded by watchtowers and Taqa stone houses. Proceed onward to Khor Rori creek, the site of the ruined city of Samhuram Visit the Biblical “Nabi Ayoub” Prophet Job’s Tomb, perched high up in the “Jebels” (mountains At the nearby bird sanctuary, one may see seasonal birds. En route, the stark shape of leafless Frankincense Trees dots the landscape."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Optional trip to the Empty Quarter or A morning tour of the impressive Qara Mountains taking in Job’s Tomb, the frankincense road to Yemen and Mughsayl Beach, renowned for its seawater ‘blow holes’. After lunch in Salalah, explore the eastern Dhofar and Ayn Razat, at the foot of the Qara Mountains, with its natural springs, exotic plants and flora, and meet the Jebalis and their herds of camels. In Sumhumram we’ll see the ruins of Queen Sheba’s port city beside its natural harbour while Mirbat is admired for its beautiful Dhofari houses."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Transfer to the airport for flight via Muscat then the scenic flight along the coast into Oman and the Musandam Peninsular. Separated from the rest of the country by part of the UAE, Musandam offers breathtaking coastal scenery and over 600km of spectacular cliffs, coral reefs and deserted beaches. You will check into your hotel where you can relax and enjoy the scenery. Nestled on the rocky Musandam headland, Atana Musandam Resort is a tranquil reflection of the spirit of Oman, located on the northern tip of the Musandam peninsula near. This new resort offers modern rooms and facilities and an authentically Omani feel is reflected throughout the resort, which is decorated with modern Omani art."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Embark on a Dhow cruise through the fjords, enjoying the azure waters and dramatic scenery. Your Dhow will anchor at the famous Telegraph Island where surrounded by spectacular mountains and serene remote white sand beaches, you will enjoy dolphin watching, swimming and snorkelling in pristine waters teeming with colourful fish. Journey through the ‘Fjords of Musandam’ to Khor Sham in azure waters, through a majestic 25 km fjord. Please note: Remember to take your swimming costume and towels. Lunch with soft drinks, fruit and all snorkelling equipment is included"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Road transfer after breakfast to Dubai for your direct flight back home."
      }
    ],
    "map": ""
  }
]