{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "patagonia-national-parks-holiday",
  "tourName": "Patagonia national parks holiday",
  "placesVisited": "Buenos Aires, fly to El Calafate, El Chalten, Los Glaciares National Park, hike around Mount Fitz Roy, climb Pliegue Tumbado, hike to Lake Torre, Perito Moreno Glacier, free day in El Calafate: optional horse ride of boat cruise, Torres del Paine National Park, hike to Grey Glacier, hike the French Valley, hike along Lake Nordenskjold",
  "generalInfo": "This Patagonia National Parks holiday is a 14 day self guided adventure through this remote and spectacular part of South America. Discover its dramatic mountains, glaciers and wildlife and stay in friendly local hotels and mountain refuges.<br/><br/>You’ll visit the National Parks of Los Glaciares in Argentina and Torres del Paine in Chile, both given World Heritage Site status thanks to their breathtaking beauty. Here, you can hike through dramatic landscapes where jagged granite peaks tower above lakes, glaciers and icebergs. <br/><br/>This two week break is full of highlights, including the famously scenic Route 40 from El Calafate to El Chalten, the dramatic Perito Moreno Glacier, which calves massive blocks of ice into Lake Argentino, and lots of excellent hiking around El Chalten, nicknamed the Argentinian capital of trekking. You’ll see Fitz Roy, Patagonia’s sacred granite mountain and spend four nights in beautiful Torres del Paine National Park.<br/><br/>This trip can be tailored to suit your needs. It’s an independent, self guided holiday, using a mixture of public buses, private transfers and domestic flights. We create a personalised Road Book, custom made for your journey, which contains all the information you need to enjoy this holiday and for it to run smoothly. You will also be supplied with a mobile phone, too, so you can contact us 24/7.<br/>",
  "durationDays": "14",
  "price": "2029",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After landing in Buenos Aires, our driver will take you to your hotel, located in the city centre. A member of our team will provide you with a road book and a mobile phone to keep in touch with us 24/7. The rest of the day is yours to explore on your own the most famous and picturesque areas of the capital city: El Caminito and San Telmo, at the origins of Tango, Puerto Madero, the ancient harbor and Plaza de Mayo. > Transport: private transfer - 45 min + public transport; > Accommodation: family run hotel; > Included meals : none;"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Private transfer to the airport for your flight to El Calafate. From there, a bus will take you directly to El Chalten, a colourful town on the edge of Los Glaciares National Park. Truly beautiful scenery along the route, with the turquoise waters of Lake Argentino and Lake Viedma. Take a first glance at Viedma glacier and the granite peaks of Mount Fitz Roy. Stay freely this day at El Chalten, resting and enjoying this small town and its many viewpoints. > Transport: regular bus service- 3h > Accommodation: family run hotel > Included meals : breakfast"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Early departure for your first hike at the foot of Mount Fitz Roy with its peaks and glaciers. Walk along turquois lakes before returning to El Chalten. A beautiful trek to discover the hanging Piedras Blancas Glacier and move along the shores of the lagoons Madre and Hija and De los Tres, all set in a magnificent scenery and wildlife. > Accommodation: family run hotel > Included meals: breakfast > Trekking: 6 - 7h easy hike"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leave early in the morning to climb Pliegue Tumbado with 360° views across the Fitz Roy massif and Lake Viedma. This fantastic trek crosses the Patagonian steppe and native forests where you can observe native fauna and possibly spot some marine fossils. > Accommodation: family run hotel > Included meals: breakfast > Trekking: 8h medium hike; 800m gradual change in altitude."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hike to Lake Torre for stunning views of Mount Torre, a major challenge for best climbers. The lake, fed by Mount Torre’s glacier, lies at the foot of this incredible 1000m high granite tower, with its famous needle shaped peak surmounted by ice cap. The Fitz Roy, also known as cerro Chalten, is very arduous to climb. Leave El Chalten by bus in the late afternoon to arrive in El Calafate in the evening. > Transport : regular bus service - 3h > Accommodation: family run hotel; > Included meals : breakfast; > Trekking : 5 -7h depending on the trail"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Experience the famous Perito Moreno Glacier. This is the most active glacier in Patagonia and with some luck you will hear the terrible cracking noise and possibly observe a massive block of ice falling into Lake Argentino. Depart from your hotel for the Los Glaciares National Park following the old road that borders the lake. Stop just a few kilometres from Perito Moreno glacier to enjoy a short hike to admire the glacier along the arm of Lake Rico. Inside the park, reach the main observation point and later enjoy different perspectives of Perito Moreno from the many viewpoints. Enjoy this amazing show of ice from up-close. Back to El Calafate by the conventional route. > Transport : van - 2h > Accommodation: family run hotel; > Included meals : breakfast; > Trekking : 1h30 > Entrance to the park not included (260 pesos/p.)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Free day for you in El Calafate to enjoy the surroundings. We recommend the navigation on Lake Argentino, a horse ride and a visit to Laguna Nimez. … Excursions can be booked either on site or through us. > Accommodation: family run hotel; > Included meals : breakfast;"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Leave early in the morning to the National Park of Torres del Paine in Chile. Crossing the Argentine pampas to the Chilean border, you will observe ñandus and guanacos in their natural environment. Arrival at the Park is schedule at about 10am. A van will take you to the most outstanding view points of the park with some beautiful trails. Make sure you get in touch with nature. Finally the van leaves you at Pudeto, on the other side of Lake Pehoe, where you take a boat across the lake. > Transport : van - 5hrs > Accommodation: refuge; > Included meals : breakfast and dinner; > Bilingual guide > Entrance to the park and lake crossing not included ;"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you will hike to Grey Glacier. The hike is a little demanding but with spectacular landscapes. First you will observe the impressive icebergs floating on Lake Grey; on the way back, you will appreciate the Grey Glacier, this incredible river of ice with its 5km and 70m high front. > Accommodation: refuge; > Included meals : breakfast, lunch and dinner; > Trekking : 6-7h hike; 600m change in altitude"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Discover the French Valley in the morning where glaciers hang from mountain peaks. The trail is incredibly beautiful, running through native flora and exposing the many hanging glaciers and waterfalls. Climb the valley without the bags that you will get on your way back, before heading to your next destination, camping Italiano. > Accommodation: refuge; > Included meals : breakfast, lunch and dinner; > Trekking : 7-8h (without bags) 500 - 800m change in altitude"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Hike along the blue waters of Lake Nordenskjold passing by the Horns of Paine, a massif remarkable for its colours and shapes. Finally, take an impressive trail winding its way towards the famous vertical granite face towering more than 1.000 meters, overlooking a small glacier mounted on a glacial lake. > Accommodation: refuge; > Included meals : breakfast, lunch and dinner; > Trekking : 8-10hrs - 500 - 800m change in altitude"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Return to the park’s entrance to take a van back to El Calafate, where you are scheduled to arrive by the end of the day. Before leaving though, we recommend you to enjoy the sunrise over the Paine Towers. Catch sight of the first rays of the sun turning the massif into a brilliant pink hue. > Transport: van - 4hrs > Accommodation: hotel > Included meals: breakfast, lunch ; > Trekking : 2h30"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Free morning in El Calafate. Transfer to the airport for your flight to Buenos Aires, where our driver will take you to your hotel. > Transport: van - 30m > Accommodation: hotel; > Included meals: breakfast"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Free time for you to explore the capital city. Three hours before your international flight, a transfer vehicle will pick you up at your hotel to take you to the airport. > Transport: Private transfer - 45m > Included meals: breakfast"
    }
  ],
  "map": ""
}