{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "north-east-argentina-holiday",
  "tourName": "North East Argentina holiday",
  "placesVisited": "Buenos Aires, Mercedes, Ibera’s Wetlands, Camba Trapo Estuary, Posadas, Estancia Las Marias, Santo Pipo, Tea and mate plantations, Visit traditional Guarani villages, Guarani homestay, San Ignacio Mini, Rainforest hikes, Iguazu Falls, Mocona Falls",
  "generalInfo": "This Argentina holiday is a journey around some of the natural heritage highlights in the north west of the country, travelling on a tailor made itinerary for nearly two weeks. During this trip you will get a chance to explore some of the country’s most stunning landscapes which vary from the rich jungles which are home to the indigenous Guarani people, to the great waterfalls of Iguazu and Mocona. <br/><br/>Wildlife enthusiasts will love northern Argentina, especially the rainforest regions which are home to the most exquisite birdlife and flora. As well as monkeys and caimans, some of which you will discover on guided hikes around the rainforests. The lagoons of Ibera, one of South America’s largest wetlands, are home to more than 400 species, as well as a vast array of plants, which we will discover on a boat trip across the lagoons.  A highlight for many of our guests is a rainforest hike led by Guarani guides, as well as homestay within their indigenous and traditional community. <br/><br/>Back on the tourist trail, but worth every bit of the journey, is Iguazu Falls, a national park that is home to one of the greatest cascades on earth right up on the border with Brazil. This natural wonder is actually a collection of 275 waterfalls ranging between 40 and 80m in drop and spread over a distance of 2.5km. <br/><br/>On this holiday, although independent by nature, you will be given 24 hour mobile phone support and use a mixture of private and public transfers. We provide a detailed travel itinerary and handbook with all the information you need to find the sites above, as well as your carefully chosen accommodation.<br/>",
  "durationDays": "13",
  "price": "1795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After landing in Buenos Aires, our driver will take you to your hotel, located in the city centre. A member of our team will provide you with a road book and a mobile phone to be in contact with us 24/7. He/she will accompany around the city, to the most famous and picturesque areas: El Caminito and San Telmo, at the origins of Tango, then the ancient harbour, heart of the city. By night, stroll in Puerto Madero area, an old harbour converted into a business area. > Transport: private transfer 45 min + public transport ; > Accommodation: hotel**; > Included meals : none;"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "A free day for you to continue exploring Buenos Aires on your own. You can choose to take a walk downtown to the Pink House (Government) and Congress, or enjoy the parks and nice buildings of Recoleta and Palermo. In these neighbourhoods, you will find interesting museums as well as Plaza Francia’s craftsman fair and Tango dancers. In the early evening, take your overnight bus to Mercedes from Retiro bus terminal. > Accommodation: public transport + overnight bus 9h30 > Included meals : breakfast and small dinner on the bus."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Arrive to Mercedes early in the morning; depart for Carlos Pellegrini, at the heart of the Ibera’s wetlands. Take some time to settle in your hotel before leaving for a walk in the park. > Transport : local bus 45min > Accommodation: family run hotel > Included meals : small breakfast"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A small hike around the estuary of Camba Trapo. This is a transition zone between the jungle of Paraná and the Eastern Chaco with its beautiful flooded palm trees. Back to the hotel for lunch. In the afternoon, embark on a boat to travel across the swamps to appreciate the great diversity of its fauna (over 350 species of birds, caimans, capybaras, Marsh deer) before enjoying the sunset over lagoons. > Accommodation: host family (basic comfort) >Included meals : breakfast > Entrance to the sites not included"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Departure for Posadas in the morning. On the road, visit the beautiful Estancia Las Marias, one of the largest producers of tea and mate in the country. You get to Posadas by midday. Your rental car will be waiting for you, drive to Santo Pipo where you are welcomed by the Roth foundation. Visit its mate plantations, the oldest mate mill in the province and the native plant nurseries used to reforest degraded areas. Dinner and night at the estancia. > Transport: private transfer 5h + rental car 51km 1h > Accommodation: family Estancia > Included meals : breakfast and dinner."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning, discover one of the Jesuit missions in the region: San Ignacio Mini, remnants of a peaceful evangelization of the Guarani Indians, more than 400 year old. Lunch in the village of San Ignacio and then to El Soberbio, a small town on the border with Brazil, where you are met by locals eager to tell you a bit about their lifestyle and daily activities. > Transport: rental car 279km 4h > Accommodation: host family (basic comfort) > Included meals : breakfast and dinner > Entrance to the sites not included"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "In the morning visit an artisanal factory producing lemongrass and vegetable sponges then head for the Guarani village of Jejy, where twenty families live in the heart of the rainforest. A traditionally nomad tribe, these Guarani have become sedentary over the last 10 years, settling in the Mocona Park area. Visit the school and take a walk in the jungle with a Guarani guide from the village. Find out about the traditional traps used to catch wild animals and medicinal plants. By mid-afternoon, if weather conditions permit, discover the Moconá Falls on an inflatable boat over the River Uruguay. > Transport: rental car 95km 1h30 > Accommodation: host family (basic comfort) > Included meals : breakfast and dinner > Entrance to the sites not included"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Morning with the tribe at the farm surrounded by sugar cane, cassava and pineapple plantations among others. Early in the afternoon, take the road to Puerto Iguazu through the rainforest. > Transport: rental car 261 km 4h30 > Accommodation: hotel** > Included meals : breakfast and lunch"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Explore the Argentinian side of the National Park of Iguazu. Get to the heart of the 275 individual falls forming a 2.7 km wide horseshoe-shaped gorge, including the impressive 90 m high Devil’s Throat. You can follow several walking trails through the park’s tropical rainforest or under the full power of the rushing water: Waterfalls can be admired from above, below, or as a whole from several points of view. If the water level is not too high, you can visit the island of San Martin in the heart of this huge gorge. A busy day and the chance to observe wild animals (coatis, monkeys, toucans, alligators, turtles, among others). > Transport : private transfer 45 m > Accommodation: hotel** > Included meals : breakfast > Entrance to the park included"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today you will visit the Brazilian side of the Iguazu National Park. If the Argentine side is all about getting up close and personal, the Brazilian side offers an incredible and breath-taking full frontal view of all the falls. In the afternoon, you can visit the Bird Park, gathering over 160 species including some anacondas, boas, monkeys and butterflies. > Transport : private transfer 1h > Accommodation: hotel** > Included meals : breakfast > Entrance to the park included"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to the airport for your flight to Buenos Aires where you arrive in the morning. Transfer to your hotel. Continue exploring Buenos Aires. > Transport : private transfer 1h15 > Accommodation: hotel** > Included meals : breakfast"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Enjoy a free day. Our suggestions: San Antonio de Areco, a traditional gaucho town in the hearth of the Pampa. Learn about the lifestyle of the Gauchos in a traditional estancia. Taste a good piece of beef, the legendary \"asado\" and stroll on horseback or horse-drawn buggy. El Tigre, a residential suburb located on the delta of the Parana River. It offers pleasant walks along the river and sailing tours. > Accommodation: hotel** > Included meals : breakfast"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Some free time to continue visiting the capital city of Buenos Aires. Three hours before your international flight, a transfer vehicle will pick you up at your hotel to take you to the airport. > Transport : private transfer 45m > Included meals : breakfast"
    }
  ],
  "map": ""
}