{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-whale-watching-tour",
  "tourName": "Argentina whale watching tour",
  "placesVisited": "",
  "generalInfo": "Not always regarded by wildlife watchers but wrongly so, Argentina is home to a vast array of wildlife and some of the most stunning scenery in the world. This trip centres around one particular location in Argentina (Peninsula Valdes) the the amazing behaviour of a small population of orcas. Which was immortalised by the BBC during the 1993 series The Trails of Life where they filmed the orca beaching themselves in order to catch the southern sea lion pups in the surf. It is just unbelievable sight which we aim to see here. <br/><br/>But in addition to the orcas we will spend some time at the largest colony of Megallanic penguins in the world, enjoy a dolphin watching cruise, some world class birding and excellent mammal watching inland. All in all this tour is an excellent way to get the best of the Patagonian wildlife whilst sampling the best that Argentina culture and hospitality has to offer.<br/><br/>See one of the world's most spectacular natural events. Come to Patagonia in time to see the resident Orca hunting seal pups by torpedoing onto the beaches before thrashing their way back off with their prey in caught.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner). There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles for all transfers. We include a professional zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) to escort you on all your excursions and also a very knowledgeable English speaking local guide. Your zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escort is an expert in cetacean (whale and dolphin) biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. For example the subtle learning techniques that the orcas use to teach the younger whales the hunt and individual differences in each orca so you begin to get to know individuals. One of the joys of having a zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escort is that you will not miss any sightings. We also use excellent local whale watching naturalists, with years of experience in observing the orcas as well as other whales and dolphins of the area. Also included are all boat trips, wildlife viewing and park fees are included. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on blue whales which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>The exact season varies a little but from late February to early April is usually the entire season for this tour. During a 5-6 week period from late February to early April the transient pod of orcas start to hunt the southern sea lion and southern elephant seal pups as they take the water for the first time. The exact time of this unique behaviour varies and is dependant on fish stocks which speed up or slow down the seal development and therefore when they take to the surf for the first time. Over the last couple of decades the vast majority of attacks have been recorded in March and this is when the hunting usually reaches a peak.<br/><br/>Why Choose this Tour:<br/><br/>•\tWe offer the chance to observe the amazing hunting behaviour of the orcas around Peninsula Valdes. <br/>•\tWe can arrange use of a boat to go out to where the orcas patrol, this is an exciting and new way of observing the hunting orcas before and during their unique hunting.<br/>•\tIf requested we can bring equipment such as a hydrophone (to hear the orcas under the water) and also an underwater camera which will attempt to film the whales and dolphins underneath the waves. <br/>•\tThis tour is like none other being offered by a UK based operator, you will not only get access to the best locations to watch the hunting orcas but we can also arrange further wildlife watching throughout Patagonia as well as taking in some of the most spectacular landscapes in the world. <br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>•\tWe have an unrivalled network of experts and guides all over Argentina that are able to find and observe animals like Commerson’s dolphins, southern fur seals, Magenellic penguins, culpeo foxes, giant anteaters, greater rheas, pumas, fairy armadillos, southern elephant seals, coypus, jaguarundis and hundreds other endangered, rare or endemic species throughout this wilderness land. Whether it is Los Glaciares, Tierra del Fuego, Chaco, Iguazu, Campo de los Alisos, El Palmar and many other wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to add a Argentina extensions to this orca watching itinerary below and we can provide an excellent wildlife watching itinerary and quote for you.<br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>The only place in the world where this orca hunting style exists in the world is off one or two beaches along the Peninsula Valdes in Patagonia, Argentina. Making Punta Norte just about the most exciting whale watching destination in the world. <br/><br/>Fitness Level:<br/><br/>There is no real fitness level required for our orca watching holidays to Patagonia, you decide on the amount of walking involved in the tour.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; but as a rule of thumb we recommend that you bring your own binoculars or spotting scope as well as suitable clothing which would be a mix of cool, light clothing as well as warm winter clothes as the weather can be unpredictable and long hours on exposed beaches can get windy. Water proofs and a wind-breaker are also recommended. Comfortable walking shoes are a must, just in case you decide to head out for a hike in search of armadillos or guanacos. A sunhat and sun cream are also recommended. Of course plenty of film or memory cards for your camera as well as any other items of a personal nature which you will require whilst away.<br/><br/>Minimum Age: 12 Years old.<br/><br/>Photo Credits:<br/>Ecohotel<br/>Maarten Visser from Capelle aan den IJssel, Nederland<br/>Winky from Vancouver, Canada",
  "durationDays": "9",
  "price": "4495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buenos Aires - Arrival On your arrival into Buenos Aires you will be met at by your guide and taken to your hotel. If you arrive in the morning you will have time in the afternoon to visit Costanera Sur Nature Reserve. Here you will get a glimpse of some of the wildlife which inhabits the north of Argentina before we head south in the open pampas. We have a good chance of spotting coypu, Pampas cavy, Hillarys side-necked turtle, black tegu lizards as well as many bird species like chalk-browed mockingbirds, great Pampa-finch, black-and-rufous warbling finch, spectacled tyrant and many many more. (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Peninsula Valdes - Travelling & Wildlife Watching After morning you will catch a flight south from Buenos Aires to Trelew which is well and truly in Patagonia. We will be transferred to our hotel in Peninsula Valdes and then after checking in and some lunch we will leave to pay the Punta Tombo penguin colony a visit. This is a huge colony and the largest Magellan penguin colony in the world. At this time of the year the moulting season is just ending and most of the penguins are leaving or have already left but there is still a good chance of finding plenty around here as we walk in between the old nest sites. We will have our evening meal back at the accommodation. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bahia Bustamante - Travelling & Wildlife Watching After breakfast we will leave Peninsula Valdes and head further south along the spectacular Patagonian coastline until we reach Bahia Bustamante, After checking into the guest house you will have lunch and then the rest of the afternoon is for you to explore the surrounding areas. This is one of the smallest and most beautiful of all Patagonia's towns and you will enjoy the relaxing atmosphere as well as the wealth of life around here from steamer ducks, Magellanic penguins, southern sea lions, southern giant petrels, orca, as well as another 70 plus bird species which are regularly seen. We will have our evening meal in a local guest house or restaurant. (breakfast is the only meal included)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Puerto Deseado - Travelling & Wildlife Watching After breakfast we will enjoy some birding, along the Patagonian coastline before being transferred further south again to Puerto Deseado where we will check into our guest house. This afternoon will be at your leisure as you can scan the sea for more orca, southern right whales, Commerson's dolphins, southern elephant seals, snowy sheathbills, dolphin gulls, Royal terns, black-browed albatross and many other marine birds and mammals. We will enjoy our evening meal in our accommodation or a nearby restaurant. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Puerto Deseado - Wildlife Watching This morning you will further explore some of this coastline which Charles Darwin visited himself during the voyage of the Beagle. We will take a boat trip out to try and get up close to some of the marine mammals and birds of the area such as Commerson's dolphins, southern sea lions, Magellanic cormorants, Megallanic penguins, red-legged cormorants and possibly orca. We will have our well deserved and last Patagonian meal in our guest house or a local restaurant. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Buenos Aires - Travelling This morning after breakfast you will be taken to the airport to catch a flight back to the Argentine capital. Once we get to Buenos Aires we will check into our hotel and the rest of the afternoon will be for you to explore the city and its many sights. This is one of the most atmospheric cities in the whole world and an hour or two exploring its many streets is a magical experience. Our last meal will be served in our accommodation. (breakfast is the only meal that is included today)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Home - Departure After breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included today)"
    }
  ],
  "map": ""
}