{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "el-calafate-el-chalt-n-holiday-patagonia",
  "tourName": "El Calafate & El Chaltén holiday, Patagonia",
  "placesVisited": "",
  "generalInfo": "Discover the wonders of Patagonia on this 7-day journey through El Calafate and El Chaltén. Begin by exploring the awe-inspiring Perito Moreno Glacier, combined by an authentic experience at a traditional Patagonian estancia. In El Calafate, you’ll also enjoy a thrilling bike tour through the vast, scenic Patagonian steppe. Then, head to El Chaltén, where your accommodation is nestled in a stunning natural setting. From here, you can embark on unforgettable hikes, surrounded by breathtaking landscapes, or simply relax and soak in the beauty of this unique wilderness.",
  "durationDays": "7",
  "price": "2740",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Take off for El Calafate and the glacier region! As you land, keep an eye out for the chance to catch a glimpse of Lake Argentino right next to the airport. Upon your arrival, you will be transferred privately to your hotel. Built on the southern shore of Lake Argentino, El Calafate is the main gateway to the southern area of Los Glaciares National Park and the incredible Perito Moreno Glacier. It is located on the shores of Lake Argentino, in the province of Santa Cruz, about 80 kilometers from the Perito Moreno Glacier and 2,800 km from the city of Buenos Aires. At the end of the day, you will be welcomed into Gabriel’s home for dinner, a cozy place where you’ll feel right at home in the heart of southern Patagonia! Night in Posada los Alamos or similar"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Guided departure from El Calafate along the old Route 15, the \"estancias trail,\" which connects different stories of Patagonia: indigenous peoples, pioneers, and inhabitants. Once inside Los Glaciares National Park, at the end of the road, you will reach Estancia Nibepo Aike where all the stories converge. There, where over 100 years ago the first settler arrived, there is now an estancia dedicated to cattle, sheep, and horse breeding. You will tour its pens and sheds, where you will witness a demonstration of manual sheep shearing. In the Quincho of Estancia Nibepo Aike, a typical Patagonian lamb barbecue is served, accompanied by salads, desserts, and beverages included. Then, a walk is taken to the Pioneers' pier, from where navigation begins on the South Arm and Rico Arm of Lake Argentino. Disembarkation at Monedas Beach, accessible only by boat. A 40-minute walk is made, allowing you to appreciate the native forest, where wild cattle still remain, remnants of the ranching era before these lands were declared a National Park. The trail penetrates the Lenga forest until the Perito Moreno Glacier is spotted through the foliage. Upon leaving the forest density, you will descend towards the Sur Glacier viewpoint: a rocky beach with privileged views. Back on board, the navigation travels along the southern face of the Perito Moreno Glacier. Opportunity to observe the ice detachments and appreciate how its front approaches the Magallanes Peninsula, sometimes mounted on the rock, thus forming a natural dam. Disembarkation at Bajo de las Sombras port, to access by land to the walkways located 6 km away. The tour starts from the highest point, with a panoramic view, and then descends towards the Tempanos Channel. Throughout the tour, you will admire the magnitude of the glacier from different angles. After spending more than an hour on the walkways, you will return to El Calafate by vehicle at sunset. Lunch included. Small group activity, with English/Spanish-speaking guide Park entrance included Note: In case of total or partial impossibility of navigation, an alternative plan is implemented for accessing the Perito Moreno Glacier from Estancia Nibepo Aike by land, and if possible, navigation is made in front of the Glacier. Night in Posada los Alamos or similar"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bike Ride through the highlands of the 25 de Mayo Natural Reserve, where you can experience Patagonia in all its splendor, marveling at the landscapes and animals that inhabit these lands. Departure from El Calafate in 4x4 vehicles heading south, through the Calafate Creek valley. After a 15 km ascent, you will reach the 25 de Mayo Estancia section, where MTB bicycles await you. After the technical briefing, you will embark on a bike tour that will allow you to spot a wide variety of fauna: guanacos, foxes, choikes, condors, and eagles. Crossing the Guanacos Valley and with a breathtaking view of the Verlika and Baguales hills, you will reach a chenque (ancient Tehuelche burial site) where you will stop to rest, hydrate, and contemplate the vastness of Patagonia. Finally, you will return to La Seccion, where lunch or dinner awaits you before descending to El Calafate in a 4x4 vehicle. Distance covered: 50 km. Distance covered by bike: 16km (2 hours). High difficulty. Elevation gain: 200 meters. Minimum age: 12 years. Departure 9:00 AM. Duration 5 hours. Includes: lunch with drinks (cheese platter, lamb stew in country bread, chocolate mousse) Night in Posada los Alamos or similar"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A bus transfer will take you from your hotel in El Calafate to your hotel in El Chaltén. It takes around 3 hours to get to this village. El Chaltén, located in Argentine Patagonia, is known as the \"National Capital of Hiking.\" Surrounded by imposing peaks and majestic glaciers, it is the starting point for exploring the Glacier National Park and enjoying spectacular mountain trails. Its pristine landscapes and tranquil atmosphere make it a paradise for hiking and nature enthusiasts. You will stay in a private natural reserve located 27 km from Chaltén, on provincial route 23, in the Río de las Vueltas Valley, province of Santa Cruz, Argentina. At Refugio de Glaciares everything is covered, everything is taken care of, from transfers to and from El Chaltén, accommodation with breakfast, meals, and guided walks along their trails. This lodge is carbon neutral and offsetting the ecological footprint of all the visitors is their aim. They have internet service with pre-established schedules. On this day, you can already do a short hike to el Rio de las Vueltas. On a flat plain, 5,5 km of footpaths allow you to enjoy the beautiful winding river, full of beaches and bends. With 360-degree views, it is possible to enjoy the best-known sceneries of the area. This is a circuit that begins and ends at the Lodge, crossing two bridges that allow us to appreciate the amazing color of the water. Walking time: 4 hrs. Total distance: 5.5 km round. Slope: 50 m Dinner included Night in Refugio de Glaciares"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wake up in this amazing and relaxing setting. Enjoy your day to walk to the Cagliero Glacier. As you leave the Lodge, the first section of the walk is through 1,50 km of lenga forest, and flat terrain until you reach the crossing of the Del Puesto Creek. From there, the second stretch starts with a slight ascent bordering Del Puesto Creek for another 2 km up to the Pink Lagoon prairie, a wetland that is home to stable populations of great biological and conservation value, which will be explained by your guide. On the third and last section of the walk, you will keep bordering the lagoon for 800 more meters, getting close enough to the imposing Cagliero Este Glacier to contemplate hanging glaciers and moraines, truly a sight to be in awe of the geological shapes that time has been sculpting. After lunch and this unforgettable memento of wonder, you will return to the lodge. Walking time: 5.30 hs. Total distance: 8km round Slope: 250m All meals included Night in Refugio de Glaciares"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Get ready to live the most famous hike in El Chaltén. In a transfer and pre-established time, transfer to the entrance of the path that leads to Laguna de los Tres. This hike is one of the most beautiful in the area and starts at the end of the main street, San Martin, after the parking lot. A sign \"Senda el Fitz Roy\" indicates the starting point. You will then have a 10.2 km (approximately 5 hours, excluding stops) hike to reach the final destination. After a final ascent, you will be there! You'll be at an altitude of 1,170 meters. Mount Fitz Roy will emerge in front of you, and a turquoise blue lake will stretch at your feet. The trail is fully marked and well-maintained. Another option is to take the transportation to Hostería el Pilar. From there, you start towards Laguna de los Tres, taking a different trail than the return route. You will arrive at the viewpoint of Glacier Piedras Blancas, which starts from the Rio Blanco bridge and involves an 800-meter elevation gain. Continue your path towards the Poincenot campsite, towards Laguna de los Tres, and from there, begin your return to the accommodation passing by Laguna Capri. This way, you avoid 2 km and get to admire another trail. Important: The last kilometer to Laguna de los Tres is of difficult difficulty. It is a steep and rocky ascent that takes approximately 1 hour to complete. Total round trip: 20 km - Approximately 9 hours. Return to Refugio de Glaciares at a pre-established time. All meals included Night in Refugio de Glaciares"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer to El Chaltén From there, you take the bus to El Calafate Airport. End of our services"
    }
  ],
  "map": ""
}