{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "chile-argentina-brazil-holiday-santiago-to-rio",
  "tourName": "Chile, Argentina & Brazil holiday, Santiago to Rio",
  "placesVisited": "",
  "generalInfo": "This journey is a showcase for Latin America’s extraordinary diversity, and visits 3 of its most fascinating cities. Santiago is set in a bowl created by the Andes and surrounded by its colossal snowy peaks. Elegant, sophisticated Buenos Aires has a distinctly European flavour, which can be appreciated alongside sultry tango and huge steaks. And Rio is a high-rise marvel, squeezed between lush, forested mountains and the beaches and surf of the Atlantic Ocean. <br/>Crossing the Andes from Chile into Argentina is a breathtaking journey amid shimmering turquoise lakes and towering snow-capped peaks. Following on are the magnificent cataracts at Iguazú Falls, which tumble over a vast precipice into a subtropical rainforest alive with birds and butterflies; and tranquillity in the historic colonial town of Paraty set on a leaf green bay.<br/>",
  "durationDays": "15",
  "price": "3892",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Walking tour of colonial Santiago.",
      "description": "Those arriving on an international flight will be met at the airport by the tour leader or a local representative and taken to the group hotel. In the afternoon your guided city tour takes you to all the major sites of this fascinating city concentrating on Santiago’s bustling historic centre, which in recent years has taken on a new lease of life. Awakening from years of neglect, the traditional residential neighbourhood of Lastarria is a delight to explore, replete with shops, arty cafés and characterful hotels. Nearby, leafy Parque Forestal was inaugurated in the early twentieth century to celebrate the first 100 years of the republic. It is just a few blocks from the beating heart of old Santiago, the Plaza de Armas, the capital’s main square which is graced by elegant Chilean wine palms with their characteristic bottle-shaped trunks. Grouped around the plaza are Santiago’s Cathedral, the main post office, the National Historic Museum and the Municipalidad de Santiago (city hall). From here, if time, visit San Cristóbal Hill by riding the cable car to the top. On clear days there are spectacular panoramic views across the city towards the Andes."
    },
    {
      "dayNumber": 2,
      "title": "Optional excursion to a vineyard or the port of Valparaíso.",
      "description": "An optional guided excursion takes you out of the city through a pretty Mediterranean landscape to a nearby winery. An hour’s drive from Santiago is the Central Valley, blanketed in a patchwork region of regimented vineyards. Here you will have the chance to sample some of the wines, and learn about the national grape varieties. Alternatively, visit Chile’s second city, Valparaíso (2hrs by bus). This lively seaport is built on a series of hills which form a backdrop to the wide bay, with views over the seaside resort of Viña del Mar. You can wander along the steep, winding streets which crawl over the hilltops, reached by rickety wooden funicular lifts, or stroll the dark cobblestone lanes at sea level fringed by sturdy homes built for British and German merchants in the 19th century."
    },
    {
      "dayNumber": 3,
      "title": "Fly south to the lake district; Petrohue Falls and overnight in Puerto Varas.",
      "description": "Fly south to Puerto Montt and continue by road to Puerto Varas in the heart of the Chilean lake district. On a clear day you won’t tire of the vistas of volcanoes, waterfalls and sweeping forests. Puerto Varas is situated on the shores of Lake Llanquihue (one of the largest natural lakes in South America). Towering snow-capped volcanoes punctuate a patchwork landscape of cultivated hills and pastures. The town sits in the shadows of the perfect conical peak of the Osorno and Calbuco volcanoes. There is an excursion to visit the nearby Petrohue Falls and time to wander around the town. Originally colonised by German immigrants, it has a distinctive, Bavarian feel. There are some excellent seafood restaurants and cafés to while away a day at leisure."
    },
    {
      "dayNumber": 4,
      "title": "Optional excursion to Chiloé island.",
      "description": "Today you have the chance to take an optional excursion to the island of Chiloé. This extraordinary island developed largely independently from the mainland and has a distinct history, architecture and mythology. Alighting on its shores is like stepping back into a time of mists and legends. Half the population works in agriculture, the techniques of which have remained unchanged for centuries; distinctive ox-driven carts are to be seen trundling down the island’s unpaved roads past unique wood-shingled churches and there are several folksy fishing ports where you can savour fresh oysters. On Chiloe, from November-March you can take a boat trip to spot Magellanic and Humboldt penguins. The excursion ends with a visit to a chilote family, where the traditional curanto is prepared for you; it’s a hearty dish of seafood, meat, potatoes and vegetables are piled high in a hole in the ground, buried and cooked among glowing embers."
    },
    {
      "dayNumber": 5,
      "title": "Cross the Andes to Bariloche, Argentina.",
      "description": "Today you cross the Andes on a unique journey which passes through the mountains, following forested roads alongside a chain of glacial lakes. Your scenic drive winds its way towards Argentina, overlooked by towering, snowy peaks. On a clear day the conical snow-capped volcanoes offer a stunning backdrop to the turquoise, glacial waters on the lakes below. You arrive at Bariloche. This resort town is situated on the shores of Lake Nahuel Huapi, and was founded barely a century ago. It has a distinctive Alpine feel to it, and in winter it operates as a ski resort. There is a museum detailing the history of the native Tehuelche Indians and the story of the area’s colonisation."
    },
    {
      "dayNumber": 6,
      "title": "Walks in the rugged hills around Lake Nahuel Huapi.",
      "description": "Included today are walks along trails climbing up through the mountains through woodland, with wonderful glimpses down over the lake through gaps in the trees. Spend your free time in cosy cafés savouring locally manufactured chocolate, or shopping for souvenirs. Out of town, venture along the lake-shore for sumptuous views of the forested mountains. There are some excellent walking trails including one which climbs Cerro Otto mountain. You may also wish to enjoy the panorama from the windows of the cable car which takes you to the summit (1,405m); here there is a revolving restaurant and splendid views as the sun sets over the mountainous landscape, dotted with forests and shimmering lakes."
    },
    {
      "dayNumber": 7,
      "title": "Fly to Buenos Aires. Walking tour of the city.",
      "description": "Fly to the Argentine capital, Buenos Aires, an elegant and cosmopolitan city famed for the fascinating port district of La Boca with its cobbled streets and brightly painted houses. It was here that the tango was born, and Diego Maradona honed his footballing skills. The centre of the city is the historic heartland, with government buildings and churches as well as chic shopping districts, which have a nostalgic, Parisian feel. The bohemian district of San Telmo is full of quaint old houses interspersed with antiques shops, tango bars and expensive restaurants. Slightly further out of town is the Recoleta district, even more evocative of belle époque French and Italianate architecture. You will explore some of the most interesting parts of the city on a guided tour. Make the most of some free time to shop, have a drink and a pastry in a tea-room or peruse the items on display in one of the many markets. Explore the city’s splendidly renovated port district, Puerto Madero, which has trendy loft apartments, a string of open air restaurants and a small marina or discover the upmarket Palermo area with it’s trendy boutiques and fancy restaurants. If you want to visit one of the city’s iconic Tango shows speak to your tour leader who can arrange one for you for the evening."
    },
    {
      "dayNumber": 9,
      "title": "Fly to Iguazú Falls. Excursions to the Argentine side.",
      "description": "Fly to Puerto Iguazú in the subtropical north-east corner of Argentina (2 hrs). The Iguazú Falls are unquestionably one of the most extraordinary natural wonders in the world. A total of 275 falls thunder through dense forest over a 2.5km stretch. The u-shaped Devil’s Throat is the main gorge, where the frothy water of the Iguazú River crashes over a 1.5km-wide precipice and columns of vapour are thrown skyward. Elsewhere the river flows decorously through the rainforest, breaking up into dozens of smaller falls. You might spot toucans with their outsized bright orange beaks perched in the foliage above the tumultuous waters. You have a guided tour to explore the Argentine side of the falls. From the National Park Visitor Centre, where there is a display that illustrates the biodiversity of the region’s tropical rainforest, a little natural-gas-powered train transfers you to Cataratas Station where the Upper Walk begins. This sequence of causeways and passarelles links dozens of tiny basalt islands at the top of a sheer rock face and the walkways cross the myriad streams of the River Iguazú as they cascade over the lip of the precipice. Your breath is quite literally taken away as the water thunders on to the rocks below. The train continues to Devil’s Throat Station where a 1km-long walkway leads across the river to the thunderous Garganta del Diablo, the Devil’s Throat. From this vantage point you can feel the incredible power of the water, and the flow is mesmeric as it plummets into the vortex below."
    },
    {
      "dayNumber": 10,
      "title": "Excursion to the Brazilian side of the falls.",
      "description": "Head out to the Brazilian side of the falls, from where there is a broad panorama of these magnificent cataracts, and some excellent opportunities to photograph the full sweep of the cascades. Before leaving the Brazilian side, you could stop off at the excellent and rather quirky bird park just outside the entrance of Iguaçu National Park. The enclosure is home to a huge variety of birds and wildlife, including toucans, trogons and the coatimundi, from the same family as the racoon."
    },
    {
      "dayNumber": 11,
      "title": "Fly to São Paulo; by road to Paraty.",
      "description": "Fly to São Paulo and continue by road to the colonial port of Paraty. The winding road is bordered by steep mountains covered in lush Atlantic forest on one side, and the ocean on the other. This enchanting bay-side town is steeped in history; Paraty, means ‘river of fish’ in the indigenous Tupi language. The town is a UNESCO World Heritage Site, and it’s not hard to see why as you wander through its local boutique-lined cobbled streets. Explore graceful baroque churches and check out the local art work in one of the many contemporary galleries. The divine blue, gold and white painted Portuguese architecture has been carefully preserved, and the centre of the town is vehicle free. There are also some excellent places to eat freshly caught fish on the sea-front. The bay itself is dotted with tropical islands and, rising some 1,000m behind the town, are forested mountains intersected by rivers and waterfalls."
    },
    {
      "dayNumber": 12,
      "title": "Excursion by traditional schooner around the bay.",
      "description": "Travel out to sea in the sheltered bay on the deck of a traditional three-masted schooner. You’ll visit some of the virtually uninhabited little islands in the bay, each with its own hidden picture-perfect sandy coves where you can take a dip in the warm tropical waters."
    },
    {
      "dayNumber": 13,
      "title": "By road to Rio de Janeiro.",
      "description": "A scenic drive up the ‘green coast’ to Rio de Janeiro. Rio is the most romantic, intriguing and beautiful city on the continent. Sumptuous apartments overlook the sparkling bays against the backdrop of half-built slum dwellings, favelas, which cling precariously to the hillsides. Rio has an awesome bay-side location among near-vertical granite mountains. Here, tropical foliage swoops down to white-to-toffee coloured sandy beaches in turn battered by the huge waves of Atlantic surf. The drive into the city gives a fleeting glimpse of the docks and commercial centre as you head towards the magnificent stretch of sand at Copacabana; your hotel is a couple of blocks inland from the beach."
    },
    {
      "dayNumber": 14,
      "title": "City tour including Corcovado and Sugarloaf mountains.",
      "description": "Today there is a tour to familiarise yourself with this most iconic of cities. As part of this, you’ll board a steep rack-and-pinion railway which glides up through tropical Tijuca National Park, the largest urban forest in the world dripping with fruit and flowers, to reach the summit of Corcovado Mountain. Here the famous 40m art deco Christ the Redeemer statue soars above the city, arms outspread benevolently. On a clear day, the views over the city and out across the ocean and outlying islands are stupendous. We also include a trip to Pão de Açucar (Sugar Loaf Mountain). Ride the cable-car up the twin granite mountains protruding from the ocean and enjoy the magnificent views back over the beaches, Botafogo Bay with its bobbing yachts and into the mountains beyond. There’s a lovely (and safe) nature walk round the foot of the mountain, or you could pop for a beer into the nearby villagey quarter of Urca, leafy home of artists and TV stars."
    },
    {
      "dayNumber": 15,
      "title": "Depart for international flight or extension.",
      "description": ""
    }
  ],
  "map": ""
}