{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "patagonia-wilderness-holiday-journey-to-ushuaia",
  "tourName": "Patagonia wilderness holiday, journey to Ushuaia",
  "placesVisited": "",
  "generalInfo": "Land of mysteries and legends, Patagonia takes you to a surreal and magnificent landscape of peaks, glaciers, lakes, rivers and fjords. <br/>Explore Patagonia’s stunning wilderness all the way to Ushuaia, at the end of the world!<br/>Argentina: The National Park of Los Glaciares has 80% of its surface covered in ice (glaciers). Only the high peaks of granite have resisted and continue their fight against the erosion from ice. The result is a variety of incredible shapes. The National Park of Tierra del Fuego, alias the Land of Fire, is one of the southernmost national parks in the world.<br/>Chile: The National Park of Torres del Paine is a region of great beauty and amazing geology, remarkable for its colours and contrasts. Its rivers, lakes and fjords cut through ancient forests home to a varied fauna.<br/><br/>This is an independent, self-guided trip to explore Patagonia on your own. This trip can be customized. <br/><br/>You will be provided with a custom-made Road book, with all the information necessary for the smooth running of your stay, as well as a local SIM card, to be in contact with us 24/7.",
  "durationDays": "14",
  "price": "2189",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "From El Calafate, a bus will take you to El Chalten, a colourful town on the edge of Los Glaciares National park. Truly beautiful scenery along the route, with the turquoise waters of Lake Argentino and Lake Viedma. Take a first glance at Viedma glacier and the granite peaks of Mount Fitz Roy. Enjoy the rest of the day at El Chalten, with its many viewpoints. >Transport: regular bus 3h > Accommodation: hotel > Included meals : breakfast."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Early departure for your first hike at the foot of Mount Fitz Roy, with its peaks and glaciers. A beautiful trek to discover the hanging Piedras Blancas Glacier and move along the shores of the lagoons Madre and Hija and De los Tres, all set in a magnificent scenery and wildlife. Transport: van 30min > Accommodation: hotel > Included meals: breakfast > Trekking: 6-7h easy hike, medium difficulty on the last part, during the ascent of the Moraine."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Leave early in the morning to climb Pliegue Tumbado with 360° views across the Fitz Roy massif and Lake Viedma. This fantastic trek crosses the Patagonian steppe and native forests where you can observe typical fauna and possibly spot some marine fossils. > Accommodation: hotel > Included meals: breakfast > Trekking: 8h easy hike. 800m change in altitude"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Hike to Lake Torre for stunning views of Mount Torre a major challenge for best climbers. The lake, fed by Mount Torre’s glacier, lies at the foot of this incredible 1000m high granite tower, with its famous needle shaped peak surmounted by an ice cap. The Fitz Roy, also known as Cerro Chalten, is very arduous to climb. Leave El Chalten by bus in the late afternoon to arrive in El Calafate in the early evening. > Transport : regular bus 3h > Accommodation: hotel** > Included meals : breakfast > Trekking : 5 -7h hike depending on the trail."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Experience the famous Perito Moreno Glacier. This is the most active glacier in Patagonia and with some luck you will hear the terrible cracking noise and possibly observe a massive block of ice falling into Lake Argentino. Depart from your hotel for the Los Glaciares National Park, following the old road that borders the lake. Stop just a few kilometres from Perito Moreno glacier to enjoy a short hike to admire the glacier along the arm of Lake Rico. Inside the park, reach the main observation point and later enjoy different perspectives of Perito Moreno from the many viewpoints. Enjoy this amazing show of ice from up-close. > Transport : van 2h > Accommodation: hotel** > Included meals : breakfast, lunch and dinner > Trekking : 1h30 hike"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Leave early in the morning to the National Park of Torres del Paine in Chile. Crossing the Argentine pampas to the Chilean border, you will observe ñandus and guanacos in their natural environment. Arrival at the Park is schedule at about 10am. A van will take you to the most outstanding view points of the park and from there a short walk surrounded by nature. By mid-afternoon, board the catamaran to navigate across the calm, turquoise Lake Pehoe and finally reach the refugio Paine Grande. > Accommodation: your tent – camping Paine > Included meals: breakfast, lunch and dinner > > Trekking: 2h > Catamaran crossing not included"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you will hike to Grey Glacier. The hike is a little demanding but with spectacular landscapes. First you will observe the impressive icebergs floating on Lake Grey, on the way back you will appreciate the Grey Glacier, this incredible river of ice with its 5km and 70m high front. > Accommodation: your tent- camping Paine > Included meals : breakfast, lunch and dinner >Trekking : 7-8h (without bags) > 500m change in altitude."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Discover the French Valley where glaciers hang from mountain peaks. The trail is simply beautiful, running through native flora and exposing the many hanging glaciers and waterfalls. Climb the valley without the bags that you leave at the bottom of the valley and will get on your way back, before heading to the next destination, camping Italiano. > Accommodation: your tent- camping Italiano > Included meals : breakfast, lunch and dinner > Trekking : 7-8h (without bags) > 800m change in altitude"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "You will follow the trail along the blue waters of Lake Nordenskjold to reach the Chileno Refuge. Nice overview on the lakes of the park. > Accommodation: your tent- camping Chileno > Included meals : breakfast, lunch and dinner > Trekking : 5-6h (without bags) > 300m change in altitude."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Early start, 2h30 ascension to reach the foot of the Torres del Paine needles. An impressive trail winding its way towards the famous vertical granite face towering more than 1.000 meters, overlooking a small glacier mounted on a glacial lake. On the way back, pick up your bags and board your bus to Puerto Natales from the Park’s entrance. Then another bus to Punta Arenas, where you will arrive at the end of the day. > Transport: bus 5h > Accommodation: Hotel** > Included meals : breakfast, lunch > Trekking : 6-7h (without bags) 500m change in altitude."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Morning departure for Ushuaia. A full day bus journey across the pampas, the strait of Magellan where you can see Commerson dolphins and the island of Tierra del Fuego, before arriving in Ushuaia in the afternoon. > Transport: bus 10h > Accommodation: bed & breakfast > Included meals : breakfast and lunch"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Take a free morning to visit Ushuaia. In the afternoon board a cruise over the Beagle channel (4h). Pass by the island Los Lobos, ideal for spotting sea lions and sea birds (albatrosses, petrels, etc.). The navigation will continue toward the famous lighthouse of Les Eclaireurs. The appeal of this cruise is seeing the southernmost city in the world from the point of view of the first sailors. Your navigation will eventually take you to the penguin colony at the mouth of the canal before returning to Ushuaia. > Transport : catamaran 4h cruise >Accommodation: Bed & Breakfast > Included meals: breakfast"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After a short bus transfer, you will start a nice hike on coastal and forest trails. Pass through Lake Roca, Pipo River, peat bogs, Lenga forest (upland beech specie of Tierra del Fuego) and beaver dams. The hike ends at the Bay Lapataia. Back in Ushuaia by mid- afternoon. > Transport: bus 45min > Accommodation: bed & breakfast > Included meals : breakfast > Trekking: 4h"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Another free morning in Ushuaia. Go hiking to Martial Glacier for some panoramic views over Ushuaia and the Beagle Channel. A transfer vehicle will take you to the airport in the afternoon for your flight to Buenos Aires. Transport: Transfer vehicle 45m > Included meals: breakfast"
    }
  ],
  "map": ""
}