{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "south-america-highlights-tour-peru-argentina-brazil",
  "tourName": "South America highlights tour, Peru, Argentina & Brazil",
  "placesVisited": "Cuzco, Chincheros, Maras salt mines, Moray, Sacred Valley, Machu Picchu Ruins, Buenos Aires, Iguazu Falls, Rio de Janeiro",
  "generalInfo": "This South America highlights tour takes you to the best of Peru, Argentina and Brazil. First off, you’ll learn about the Inca Empire in the colonial city of Cuzco, at the fascinating Inca sites of Maras and Moray and at the mother of all Inca sites, the hidden citadel of Machu Picchu. <br/><br/>After you’ve brushed up on your history it’s off to Argentina, where you’ll take a city tour of the historical and political centre of Buenos Aires and go out for a night of local cuisine and Tango. Next, you’ll get to explore the mighty Iguazu Falls, from both the Brazilian and the Argentinian side, before heading to the vibrant city of Rio de Janiero, where you’ll visit both Corcovado and Sugarloaf Mountains and have time to explore this vibrant city under your own steam. <br/>",
  "durationDays": "13",
  "price": "4535",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Cuzco: From Cuzco to Sacred Valley The Sacred Valley was a truly special place for the Inca civilization. Its many rivers and gorges, along with the fertility of their valleys, make this the most productive agricultural spot—the best corn in Peru grows here. Upon arrival to Cuzco airport we’ll drive you to your hotel in Sacred Valley and you’ll have the rest of the afternoon to explore this enthralling Andean spot."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sacred Valley - Full Day Chinchero/ Vivo Museum/Ollantaytambo In the morning we’ll pick you up at your hotel in Sacred Valley and head to Chinchero town. Enjoy your time here, admiring the traditional art that locals display in their handcrafted clothes (in which the Incas’ knowledge and traditions survive until today), and a great view of the valley. In Chinchero you can also find some archeological remains, including a beautiful church constructed in the seventeenth-century which was one of the first Catholic buildings in Peru. This trip continues to the Raqchi viewpoint, from where you can see the archaeological site of Ollantaytambo, our next stop. People have been living here steadily since the Incan period; this is definitely a place with rich history. Take a walk through town, climb its iconic fortress, and have lunch (included) in Chuncho restaurant, the perfect place to have a special gastronomic experience. After lunch, you’ll visit the Living Museum of Yucay where you’ll learn about Andean traditions and browse through exhibitions containing textile work, adobe, pottery and silverware, just as they used to be in the old times. You’ll also have a closer encounter with the inhabitants of the museum: the llamas, sheep and alpacas, which can be hand-fed. At the end of the day, we’ll drive you back to your hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sacred Valley: Machu Picchu Ruins / Aguas Calientes Your tour to Machu Picchu begins with a 4-hour train ride to Aguas Calientes. This town is also known as “Machu Picchu Pueblo” and is the last stop before entering the remains of the most important archaeological site in Peru. Machu Picchu means “Old Mountain” and is considered a World Heritage Site by UNESCO. You’ll finally reach Machu Picchu (the ancient sanctuary and retreat for the Inca Pachacutec) after a short transfer by bus through the mountains. Here, when we arrive at the exact destination that is the highlight of your trip, we will have those special moments which will most certainly be cherished forever. Some of the places you can visit include the Intipunku, or “Sun Gate”, where the sun rises every day through a stone passageway, or the Inca Bridge, an incredible stone building that served as the entrance and exit of the citadel. At the end of the tour you will take a bus back to Aguas Calientes and have lunch at ¨Cafe Inkaterra¨ in Machu Picchu. Enjoy your leisure time during the rest of the afternoon and a restful sleep in the town of Aguas Calientes."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Aguas Calientes - Machu Picchu Ruins / Cuzco In the morning we suggest that you return to Machu Picchu and continue exploring some of the many attractions of the citadel. In this second visit you can climb the Wayna Picchu (subject to space availability), which means “Young Mountain” as opposed to Machu Picchu, the “Old Mountain”. This ascent takes about an hour and its main attraction is the “Temple of the Moon”, a complex of underground structures likely to have been used by the elite. Or, if you would prefer a different option, take the day to visit the interesting town of Aguas Calientes, its historic Plaza de Armas, and the many local markets nearby. In these markets you can find various types of local handcrafts, typical food, and even different potions for finding love or keeping good luck on your side. In the afternoon you will head to the train station in Aguas Calientes and take the train to Cuzco."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Cuzco: City Tour & Archaeological Sites Declared a UNESCO World Heritage Site in 1983, Cuzco contains the top examples of Incan architecture, which is based on their multiple uses of rock as the main building material. Machu Picchu is the most famous example of this practice. In the afternoon, we’ll pick you up at your hotel to start your Cuzco city tour with a visit to the Coricancha, also known as the “Temple of the Sun”, the construction of which was ordered by Inca Pachacútec (1438-1471) when he was a powerful Incan leader. This is where the Sun (Inti, in Quechua) was worshipped during the reign of the Inca Empire. We’ll continue on to visit the Cathedral, the most important building in the Main Square (construction lasted almost a century) and one of the most breathtaking Spanish colonial churches in America. Our next stop will be the Sacsayhuamán fortress, an emblematic Incan piece of work, which protected the Holy City. It was built with giant megalithic blocks, the transportation and construction of which continue to be a mystery. This day will end with a visit to some archeological main attractions. You’ll visit Qenqo, located just over 2 miles away from Cuzco City (where it is believed that agricultural rituals took place), to finish with the visit of the vestiges of Puka Pukara, the “red fortress”, located 4.5 miles away from Cuzco. At the end of this full historical and natural immersion in Cuzco’s heritage, we’ll drive you back to your hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Cuzco / Buenos Aires Today we’ll pick you up at your hotel and drive you to the local airport for your flight to Buenos Aires (via Lima), the vibrant capital of Argentina. Welcome to Argentina! Upon arrival, you’ll be transferred to the city and you’ll have the rest of the day to enjoy Buenos Aires at your own pace. Buenos Aires is a marvelous, fast-paced, cosmopolitan city, full of plenty of colors and different types of architecture. Capital of Argentina and described as the “Paris of South America” Buenos Aires proudly lives up to this title, and also shows off plenty of its own culture! Argentines are usually eager to host visitors; if you walk the streets with a map, someone will surely stop and ask if you need directions, that’s just our spirit! So, for this first day, feel free to wander the cobblestone streets lined with outdoor cafes, enjoy the mouthwatering aroma of prized Argentine beef sizzling on an open parrilla (barbeque), and browse the local antique and artisan markets that offer plenty of bargain shopping."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Buenos Aires tour & Tango Show In the morning we’ll pick you up to enjoy our 3-hour Buenos Aires city tour—You will be swept away by the highlights of our beloved Buenos Aires. Over the course of a half day you will have the chance to visit the historical and political center of the city in Plaza de Mayo (May Square), which contains the presidential house, Casa Rosada (the Pink House). We’ll pass through San Telmo, with its cobblestone streets and the oldest residential neighborhood, and La Boca, where Buenos Aires turns colorful and tango is ever present; come to walk Caminito street and dance with the locals. The next stop is the chic and aristocratic Recoleta, where the big palaces remind us exactly why Buenos Aires is considered to be the “Paris of the South”. In the evening we’ll pick you up from your hotel to bring you to a mystical place where you’ll discover one of our most ancient traditions. Tango is more than our national dance. Tango is: our immigrant origins, the talent of our local artists, the sensuality of the Argentine women, and our way to deal with a broken heart; dancing our way through tragic yet eternal love stories. Tonight you will enjoy a 3-hour professional display of tango and music with a group of local artists onstage, while immersed in an elegant and alluring place. The manners, ambience, clothes and dance steps which tango lovers used to practice 100 years ago will come to life once again and you will travel back in time for a night. This spectacular demonstration of the finest local dancing will be accompanied by delicious Argentine and international cuisine. Dinner and beverages are included, so you can lose yourself in the ethereal taste of Malbec wine. At the end of the evening, around midnight, you will be driven back to your hotel, fully in love with the bohemian spirit of our beloved Buenos Aires."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Buenos Aires / Iguazu Today you will say goodbye to the big city and fly to the jungle; we’ll bring you to the airport to take your flight to Puerto Iguazú. The small border town of Puerto Iguazú is the gateway to visit the impressive Iguazú Falls, one of the Seven Natural Wonders of the World and a UNESCO World Heritage site, making it a must-see destination for any traveler visiting Argentina. Upon arrival, you will be met at the airport and provided a transfer to your hotel. Answer the call of vacation and take the time to relax at your hotel. If you’re eager to explore, you can visit the Hito Tres Fronteras, a viewpoint west of the town center that stands high above the turbulent reddish-brown junction of the Iguazú and Paraná rivers, which forms the Triple Frontera, or Triple Border between Argentina, Brazil and Paraguay. Or visit the Güirá Oga (“the house of birds” in native Guaraní language), which is the sanctuary for animals hurt by illegal hunting and trapping."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Iguazu National Park: Argentine Side Today our driver and bilingual guide will pick you up at your hotel to take you to the Iguazú National Park, on the Argentine side. The falls are surrounded by a humid subtropical forest where the exuberant vegetation is home to many species of different animals and birds. Our guide will help you spot some of them: ant birds, toucans, manakins, parrots, and coatis, just to name a few. Lower and upper walkways weave in and around the falls, permitting up-close and personal experiences with this magnificent spectacle of nature. The Argentine side of the falls is filled with a myriad of paths and stairways which allow you to experience many different perspectives. You will have the chance to view The Devil’s Throat the largest of the falls and for many the most spellbinding. To get to The Devil’s Throat you will take the ecological train and then walk out along boardwalks. After walking and taking pictures of exotic animals and plants, you will have some free time to eat lunch in this amazing environment. This exciting, 6-7-hour excursion is highly recommended in order to experience the true power of Iguazú Falls."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Iguazu National Park: Brazilian Side / Rio de Janeiro After breakfast, we’ll take you on a 3-4 -hour excursion to the Brazilian side of Iguazú Falls. Don´t forget your passport! While Argentina contains 80% of the falls on its side, Brazil has the best panoramic view. On the Argentine side you will have the sensation of being right inside the falls, but only by visiting the Brazilian side can you fully appreciate the immensity of Iguazú Falls. Take your time to enjoy and take it all in, to stroll the different walkways and feel the mist of the water in your face. Take the boardwalk over the Salto Santa María, which will give you the sensation of walking on the water. Get closer to The Devil’s Throat and feel the power of water! We are sure that this is a day you will never forget. In the afternoon, we’ll drive you to the airport to take your flight to Rio de Janeiro, and start your exploration of Brazil, the land of happiness! Upon arrival to Rio’s airport, we’ll be waiting to provide you with transportation to your hotel. Enjoy your leisure time today exploring this vibrant city — you have just arrived in one of the powerhouses of South America! Rio de Janeiro (‘River of January’ in Portuguese), which was classified as a Cultural Landscape by UNESCO, is a metropolitan gem tucked between the mountains and the sea. Rio is best-known for its bossanova (sultry Brazilian music genre), mouth-watering feijoada (a traditional bean and pork stew), refreshing caipirinhas (classic Brazilian cocktail), and the beaming smiles of its people. An exotic mix of beach and mountains, with its colorful colonial neighborhoods and modernist big-city style, Rio is a must-see destination to add to your bucket list. This is the cariocas land, as locals call themselves, where the passing of time is synonymous with the rhythm of samba…"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Santa Teresa, Corcovado & Tijuca Forest by Jeep Today you’ll travel to the spellbinding Corcovado Hill, home to the famous Christ the Redeemer statue, which has achieved celebrity status around the world through each postcard sent by visitors from Rio. After breakfast, we’ll pick you up at your hotel to take you on an 4-hour tour of Corcovado Hill, the rocky, 2330-foot guardian of Guanabara Bay. We’ll pass by Cosme Velho neighborhood, one of the most elegant places in Rio, and take the red cog train up to Corcovado Hill, crossing the dense vegetation of Tijuca forest in a jeep. From here you’ll have your first taste of incredible views of the bay and the city! At the end of the railtrack, the granite giant awaits. Christ the Redeemer stands on the top of Corcovado Hill with arms wide open, praying for the wellbeing of Rio de Janeiro and its people. From this privileged spot you will also see Sugarloaf mountain (another classic destination for travelers), the beautiful southern beaches, and the Rodrigo de Freitas Lagoon, whose waters support a gigantic floating Christmas tree during the holiday season."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Rio de Janeiro: Expedition to Sugar Loaf Today we’ll pick you up at your hotel to enjoy a 4-hour tour to the neighborhood of Urca, which is home to Sugarloaf Mountain (Pão de Açúcar). You are in for a special treat, as the only way to the top is by taking a cable car! The first cable car transports passengers up Urca Hill, which is more than 700 feet high and overlooks Guanabara Bay and its islands, the Rio-Niterói bridge, and Corcovado Hill. From this point, a second cable car will take you up to the very top, reaching a height of approximately 1,300 feet. Afterwards, we’ll leave you at your hotel to enjoy the rest of your leisurely evening. It’s the perfect opportunity to go mingle with some carioca beachgoers on the famous Copacabana Beach, or relax in the ethereal Playa Vermelha."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Rio de Janeiro: At the appropriate hour, we’ll take you to the international airport for your flight back home. If you’re not ready to throw in the towel just yet, take some trip-extension ideas from our comprehensive travel itineraries and keep on exploring other incredible destinations in South America."
    }
  ],
  "map": ""
}