{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "patagonia-luxury-adventure-holiday",
  "tourName": "Patagonia luxury adventure holiday",
  "placesVisited": "El Calafate, Chalten, Los Glaciares National Park, Perito Moreno Glacier, Torres del Paine National Park",
  "generalInfo": "This Patagonia holiday is all about adventure in some of South America’s most magnificent national parks, but with plenty of luxury along the way. Staying in superb Patagonian hotels, you can still enjoy trekking and wilderness experiences in the likes of Chile’s Torres del Paine and Argentina’s Los Glaciares National Parks. <br/><br/>This is a tailor made itinerary so we can tweak it to enable you to be as active as you like, or spend an extra day or two enjoying the pampering of a spa hotel with some of the most magnificent views imaginable. <br/><br/>In Chalten, which is gateway to Los Glaciares National Park and Mount Fitzroy, you will be staying at a boutique hotel, famous for its final local wines and food. From here you will be able to take on myriad walking trails, boat trips, glacier climbing or just sitting back to take in the magnificent views. <br/><br/>In Chilean Patagonia, our hotel of choice is perfect for exploring the natural wonders of Torres del Paine National Park. A family run hotel located within the park on an impressive ranch, horses are at the heart of life in this spectacular location. Choose an activity every evening from their menu of adventures, whether it is horse riding or trekking in the valleys and, in particular the park’s famous ‘W’ Trail. <br/>",
  "durationDays": "11",
  "price": "6415",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We meet you at the airport and transfer you to your hotel in El Chalten (transfer takes two hours approx.) This transfer puts you in the perfect place to explore El Chalten and Fitzroy National Park. You can relax for the rest of the day. Chalten Suites is a new hotel in a prime location in the center of Chalten. It has 14 comfortable guest rooms. The standard (32 square meters) rooms come with King Size or Twin bedded rooms, LCD TV with DirecTv, underfloor heating, Wi-Fi, minibar, safety deposit box, hairdryer."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Private guided trek to Laguna de los Tres, starting from Hostería El Pilar. Box lunch included. Pick at the hotel and transfer to the trail head at El Pilar. Trek through lenga forest with stops at various view points, until you reach the Poincenot camp. From here to the Río Blanco climbers base camp. Your you start an hour long climb rising 400 m to Laguna de Los Tres, located at the base of the granite spire named Mount Fitz Roy. Time for a rest, lunch and then the descent and hike back to El Chaltén. Length: 8/9 hours Grade of difficulty: Moderate Experience required: Fit. No trekking experience required, (B,L)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Private guided trek to Loma del Pliegue Tumbado. Box lunch included. Set off on the Laguna Toro trail. Climb for an hour until reaching an exposed area with a picture postcard view of Mount Fitz Roy, Torre and Huemul. Set off again across the Pampas , crossing woods and the onto an alpine terrain. Here you might come across the remains of marine fossils such as ammonites and belemnites which are about 100 million years old. The last section leading up to the viewpoint at 1,500 metres can be quite windy. After enjoying lunch with an unforgettable vista we return to El Chaltén Length: 7/8 hours Grade of difficulty: Moderate Experience required: Fit. No trekking experience required. (B,L)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Private guided trek to Laguna Torre. Box lunch included. Set off along the Laguna Torre footpath slowly gaining height reaching a viewpoint of the river canyon and the Margarita waterfall. Stop to admire the view and then set off again walking for an hour until you reach the Mount Torre viewpoint. This is followed by a 2 hour walk through lenga forests, crossing old glacial moraines and wet plains. Arrive to Laguna Torre, source of the River Fitz Roy. Time for lunch at the lake and then set off back to Chalten along the way you came. Length: 7/8 hours Grade of difficulty: Easy Experience required: Fit. No trekking experience required. (B,L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Free day, transfer to El Calafate. Hotel Kosten Aike. Free day to explore or relax. Take a morning, afternoon, or evening transfer (please let us know) to El Calafate. El Calafate is a small town of some four thousand inhabitants. It was, for several decades, a tiny staging post for the wagons transporting wool between remote estancias (sheep stations) and the coast. El Calafate lies on the shore of the vast, turquoise lake Argentino and is today a gateway to the natural wonders of the Los Glaciares national park. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Shared tour to an estancia and the Perito Moreno Glacier. Set off on small shared group on an hour’s drive to the Estancia Nibepo Aike. Visit the estancia, see traditions such as sheep shearing and enjoy a Patagonian Barbecue lunch. This is followed by a navigation to the Perito Moreno Glacier and time to explore the walk ways which are close to the glacial wall. Transfer back to the hotel in El Calafate. (B,L)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer from El Calafate (or Punta Arenas or Puerto Natales) to Hotel Las Torres, garden view. For those starting in El Calafate transfer from your hotel around 0700 to the Chilean border at Cerro Castillo. At the border you have the opportunity to exchange money. Change of vehicle and transfer to the hotel. Arrive around 1230. Lunch and the option of a half day excursion. For those starting in Punta Arenas there are daily pick ups at your hotel in the city at 0900 or 1500 and from the airport at 0930 and 1530. From Punta Arenas we drive northweards with a stop after 180 Km at the Estancia Cerro Negro. We will gain an insight to the histroy of the estancia as well as enjoy a barbecue lunch or patagonian high tea. After, we continue driving to the Torres del Paine National Park. We arrive to the hotel at 1600 or 2130 depending on our pick up time. On arrival to the hotel we will check in and settle into our rooms. Dinner and the chance to choose our following days activities from a menu of half day and full day excursions. Overnight in superior room. (B,L,D)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to El Calafate, Punta Arenas or Puerto Natales. For those heading to Punta Arenas there is a choice of two transfers: 0830 arriving Punta Arenas 1330 with a box lunch included or 1400 arriving 1900. Those taking the later transfer will have time to do a half day excursion in the morning. Those heading to El Calafate will depart at 0900, changing vehicle at the border and arriving at the hotel in El Calafate at 1430. (B,L)"
    }
  ],
  "map": ""
}