{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-and-brazil-holiday-tailor-made",
  "tourName": "Argentina and Brazil holiday, tailor made",
  "placesVisited": "Buenos Aires, Colonia de Uruguay, El Calafate, Los Glaciares National Park, Ushuaia, Tierra del Fuego National Park, Iguazu Falls, Rio de Janeiro",
  "generalInfo": "Summary: Rio, Iguazu Falls, Buenos Aires, Ushuaia, El Chalten, Calafate, Torres del Paine, Puerto Natales &amp; Santiago<br/><br/>Description: This 21 day South American tour is the adventure of a lifetime enabling you to experience the Latin vibe of all 3  capital cities plus all the natural wonders of each country from the spectacular Iguazu Falls to the remote and rugged landscapes of Patagonia. Starting in the city Rio de Janeiro you will get to see its iconic sites and feel its vibrant culture before heading to the thundering waters of Iguazu Falls, where you’ll get to experience both the Argentinean and Brazilian sides.  In Buenos Aires, you’ll catch a Tango show and head out to dinner to sample some of the country’s world famous beef and Malbec wine. Next, you’ll head for Patagonia, to visit Ushuaia, the world’s southernmost city, as well as the vast expanses of Tierra del Fuego National Park. El Calafate is your next stop. It’s the gateway to Los Glacieres National Park, where highlights include the awe inspiring Perito Moreno Glacier. We then take you over the border to Puerto Natales,from where you experience the Torres Del Paine National Park before finishing your Latin America adventure in Santiago.",
  "durationDays": "21",
  "price": "6598",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival to Rio. Airport pickup and transfer to hotel. Rio de Janeiro is one of the most visited cities in the southern hemisphere and is known for its natural settings, carnival celebrations, samba, Bossa Nova, balneario beaches such as Barra da Tijuca, Copacaban, Ipanema and Leblon. Some of the most famous landmarks in addition to the beaches include the giant statue of Christ the Redeemer (\"Cristo Redentor\") atop Corcovado mountain, named one of the new Seven Wonders of the World; Sugarloaf mountain (Pão de Açúcar) with its cablecar; the Sambodromo, a permanent grandstand-lined parade avenue which is used during Carnival; and Maracana Stadium, one of the worlds largest football stadiums. Afternoon free to visit the beaches of Rio."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Full-day sightseeing tour – lunch included. Today we take you to the statue of Christ the Redeemer, one of the most famous landmarks in the world. Also, we take you to the charming district of Santa Teresa, home to an array of cool stores selling local crafts, nice bars. We will stop here to visit Parque das Ruínas. From there we go to Escadaria Selarón, a set of world-famous steps in Rio de Janeiro, Brazil - work of Chilean-born artist Jorge Selarón who claimed it as \"my tribute to the Brazilian people.\" We will also take you via the cable car up the Sugar Loaf Mountain to enjoy the stunning views. Dinner and Carnaval Show. Tonight we take you to have dinner at Carretao Ipanema. Then, you will visit the Giga Tropical Show at Teatro Leblon. You will watch talented performers in outrageous costumes dancing to samba and other folkloric songs that capture the roots of Brazil's vibrant culture."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Rainforest Tour. This morning we take you to Tijuca National Park's rainforest in an open-top Jeep on a guided eco-tour. You will hike through the forest to spot sloths, butterflies, monkeys and birds and enjoy panoramic views from Vista Chinesa (Chinese View) and marvel at the fact that this section of the Mata Atlântica (Atlantic Forest) is just 10 minutes outside the city limits."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Pickup and transfer to airport to take flight to Iguazu Falls. Upon arrival, transfer to hotel. Having recently been listed as one of the new 7 Wonders of Nature, Iguazu Falls is one of the most breathtaking sites to behold. With countless waterfalls surrounded by the tropical jungle of Argentina, Paraguay and Brazil, ones breath will be taken away by your proximity to nature. The vast majority of the Iguazu Falls lie on the Argentine side of the border, within the National Park Iguazu. This side offers the most extensive experience of the Falls thanks to its extensive system of trails and walkways that enable you to go both below and under the falls – most notably the Devils Throat. The surrounding forest also offers excellent opportunities to discover the regions wildlife. Brazilian Falls tour. In the afternoon, you will be picked up from your hotel and taken across the Argentine –Brazilian border and enter the Iguazu National Park on the Brazil side. Here you will enjoy a spectacular panoramic view of the Falls during a walking tour through the passages that connect the different observation points. Similar to football, the Brazilians and Argentines argue which side has the best view of the Falls. What is clear is that both sides are different and spectacular in their own unique way. You can decide for yourself, which side you are most impressed with."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Argentine Falls Tour. Today you will enjoy a full day tour of the Argentine side of the Iguazu Falls. During the tour you will get ‘up, close and intimate’ with views of this unforgettable section of the Iguazu River. Our guide will show you the hidden gems of this unique National Park in the lower and upper walkways and will take you off the beaten path to show you the best views. You are welcome to wonder off on your own whilst in the National Park. Trails through the 210 square mile reserve provide visitors with various views of the Falls, especially the largest one, Devil's Throat. The mist over the Devil's Throat is such that endless rainbows are formed. Expect to get wet today and fell exhilarated with the spray and close contact with the sheer power of the falls. The ecological train ride is included in the tour. So too is the Jet boat ride under the falls. Return to hotel early evening."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Pickup and transfer to airport to take flight to Buenos Aires. Upon arrival, transfer to hotel. Welcome to Buenos Aires. One of Argentina’s top attractions is the leviathan metropolis of Buenos Aires, the most fascinating of all South American capitals. It’s a riveting place just to wander about, people-watching, shopping or simply soaking up the unique atmosphere. Its many barrios (neighborhoods) are startlingly different – some are decadently old-fashioned, others daringly modern – but all of them ooze character. Buenos Aires has got everything: night-life, tango, culture, football, excellent beef and the best local wines. Argentine Dinner Party Experience. You will take part in the Argentina Dinner Experience this evening . This unique dinner party's concept is to teach you the fundamentals of what being an Argentine is all about, whilst simply having more fun than is available anywhere else. Learn how to close your own empanada using the 'repulge' technique, to order steak your way in Spanish, to prepare your own 'mate' drink. During the experience you get to take part in the ritual of preparing an Argentina Asado with the best of Argentina beef whilst sampling the best of Argentine wines. This is a group experience and is a lot of fun and great way to meet fellow travelers."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Private City Tour. The city tour would be a mixture of driving and walking and would take in all the major sights of Buenos Aires. From the Flor Generica And the Rose gardens we would make our way to the park of memory . This park is dedicated to the 30,000 Argentines who disappeared during the dictatorship between the years 1976 to 1983. We would then visit Recoleta and the final resting place of EVA (Evita) Peron. This would be followed by the plaza San Martin and the Plaza de Mayo. This plaza has a rich history and the mothers of the plaza de Mayo still march their every Thursday holding the pictures of their disappeared youngsters and wearing their iconic headscarves. This is also the sight of the Casa Rosada where Evita made her famous balcony speech. From there we would move on to take in San Telmo and la Boca with the famous Caminito. We would move on then to the Theatro Colon and the 9th of July Avenue which at 18 lanes wide is the worlds largest and quite a sight to be hold. Los Angelitos Dinner Show. Buenos Aires is the world capital of Tango and Los Angelitos experiences the nostalgic mood with intensity through dance, music, clothing and poetry. Lively and ethereal, El Cabaret is the vibrant dance of this award winning show. A dazzling live orchestra, great dancers, traditional Argentine cuisine, and a fine selection of local wines and cocktails, make it a must see production. Includes pick and transfer to and from show."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Self Guided Museum tour of Buenos Aires. Today we recommend that you visit the museums of Buenos Aires. You have the MALBA – Modern Art museum; the Beautiful Arts museum; the culturally iconic Evita museum; Memory Park which tells the dark history of Argentina under military dictatorship; and the Immigration museum which shows how Argentina was founded. Though not a museum, another place you will visit is the Teatro Colon, world famous and host to the world’s best Ballet, Opera & Classical music performances. Here you can take an English-speaking guided tour to see the beauty of this historic Theatre."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Pickup and transfer to airport to take flight to Ushuaia. Upon arrival, transfer to hotel. Reluctantly shared by both Argentina and Chile, this ”land of fire” really is the end of the world. Its faraway location has drawn explorers since the days of Magellan and Darwin, and this tradition continues with today’s travelers. A triangular archipelago surrounded by the stormy South Atlantic and the Strait of Magellan, Tierra del Fuego offers plenty of natural beauty: scenic glaciers, lush forests, astounding mountains, clear waterways and a dramatic sea coast. The region’s largest city, Ushuaia, is also the ‘southernmost city in the world’ – a major draw for list-tickers – but has also become the main gateway to wondrous Antarctica. Tierra del Fuego is isolated and hard to reach, but for true adventure-seekers in Argentina it’s a must. After settling into your hotel, we recommend that you visit the End of the World Prison Museum in the afternoon."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Beagle Canal & Penguins. Sail the Beagle Channel aboard a comfortable catamaran on this full-day exploration of the waters of Tierra del Fuego. Leaving from Ushaia, visit several islands in the channel to view the native plant and animal life, including sea lions and penguins, before spending time at the oldest ranch in the region, Estancia Haberton. Once you board your sturdy, comfortable sailing vessel, leave the urban bustle of Ushuaia behind and head through the Beagle Channel, which boasts another kind of din: the barking of sea lions and the squawking of penguins. On this full-day sailing trip led by expert guides, meander through the islands of the Alicia Archipelago and come face to face with the area's prolific bird life, including steamer ducks, scua gulls, cormorants and black browed albatross. Visit Seal Island in the Les Eclaireurs Archipelago, home to two species of vocal, playful sea lions, before taking a peek at the Les Eclaireurs Lighthouse. Cruise between Chile and Argentina, visiting Williams Port and Port Almanza. Entering McKinley Pass, you'll head straight for Martillo Island and a large colony of native Magellanic penguins. The last stretch of your sailing adventure takes you to Estancia Haberton, a historical settlement that has been functioning since the 1800s. After a short walking tour, board the bus that will take you back to Ushuaia and return to hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "4x4 Adventure Tierra del Fuego. Ride off-road through Tierra del Fuego on this full-day adventure from Ushuaia. Visit Lago Fagnano and Lago Escondido (Hidden Lake) in a Land Rover that gives you access to unspoiled Patagonian scenery and views of the Southern Andes Range. Enjoy a lakeside barbecue with local malbec wine prepared by your local adventure guides. After hotel pickup in Ushuaia, travel about an hour to Paso Garibaldi, a mountain pass that cuts across Patagonia's Southern Andes. Drive across the Feugian Cordillera and enjoy a spectacular view of Lake Escondido, stopping at a lookout to admire this 'hidden lake.' Take in the views of the unspoiled Lake Fagnano as well. Descend into Lago Escondido in your 4x4 vehicle (a Land Rover Defender) with an adventure guide. Off-road among the trees in the Feugian forest, speed along muddy lakeside tracks and splash across shallow rivers. Appreciate the spectacular alpine scenery such as beaver dams, local saw mills and the native beech trees before as you head toward Lake Fagnano. Arrive at Refugio de Canal (Canal Refuge) for a barbecue lunch of prime beefsteaks, choprian (traditional Argentine sausage sandwich), salad, wine and dessert. After a full meal and a full day of adventure, you're returned to your Ushuaia hotel for dinner."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Pickup and transfer to airport to take flight to Calafate. Upon arrival, transfer to hotel. In the heart of Patagonia, next to the Andes, is one of Argentina’s most scenic areas, commonly referred to as Lago Argentino and the Perito Moreno Glacier, declared “Universal Heritage” by the UNESCO. The most renown of all the glaciers is the Perito Moreno Glacier. Situated 80 km (50 miles) from El Calafate, it is the most easily reached among them. This is an imposing ice river that descends from the Southern Patagonian Ice Cap down to the lake, at ‘Canal de los Témpanos’ (Icebergs’ Channel). It is the only glacier in the area which is considered to be in equilibrium, that is: not receding. It has always been the most important attraction of the region thanks to its spectacular beauty, but especially because of its unusual behavior. The glacier slowly advances down the mountain slope towards the lake, producing, as it spills down, thunderous noises and ruptures. Recommend visiting Laguna Nimez reserve, a short walk from the town center. This ecological environment lodges an educational circuit with trails and signposts laid up along over 2,500 meters. The guides await visitors at the entrance gate to assist them with the interpretation of the natural environment. Likewise, a complete herbarium that helps visitors identify the local plants is located in the entrance area. The reserve has good vantage points that enable visitors to watch how the flamingoes, geese, silvery grebes, black-necked swans, ibis, lapwings, ducks, coots, hawks and chimangos, among other 70 species, fed in the clump of rushes."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Full day Perito Moreno Glacier Tour. Experience the majestic icy expanse of the Perito Moreno Glacier on this full-day tour from El Calafate. Trek among the pristine streams, gullies and peaks of Los Glaciares National Park with a professional guide, and get an up-close perspective on the fantastic formation with a 1-hour boat ride through a glacial lagoon. You might even witness the glacier’s signature movement and cracking sounds from detaching icebergs! Perito Moreno Glacier has become a favorite Patagonian destination thanks to its impressive expanse, accessibility and continuous movement. Your icy adventure begins with pickup at your El Calafate hotel and a scenic drive to Los Glaciares National Park, so named for the abundance of glaciers found here, including Upsalla, Onelli and Spegazzini. Let your guide handle the driving while you soak up the splendor of Lago Argentino framed by majestic peaks and icy islands. Stretch your legs and take an easy hike along park pathways for diverse views of Perito Moreno’s 200-foot-(60-meter)-high, blue-tinged walls. Watch closely to see giant slabs of ice detach from the glacier and slide into the surrounding lagoon. Loud cracking noises are sure to alert you to any movement! For another perspective, enjoy a 1-hour cruise through the lagoon in front of Perito Moreno. Sail along the massive glacier wall and in between floating icebergs for an awe-inspiring watery perspective on this natural wonder. After exploring the park, relax on the return drive to El Calafate, where your 9-hour tour concludes in the early evening."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Full Day Upsala Glacier Tour. Experience the remote beauty of Patagonia’s Estancia Cristina and Upsala Glacier on a journey of discovery from El Calafate. Sail past icebergs across Lago Argentino and tour the historic Estancia Cristina ranch. In the afternoon, choose between a short and easy trek to a beautiful waterfall or an off-road tour to the beautiful Upsala Glacier. Our Patagonian adventure begins with pickup from your hotel in El Calafate. Relax on the 28-mile (45-kilometer) journey to the port at Punta Bandera, where your three-hour boat cruise departs. Enjoy croissants and hot drinks served on board the comfortable boat as you glide among icebergs, past the stunning scenery of snow-covered peaks. Sail to the western front of the Upsala Glacier, then cruise along Cristina Channel to Estancia Christina. Disembark at the historic estancia, and learn the history of the sheep and cattle ranch on a visit to the museum and old shearing shed. Enjoy a snack break before continuing your tour of the estancia. Take a short-guided walk up to Caterina River to visit the estancia’s chapel and other historic buildings. After lunch, take an off-road trip for fantastic views of the Upsala Glacier, or an easy trek to see the beautiful waterfall of Los Perros. The three-hour off-road trip takes you along a scenic mountain trail, following a route of great geological interest, until quite recently covered by glaciers. Reaching a mountain refuge, take a 20-minute walk over terrain eroded by glaciers to reach the Upsala Glacier. From here you can see amazing views of Lake William, the Patagonian ice field and the Andes mountains. If you choose the walk to the cascading waters of Los Perros waterfall, the two-hour trek takes you through beautiful woodlands for lofty views of Caterina River and the estancia below. or. Nibepo Aike Ranch with Horseriding. This full day tour takes to Estancia Nibepo Aike, a beautiful ranch located within Los Glaciares National Park. There you will experience the life at the Patagonian countryside, taste delicious local cuisine and explore the amazing natural landscapes that surround the ranch. After lunch, go on an exciting 3 hours horseback riding to end this incredible day. We begin with the departure from centrally located El Calafate Hotels at 08:30 am and travel through the gravel route No. 15. On the way, we might get to see some condors, foxes and hares. Enjoy the views of the amazing Patagonian scenery, with Cerro Frías as backdrop. After crossing the Rico River, the steppe landscape changes abruptly, becoming a mountain landscape. Arrival to the estancia after crossing the margin of Roca Lake and having entered to Los Glaciers. You will be greeted by the host guide, who will be waiting to welcome you with a hot drink accompanied by homemade pastry. While having breakfast, you can enjoy a magnificent view of the Cordillera de los Andes. Then, start the visit to the facilities of this typical Patagonian estancia, that used to be dedicated formerly to bovine production. Around noon lunch will be served, consisting of an exquisite lamb grilled on a traditional Patagonian cross stake. Once we have savored it, we will go on a three hour guided horseback ride. The guide will take you explore different path, each one as amazing as the one before, so that you get to know even better this beautiful region. At approximately 7:15 pm, we will be returning to El Calafate hotels. or El Chalten Full day hiking Hike from the village of El Chalten along the trails of Los Glaciares National Park Explore the hiking capital of Argentina at your own pace. Enjoy fantastic views of Mt. Fitz Roy. Discover extraordinary glaciers and Patagonian landscapes of Los Glaciares National park. Spend some time exploring nature with a full-day in El Chalten, home to Los Glaciares National Park. Begin by departing El Calafate in the morning along Route 40, an iconic highway goes along the Argentino Lake up to the La Leona River. Passing the Cañadón La Leona, you will stop at an ancient hotel for a break to buy coffee and cakes. Continue along the Lake Viedma for magical views of glaciers, hidden lakes, and the glory that is Mt. Fitz Roy. After several photos stops, arrive in the Andean village El Chaltan, also known as the \"The Capital of the Trekking.\" Here you will visit the Interpretation Centre before setting out on a hiking journey. From The Pudu Lodge, you will start a self-guided trek to one of the miradors of the Mount Fitz Roy and Mount Torre. You will be given a map and lunch to bring with you as you follow the clearly marked tracks. You may consider the DeAgostini base camp - Laguna Torre hike, one of the most classic treks. It takes you up to the Adela range and the incredible Lagoon Torre, where you might find a number of icebergs that have slid down from the face of the glacier Cerro Torre. If you are seeking something shorter, the Laguna Capri Trail is a great option that offers unforgettable views of Mt. Fitz Roy. Afterwards, return to Hotel in Calafate."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer across the Chilean border to the town of Puerto Natales, the gateway to Torres del Paine National Park"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Full Day Torres Del Paine Day tour. Journey into the surreal natural spectacle of Torres del Paine National Park on a full day tour from Puerto Natales. See the splintering glaciers, iridescent lagoons and snow-capped spires of the Andes Mountain range during an exhilarating excursion into the wild. Explore the darkened depths of Milndon Cave with a knowledgeable guide; visit a gushing waterfall near the Nordenskjold Lake; admire the shimmering surface of Sarmiento Lake; and trek amid the frozen enchantment of the Grey Glacier during this astounding adventure. Highlights Depart from your hotel in Puerto Natales in a comfortable, air-conditioned vechile with your experienced guide. Sink back into your seat and watch the spectacular scenery begin to unravel as you journey north to the mountain of Cerro Benitez. Arrive at the Milodon Cave Natural Monument and delve into the darkened depths to encounter life-size replicas of a prehistoric giant sloth. Gain fascinating insight in the 19th century discovery of the extinct creatures as you stroll past stalactite-studded crevices and arrive at a legendary landmark known as the Devil’s Chair. Return to the vehicle and venture further north to enjoy a revitalizing coffee break at the impressive villa in Castle Hill (own expense). Feel your excitement heighten as you approach the entrance of the phenomenal park, which sprawls over 447,000 acres (181,000 hectares). Walk westward beside the iridescent wonder of the Nordenskjold Lake until you reach the rushing and roaring Salto Grande Waterfall. Admire the power of the natural landmark from a vertiginous vantage point, scanning the landscape for native herds of guanaco. Then, venture to the center of the park to the inviting and intimate Hosteria Pehoe, a rustic hotel nestled in an islet of Lake Pekoe. Pleasure your palate with a flavoursome and fulfilling lunch (sample menu listed below) before wandering the dramatic shores of the lake. Revitalized, trek towards the colossal glacier at the north of the Grey Lake. Admire the sparkling spectrum of color upon the water’s surface before gasping at the enchanting enormity of the 90-foot (30-meter) high glacier. Head back to the minivan and gaze out of the windows at more stunning sights as you travel back towards Puerto Natales; capture the grandeur of the park’s granite towers on film before sitting back in your seat for the scenic journey back. Note: Entrance fees to Milodon Cave Natural Monument and Torres del Paine National Park are your own expense."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Balmaceda & Serrano Glaciers Cruise. Explore the frozen enchantment of the Balmaceda and Serrano glaciers on an exhilarating full-day tour from Puerto Natales. Absorb the surreal beauty of the Patagonian landscape on an elegant sea vessel, sipping premium whiskey as you admire spectacular natural scenery. See powerful waterfalls, splintering snow-capped peaks, swooping cormorants and colossal sea elephants as you cruise. Hike through the rugged splendor of Bernando O’Higgins National Park with a knowledgeable guide, then refuel with a flavorsome and fulfilling Magellanic lunch at a rustic ranch. Greet your guide at a central Puerto Natales location and climb aboard your comfortable minivan. Select private hotel pickup to enjoy the convenience of direct transportation from your hotel doorstep. Climb aboard your luxurious boat and set sail northwest through the impressive Ultima Esperanza Fjord, a natural inlet named the ‘Last Hope’ due to its impenetrable nature. Relax during a scenic three-hour sail, ensuring you take advantage of the open onboard bar. Sip steaming coffee and refreshing soft drinks or indulge with a warming whiskey and pisco sour cocktail, chilled using ice from the Serrano glacier. Scan the sky for elegantly gliding condors and marvel at the spectacular beauty of verdant forests and roaring waterfalls. Observe the rocky crevices of the coast for cormorants, graceful birds that inhabit this beautiful area, and scour the sea for lumbering sea elephants. Arrive at mist-shrouded face of the Balmaceda Mountain and disembark for a moderate one-hour hike through the lush greenery of the forest. Enter the parameters of Bernanodo O’Higgins National Park and follow your guide to a visionary vantage point; gasp as your eyes encounter the splintered peaks of the Serrano Glacier, marveling at the frozen witchery of the natural landmark. See turquoise-tinted hues and rugged rocks before heading to a rustic ranch to re-energize with a delicious lunch. Pleasure your palate with a rich savory stew or tender roasted lamb (vegetarian meals available upon request) and absorb the authentic decorations of the restaurant. Sated, return to the boat for the tranquil cruise back to the Puerto Natales, where the tour concludes."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Pickup and transfer to airport to take flight to Santiago. Upon arrival, transfer to hotel."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "City Tour of Santiago. Experience the spectacular sights and colorful culture of Chile’s capital city on an introductory 3.5-hour tour of Santiago. See all of the city’s legendary landmarks as you stroll through Santiago’s streets, visiting the picturesque Moneda Palace, the verdant Parque Forestal and the colossal Cathedral. Choose either a morning or afternoon tour to allow further exploration after the tour concludes. After hotel pick-up, travel through the principal streets of Santiago accompanied by a knowledgeable guide. Pass the Moneda Palace, the current seat of the Government, and absorb its neoclassical splendor before continuing onto the ambient Plaza de Armas to admire the filigreed spire of the Cathedral. Swing by the captivating Museum of National History and marvel at the architectural prowess of the Central Post Office. Next, visit the verdant Parque Forest, a sprawling city park based on the design of Paris’ Champs-Elysees. Enjoy the gorgeous greenery and scattered sculptures before venturing to the bohemian neighborhood of Bellavista, home to resident artists and poets, to admire the street art. Then, ascend to the summit of Saint Lucia hill to admire panoramic vistas of the dramatic Andes mountain range. or. Cousino Macul and Concha y Toro Wineries. Immerse yourself in the verdant vineyards of two of Chile’s oldest wineries on a full-day tour from Santiago. Descend to the traditional subterranean cellars of Cousino Macul to learn about complex productions processes; hear the legendary tales of Concha y Toro’s eccentric former owner; and sample a selection of signature wines grown in the region. Find out how Chile has established itself as one of the world’s greatest wine producers during this enriching experience. After hotel pickup in Santiago, begin your journey into the lush Chilean countryside. Admire the gorgeously green surroundings as you approach the renowned Cousino Macul, a winery founded in 1856. Accompanied by your knowledgeable guide, descend into the atmospheric cellars to discover more abut the winemaking process; gain insight into the obscure materials used to construct the cellars and learn about the modern processes used to make merlot. Pleasure your palate with samples of refined wine made from locally grown grapes, then return to the minivan for the next leg of your journey. Stop for lunch in a rustic Chilean restaurant to sample some regional specialties (own expense.) Refreshed, arrive at the 19th century Concha y Toro winery to delve deeper into its intriguing history. As Chile’s largest producer of export wines, the winery is famed for its sumptuous selection of fine wines. Wander the beautifully landscaped gardens and admire the colonial architecture of the buildings as you tour the verdant vineyards of the enclave. Conclude your tour with a sumptuous sampling session and browse the gift shop for souvenir bottles of wine before relaxing during the journey back to Santiago."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Vina Del Mar and Valparaiso. Experience the color and culture of two Chilean coastal towns on a full-day tour from Santiago. On the way, sample delicious wines in the verdant valleys of Chile’s prime winemaking region, then discover the gorgeous greenery of Vina del Mar, a seaside gem declared the ‘Garden City.’ Immerse yourself in the bohemian beauty of Valparaiso as you stroll the serpentine streets with a knowledgeable guide, visiting the historical highlights of the UNESCO World Heritage-listed city. Convenient round-trip hotel transportation is included in this tour. After hotel pickup, climb aboard your comfortable minivan and begin the journey to the verdant vineyards of the Curacavi and Casablanca valleys. Stop at one of the region’s most successful wine producing wineries and pleasure you palate with the smooth taste of a signature wine. Continue along the curving coastal road until you arrive at the beautiful beach area of Renaca. Sink your toes into the sands then set out to explore the flower filled streets and gorgeous gardens of Vina del Mar; admire the impressive architecture of the Gaming Casino and peruse enthralling exhibitions in the town’s museum. Next, venture to the visionary town of Valparaiso; laden with architectural eccentricities that tumble over a total of 43 hills, the town is considered a UNESCO World heritage site because of its distinct and dazzling beauty. Explore serpentine streets for vibrant street art and ascend to elevated hilltops on traditional funiculars for outstanding ocean views. Visit the Museum of Pablo Neruda to gain insight to the iconic Chilean poets life and work, then return to the minivan and relax during the scenic journey back to Santiago."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Pickup and transfer to airport to take flight home."
    }
  ],
  "map": ""
}