{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-north-to-south-holiday-15-days",
  "tourName": "Argentina north to south holiday, 15 days",
  "placesVisited": "",
  "generalInfo": "Have just 15 days for your next great adventure? Two weeks is the perfect amount of time to experience Argentina from top to bottom. <br/><br/>Discover Buenos Aires with a local guide, visit the iconic Perito Moreno Glacier and Ushuaia National Park in Patagonia<br/><br/>Explore the breathtaking Iguazú Falls, and immerse yourself in Mendoza, the heart of Argentina's Malbec wine region. <br/><br/>Best time to travel: October to April.<br/><br/>This 15-day journey takes you through the highlights of Argentina. Savor a tango show and indulge in delicious Argentine cuisine in Buenos Aires, then fly to Patagonia to cruise the Beagle Channel in Ushuaia. Conclude your adventure with wine tasting in Mendoza and a boat ride beneath the stunning Iguazú Falls.",
  "durationDays": "15",
  "price": "4900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Argentina! - Transfer from Airport to Hotel Upon your arrival, you’ll be transferred to your hotel, with the rest of the day free for you to enjoy at your leisure. Buenos Aires is a vibrant, fast-paced cosmopolitan city, brimming with color and diverse architecture. As Argentina’s capital, it’s often called the Paris of South America, and it proudly embraces this title while showcasing its own rich culture. Argentines are known for their warmth and hospitality, so don’t be surprised if someone approaches you while you’re walking with a map to offer directions. This welcoming spirit is part of what makes the city special! On your first day, take the opportunity to explore the charming cobblestone streets lined with outdoor cafés. Savor the irresistible aroma of freshly grilled Argentine beef on a traditional parrilla (barbecue), and browse through local antique and artisan markets, perfect for finding unique souvenirs at great prices. For a deeper dive into the Argentine spirit, be sure to visit Palermo Soho, where you can shop for stylish leather jackets and handbags from local designers."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Time to Explore the City! - Half-Day Buenos Aires City Tour We will begin our half-day city tour in the vibrant heart of Buenos Aires, with convenient pick-up from the stylish Palermo Soho district. This immersive journey offers a direct introduction to the essence of the city. Our first stop is Plaza de Mayo, a historic landmark surrounded by iconic sights such as Casa Rosada (the Government House), the stunning Metropolitan Cathedral, and the Cabildo, a symbol of Argentina's colonial past. At the opposite end of Avenida de Mayo stands the impressive Congress building, reflecting Argentina’s rich political history. Next, we head south to the bustling San Telmo Market, where the city’s vibrant energy comes to life. From there, we explore La Boca, the birthplace of Tango, a colorful and cultural hub. On Caminito Street, you’ll encounter talented artists showcasing their captivating Tango-inspired works. We continue with a quick stop in Puerto Madero, a revitalized former port district now home to sleek, modern architecture. The contrast between Buenos Aires’ traditional and contemporary landscapes is striking. Our journey then leads us to Palermo, a neighborhood filled with lush parks, including the historic City Zoo, the Botanical Garden, the Argentine Horsetrack, the National Polo Field, and the Planetarium. It’s where nature and leisure come together. To end our tour, we visit Recoleta, one of Buenos Aires’ most glamorous neighborhoods, known for its elegant charm and historical significance. We’ll also explore Recoleta Cemetery, where Eva Perón rests in peace. At the conclusion of the tour, we will transfer you back to your hotel. - Half-Day Dinner & Tango Show In the evening, we will pick you up from your hotel and take you to a legendary venue where you’ll discover one of Argentina’s most cherished traditions. Enjoy an unforgettable night out in Buenos Aires as you experience the passion of the Argentine tango. Tango is not just a dance; it’s a symbol of our immigrant roots, the creativity of local artists, the sensuality of Argentine women, and a way of expressing heartbreak through tragic yet eternal love stories. Tonight, you’ll witness a professional tango and music performance by a talented group of local artists, set in an elegant and captivating venue. The ambiance, attire, and dance steps will transport you back in time to experience the tango culture of 100 years ago. This remarkable performance will be paired with a delicious à la carte dinner, featuring Argentine and international cuisine. Drinks are included, so you can indulge in a glass of Malbec wine as you enjoy the show. At the end of the night, we will return you to your hotel, leaving you enchanted by the bohemian spirit of our beloved Buenos Aires."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Welcome to Southern Patagonia! - Transfer: Buenos Aires Hotel to International Airport Jorge Newbery At the scheduled time, you will be transferred from your hotel to Jorge Newbery Domestic Airport for your next flight. -Transfer: El Calafate Airport to El Calafate Hotel El Calafate is situated in the heart of the Patagonian steppe, a vast and rugged landscape offering breathtaking views. Located on the shores of Lago Argentino (Argentina’s largest lake), it is known as the gateway to the glaciers, particularly the world-famous Perito Moreno Glacier, one of the few glaciers in the world still advancing. Upon arrival at El Calafate, you will be greeted at the airport and transferred to your hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Walk Around Los Glaciares National Park! - Full Day Perito Moreno Glacier Tour We will pick you up from your hotel early in the morning for a journey to Los Glaciares National Park, located 50 miles from El Calafate. Home to the breathtaking Perito Moreno Glacier, this park has been a UNESCO World Heritage Site since 1981, renowned for its almost 200 glaciers. The Patagonian ice field, occupying half of the park, is the second largest in the world after Antarctica. Upon arrival at the park, your guide will take you to the various walkways where you can get an up-close view of the colossal ice wall. If you're lucky, you might witness a landslide – when huge blocks of ice break off and fall into the water, it’s a natural spectacle that stuns all who see it. The sound of the ice cracking and falling is unlike any other, as it halts everything in its surroundings. Your adventure begins from the main balcony, with free time to explore the walkways at your own pace until the designated meeting time with your guide. For lunch, the park offers a service area with a restaurant and snack bar (lunch is not included). For a different perspective of the glacier, you can opt for a 1-hour boat ride along the glacier's massive 240-foot high ice wall, navigating through floating icebergs. Please note, that this boat ride is not included but can be added on-site, subject to availability. After a full day of exploration, you'll be transferred back to your hotel. - Nautical Safari Tour Departing from the Bajo de las Sombras pier (6 km from the glacier’s walkways), this exciting cruise takes you across Lake Rico, passing between icebergs that have calved from the Perito Moreno Glacier. As you sail down the Icebergs Channel, the boat will get close to the glacier, offering a spectacular view of its immense ice wall, with the constant spectacle of falling ice. This hour-long excursion provides a unique perspective of the glacier, complementing the walkways tour with stunning views of the dynamic ice movements. It’s an ideal way to enhance your visit to Perito Moreno."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Free Day in El Calafate - Day at Leisure in El Calafate Today, enjoy a relaxing day at your own pace in El Calafate. You have the freedom to explore this charming town, visit local shops, or simply unwind and take in the stunning Patagonian landscape. Whether you choose to stroll along the shores of Lago Argentino or discover nearby attractions, the day is yours to enjoy as you please."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Half-Day Beagle Channel Navigation - Transfer El Calafate Hotel / El Calafate Airport At the designated time, you will be transferred from your hotel to El Calafate Airport, marking the end of your Patagonian adventure. - Transfer Ushuaia Airport / Ushuaia Hotel Welcome to Ushuaia, the southernmost city in the world! Nestled in a protected bay, Ushuaia is a small town with an intriguing history. Originally inhabited by the Yamanas, the town's name means \"protected bay\" in their language. It became part of Argentina in 1884 and later served as a penal colony, shaping its unique story. Upon arrival, you will be transferred to your hotel. Depending on your arrival time, feel free to explore the charming town or visit one of its many fascinating museums. The Thematic Gallery of the Historia Fueguina offers life-size figures that bring the history of Ushuaia to life, while the Prison Museum delves into the darker tales of the region's past. And don't miss the opportunity to savor local seafood, especially the delicious Blake Hake, a regional specialty. - Half-Day Beagle Channel Navigation In 1833, Charles Darwin sailed through the Beagle Channel, and today, it's your turn to discover its wonders! Known as Onashaga Channel by the native Onas, the Beagle Channel offers an unforgettable 3-hour boat trip. You will embark from the tourist pier in the center of Ushuaia, taking in panoramic views of the city, with the Martial Glacier looming in the background. As you sail through the channel, you'll spot diverse wildlife, including cormorants and fur seals on Alicia Island. With Argentina on your left and Chile on your right, you'll continue to the iconic Les Eclaireurs lighthouse, a historic sentinel of the bay. On the return journey, we will stop at Bridges Island for a short walk along an interpretive trail, learning about the native Yamans and the region's largest shell deposits. During the excursion, enjoy a warm cup of hot chocolate with cookies or try Mate, the beloved Argentine drink. After returning to port, make your own way back to your hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Full Hike & Sailing Day - Full-Day Trekking & Canoeing in Tierra del Fuego National Park In the morning, we will pick you up from your hotel to embark on an adventure through the stunning Tierra del Fuego National Park, a place filled with incredible natural beauty. After a short drive of about 10 km, we will begin a 4-mile hike along a coastal path, winding through picturesque landscapes. As you walk, you’ll be immersed in nature, with panoramic views of the surrounding lakes, sea, and towering mountains. Following the hike, we’ll stop near the Lapataia River for a delicious and warming lunch, served with a breathtaking view inside a heated dome, offering a perfect spot to relax and enjoy the serene surroundings. Next, we’ll prepare you with the necessary gear, including rubber boots, coverpants, and lifejackets. The journey continues with an exciting canoe ride from Lake Acigami down the Lapataia River, floating on inflatable canoes (duckies). You’ll navigate through the river’s freshwater towards the sea, finally reaching Lapataia Bay, where the southernmost point of National Route Nº 3 meets the ocean. At the end of this unforgettable journey, you’ll be driven back to your hotel to relax after a day of adventure."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Welcome to Mendoza! - Transfer Ushuaia Hotel / Ushuaia Airport At the appropriate time, you will be transferred from your hotel to Ushuaia Airport to catch your flight. - Transfer Mendoza Airport / Chacras de Coria Mendoza, Argentina’s renowned wine region and the birthplace of Malbec, is not only famous for its vineyards but also for its stunning landscapes. From the towering peaks of Aconcagua—the highest mountain in the Americas—to exciting outdoor activities like rafting, Mendoza offers a wealth of natural beauty and adventure. Upon arrival at Mendoza Airport, you will be transferred to your hotel in the charming Chacras de Coria area, where you can begin your exploration of this incredible region."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Wine Tasting Tour - Half-Day Wine Tour In the morning, we will pick you up for an unforgettable journey through Argentina's renowned Wine Road, where you’ll visit some of the region’s most highly acclaimed wineries. Accompanied by expert guides, you will learn about the winemaking process, the different wine styles, and the region's gastronomy while enjoying delightful wine tastings. You’ll have the chance to explore either Maipú or Luján de Cuyo, depending on the vineyards’ availability. Maipú is just 15 minutes from Mendoza city and is Argentina’s first viticultural region. It’s here that early European immigrants chose to continue their winemaking traditions. The perfect climate and soil conditions have made Maipú internationally recognized for its wines. Alongside vineyards, olive groves flourish, offering a wonderful opportunity to experience both Argentine wines and olive oils. Luján de Cuyo, also known as The Cradle of Malbec, is surrounded by rolling hills and offers breathtaking views of the highest mountains in the Americas. This area is home to exclusive accommodations, fine dining, spas, and some of the most prestigious wineries in the world. At the end of the tour, you will be transferred back to your hotel with a deeper appreciation for both the diverse wines and the stunning landscapes of Mendoza."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Continue Exploring Mendoza - Full-Day High Andes with Trekking to Durazno Gorge After breakfast, we will pick you up from your hotel in Chacras de Coria and depart for Aconcagua Provincial Park, located 185 km (115 miles) from Mendoza city. As we travel along the iconic Route 7, you will be treated to spectacular views of the surrounding mountains and rivers. Along the way, we will pass through charming villages such as Cacheuta, Potrerillos (with its scenic water reservoir), Uspallata (a picturesque town), and Penitentes (a ski resort). You’ll also have the opportunity to visit The Inca’s Bridge, a remarkable natural rock formation. As the journey progresses, we will traverse the three mountain ranges: the Pre Andes, the Front Range, and the Main Range. Upon arrival at Aconcagua Provincial Park, located in the Horcones Valley, you will embark on a 2-hour hike to Durazno Gorge. Alternatively, if you prefer a shorter option, there is a 45-minute trail leading to a scenic lookout. After taking in the awe-inspiring views of the Aconcagua Mountain, the tallest peak in the Americas, you will begin your journey back to your hotel in Chacras de Coria."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Welcome to Puerto Iguazú! - Transfer Chacras de Coria Hotel / Mendoza Airport At the appropriate time, you will be transferred from your hotel to Mendoza Airport for your departure. - Transfer Puerto Iguazú Airport / Hotel in Puerto Iguazú This small border town is the perfect gateway to visit the spectacular Iguazú Falls, one of the Seven Natural Wonders of the world and a UNESCO World Heritage site. Iguazú is a must-see destination for any traveler visiting Argentina. Upon arrival at Puerto Iguazú Airport, you will be met by our representative and transferred to your hotel. You will have the rest of the day to relax and enjoy the tropical climate and lush jungle setting that surrounds you."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Get Involved in the Iguazu National Park - Full-Day Iguazú Falls Argentine Side Today, we will pick you up from your hotel and take you to Iguazú National Park on the Argentine side. Surrounded by lush subtropical rainforest, the falls are nestled within a rich ecosystem, home to a diverse array of wildlife. Our guide will help you spot some of the unique species in the area, such as toucans, parrots, and coatis. The park offers an extensive network of lower and upper walkways that wind around the falls, providing intimate views and allowing you to feel the full power of this natural wonder from various perspectives. The Argentine side of Iguazú is known for its many trails, each offering a distinct vantage point of the cascading waterfalls. One of the highlights of the tour is a visit to Devil's Throat, the largest and most awe-inspiring of the falls. To reach this breathtaking viewpoint, you'll take the ecological train and walk along the boardwalks that bring you up close to the roaring waters. (Please note: visits to the Devil's Throat are temporarily suspended for maintenance.) After exploring the falls, you’ll have some free time to relax and enjoy lunch amidst this stunning natural setting. This 7-hour excursion offers a once-in-a-lifetime opportunity to fully immerse yourself in the beauty and power of Iguazú Falls. Highly recommended for nature lovers!"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Brazilian Side - Half-Day Iguazú Falls Brazilian side Today, we will pick you up from your hotel and take you to Foz do Iguazú National Park on the Brazilian side. Remember to bring your passport! While Argentina holds 80% of the falls, Brazil offers the most breathtaking panoramic view of this natural wonder. On the Argentine side, you’re immersed within the falls, but only from the Brazilian side can you truly grasp the vastness and beauty of Iguazú Falls. Upon entering the park, you will board a bus with a guide who will take you on a scenic journey to the falls. Take your time to explore the walkways, feel the refreshing spray of the falls, and be awed by the beauty surrounding you. Stroll across the boardwalks above Salto Santa María, a thrilling experience that feels like walking on water! You’ll also have the opportunity to get up close to Devil’s Throat, where you can witness the immense power of the water. At the end of the tour, the bus will take you back to the park entrance, where you will be driven back to your hotel."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Return to Buenos Aires - Transfer Hotel Puerto Iguazú / Puerto Iguazú Airport At the scheduled time, you will be transferred from your hotel to Puerto Iguazú Airport for your departure. -Transfer International Airport Jorge Newbery (AEP) / Buenos Aires Hotel Upon arrival at Jorge Newbery International Airport, you will be greeted and transferred to your hotel in Buenos Aires."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "End of your Argentina Holiday! - Transfer Buenos Aires Hotel / International Airport Ministro Pistarini (EZE) At the scheduled time, you will be transferred from your hotel to Ministro Pistarini International Airport for your departure. Safe travel and ¡Buen viaje!"
    }
  ],
  "map": ""
}