{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "pope-francis-pilgrimage-tour-in-argentina",
  "tourName": "Pope Francis pilgrimage tour in Argentina",
  "placesVisited": "",
  "generalInfo": "BUENOS AIRES, COLONIA DE URUGUAY &amp; SAN NICOLAS<br/><br/>Description: The Argentina Pope Francis Pilgrimage provides a fascinating insight into the milestones that marked the life of a simple and humble Jesuit priest from Buenos Aires who would surprise the world and become the first Latin American Pope.<br/><br/>During the course of the Pope Francis Pilgrimage tour, insight into the life lived by Pope Francis will be given by members of the religious orders. There will be a number of opportunities to participate in Mass celebrations. Alternatively, if your group is travelling with a priest, we can make arrangements for him to celebrate Mass. In addition, talks will be given on Argentina’s history and the role of the church on its culture and society.",
  "durationDays": "10",
  "price": "2790",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buenos Aires: Upon arrival at Buenos Aires airport, you will be met by your professional tour escort and transferred by a deluxe motor coach to your hotel. You will meet down in the lobby to begin a city tour of Buenos Aires, starting with the symbol of the city, the Obelisk. This monument was built in 1936 to commemorate the 400th Anniversary of the city. Enjoy the views of the Spanish-inspired squares such as: Plaza de Mayo, Plaza San Martin, and Plaza Congreso. Along with the numerous soccer stadiums throughout the city, you will also get to discover the historic neighborhoods like San Telmo and La Boca, as well as getting to see the nature in Lezama Park and Tres de Febrero Park. Our last stop is Memory Park, a sober memorial dedicated to the 30,000 victims disappeared during the military dictatorship of 1976 to 1982. A controversial time, in which Pope Francis was head of the Jesuits in Argentina. Lunch at 12.30pm. On to Recoleta, where we visit the world famous cemetery of Recoleta with the tomb of Evita. At the nearby historic Church of Our Virgin Mary of Pilar we celebrate Mass. Mass at 3.00pm For dinner we will visit a typical Parilla where you can sample Asado (Argentine barbecued beef). Dinner at 8.00pm at La Costilla."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Flores - The Early Life of Pope Francis After breakfast, we will begin our Pilgrimage by following the life of Pope Francis, starting with the early years when he was known as Jorge Mario Bergoglio. Our first stop is Flores, a working class neighbourhood located in the centre of Buenos Aires, and birthplace to Pope Francis. He was born to a family of Italian Immigrants. Continue on to Our Lady of Mercy Church where he was baptized, and the adjoining school, St. Joseph’s, where he took his first communion and attended primary school. It was here as a teenager that he received his vocational calling. During the tour, we will learn about the childhood and adolescence of Pope Francis and see what factors and influences may have shaped his beliefs and stances as an inspirational world leader today. We will celebrate Mass at St. Joseph’s and then make our way back to the Hotel. Mass at 11.30am Lunch at 1.00pm Reggina In the afternoon we will visit \"Our Lady Undoer of Knots\" in San Jose del Talar Church in Buenos Aires, a favourite church of Pope Francis This evening our Tango professors will give us a private Tango class giving you the opportunity to learn some steps of this famous dance. Tango Class at 5.30pm Dinner at Campo Bravo. Meet in hotel reception 8pm"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "San Nicolas of Rosario. We board a luxury coach and travel to the city of Rosario to visit San Nicolas, famous Marian site. Here an ordinary housewife, Galdys Quiroga, who had no formal education and no knowledge of the Bible or theology was visited by the Blessed Mother daily for a period of over 6 years. She also received 68 messages from Jesus Christ. Numerous healings, including the cure of a boy with a brain tumour, have been documented at this site. Announced by unusually radiant, glowing rosary beads and followed by a number of brief visions, Gladys subsequently received repeated interior locutions, beginning on October 13 the anniversary of apparitions at Fátima. Specific messages led to the discovery—and restoration to veneration—of a long-neglected statue of a Madonna carrying the Christ Child. We will be given a guided tour and lecture of the site by Sister Veronica and take part in the celebration of mass. Afterwards, you will have plenty of time to appreciate this magnificent Basilica dedicated to the Virgin Mary. Return to Buenos Aires for dinner and overnight."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The Theologian Years. After breakfast, we will make our way to Maximo of San Miguel College where Pope Francis studied and later taught philosophy and theology. As a rector, he sheltered those who were “on the run” from the military dictatorship. During the tour, you will have the opportunity to take in a lecture on Argentina’s political history from a local historian. These were difficult and controversial years for Pope Francis. Following the lecture, you will make your way to the Seminary Chapel and also the former living quarters of Pope Francis. During your time there, you will have the opportunity to speak with Mario, a Jesuit Brother and a close personal friend of Pope Francis. You will have the opportunity to gain personal insight into the new Holy Father, and his life while he was in Argentina. We will celebrate Mass at the Seminary Chapel, where Pope Francis celebrated Mass regularly at 7am each morning. Return to your hotel in time for dinner and overnight."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Parana Delta by Water. Today, following breakfast, we will take a boat ride up north to Tigre, and visit the Parana Delta and Waterway. Our first stop is the colonial town established by the Jesuits of San Isidro. We celebrate Mass in the spectacular cathedral of San Isidro, built in 1706 by French architects, and opened by the city founder: Captain Domingo de Acassuso. Heading to Tigre, a huge delta and waterway, you make your way through the web of inter-connecting rivers and streams, you will get to view the many English Style rowing clubs, marinas, and elegant mansions. Mass at 11.00am. Lunch at 12.15pm Parolaccia. Dinner at Pizza restaurant."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Day Trip to Uruguay. Today we will cruise over the River Plate on a ferry that will bring us to the historic town of Colonia, located in the southwestern region of Uruguay and facing Buenos Aires. Founded in 1680, it is a World Heritage Site and a UNESCO’s protected property. Unlike Buenos Aires, Colonia is a beach town. One of the early Portuguese settlements along the Rio de la Plata, it offers a glimpse of what buildings in Buenos Aires might have looked like back in colonial times. Along your tour, you will have a chance to view its most historical sites, Calle de los Suspiros “Street of the sighs” a beautiful cobblestone street, lined with colourful houses and trademark yellow lamps, along with the historical city gate and walls. We visit two churches. The first is San Benito Church dedicated to the black saint. We will also visit the ancient Church of the Sacred Saint, the oldest church in Uruguay where we will celebrate Mass. Return to Buenos Aires, dinner and overnight."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Lujan Cathedral – Virgin of Lujan. Today we will visit Lujan Cathedral, built in honour of the Virgin of Lujan, the patron saint of Argentina. It is here that more than six million pilgrims would travel each year, some over 40 miles, to be blessed by Pope Francis. The Virgin of Lujan is very important to Pope Francis and a replica can also be seen on display at the Vatican. After celebrating Mass at the Cathedral, we will also visit and dine with the French Carmolite Nuns of L’eau Vive who reside in a convent and run a successful restaurant on the out skirts of Lujan. In addition to running a restaurant, the nuns also operate many important social programs for the disadvantaged in Lujan. Mass at 12.00. Lunch at 1.30pm. Return to hotel. In the evening, we will attend the award-winning Tango Dinner show, Los Angelitos. Pickup 8.00pm."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Life before a Holy Father. Today is an exciting day, as we will visit the life of Cardinal Bergoglio before he embarked on his trip to the Conclave, where he would later be elevated to Pope Francis. We will visit the City Cathedral where he celebrated Mass and lived nearby in a modest 1 bedroom flat. It is here that Pope Francis described his outreach: “Instead of being a Church that welcomes and receives, we try to be a Church that comes out of itself and goes to the men and women.” As well as celebrating Mass at the Cathedral, you will have the opportunity to visit the tomb of General San Martin, the great liberator of South America. From there, we will visit the Casa Rosada (The Pink House), which is the executive mansion and office of the President of Argentina. It is here where you will begin your tour into the political history of Argentina. Return to hotel. Dinner and overnight."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Breakfast from 8.00am Pickup 10.00 am and transfer San Telmo Market. Sunday San Telmo Market. Today is Sunday. What better way to pass Sunday than a visit to the Sunday San Telmo Market - private tour. The Feria de San Telmo is one of the most notable and popular events that takes place in Buenos Aires. Nestled in one of the oldest neighborhoods in Buenos Aires, the San Telmo Fair is bustling with unique artisans and antiques every Sunday (depending on the season and the weather). Perhaps its greatest qualities, besides the architecturally beautiful neighborhood which it calls home, are its exclusive goods and reliable nature. Never a Sunday will there be without tourists pouring into the cobblestone streets of San Telmo for one of a kind antiques, trinkets, art, tango and delicious food. Mass at 11.00am at Santo Domingo Church Lunch at 1.00pm Return to hotel at 4.00pm In the evening, we get to sample the world’s best wines at a wine tasting session. 6.30pm at hotel. Farewell dinner at Las Cabras 8.00pm."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Following breakfast and heartfelt farewells, we will depart for the airport for our return flights home."
    }
  ],
  "map": ""
}