{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-highlights-holiday-tailor-made",
  "tourName": "Argentina highlights holiday, tailor made",
  "placesVisited": "Buenos Aires, Ushuaia, Tierra del Fuego National Park, Beagle Channel Cruise, El Calafate, Perito Moreno Glacier, Iguazu Falls",
  "generalInfo": "If you want to combine big city thrills with natural wonders then this tailor made Argentina highlights holiday will deliver. Not only will you get to experience the cafe culture and nightlife of the country’s most dynamic city, Buenos Aires, you’ll see some of the most incredible natural landscapes on the continent. <br/><br/>After two days spent exploring Argentina’s capital city, you’ll fly to Ushuaia, the southernmost city in the world, and a lively adventure hub. From here you’ll head for Tierra del Fuego National Park, where you’ll trek and kayak through the dramatic scenery. A boat excursion along the Beagle Channel follows – it’s an area famous for its marine wildlife and you’ll spot cormorants and fur seals, among other species. The highlights continue with Los Glaciers National Park. A UNESCO World Heritage site since 1981, it is home to Perito Moreno Glacier, one of the few glaciers in the world that’s still advancing. <br/><br/>Your final stop is Iguazu Falls, where you can explore the walking trails that surround this impressive natural wonder and take a boat trip right to its base. There’s also the chance to hop over the border and get a view from the Brazilian side. <br/>",
  "durationDays": "12",
  "price": "3855",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Argentina: travel to Buenos Aires - Upon arrival, you’ll be transferred to the city and you’ll have the rest of the day to enjoy Buenos Aires at your own pace. Buenos Aires is a marvelous, furious, cosmopolitan city, full of plenty of colours and different kind of architecture. Capital of Argentina and described as the Paris of South America, Buenos Aires proudly embraces this title, as well as showing off plenty of its own culture! Argentines are usually eager to host visitors: if you walk the streets with a map, someone will surely stop and ask if you need directions. That’s our spirit! So, for this first day, be free to wander the cobblestone streets lined with outdoor cafes, enjoy the the mouthwatering aroma of prized Argentine beef sizzling on an open “parrilla” (barbeque), and browse the local antique and artisan markets that offer plenty of bargain shopping."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Discover Buenos Aires: city tour & tango show - In the morning you will enjoy our traditional Buenos Aires city tour. You will be swept away by the highlights of our beloved Buenos Aires. Over the course of a half day you will have the chance to visit the historical and political center of the city around May Square (Plaza de Mayo) and the Pink House (the presidential house). San Telmo with its cobblestone streets and the oldest residential neighborhood and La Boca where Buenos Aires turns colorful and tango is ever present: come to walk Caminito street and dance with the locals. The next stop the chic and aristocratic Recoleta, where the big palaces remind us that Buenos Aires was once the “Paris of the South”. In the evening you will be picked up from your hotel to be driven to a mystical place where you’ll discover one of our most ancient traditions. Tango is more than our national dance. Tango is: our immigrant origins, the talent of our local artists, the sensuality of the Argentine woman and our way to deal with a broken heart, dancing our way through tragical and yet eternal love stories. Tonight you will enjoy a 3 hour long professional display of tango and music with a group of local artists onstage immersed in an elegant and alluring place. The manners, ambience, clothes and dance steps which tango lovers used to practice 100 years ago will come to life again and you will travel in time for a night. This spectacular demonstration of the finest local dancing will be accompanied by delicious Argentine and international cuisine. Dinner is à la carte, beverages included so you can lose yourself in the ethereal taste of Malbec wine. At the end of the evening, around midnight, you will be driven back to your hotel, fully in love with the bohemian spirit of our beloved Buenos Aires. Duration: 3-4 hours Included: transportation mentioned above Note: formal dress is not required"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Patagonia trip: from Buenos Aires to Ushuaia - Today we’ll drive you to the airport to take your flight to Ushuaia, the famous “end of the world” most popular destination. Ushuaia is a small town, really easy to get around on foot. The Yamanas, its first inhabitants, called it Ushuaia which means “protected bay” in their language. Ushuaia was officially incorporated into the Republic of Argentina in 1884, and it soon became a penal colony, in order to establish a permanent Argentine settlement. Take the afternoon to explore the town: its typical artisanal shops with unique handicrafts, such as native masks or learn of the region’s history at the Prisoners Museums. And please, don’t forget the local gastronomy! Ushuaia is the best place to eat seafood."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ushuaia: Trekking & Canoeing in the National Park - Today you will visit Tierra del Fuego National Park, just 12 km away from the city and lying on the shore of the famous Channel sailed by Charles Darwin. Once at Ensenada Bay, you will have time to enjoy the view over the Beagle Channel before start hiking along the coast.Six kilometers of wild trail await you where you’ll discover native flora and wild fauna. Discover the remains left by the Yamanas, the native inhabitants of the área. After this 3 hour hike, you will reach Lake Roca where lunch will be served. After a full homemade picnic you will start the second part of this adventure. Take your oar and plunge to start a 1 h 30 canoeing trip* along Lapataia river. Make all the way till Lapataia Bay, where the Panamerican Highway and National Route 3 ends at an awe-inspiring landscape. After discovering the unique vastness of this forbidding setting, you won’t regret a second of this haunting journey."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ushuaia: Beagle Channel Cruise - In 1833 Charles Darwin sailed the Beagle Channel and discover something great. Today is your turn: become another explorer of this channel, primitively named Onashaga Channel since the Onas where its first sailers. You’ll make your way to the tourist pier (at downtown) to embark on a boat trip along the famous Channel. You will gain panoramas of Ushuaia Bay where the city lies proudly crowned by the Martial Glacier. Unearth the diverse marine wildlife, such as cormorants (flying birds, closely related to penguins) and fur seals which frolic its time away on Alicia Island. Argentina standing at your left and Chili at your right, you’ll sail this natural border till reach the iconic end-of-the-world lighthouse, the ancient guard of the bay. On your way back, you’ll stop at Bridges Island to walk a wildlife interpretative path, lear about Yaman’s history (the native inhabitants) and see the largest shelly deposits of the region. During the trip, you can enjoy a delicious hot chocolate with cookies or try the mate, the favorite Argentine drink."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Fly from Ushuaia to El Calafate - Today you will take a short flight to El Calafate, another favorite of adventure travelers who chace to unearth the most spellbinding natural wonders, like the Perito Moreno Glacier. The Perito Moreno glacier is one of the only glaciers in the world that’s still advancing. Though it’s not the only glacier in the area is the one that made the city of El Calafate famous worldwide. For many years now, El Calafate has been considered capital of the glaciers. Located at the shore of Lago Argentino (the southernmost, largest Patagonian lake) it’s also home of the Spegazzini glacier, which forms the natural border between Argentina and Chile, and the Upsala glacier, named “Glaciar del Gigante” (Giant’s glacier) upon its discovery and the biggest glacier that sits at the mouth of Lake Argentino. So is El Calafate all about the glaciers? Well, yes and no…glaciers are main attractions that you can visit via hiking or a boat ride. But you have lot more to discover about Argentine rural culture. From Calafate you can also visit a typical Patagonian “finca” (ranch) and learn all about the gaucho culture and enjoy a great “asado” (barbecue). You’ll soon realize that Calafate is much more than the gateway to the Perito Moreno glacier. Upon arrival you will be taken to the hotel and have the rest of the day to relax or explore the areas around the town."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "El Calafate: Perito Moreno Glacier Tour - In the morning, you will depart to Glaciers National Park to take the Perito Moreno Glacier tour. Get prepared to play with the giants! Glaciers National Park has been a UNESCO World Heritage site since 1981 and home to 200 approximately glaciers . Half of this park is occupied by the “campo de hielo patagónico” (Patagonian ice field), the largest ice field after Antarctica . You will travel 40 km (about 25 miles) from El Calafate to the park, enjoying the views of the Patagonian steppe. Once inside the park you will take the walkways to explore the different viewpoints, and you’ll feel really close to the Perito Moreno Glacier. If you’re lucky, you may get to see a piece of ice break off and fall from the glacier wall to sink forever into the lake. During about one hour, a bilingual guide will provide you with all the information you might want to know…and things you might have never thought about. After this visit you will take a boat ride that will take you close enough to fully appreciate the 80 meter (262 feet) high ice walls of Perito Moreno! You’ll never feel closer to this gigantic and impressive natural masterpiece."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Your free day at El Calafate - Day at leisure to enjoy any of the optional tours around El Calafate. We suggest a visit to Estancia Cristina, a bike ride out to the lake, or a boat cruise to explore some of the more remote glaciers in the region."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Goodbye Patagonia! From El Calafate to Iguazú Falls - Today you will leave the freezing weather and fly to the jungle, to Puerto Iguazú. The small border town of Puerto Iguazú is the gateway to visit the impressive Iguazú Falls, one of the Seven Natural Wonders and a UNESCO World Heritage site, making it a must-see destination for any traveler visiting Argentina. Upon arrival, you will be met at the airport and provided a transfer to your hotel. Answer the call of vacations and take your time to relax at your hotel. If you’re eager to explore, you can visit the “Hito tres fronteras”, a viewpoint west of the town center that stands high above the turbulent reddish-brown junction of the Iguazú and Paraná rivers, which also form the Triple Frontera, or Triple Border between Argentina, Brazil and Paraguay. Or visit the Güirá Oga (the house of birds in native Guaraní language), the sanctuary for animals hurt by illegal hunting and trapping."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Iguazú Falls tours: Argentine side - Today our driver and bilingual guide will pick you up at your hotel and drive you to the Iguazú National Park, on the Argentinian side. The falls are surrounded by a humid subtropical forest where the exuberant vegetation is home to many different animals and birds. Our guide will help you spot some of them: ant birds, toucans, manakins, parrots, coatis, just to name a few of the most common birds. Lower and upper walkways weave in and around falls permitting up close and personal experiences with this magnificent spectacle of nature. The Argentine side of the falls is filled with a myriad of paths and stairways which allow you to have an experience from many different perspectives. You will have the chance to meet “The Devil’s throat”: the largest of the falls and for many the most spellbinding. To get to the “Devil’s throat” you take the ecological train and then walk out along boardwalks. After walking and taking pictures of animals and plants, you will have some free time to eat lunch in this amazing environment. This exciting, 6-7 hour-long excursion is highly recommended in order to experience the true power of Iguazú Falls."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Iguazú Falls tours: Brazilian side / Travel back to Buenos Aires - After breakfast, enjoy a 3-4 hour excursion to the Brazilian side of the Iguazú Falls. Don´t forget your passport! While Argentina has 80% of the falls on its side, Brazil has the best panoramic view. On the Argentinian side you will have the sensation of being right inside the falls, but only by visiting the Brazilian side you will fully appreciate the immensity of Iguazú Falls. Take your time to enjoy it and feel it, to stroll the different walkways and feel the spray of water in your face. Take the boardwalk over the Salto Santa María, it feels like walking on the water. Get closer to the “Devil’s Throat” and feel the power of water! We are sure this is a day you will never forget. At the appropriate time in the afternoon you will have a transfer to the airport for your flight to Buenos Aires."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Last day in the city! Enjoy Buenos Aires - Welcome back to the city of “porteños” (inhabitants of the port city of Buenos Aires). How you would like to spend your last day of vacation? Here are some ideas: you can explore the cobblestone, tree-lined streets of Palermo Soho in search of one-of-a-kind Porteño fashion store or discover the graffiti circuit. Or you may stop by one of our historic cafés (named “cafés notables”) located all over the city and have a “cortado”, the most popular Argentine coffee choice. If you’re leaving on a Saturday or Sunday, you may have the chance to visit one of the city markets, only open on weekends. At the appropriate time you will be transferred to the international airport for your flight back home, ¡buen viaje!"
    }
  ],
  "map": ""
}