{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "northern-argentina-wildlife-holiday",
  "tourName": "Northern Argentina wildlife holiday",
  "placesVisited": "",
  "generalInfo": "Highlights… <br/>•\tThe remote Impenetrable National Park and its wildlife; <br/>•\tPaddle along the Bermejo River; <br/>•\t Explore the wildlife sanctuary of Bañado La Estrella on a canoe;<br/>•\tAuthentic encounters with local populations;",
  "durationDays": "9",
  "price": "2650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After landing in Buenos Aires, transfer to your hotel in Buenos Aires. You will have time to visit the most famous and picturesque areas of the capital city: El Caminito and San Telmo, at the origins of Tango, then Puerto Madero area, an old harbour converted into a business area. > Transport: Private Transfer ˜1h > Accommodation: hotel** (Buenos Aires) >Included meals: none > Roadbook."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today you will continue exploring Buenos Aires. In the morning, you will enjoy the parks and nice buildings of Recoleta and Palermo. In these neighbours, you will find interesting museums, as well as Plaza Francia’s craftsman fair and Tango dancers. In the afternoon, a private transfer to the airport for your flight to Resistencia, in El Chaco province. Known as the “City of Sculptures,” Resistencia is full of green spaces and more than 600 public artworks. > Transport: Private transfers to and from the airport + 1.5 h internal flight > Accommodation: Hotel ** (Buenos Aires) >Included meals: breakfast"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Your driver will pick you up from your hotel and take you to the village of Fortín Lavalle, home to a small group of Qom women, an Indigenous community native to these forested lands. These weavers will welcome you and guide you on a walk through the thorny forest to gather palm fronds used in their traditional basketry, sharing stories, knowledge, and the medicinal uses of local plants along the way. In the late afternoon, you will reach the town of Miraflores, the gateway to El Impenetrable National Park. >Transport: Private transfer ˜ 5h > Accommodation: hotel** (Miraflores)> Included meals: breakfast, lunch and dinner ."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today, you’ll drive to El Impenetrable National Park. Once there, you will begin exploring all the endemic wildlife of the Chaco Forest, including large mammals like tapirs, giant anteaters, as well as an incredible birdlife. You will embark on a 15 km easy hike along the banks of Bermejito River to reach your campsite for the night, run by a local neighbours’ association (optionally you could cycle there). Finally you will be enjoying a nice dinner. You will spend the night in a comfortable tent with a camp bed, mat and sleeping bag. > Transport: private trf 60 km (unpaved) ˜ 1h40 >Accommodation: Full camping kit (tent, camp bed, mat and sleeping bag) (San Nicolas)>Guided hike ˜5h. > Included meals: breakfast, lunch, dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today, you’ll return to Portal La Armonía with your guide on a kayak along the tranquil Bermejito River. Once back in La Armonía, some local artisans will welcome you into their homes to share the ancestral techniques behind their products. These artisans create handicrafts using leather, wool, ceramics, and dry wood from the forest, as well as food products made with native fruits like mistol and chañar. Another night immersed in the Chaco Forest, this time comfortably sheltered in a safari-style tent, with comfortable beds and ensuite bathroom. > Transport: Kayak ˜ 2.5h >Accommodation: Glamping (La Armonía)> Included meals: breakfast, lunch and dinner > Workshops with traditional snack ˜ 2h."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today, private transfer to La Fidelidad, on the other side of the Impenetrable National Park, along the banks of the majestic Bermejo River. You’ll be picked up at the river dock La Fidelidad to cross the Bermejo River by boat. You’ll arrive at Puerto San Jorge, on the other side of the river, located in the province of Formosa. You will then continue by vehicle to reach Fortín La Soledad. This small village is the main access to Bañado La Estrella. This wildife santuary is 65 km from the town of Las Lomitas, which is reached by a dirt road. > Transport: Private transfer 37 km (unpaved) ˜ 1h to La Fidelidad + private boat river crossing and private transfer partly unpaved ˜ 4.5h > Accommodation: Rural accomodation (Fortín La Soledad) > Included meals: breakfast, lunch and dinner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today marks the beginning of your first visit to the Bañado, one of the largest wetlands in South America and best hidden gem of Argentina. Early in the morning, your local guide will take you on a canoe tour through this extraordinary landscape. You'll enjoy the rich and diverse wildlife: caimans, capybaras, curiyú boas, corzuelas, and over 300 species of birds. Keep an eye out for the jabiru, the largest stork in the Americas , and its impressive nests. After lunch, you will enjoy a nice nature walk with your guide from this small local indigenous community, the Pilagá ethnic group. Their mother tongue is Pilagá, and their main activity is making craftwork with vegetable fibres, carandillo, chaguar yicas, and wood. In the evening, as dusk settles over the wetlands, you'll enjoy another magical canoe ride to experience the area in a completely different light. >Accommodation: Rural accomodation >Included meals: breakfast, lunch and dinner."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today, after a nice breakfast with your host family, you will be picked up by your driver and taken to Formosa capital city for your flight back to Buenos Aires. > Transport: Private transfer ˜ 5.5h + private trf to and from the airport. > Accommodation: Hotel ** (Buneos Aires) > Included meals: breakfast"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Some free time in the capital city. You will be picked up about 4 hours before your international flight back home. > Transport: private transfer to the airport > Included meals: breakfast"
    }
  ],
  "map": ""
}