{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "best-of-argentina-and-chile-holiday",
  "tourName": "Best of Argentina and Chile holiday",
  "placesVisited": "",
  "generalInfo": "Buenos Aires, Ushuaia, Calafate, Puerto Natales, Torres Del Paine, Santiago  &amp; Mendoza<br/><br/>Description: This action packed tour is ideal for food, adventure &amp; nature lovers  seeking to discover the nature and beauty of Patagonia as well experiencing the vibrant culture of Buenos Aires &amp; Valpariso.  Starting in Buenos Aires where you will enjoy everything it has to offer from its food, music &amp; culture to its care free lifestyle to Ushuaia, the southern most city of the world, where you will get to walk with native Magellanic penguins and discover Tierra Del Fuego National Park. We discover the sheer-sided peak of Mount Fitzroy and the immense Perito Moreno Glacier, where chunks of ice are often seen cracking into the water. At Torres del Paine, experience the rugged snow-capped mountains stand imposingly amid the wild south of Argentina and Chile, fringed by huge icy lakes and windswept grasslands. In the distance shy guanacos roam and a few hardy gauchos tend their many sheep-fringed by huge icy lakes and windswept grasslands. On to Valparaiso, you get the chance to catch your breath and take stock of you Patagonian discovery before finishing in Mendoza with some more adventure and great wines to celebrate the trip.",
  "durationDays": "21",
  "price": "8915",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Buenos Aires. Met at airport by Trip Planner and transfered to hotel. One of Argentina’s top attractions is the leviathan metropolis of Buenos Aires, the most fascinating of all South American capitals. It’s a riveting place just to wander about, people-watching, shopping or simply soaking up the unique atmosphere. Its many barrios (neighborhoods) are startlingly different – some are decadently old-fashioned, others daringly modern – but all of them ooze character. Buenos Aires has got everything: night-life, tango, culture, football, excellent beef and the best local wines. Argentine Dinner Party Experience. You will take part in the Argentina Dinner Experience this evening . This unique dinner party's concept is to teach you the fundamentals of what being an Argentine is all about, whilst simply having more fun than is available anywhere else. Learn how to close your own empanada using the 'repulge' technique, to order steak your way in Spanish, to prepare your own 'mate' drink. During the experience you get to take part in the ritual of preparing an Argentina Asado with the best of Argentina beef whilst sampling the best of Argentine wines. This is a group experience and is a lot of fun and great way to meet fellow travellers."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bike tour of Buenos Aires. A great ride around the wealthiest areas of Buenos Aires and it’s most beautiful parks, including a walking tour inside the world famous Recoleta’s Cementery Join this tour and understand why BA is called the “Paris of Southamerica”. Along the tour, we will stop at specific places, to rest and to take pictures, while your guide explains the history behind important landmarks. You'll explore the areas where the aristocracy settled and built its imposing buildings and palaces. Some places include Downtown, Avenue 9 de Julio and Avenue de Mayo which connects most important political buildings in the country, Plaza San Martin with its charming french style buildings, the Floralis Genérica, and Palermo chico. Later on we'll visit the worldwide famous Recoleta Cemetery, full of domes and vaults that contain the most influential and powerful people in Argentinian history. Return hotel early afternoon. Take taxi back to hotel. Dinner at I Latina restaurant. This evening you will experience this unique closed-door restaurant with a unique 8 course menu of Latin flavors and ingredients. Consistently listed as the number 1 restaurant of Buenos Aires, you will also be attended by a sommelier who will match each course to enable you to experience Argentina’s world-famous wines. Includes pickup and private transfer to and from restaurant."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cooking Class. Step into the home of a local for private cooking lesson during your time in Buenos Aires. This 4-hour hands-on cooking class dives into some of Argentina’s most classic dishes with a range of menus suitable for all dietary restrictions. After all your hard work, enjoy your 3-course menu as you chat with your host over local wine and delicious food.Learn how to make a classic Argentine dinner in the home of a local. Join this fun and private cooking class where we will be preparing the menu together. This menu will include an appetizer, a main dish and then dessert.You will be able to choose from a traditional local menu, a local contemporary, Italian cuisine porteño style, porteño pizza and also vegetarian, vegan and gluten free menus. Regular menu consists of: Beef empanadas, starting from scratch and prepared in a contemporary style (lighter, healthier, and tasty) Veal, mushrooms and red wine stew, delicious and also light Dulce de Leche (caramel) and rum semifreddo, just delicious Classes will be given by Saul, the Executive Chef, in his own beautiful & cozy kitchen. The whole experience lasts approximately 4 hours and includes a private dinner of what you have just created accompanied with good local wine. You will learn, you will enjoy and you will keep this amongst the best memories of your stay here in Buenos Aires! Tango Experience with Classes. We begin with a short journey from your hotel through the city while our staff points out historic tango sites. Then, try your first tango steps in a class tailored just for you and a small group of like-minded visitors. We will share not only the dance moves, but also an introduction to the rich history, music, and culture that makes this dance so unique. Afterwards, we continue the night with dinner, consisting of typical Argentine fare. The highlight of the night consists of visiting the milonga, where tango dancers do what they love most: dance! We explain the social etiquette, the unwritten code of the milonga called ¨codigo.¨ Apart from the physical dance itself, with its close embrace and intertwining limbs, the tango dancers participate in a complicated social dance as they navigate in the environment of the milonga. The culture, the lyrics, and the idiosyncrasies of the milongueros...all this adds to the stew which we wish to share with you. Milongas feature live tango music as well, and we make sure to include this in your tour. To hear the bandoneon live and watch tango being danced for enjoyment in its purest form is the best way we can think of to introduce you to the real Buenos Aires."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Museum tour of Buenos Aires. Today recommend that you visit the museums of Buenos Aires. You have the MALBA – Modern Art museum; the Beautiful Arts museum; the culturally iconic Evita museum; Memory Park which tells the dark history of Argentina under military dictatorship; and the Immigration museum which shows how Argentina was founded. Though not a museum, another place you will visit is the Teatro Colon, world famous and host to the world’s best Ballet, Opera & Classical music performances. Here you can take an English-speaking guided tour to see the beauty of this historic Theatre."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Polo Day. Introducing Puesto Viejo Polo Day No trip to Argentina is complete without experiencing the nation’s famous sport. Recognizing the importance of polo for visitors, Puesto Viejo Estancia and Polo Club offers Polo Days with our polo professional, Julio Casares. Set in the stunning surroundings of the Argentine countryside, Polo Days give tourists the opportunity to learn more about the game, enjoy two lessons with a professional instructor and the opportunity to watch a real polo club members play in an adrenaline fuelled match."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Pickup and transfer to airport to take flight to Ushuaia. Upon arrival, transfer to hotel. Reluctantly shared by both Argentina and Chile, this ”land of fire” really is the end of the world. Its faraway location has drawn explorers since the days of Magellan and Darwin, and this tradition continues with today’s travelers. A triangular archipelago surrounded by the stormy South Atlantic and the Strait of Magellan, Tierra del Fuego offers plenty of natural beauty: scenic glaciers, lush forests, astounding mountains, clear waterways and a dramatic sea coast. The region’s largest city, Ushuaia, is also the ‘southernmost city in the world’ – a major draw for list-tickers – but has also become the main gateway to wondrous Antarctica. Tierra del Fuego is isolated and hard to reach, but for true adventure-seekers in Argentina it’s a must. After settling into your hotel, we recommend that you visit the End of the World Prison Museum in the afternoon."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Beagle Canal & Penguins. Sail the Beagle Channel aboard a comfortable catamaran on this full-day exploration of the waters of Tierra del Fuego. Leaving from Ushaia, visit several islands in the channel to view the native plant and animal life, including sea lions and penguins, before spending time at the oldest ranch in the region, Estancia Haberton. Once you board your sturdy, comfortable sailing vessel, leave the urban bustle of Ushuaia behind and head through the Beagle Channel, which boasts another kind of din: the barking of sea lions and the squawking of penguins. On this full-day sailing trip led by expert guides, meander through the islands of the Alicia Archipelago and come face to face with the area's prolific bird life, including steamer ducks, scua gulls, cormorants and black browed albatross. Visit Seal Island in the Les Eclaireurs Archipelago, home to two species of vocal, playful sea lions, before taking a peek at the Les Eclaireurs Lighthouse. Cruise between Chile and Argentina, visiting Williams Port and Port Almanza. Entering McKinley Pass, you'll head straight for Martillo Island and a large colony of native Magellanic penguins. The last stretch of your sailing adventure takes you to Estancia Haberton, a historical settlement that has been functioning since the 1800s. After a short walking tour, board the bus that will take you back to Ushuaia and return to hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "4x4 Adventure Tierra del Fuego. Ride off-road through Tierra del Fuego on this full-day adventure from Ushuaia. Visit Lago Fagnano and Lago Escondido (Hidden Lake) in a Land Rover that gives you access to unspoiled Patagonian scenery and views of the Southern Andes Range. Enjoy a lakeside barbecue with local malbec wine prepared by your local adventure guides. After hotel pickup in Ushuaia, travel about an hour to Paso Garibaldi, a mountain pass that cuts across Patagonia's Southern Andes. Drive across the Feugian Cordillera and enjoy a spectacular view of Lake Escondido, stopping at a lookout to admire this 'hidden lake.' Take in the views of the unspoiled Lake Fagnano as well. Descend into Lago Escondido in your 4x4 vehicle (a Land Rover Defender) with an adventure guide. Off-road among the trees in the Feugian forest, speed along muddy lakeside tracks and splash across shallow rivers. Appreciate the spectacular alpine scenery such as beaver dams, local saw mills and the native beech trees before as you head toward Lake Fagnano. Arrive at Refugio de Canal (Canal Refuge) for a barbecue lunch of prime beefsteaks, choprian (traditional Argentine sausage sandwich), salad, wine and dessert. After a full meal and a full day of adventure, you're returned to your Ushuaia hotel for dinner. or \"Sea Kayak at Beagle Channel\". This activity combines much of the appeal of hill-walking or photography safaris with a maritime aspect, and a vast vantage point that broadens the area of discovery to the seas man has been sailing for the last 7 000 years. The Yamana, the native people in this landscape, used fragile tree bark canoes. The women were doing the paddling and also used to dive to collect mussels. The children took care of the fire inside the canoes while the man branded the spear in search for sea lions. In double sea kayaks, we’ll sail bound to conquer uninhabited beaches and majestic places. If you ever wanted to have the experience of rowing in a legendary area, the best specialized guides will go with you. Also, we will provide you with the proper equipment and with all the safety requirements needed for a successful adventure. Experience Tierra del Fuego from a different point of view: from the water, the very place where this latitudes history was born. Itinerary: 8:00 hs Pick up from the hotel. 8:30 hs Arrival to Golondrina Bay. Kayak prompting and Safety briefing. 9:30 hs Kayaking start: towards west along Beagle Channel 12:00 hs Arrival to \"Cucharita\" Bay. Lunch. 13:00 hs Kayaking restart along the Beagle Channel. 14:00 hs Arrival to Cauquenes Bay, Ushuaia. Duration: 6 hours Meals: Snacks + box lunch + dessert. Drinks included: Wine, soft-drinks, bottled water."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to airport to take flight to Calafate. Upon arrival, transfer to hotel. In the heart of Patagonia, next to the Andes, is one of Argentina’s most scenic areas, commonly referred to as Lago Argentino and the Perito Moreno Glacier, declared “Universal Heritage” by the UNESCO. The most renown of all the glaciers is the Perito Moreno Glacier. Situated 80 km (50 miles) from El Calafate, it is the most easily reached among them. This is an imposing ice river that descends from the Southern Patagonian Ice Cap down to the lake, at ‘Canal de los Témpanos’ (Icebergs’ Channel). It is the only glacier in the area which is considered to be in equilibrium, that is: not receding. It has always been the most important attraction of the region thanks to its spectacular beauty, but especially because of its unusual behavior. The glacier slowly advances down the mountain slope towards the lake, producing, as it spills down, thunderous noises and ruptures. Recommend visiting Laguna Nimez reserve, a short walk from the town center. This ecological environment lodges an educational circuit with trails and signposts laid up along over 2,500 meters. The guides await visitors at the entrance gate to assist them with the interpretation of the natural environment. Likewise, a complete herbarium that helps visitors identify the local plants is located in the entrance area. The reserve has good vantage points that enable visitors to watch how the flamingoes, geese, silvery grebes, black-necked swans, ibis, lapwings, ducks, coots, hawks and chimangos, among other 70 species, fed in the clump of rushes."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Full day Perito Moreno Glacier Tour. Experience the majestic icy expanse of the Perito Moreno Glacier on this full-day tour from El Calafate. Trek among the pristine streams, gullies and peaks of Los Glaciares National Park with a professional guide, and get an up-close perspective on the fantastic formation with a 1-hour boat ride through a glacial lagoon. You might even witness the glacier’s signature movement and cracking sounds from detaching icebergs! Perito Moreno Glacier has become a favorite Patagonian destination thanks to its impressive expanse, accessibility and continuous movement. Your icy adventure begins with pickup at your El Calafate hotel and a scenic drive to Los Glaciares National Park, so named for the abundance of glaciers found here, including Upsalla, Onelli and Spegazzini. Let your guide handle the driving while you soak up the splendor of Lago Argentino framed by majestic peaks and icy islands. Stretch your legs and take an easy hike along park pathways for diverse views of Perito Moreno’s 200-foot-(60-meter)-high, blue-tinged walls. Watch closely to see giant slabs of ice detach from the glacier and slide into the surrounding lagoon. Loud cracking noises are sure to alert you to any movement! For another perspective, enjoy a 1-hour cruise through the lagoon in front of Perito Moreno. Sail along the massive glacier wall and in between floating icebergs for an awe-inspiring watery perspective on this natural wonder. After exploring the park, relax on the return drive to El Calafate, where your 9-hour tour concludes in the early evening."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Full Day Upsala Glacier Tour. Experience the remote beauty of Patagonia’s Estancia Cristina and Upsala Glacier on a journey of discovery from El Calafate. Sail past icebergs across Lago Argentino and tour the historic Estancia Cristina ranch. In the afternoon, choose between a short and easy trek to a beautiful waterfall or an off-road tour to the beautiful Upsala Glacier. Our Patagonian adventure begins with pickup from your hotel in El Calafate. Relax on the 28-mile (45-kilometer) journey to the port at Punta Bandera, where your three-hour boat cruise departs. Enjoy croissants and hot drinks served on board the comfortable boat as you glide among icebergs, past the stunning scenery of snow-covered peaks. Sail to the western front of the Upsala Glacier, then cruise along Cristina Channel to Estancia Christina. Disembark at the historic estancia, and learn the history of the sheep and cattle ranch on a visit to the museum and old shearing shed. Enjoy a snack break before continuing your tour of the estancia. Take a short-guided walk up to Caterina River to visit the estancia’s chapel and other historic buildings. After lunch, take an off-road trip for fantastic views of the Upsala Glacier, or an easy trek to see the beautiful waterfall of Los Perros. The three-hour off-road trip takes you along a scenic mountain trail, following a route of great geological interest, until quite recently covered by glaciers. Reaching a mountain refuge, take a 20-minute walk over terrain eroded by glaciers to reach the Upsala Glacier. From here you can see amazing views of Lake William, the Patagonian ice field and the Andes mountains. If you choose the walk to the cascading waters of Los Perros waterfall, the two-hour trek takes you through beautiful woodlands for lofty views of Caterina River and the estancia below. or. Nibepo Aike Ranch with Horseriding This full day tour takes to Estancia Nibepo Aike, a beautiful ranch located within Los Glaciares National Park. There you will experience the life at the Patagonian countryside, taste delicious local cuisine and explore the amazing natural landscapes that surround the ranch. After lunch, go on an exciting 3 hours horseback riding to end this incredible day. We begin with the departure from centrally located El Calafate Hotels at 08:30 am and travel through the gravel route No. 15. On the way, we might get to see some condors, foxes and hares. Enjoy the views of the amazing Patagonian scenery, with Cerro Frías as backdrop. After crossing the Rico River, the steppe landscape changes abruptly, becoming a mountain landscape. Arrival to the estancia after crossing the margin of Roca Lake and having entered to Los Glaciers. You will be greeted by the host guide, who will be waiting to welcome you with a hot drink accompanied by homemade pastry. While having breakfast, you can enjoy a magnificent view of the Cordillera de los Andes. Then, start the visit to the facilities of this typical Patagonian estancia, that used to be dedicated formerly to bovine production. Around noon lunch will be served, consisting of an exquisite lamb grilled on a traditional Patagonian cross stake. Once we have savored it, we will go on a three hour guided horseback ride. The guide will take you explore different path, each one as amazing as the one before, so that you get to know even better this beautiful region. At approximately 7:15 pm, we will be returning to El Calafate hotels. or. El Chalten Full day hiking. Hike from the village of El Chalten along the trails of Los Glaciares National Park Explore the hiking capital of Argentina at your own pace Enjoy fantastic views of Mt. Fitz Roy Discover extraordinary glaciers and Patagonian landscapes of Los Glaciares National park Spend some time exploring nature with a full-day in El Chalten, home to Los Glaciares National Park. Begin by departing El Calafate in the morning along Route 40, an iconic highway goes along the Argentino Lake up to the La Leona River. Passing the Cañadón La Leona, you will stop at an ancient hotel for a break to buy coffee and cakes. Continue along the Lake Viedma for magical views of glaciers, hidden lakes, and the glory that is Mt. Fitz Roy. After several photos stops, arrive in the Andean village El Chaltan, also known as the \"The Capital of the Trekking.\" Here you will visit the Interpretation Centre before setting out on a hiking journey. From The Pudu Lodge, you will start a self-guided trek to one of the miradors of the Mount Fitz Roy and Mount Torre. You will be given a map and lunch to bring with you as you follow the clearly marked tracks. You may consider the DeAgostini base camp - Laguna Torre hike, one of the most classic treks. It takes you up to the Adela range and the incredible Lagoon Torre, where you might find a number of icebergs that have slid down from the face of the glacier Cerro Torre. If you are seeking something shorter, the Laguna Capri Trail is a great option that offers unforgettable views of Mt. Fitz Roy. Afterwards, return to Hotel in Calafate."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer across the Chilean border to the town of Puerto Natales, the gateway to Torres del Paine National Park Upon arrival, transfer to hotel."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Full Day Torres Del Paine Day tour. Journey into the surreal natural spectacle of Torres del Paine National Park on a full day tour from Puerto Natales. See the splintering glaciers, iridescent lagoons and snow-capped spires of the Andes Mountain range during an exhilarating excursion into the wild. Explore the darkened depths of Milndon Cave with a knowledgeable guide; visit a gushing waterfall near the Nordenskjold Lake; admire the shimmering surface of Sarmiento Lake; and trek amid the frozen enchantment of the Grey Glacier during this astounding adventure. Highlights Depart from your hotel in Puerto Natales with your experienced guide. Sink back into your seat and watch the spectacular scenery begin to unravel as you journey north to the mountain of Cerro Benitez. Arrive at the Milodon Cave Natural Monument and delve into the darkened depths to encounter life-size replicas of a prehistoric giant sloth. Gain fascinating insight in the 19th century discovery of the extinct creatures as you stroll past stalactite-studded crevices and arrive at a legendary landmark known as the Devil’s Chair. Return to the vehicle and venture further north to enjoy a revitalizing coffee break at the impressive villa in Castle Hill (own expense). Feel your excitement heighten as you approach the entrance of the phenomenal park, which sprawls over 447,000 acres (181,000 hectares). Walk westward beside the iridescent wonder of the Nordenskjold Lake until you reach the rushing and roaring Salto Grande Waterfall. Admire the power of the natural landmark from a vertiginous vantage point, scanning the landscape for native herds of guanaco. Then, venture to the center of the park to the inviting and intimate Hosteria Pehoe, a rustic hotel nestled in an islet of Lake Pekoe. Trek towards the colossal glacier at the north of the Grey Lake. Admire the sparkling spectrum of color upon the water’s surface before gasping at the enchanting enormity of the 90-foot (30-meter) high glacier. Head back to the minivan and gaze out of the windows at more stunning sights as you travel back towards Puerto Natales; capture the grandeur of the park’s granite towers on film before sitting back in your seat for the scenic journey back. Note: Entrance fees to Milodon Cave Natural Monument and Torres del Paine National Park are your own expense."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Balmaceda & Serrano Glaciers Cruise. Explore the frozen enchantment of the Balmaceda and Serrano glaciers on an exhilarating full-day tour from Puerto Natales. Absorb the surreal beauty of the Patagonian landscape on an elegant sea vessel, sipping premium whiskey as you admire spectacular natural scenery. See powerful waterfalls, splintering snow-capped peaks, swooping cormorants and colossal sea elephants as you cruise. Hike through the rugged splendor of Bernando O’Higgins National Park with a knowledgeable guide, then refuel with a flavorsome and fulfilling Magellanic lunch at a rustic ranch. Greet your guide at a central Puerto Natales location and climb aboard your comfortable minivan. Select private hotel pickup to enjoy the convenience of direct transportation from your hotel doorstep. Climb aboard your luxurious boat and set sail northwest through the impressive Ultima Esperanza Fjord, a natural inlet named the ‘Last Hope’ due to its impenetrable nature. Relax during a scenic three-hour sail, ensuring you take advantage of the open onboard bar. Sip steaming coffee and refreshing soft drinks or indulge with a warming whiskey and pisco sour cocktail, chilled using ice from the Serrano glacier. Scan the sky for elegantly gliding condors and marvel at the spectacular beauty of verdant forests and roaring waterfalls. Observe the rocky crevices of the coast for cormorants, graceful birds that inhabit this beautiful area, and scour the sea for lumbering sea elephants. Arrive at mist-shrouded face of the Balmaceda Mountain and disembark for a moderate one-hour hike through the lush greenery of the forest. Enter the parameters of Bernanodo O’Higgins National Park and follow your guide to a visionary vantage point; gasp as your eyes encounter the splintered peaks of the Serrano Glacier, marveling at the frozen witchery of the natural landmark. See turquoise-tinted hues and rugged rocks before heading to a rustic ranch to re-energize with a delicious lunch. Pleasure your palate with a rich savory stew or tender roasted lamb (vegetarian meals available upon request) and absorb the authentic decorations of the restaurant. Sated, return to the boat for the tranquil cruise back to the Puerto Natales, where the tour concludes."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer to airport to take flight to Santiago. Upon arrival transfer to hotel."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Free day to explore city"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Transfer to hotel in coastal town of Valparaiso."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Free day to explore town"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Transfer to airport to take flight to Mendoza. Mendoza is the epicenter of Argentina’s blossoming wine industry. At the foot of the Andes, Mendoza is a modern city set on historic foundations- the Great Liberator General San Martin crossed the Andes from here to help liberate Chile. Though rainfall is slight, irrigation turns the surrounding area into a green oasis covered with productive vineyards and fruit plantations. Famous for the rich Malbec and sublime Cabernet, Mendoza wine tours and tastings are the perfect way to discover this internationally recognized gourmet province. In the west of the province looms the world’s highest peak outside the Himalayas, culminating in the defiant Aconcagua, whose summit is only a shade under 7000 meters."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Rafting in the morning. We will leave Mendoza City in the morning to head for Potrerillos, a mountain village surrounded by a wonderful landscape and an impressive dam which takes its name. Activity: Each passenger will have their own neoprene suit, life vest, and helmet. After a security instruction talk, we will go into the river to start the adventure of our lives, the great white-waters of the Mendoza River guarantee fun for the day! Gaucho Experience. ESTANCIA LA ALEJANDRA HORSEBACK RIDING. After meeting with the guide, we will depart to the south towards Luján de Cuyo, passing by traditional wineries along the way. Arriving at the town of Ugarteche, we will take Los Cerrillos Road to cross the last foothills of the Precordillera, into the Valle de Uco area (in Tupungato). Leaving behind the picturesque town of San José and heading northwest along the Cordon del Plata, we will appreciate a landscape that contrasts the fertile valleys of La Carrera with the majestic Cordillera. At the foot of the Cerro Plata (6,100 meters), we find the traditional Estancia La Alejandra. Reception at the guest house and breakfast. Introduction of the horses, safeties talk by the guide, and riding lesson at the gated stable ring. Departure on horseback towards the mountains through the colourful plantations of the estancia. Touring the horse breeding paddocks at the foot of the Andes, we will see hares, foxes, condors and beautiful horses that are born at the place. Ascend to the “altar” view point where we can appreciate gorgeous views of the Cordon del Plata Mountains and the Uco valley, while we enjoy some wines from the region. Return to the guest house for lunch. Towards the evening, by taking the road of La Carrera northward, we will arrive to the viewpoint of La Ollada, where you will see the most breath-taking view of the Valley and the Potrerillos dam. A winding road down and through the mountain villages of Potrerillos will then take you to international route No. 7 with destination to Mendoza City."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Transfer to airport to take flight to Buenos Aires and connecting flight home."
    }
  ],
  "map": ""
}