{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "horse-riding-and-mendoza-wine-tour-in-argentina",
  "tourName": "Horse riding and Mendoza wine tour in Argentina",
  "placesVisited": "",
  "generalInfo": "4 Days Special Private guided Wine, Hiking &amp; Horseback riding offer in the Andes of Mendoza. All tailormade according to your tastes and style.<br/><br/>You have a full day private guided boutique wine tour with a 4x4 through Valle de Uco &amp; visiting tourist attractions in the area in the same day, including exquisite lunch with wines. We head off towards Ruta 89 Las Carras, visit the highest located and oldest bodega of Mendoza, The Christ of Tupungato, a hand crafted knife factory KDS, a monastery plus wine tasting at any one of the these wineries : Kaiken, Sin Fin, Andesluna or Vistalba. And a visit to Salentein can be included as well of course. Lunch &amp; wine included at boutique restaurant in the middle of the wine landscape with views on snow topped mountains .The wineries are family-owned and dedicated in producing high quality wines. With true passion and convinced that wine transcends, affects &amp; conquers. The philosophy of the wineries are to create sensations and keep them inside each bottle to be poured out at the appropriate moment.<br/><br/>And you have one day private guided horse riding or hiking at the mountains of Potrerillos or Uspallata going in the Andes, at your free choice which excursion to include.<br/><br/>Below you can see a sample itinery but we can offer much more. This is just a 4 day example. Accomodation is not included. This can be boutique mountain lodge or dome in Uspallata or a more luxurious stay in the heart of Chacras de Coria, Mendoza. We can ad vise here and assist with booking.<br/><br/>From Mendoza you can cross the Andes via an amazing route passing Uspallata, the border with Christo Redentor at 4000 metres as side excursion, going to Santiago in Chile or Valparaiso . You can do this with a private driver or with a rental car and we will brief you what you can all do.<br/><br/>And this 4 day wine tasting excursion can be of course part of a larger Argentina and Chile tailormade roundtrip including Iguazu waterfalls &amp; Ibera wetlands, Salta &amp; wine tasting at Cafayate, selfdrive the Valles de Calcaquies visiting Cachi, enjoy Buenos Aires with citytours, urban art and Tango, visit the lake district of Bariloche and San Martin de los Andes, ascend Volcan Lanin, join the Big Adventure crossing at Perito Moreno glacier, hike at Torres del Paine and explore Ushuaia.<br/><br/>You can also have a 2 day horseback trekking experience at Potrerillos.<br/>Riding Day 1. Horse riding in the Andes, Mendoza. We go through different trails crossing streams and ridges viewing condors, guanacos, hawks, surrounded by the snow cap mountains of Cordon del Plata. Enjoy the authentic gaucho asado with roasted vegetables in the middle of the wild with fine premium wines, cheese, salami and home cooked bread.<br/>Riding Day 2. Learn to saddle criollo style and to herding horses and cows. We take a different trail throught the mountains connecting with other valleys, arriving for lunch break at a waterfall where we enjoy wine tasting ( award winning different wines like bonarda. cabernet franc and malbec ) plus a criollo-style lunch is included like grilled chicken and pork with roasted vegetables.<br/><br/>We also offer unique off the beaten path 5-7 days horseback trekkings and expeditions in the high Andes mountains with departure from near Uspallata-Barreal coming close to the northface of the Aconcagua with specialised mountain guide and gauchos, as well as 1-3 day horseback tours from Uspallata. Pickup can be arranged at Mendoza bus station or airport. <br/>For the horseback camps and expeditions in the high mountains of the Mendoza and San Juan provinces we work with an official local operator specialized in horseback trekkings. They are passionate about the mountains. Horseback riding and work only with local gauchos of these mountain areas with a lot of experience. The guide always speaks English at a very good level.<br/><br/>For the horseback daytrekkings, camps and expeditions in the high mountains of the Mendoza and San Juan provinces we work with an official local operator specialized in horseback trekkings. They are passionate about the mountains. Horseback riding and work only with local gauchos of these mountain areas with a lot of experience. The guide always speaks English at a very good level.<br/><br/>The planned data for group departures in the high Andes of Mendoza / San Juan as below. Please note that group departures can change as long as a group has not been formed. Feel free to ask for the actual dates, itineries and prices. Private departures and programs can be always requested.<br/> <br/>1. Crossing the high Andes through Valley Patos del Sur (highest altitude El Espinacito (4500m), planned group departures 8 days / 7 nights: 9 al 16 de diciembre de 2024 / 13 al 20 de febrero de 2025 / 10 al 17 de febrero de 2025.<br/><br/>2. Shorter horseback riding with camping, 4 days reaching the peak of El Espinacito as well, planned group departures:19 al 22 de diciembre de 2024<br/>/ 26 al 29 de enero de 2025. <br/><br/>3. There are btw also hiking group departures of 4 days in the same area of El Espinacito planned at 2 al 5 de diciembre de 2024 / 9 al 12 de enero de 2025 /<br/>16 al 19 de febrero de 2025. <br/><br/>Extra options with specialized mountain guides in the Mendoza Aconcagua area. Climb the Aconcagua or other high peaks with a group or private through specialized agencies. Have an art exchange and experience in an atelier in the middle of the mountains of Uspallata, Mendoza. Have a private guided vision quest of one or more days in the Andes. Enjoy night walks with a local guide in the valley of Uspallata. Share a mystical and unforgettable journey with an initiated teacher with the permission to go deeper into the Andes to sacred mountains. Have a more extensive mystical Andes tour with finding your inner silence and coaching within the Cordillera de los Andes (Cordon de la Plata).<br/><br/>Please contact us via Whatsapp and ask us for a quote when interested for a group departure or tailormade trekkings and expeditions.",
  "durationDays": "4",
  "price": "1400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Pick up at Mendoza airport or bus station. Drive into the mountains via the scenic Villavicencia route, visit Uspallata and end the tour at the hotel of your choice eg in the heart Chacra de Coria."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Have a private guided wine tasting day with a 4x4 Jeep through scenic landscapes. This day besides of all beautiful located bodegas, the wine tasting, and boutique lunch in the middle of the wine yards is really magical. We will visit besides a few famous wine bodegas among which the oldest and highest bodega in the mountains. On the way to this bodega a condor might greet us from the sky. When time is left you will also visit a monastery in the mountains and connect to remarkable silence. On this day besides tasting the great wines and have a divine lunch you will connect with the soul and spirit of the Mendoza mountains of the Cordon del Plata. Its name refers to more than the snow topped peaks of the high Andes, with this trip you may become part of some of the secrets. End of the trip you are brought to your hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "One day private guided horse riding or hiking at the mountains of Potrerillos, at your free choice which excursion to include. You can also do both and extend with an extra day. You can also go to the Termas de Cacheuta of course and have a full or half day at the beautiful located Spa for a wellness day."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy breakfast at slow pace. Included private transfer to Mendoza airport or bus station. We will invite you for a longer stay next time."
    }
  ],
  "map": ""
}