{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-adventure-holiday-tailor-made",
  "tourName": "Argentina adventure holiday, tailor made",
  "placesVisited": "Buenos Aires, Peninsula Valdes, Penguins in Punta Tombo, Ushuaia, Beagle Channel Cruise, Perito Moreno Glacier, El Chalten, Torres del Paine National Park, Iguazu National Park",
  "generalInfo": "On this adventurous three week tailor made holiday there’s plenty of time to explore the country’s top natural highlights. After getting acclimatised in Buenos Aires, exploring the city’s museums and monuments and taking in a Tango show, you’ll head off into the Argentinean countryside where dramatic landscapes and wilderness walks await. <br/><br/>You could follow mountain trails in Patagonia; go whale watching in the Valdes Peninsula; see penguins in Punta Tombo; cruise the Beagle channel in search of varied wildlife, including cormorants and fur seals; marvel at the massive ice walls of the Perito Moreno Glacier; and visit the thundering waters of Iguazu Falls. <br/><br/>As this trip is tailor made you are free to add extra nights or destinations according to your interests and budget. For example, you could include a visit to the Mendoza wineries or a horse rising excursion near Buenos Aires. The choice is yours!<br/>",
  "durationDays": "21",
  "price": "6520",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buenos Aires - Welcome to Argentina! Capital of Argentina and described as the Paris of South America, Buenos Aires proudly embraces this title, as well as shows off plenty of its own culture! Explore the traditional European architecture, the cobbled streets lined with rustic outdoor cafes, the local antique and artisanal markets that offer plenty of bargain shopping and the mouthwatering aroma of prized Argentine beef sizzling on an open “parrilla” (barbeque) in the air. Buenos Aires is home to some excellent local designers and you will certainly find the perfect leather jacket, long leather boots and handbags for all occasions. Though above all, Buenos Aires is known as the home of the tango. Be sure to enjoy a traditional dinner-tango show and explore the colorful San Telmo and Recoleta neighborhoods. Upon arrival in Buenos Aires you will be met at the airport and have a transfer in private to your hotel. On your first day in the city you will be contacted by one of our Destination Hosts, who will check with you details of your itinerary, provide you with the printed documentation, and add any information you might need. She/ he will be your local contact while you are traveling with us and will be ready to answer your questions, give you tips about places to go, restaurants to eat and anything else you might be interested in. Not just about Buenos Aires, also about the different places you will visit during your whole itinerary. You will have the rest of the day to enjoy this vibrant city, leaving you the remainder of the day to explore the historic neighborhoods and enjoy the cafe culture of Buenos Aires."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Buenos Aires City Tour & Tango Show - In the morning, you will be picked up from your hotel to enjoy our City Tour. Over the course of a half day you will have the chance to visit the historical and political centre of the city: San Telmo with its cobblestone streets, La Boca where Buenos Aires turns colorful and tango is ever present, and the chic and aristocratic Recoleta, where the big palaces remind us that Buenos Aires was once the Paris of the South. Duration: 3- 4 hours In the evening you will be picked up from your hotel to be driven to a mystical place where you’ll discover one of our most ancient traditions. Tango is more than our national dance. Tango is: our immigrant origins, the talent of our local artists, the sensuality of the Argentine woman and our way to deal with a broken heart, dancing our way through tragical and yet eternal love stories. Tonight you will enjoy a 3 hour long professional display of tango and music with a group of local artists onstage immersed in an elegant and alluring place. The manners, ambience, clothes and dance steps which tango lovers used to practice 100 years ago will come to life again and you will travel in time for a night. This spectacular demonstration of the finest local dancing will be accompanied by delicious Argentine and international cuisine. Dinner is à la carte, beverages included so you can lose yourself in the ethereal taste of Malbec wine. At the end of the evening, around midnight, you will be driven back to your hotel, fully in love with the bohemian spirit of our beloved Buenos Aires. Duration: 3-4 hours Included: transportation mentioned above Note: formal dress is not required"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Buenos Aires/ Puerto Madryn - At appropriate time you will be picked up at your hotel and transferred to the airport for your flight to Trelew (private service). Upon arrival in Trelew airport (67 km south of Puerto Madryn), you will be taken to your hotel in Puerto Madryn (regular service)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Puerto Madryn: Peninsula Valdes - After breakfast, you will be led on a full day's tour of the Valdes Peninsula. To enter this UNESCO World Heritage site, you will cross an incredibly narrow strip of land with sea on both sides. Further along you will arrive at Caleta Valdes, a large natural creek that is home to a colony of sea elephants. After admiring Caleta Valdes you'll continue along the road as it drops suddenly down into a crescent of golden cliffs overlooking a bright blue bay and the small village of Puerto Piramides. Here herds of southern right whales tend to arrive in June. You will take a boat trip around the Golfo Nuevo bay and watch these immense creatures gliding past. The peninsula navigation allows you to get unusually close to the whales. You will even get wet if they jump! While the whales may be seen from late June to mid-December, the sea elephants and sea lions are permanent residents. Following your tour you will return to your hotel in Puerto Madryn. Duration: 9-10 hours"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Puerto Madryn: Penguins in Punta Tombo - Today you will leave Puerto Madryn and drive 120km south to visit the largest colony of Magellan penguins in South America. The colony's population reaches over half a million birds during the peak season, and the best time to visit is between October and April. One of the greatest features of this reserve is the fact that you can literally walk among the penguins and observe their habits. You will have the opportunity to see how they feed their babies, defend their territory, build their nests, and of course watch their characteristic comedic waddle in and out of the sea. You will then return to your hotel in Puerto Madryn just in time to enjoy the sunset. Duration: 9-10 hours"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Puerto Madryn / Ushuaia - At the appropriate time you will be transferred from your hotel to the airport to take your flight to Ushuaia. Welcome to Southern Patagonia! Upon arrival, you will have a shared transfer to the hotel, leaving you the rest of the day to enjoy the city."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ushuaia: Trekking & Canoeing in the National Park, Patagonia - You will be picked up from your hotel (shared service) and drive towards Tierra del Fuego National Park. Once at Ensenada Bay, you will have time to enjoy the view over the Beagle Channel before starting the trekking along the coast. These six kilometers of wild trail will give you the possibility to watch the native flora and wild fauna of the channel as well as the opportunity to discover old native remains left by the ancient dwellers of the area, the Yamanas. In 3 hours, you will reach Roca Lake where lunch will be ready. After a complete homemade picnic you will start canoeing along Lapataia river, which will take you to Lapataia Bay on the Beagle Channel, precisely where the Panamerican Highway and number 3 National Route ends. Return to Ushuaia. Total duration: 8/10 hours. Trekking: 3 hours Canoeing: 1 ½ hours."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Beagle Channel Cruise - After making your way to the tourist pier, embark on a boat excursion along the famous Beagle Channel. You will gain panoramas of Ushuaia Bay and see the diverse marine wildlife, such as cormorants and fur seals, on De los Lobos and De los Pajaros Islands. On one of the Bridges Isles, you can explore the island for concheros, or giant shells, and enjoy the views of Chile and Argentina. Not to mention, passing the Les Eclaireurs lighthouse. During the excursion, you can enjoy snacks and the favorite Argentine drink, mate. Duration: 3-4 hours"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ushuaia/ El Calafate - At the appropriate time, you will be taken to the domestic airport for your flight to El Calafate. El Calafate is located in the Patagonian steppe, dry and dramatic. It is on the border of Lago Argentino (Argentina’s biggest lake), considered capital of the glaciers. It is the gate to visit worldwide known Perito Moreno Glacier, one of the only glaciers in the world that is still advancing. Upon arrival, you will be taken to the hotel and have the rest of the day to relax or explore the areas around the town or if possible, make the 1km hike out to Laguna Nimez for a beautiful Patagonian sunset."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Perito Moreno Glacier – El Calafate - After an early breakfast, you will leave on a full day excursion to Perito Moreno Glacier (shared service), in Los Glaciers National Park. A UNESCO World Heritage site since 1981 and home to one of the most awe inspiring landscapes in Argentina; Perito Moreno Glacier is a site to behold. During about 1 hour, a bilingual guide will provide you with all the information you might want to know, and things you might have never thought about. On arrival, you will have the chance to enjoy stunning views of the glacier from the nearby walking trail and viewing platforms. But not just that, you will also enjoy the included Perito Moreno Glacier boat cruise that will take you close enough to fully appreciate the 80m high ice walls! In the early evening, you will return to you hotel in Calafate. Duration: 6 hours"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "El Calafate - El Chalten - In the morning, you will take a comfortable public bus, where for during about 3 hours you will be able to enjoy the desert of Southern Patagonia on the famous Route 40. You will pass through La Leona River that connects Lake Argentino and Lake Viedma. By the river you will see La Leona Road House where once Butch Cassidy and Sundance Kid after robbing a bank where hidden for almost a month. Usually on arrival to El Chalten, the bus stops 15 minutes at the Park Ranger office to give you general explanations about the park, recommendations, etc. They are very informative and enthusiastic to share their love for the Park. El Chalten is the top rated trekking destination, the Argentinean capital of trekking. Located at the foot of the Fitz Roy Mountain, surrounded by glaciers, lakes, rivers and forest, it is still a hidden gem of our south. The charming little village, that is also the start point for most paths, is a paradise for walkers and trekkers alike. On arrival, you can explore the surroundings, have a stroll around a little waterfall, or just relax in the local brewery."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "El Chalten- Mountains and Lakes- Self Guided - Be prepared for an exciting day in the wild Nature. El Chalten offers a range of options for all kind of difficulty of trekking. From the door of your hotel, you can go for a short 3 K walk, with views of the Rio de las Vueltas, lenga forest and the chance to see all kind of birds (great woodpecker spotting opportunity). If you are looking for great mountain views, in one hour and a half you can be at the Cerro Torre viewpoint. For trekking fans, continue all the way to Torre base or go for the 8 hours trekking for the most impressive view of Fitz Roy and the whole massif by Laguna de los Tres path (highly recommended!). This is a trek that becomes difficult in the last bit but totally worth the effort. You can choose where and when to go, and at your own pace, since the paths are self-guided and very well marked and maintained. We will provide you with complete trekking information of the park, so that you can decide the best plan to make the best of your day."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "El Chalten / El Calafate - This morning you can choose any other trek from a great variety that this National Park offers. Bear in mind that in the afternoon you will board your bus back to El Calafate The three hours driving back will be a good opportunity to rest enjoying the views from your window."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "El Calafate / Torres del Paine National Park (Chile) - In the early morning, you will be picked up for the full day excursion to Torres del Paine National Park. Along the road, you might be able to see rheas, guanacos, Patagonian hare, and even condors. After crossing the Patagonian steppe from North to South, you will arrive at the border post “Cancha Carrera” after a 2,5 hs trip. There, you will start to travel through the beautiful South Chile until you arrive at the “Torres del Paine” National Park (“Blue Towers” in the Tehuelche language, due to the predominant color). It is important to mark that today you are crossing the border to get into Chile. Please, make sure you have your passport. Keep an eye out for wild guanacos as they roam the windy plains. It is a long day, but we believe it deserves every hour. Some of the wonders of the world renowned park that you will visit will be Salto Grande, Laguna Amarga, Lago Pehoe, the Cuernos del Paine and of course, the famous Torres del Paine. In the evening, you will be dropped off at your hotel to stay the night inside the park."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Torres del Paine National Park– Self Guided - Torres del Paine is one of the most beautiful protected areas of South America, and for sure the best way to explore it is by foot. If you like hiking and nature, this should be one of the highlights of your trip. From owls to deers, from condors to guanacos, from orchids to blueberries, with the back of the impressive granite massif, this magnificent place is breathtaking. Some of the trekking options include the full day to the base of the magnificent Torres del Paine, ideal for trekkers, the intense blue of the Grey Glaciar or the unforgettable view of the French Valley. Depending in which area of the Park you are staying, you will be able to explore different paths. We will provide you with complete trekking information of the park, so that you can decide the best plan to make the best of your day. Please check with our travel Advisor which are the best options from your hotel location."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Torres del Paine / El Calafate - At an appropriate time a shuttle will take you from your hotel to El Calafate (shared shuttle, approximately 5 ½ hours). Upon arrival in El Calafate, you will be transferred to your hotel."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "El Calafate/ Iguazu Falls - At appropriate time, you will have a shared transfer to the domestic airport to take your flight to Puerto Iguazu, via Buenos Aires. The little and relaxing town is the gate to visit the impressive Iguazu Falls, (which have been recently declared as one of the New Seven Natural Wonders!), making them a must see destination for any traveler visiting Argentina Upon arrival, you will be met at the airport and provided a private transfer to your hotel. You will have the afternoon to relax and enjoy the tropical climate and jungle setting"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Iguazu National Park: Argentine Side - After breakfast, you will depart on a private, full day tour to the Argentine side of the Iguazu Falls where you will have intimate views of this unforgettable section of the Iguazu River. An experienced guide will show you the hidden gems of this unique National Park and will take you off the beaten path to show you the best views. Lower and upper walkways permit up close and personal experiences with this magnificent spectacle of nature. Trails through the 210 square mile reserve provide visitors with various views of the falls, especially the largest one, Devil's Throat. The ecological train ride is included in the tour. Return to the hotel in the late afternoon. Note that in the park there are different excursions you can take for an additional cost. The most popular ones are “Gran Aventura” and its’s shorter version “Aventura Nautica”, in which the Iguazu boat trip takes you right up to the base of the falls. This exciting excursion is highly recommended in order to experience the true power of Iguazu Falls. (Please be aware- on the boat trip there is a 100% chance that you will get wet...the falls provide a refreshing “natural shower”. Be sure to take some extra clothes if you want to do this excursion.) You do not need to reserve this excursion in advance (although you can if your want). It has departures every 15 minutes, and you can book it locally). This day will be a real adventure, full of thrills and spills, and is an absolute must for the adventurer at heart."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Iguazu National Park: Brazilian Side / Buenos Aires - After breakfast, enjoy a private, half day excursion to the Brazilian side of the Iguazu Falls where you will enjoy vast panoramic views of the Falls allowing you to take them in their entirety. At the appropriate time in the afternoon, you will have a private transfer to the airport for your flight to Buenos Aires. Upon arrival to Buenos Aires, you will have a private transfer to your hotel"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Buenos Aires - Day at leisure to explore the cobbled, tree lined streets of Palermo Soho in search of one of a kind Porteño fashion, to sit in café and enjoy a perfectly aged glass of malbec, or perhaps to sip yerba mate (local tea) out of your newly purchased mate gourd while people watching in one of the parks that make up the Palermo Bosques."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Buenos Aires - At the appropriate time, you will have a private transfer to the international airport for your flight back home. Have a great trip!"
    }
  ],
  "map": ""
}