{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "chile-argentina-and-bolivia-holiday-independent-travel",
  "tourName": "Chile, Argentina and Bolivia holiday, independent travel",
  "placesVisited": "",
  "generalInfo": "A journey to appreciate three beautiful Andean countries in total freedom. Discover the finest salt flats and the most picturesque villages of North Chile and Argentina. Let the imposing and vast landscape of Bolivia’s southern Altiplano inspire you. Take some time to talk to the locals, know their stories and traditions. Taste the flavours of these regions and the wines of the Cordillera, experience the pure air and vastness of the Altiplano. You will come across a great variety of native fauna and flora: flamingos, vicunas, llamas, alpacas, condors, vizcachas and cacti of all types.<br/><br/>This trip can be tailored to suit your needs. <br/><br/>Highlights: <br/><br/>•\tVisit three awe-inspiring salt flats: Uyuni, Atacama and Salinas Grandes;<br/>•\tTaste the great wines of the Andes;<br/>•\tExplore geysers, colourful lagoons, volcanos;<br/>•\tVisit Santiago, Mendoza, Salta and San Pedro de Atacama.<br/><br/><br/>This is an independent, self-guided trip to explore three andean countries on your own. <br/><br/>You will be provided with a custom-made Road book with all the information necessary for the smooth running of your stay, as well as a mobile phone to be in contact with us 24/7.",
  "durationDays": "14",
  "price": "2200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After landing in Santiago our driver will take you to your hotel in Valparaiso. This city is a harbour open to the ocean, surrounded by twelve hills upon which many colourful houses have flourished. Visit the Cerro Alegre area, acknowledged World Heritage Site (UNESCO). This open sky museum will take you to discover narrow streets, filled with frescoes painted by the artists of the city. Pay a visit to the house of the famous Chilean writer Pablo Neruda. End the day in a typical bar-restaurant singing tango song. > Transport: private transfer 1h45min > Accommodation: family run Hotel > Included meals: dinner > Bilingual guide (English/Spanish) > Entrance to the sites is included"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Free morning to continue your visit of Valparaiso or enjoy the beaches of Viña del Mar. Take a bus to Mendoza in the early afternoon: cross the Andes at around 4000m above sea level at the foot of Mount Aconcagua with its impressive 6997m. Arrive in Mendoza late in the evening where you are transferred to your hotel. >Transport: regular bus 8h + private transfer > Accommodation: Hotel** > Included meals: breakfast, lunch and dinner."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Visit Mendoza, one of Argentina’s main cities, known for its wines but also for its parks, ingenious irrigation system and shady streets, which make it a true oasis. In the afternoon, visit two emblematic bodegas of the region: Giol, one of the most important of Mendoza, and Carinae, one of the tastiest. > Transport: private transfer > Accommodation: Hotel** * > Included meals: breakfast > Afternoon with a bilingual guide (English/Spanish) > Wine tasting included."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to the airport for your flight to Salta where you arrive at midday. A taxi will be waiting for you to take you to your hotel. In the afternoon, visit this marvellous city nicknamed La Linda meaning the beautiful. Salta boasts well preserved colonial architecture and two colourful churches, the pink Cathedral and the red and gold San Francisco Church. Another fascinating attraction is the Museum of High Altitude Archaeology which houses the well-preserved mummies of three children found on the summit of Volcano Llullaillaco. The museum will offer you an insight into the pre-columbine culture of the Andes. The rest of the day is yours. > Transport: private transfer 1h > Accommodation: hotel** > Included meals: breakfast."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Start the day travelling south of Salta on a van passing several villages before entering the stunning Seashell's Valley where wind and water erosion have shaped rocks into peculiar figures. By midday, stop at Cafayate, a touristic village famous for its high-altitude vineyards, especially Torrontés. Enjoy a free afternoon to visit wineries and wonder around El Cafayate. > Transport: van 4h30 > Accommodation: Hotel*** > Included meals: breakfast."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Continue your acclimatization with a visit of the small village of Cachi. From Cafayate the road is extremely scenic, especially in the Arrows Valley, where the wind shaped the mountains into spiky arrows. Once you reach Cachi at midday, we recommend you to visit its peaceful square and its white church made of cactus wood. In the afternoon, discover the long straight road of the “Recta de Tintin”, the National Park of Cardones and take a walk among thousands of these unusually large native cacti. Then, from 11 880ft (3620m) you will descend the “Cuesta del Obispo” to reach the fertile valley just south of Salta, where you arrive at the end of the afternoon. > Transport: van 6h30 > Accommodation: Hotel** > Included meals: breakfast."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Departure at 6:30am for a long day bus journey across the Andes, from Purmamarca to San Pedro de Atacama in Chile, with an absolutely fabulous scenery. First you will head to San Salvador de Jujuy and then Purmamarca, to admire the Seven Colour Hills. You will then ascend the impressive Lipan Slope, a steep zigzag road taking you to the spectacular Salt flat “Salinas Grandes” before reaching the Argentine customs. While descending, the landscape starts to change, from barren plains back to the colourful mountains, before arriving at the Chilean customs at the entrance of San Pedro de Atacama. Arrive in San Pedro de Atacama around 4.30pm. Your hotel is located about 500m from the bus terminal. > Transport: regular bus 10-11h > Accommodation: hotel > Included meals: breakfast, snack on the bus"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Early departure to reach the Geysers de Tatio before sunrise. An impressive show will then gradually unfold, the temperature of the air will fall, and the water vapor will start spurting out several meters above the ground. Return to San Pedro de Atacama and pass through the small village of Machuca where you can appreciate the traditional architecture of a highaltitude village, together with its fauna and flora. Return to San Pedro de Atacama early in the afternoon. Later explore the Valley of the Moon and its salt caves, the Death Valley and Las Tres Marias. Sunset on the salt mountain range before heading back to your hotel. > Transport: van 6h > Accommodation: hotel > Included meals: breakfast > Entrance to the Tatio Geyser not included"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Depart for the south of Bolivia at around 8am. Discover the Lipez area with its vast territory of mountains and rock formations sculpted by the wind, with beautiful lakes, lagoons with improbable colours, volcanoes and multi-coloured deserts. Travel by 4x4 at 4000 m with other passengers. Cross the border and you arrive at the foot of volcano Licancabur with white and green lagoons, then cross the \"Dali Desert\" (named after the scenery reminiscent of one of his paintings) and admire the geysers \"Sol de Mañana\", geothermal field at an altitude of over 4300 m from which sulphurous fumes escape in the morning light. By midafternoon, you will reach the Laguna Colorada populated by flocks of flamingos that come to feed and breed, wrapped in solitude and silence. Note: Note: You will sleep at an altitude of 3950m, reaching 4600m during the excursion. We highly recommend you to keep hydrated, eat light, and avoid alcohol. > Transport: minibus + 4x4 6-7hrs > Accommodation: refuge (basic comfort). > Included meals: breakfast, lunch, dinner > Entrance to the sites not included > English speaking guide/driver"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "On the \"Road of the Jewels” you will appreciate a beautiful valley of rocks sculpted by the wind. The dirty road follows on through the beautiful high altitude scenery of the Siloli desert, with black, yellow and green lagoons, before arriving at the stunning Salar of Uyuni. Tonight’s accommodation is unique: stay in a double room in a salt hotel in the village of San Juan. > Transport: 4x4 7-8hrs > Accommodation: refuge (basic comfort) > Included meals: breakfast, lunch, dinner > Entrance to the sites not included > English speaking guide / driver"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "A dramatic drive through the stunning scenery of the Salar de Uyuni, takes you to the heart of the Salar on Fish Island and Inca Huasi. Of volcanic origin, covered with stromatolites and giant cacti, the island was a refuge for Incas. On the way, you will visit the salt exploitation of Colchani. Leaving the bright light of the Salar behind, you finally arrive at Uyuni where you will enjoy a two-hour break before returning to San Pedro de Atacama. Night in Villa Mar refuge. > Transport: 4x4 7hrs > Accommodation: refuge (basic comfort) > Included meals: breakfast, lunch and dinner > Entrance to the sites not included > English speaking guide/driver"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Wake up early to make your way back to the Bolivian border; you are scheduled to arrive at the Chilean border around 10:00. Arrival back to San Pedro de Atacama scheduled at around 13:00. Free afternoon in San Pedro. > Transport: 4x4 7hrs > Accommodation: Hotel > Included meals: breakfast > English speaking guide/driver"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer to Calama airport early in the afternoon to take your flight to Santiago. Our driver will be waiting for you to take to your hotel in the centre of Santiago. Night of leisure in the capital. > Transport: bus? 1h30 > Accommodation: Hotel > Included meals: breakfast"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Your driver will pick you up at your hotel and take you to the airport 3 hours before the departure of your flight. > Transport: private transfer 45m > Included meals: Breakfast"
    }
  ],
  "map": ""
}