{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "chile-argentina-and-brazil-overland-tour",
  "tourName": "Chile, Argentina and Brazil overland tour",
  "placesVisited": "",
  "generalInfo": "Tick some action-packed adventures off your bucket list with this once in a lifetime South American overland tour from Santiago to Rio. Begin your journey with a taste of the wonders of Patagonia. Hike to the very top of a volcano in Pucon, tackle vertical ice and trek glaciers in El Chalten and brave the rapids at Futaleufu. Take in more of the stunning sights with a closeup encounter of the Perito Moreno Glacier near El Calafate, challenge yourself to the famous 'W' Trek at Torres del Paine and explore the world's most southern city, Ushuaia in Tierra del Fuego. Continue your trip with a spot of nature watching at Valdes Peninsula, a taste of Argentina's famous steak and red wine at Buenos Aires and revel in the sights and sound of the Iguazu Falls. End your South America tour in Rio for either Carnival or New Year's Eve celebrations! Note: This is our new route starting from December 2025, adding time travelling through both Uruguay and Paraguay",
  "durationDays": "58",
  "price": "3495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Santiago to Hanging Glacier NP Leaving Santiago, we pass small villages and deep blue lakes with mountains towering above us as we wind through Chile's Lake District. Pucon, an outdoors centre in its own right, will be our base for the next few nights from where it is possible to organise whitewater rafting, water sports, horse riding and one day hikes up nearby Villarrica Volcano. Ascending the Andes via some spectacular mountain passes we arrive in Bariloche, Argentina. This very popular holiday destination for Argentinians is the top ski resort on the continent and also has several hiking trails and a great nightlife. Crossing back into Chile, we stop at Futaleufu, which sits at the confluence of the Fugaleufu and Espolon river valleys, and has some of the very best river rafting in the world. Those inclined will have the chance to try this out, and enjoy the fast waters, regular rapids, and beautiful turquoise waters and surrounding mountain scenery. We’ll continue driving south through the mountains along Chile’s famous Carretera Austral highway to Hanging Glacier National Park. Weather permitting, you’ll be able to hike to see the spectacular sight of the glacier as it terminates at the end of a rocky mountain valley with a high sheer cliff, waterfall and lake beneath. Note"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hanging Glacier to El Chalten & El Calafate After arriving in El Chalten we have a few days to explore and enjoy the amazing scenery here. El Chalten is rightly known as the trekking capital of Argentina, and there are many optional day hikes in the surrounding mountains, including up to the base camp of Mount Fitz Roy. From El Chalten we drive back along the shore of Lago Viedma and then drive south to Lago Argentina and the town of El Calafate which is a bigger base for more adventures into Los Glaciares National Park. This includes the largest glacier in the world and here you have the option to take a boat ride up close to Perito Moreno Glacier, almost 200 ft high. Options are also available to take guided walks with crampons on top of the glacier, hikes in the surrounding mountains, and horse rides in nearby Estancias."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Puerto Natales & Torres del Paine NP From Calafate we cross back into Chile and arrive at the coast at Puerto Natales. We base ourselves here for several days particularly for visits to Torres del Paine National Park, another area of outstanding beauty where huge granite cliffs dominate the landscape. A good way to explore the area is either hiking or by horseback. Here there is also the option to complete the famous W-Trek (bookable as an Add on), and we allow 4 full days for people to complete this trek. Please note that spaces on the trek are subject to availability. For those who do not want to complete the W-Trek there are options of shorter day hikes in the park which do not need to be booked ahead and you are free to do as you choose once there. You could also take a boat trip to Magdalena Island, which hosts one of the largest colonies of Magellanic Penguins, exceeding 150,000. During the trip you may also spot Austral Dolphins and Toninas."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Puerto Natales to Ushuaia We continue south towards the wild and hauntingly beautiful Land at Worlds End, the island of Tierra del Fuego. We cross by ferry to the most southerly town in the world Ushuaia, from where you can view the green waters of the Beagle Channel, and the snow clad peaks beyond. We have a few days here, and boat trips on the Beagle Channel and to Penguin Island are available as well as hiking trips to the Emerald Lagoon or the Vinciguerra Glacier. For those not feeling so active, a fun and scenic vintage steam train ride is available on the Fuegian Railway into the Tierra del Fuego National Park. Ushuaia is also the starting point for many cruise ships and expeditions heading to Antarctica, and you could aim to time a trip there with the end of your expedition with us."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Ushuaia to Buenos Aires We now cross to the Atlantic coast of Patagonia and visit one of the marine sanctuaries. Penguins, Sea Lions, Elephant Seals, Sea Birds and sometimes Whales can be seen. Following the excellent paved roads north along the coast we pass through some quite affluent towns. One, Puerto Madryn, was the landing place over a century ago for the first group of Welsh settlers that subsequently colonised and now farm the surrounding area. We traverse the vast Pampas grasslands, South America's cowboy country, where gun-toting gauchos on horseback look after vast herds of cattle. Travel to Argentina is not complete without a visit to the country's capital, and so we follow the coast further north to Buenos Aires. The city is renowned for it's steaks, fine wines, tango dancing, ice cream and great nightlife! We'll spend a few days in this smart cosmopolitan city and you could be forgiven for thinking you were back in Europe, albeit with a distinct South American feel."
    },
    {
      "dayNumber": 32,
      "title": "",
      "description": "Buenos Aires to Uruguay We leave Buenos Aires and cross the Rio Plata by ferry into Uruguay and the historic cobbled centre of Colonia del Sacramento. We’ll continue along the coast to the capital city of Montevideo which is a cosmopolitan city with some excellent museums, art galleries, music venues, and nightlife. The food and flea markets are also well worth exploring, along with the many restaurants and cafes. Further along the coast we have time to enjoy the fine beaches of Punta del Este before turning north and heading back towards Argentina via the town of Salto, famous for its hot springs and indoor and outdoor geothermal pools."
    },
    {
      "dayNumber": 38,
      "title": "",
      "description": "Esteros del Ibera Wetlands and Paraguay After crossing back into Argentina, we visit the Esteros del Ibera wetlands where you can take a trip to try and spot some of the abundant wildlife, including capybara, caiman, howler monkeys and myriad birdlife. We leave Argentina again and cross into Paraguay, where we can visit the impressive ruined Jesuit Mission near the village of Trinidad. A stop at the capital of Asuncion, one of the oldest cities in South America is next. Little visited by tourists, you’ll find you are met with a friendly curiosity unlike many other big cities in the region. We cross another border now, entering Brazil, and also change from Spanish to Portuguese Spanish to Portuguese, and it is time to get our tongues around a new linguistic challenge!"
    },
    {
      "dayNumber": 45,
      "title": "",
      "description": "Iguazu Falls, Bonito and the Pantanal The Iguazu Falls form the natural border between Argentina, Paraguay and Brazil. Higher than Niagara and wider than Victoria Falls they are an awe-inspiring place to spend the next few days before we continue on with our travel through Brazil. The lush tropical forest surrounding the falls has many walking trails leading to smaller hidden falls, ideal to refresh from the steaming heat and abounding with parrots, toucans, woodpeckers and colourful plants. Here you can also undertake a number of optional activities such as rafting, helicopter flights and mountain bike riding. Next stop is Bonito where we can swim and snorkel in some of the clearest rivers and lakes in the world, one of the best experiences in the whole of Brazil. Spectacular walks in the mountainous forests may reveal wildlife that includes monkeys, alligators and anaconda. Our next highlight in Brazil is the Pantanal region where spend a couple of days and include some activities in the vast wetlands which are home to over 600 species of birds and 350 kinds of fish, piranha being common, as well as an abundance of reptiles and animals. Try your hand at Piranha fishing too!"
    },
    {
      "dayNumber": 54,
      "title": "",
      "description": "Pantanal to Rio We now head to the coastal village of Parati. This unspoilt and picturesque town has remained fundamentally unaltered for three centuries. Cars have been banned from its cobbled streets that run down to the seashore, instead mountain bikes are used and are a good way to get around. Another great way to explore the secluded islands of this pristine coastline is taking a sailing trip in one of the traditional schooners. Our final drive takes us to the hedonistic playground of Rio de Janeiro, where people famously enjoy a party and live for the moment. Many people in the group will finish their trip on arrival into Rio. The Carnival and New Years Eve celebrations are always chaotic, crowded and fun and a must during any stint of travel to Brazil! We have Carnival and New Year accommodation packages available if you would like to extend your stay and remain with other people in the group for the celebrations. Those travellers continuing on beyond Rio will have their accommodation included"
    }
  ],
  "map": ""
}