{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-chile-holiday-crossing-the-andes",
  "tourName": "Argentina & Chile holiday, crossing the Andes",
  "placesVisited": "Buenos Aires, Mendoza, Santiago de Chile, Puerto Varas, Vicente Perez National Park, San Carlos de Bariloche, Campanario Hill, Llao Llao peninsula, Moreno Lake",
  "generalInfo": "Summary: Buenos Aires, Bariloche, Puerto Varas &amp; Santiago<br/><br/>Description: As well as experiencing the food, wine &amp; culture of the vibrant cities of Buenos Aires &amp; Santiago, you will discover the majestic beauty of Northern Patagonia and follow in the footsteps of Che Guevara by navigating the lake crossing between the Andes mountain range that connects the scenic town of Bariloche to the garden city of Puerto Varas. This is a route that is both exciting and historic. Traditionally used by the country’s indigenous inhabitants, it was adopted by Jesuit missionaries and then formalized by German colonizers who arrived in the region in the 1900's.",
  "durationDays": "11",
  "price": "4248",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Buenos Aires. Met by Trip Planner at airport and transfer to hotel. One of Argentina’s top attractions is the leviathan metropolis of Buenos Aires, the most fascinating of all South American capitals. It’s a riveting place just to wander about, people-watching, shopping or simply soaking up the unique atmosphere. Its many barrios (neighborhoods) are startlingly different – some are decadently old-fashioned, others daringly modern – but all of them ooze character. Buenos Aires has got everything: night-life, tango, culture, football, excellent beef and the best local wines. Argentine Dinner Party Experience. You will take part in the Argentina Dinner Experience this evening . This unique dinner party's concept is to teach you the fundamentals of what being an Argentine is all about, whilst simply having more fun than is available anywhere else. Learn how to close your own empanada using the 'repulge' technique, to order steak your way in Spanish, to prepare your own 'mate' drink. During the experience you get to take part in the ritual of preparing an Argentina Asado with the best of Argentina beef whilst sampling the best of Argentine wines. This is a group experience and is a lot of fun and great way to meet fellow travelers."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Private City Tour. The city tour would be a mixture of driving and walking and would take in all the major sights of Buenos Aires. From the Flor Generica And the Rose gardens we would make our way to the park of memory . This park is dedicated to the 30,000 Argentine's who disappeared during the dictatorship between the years 1976 to 1983. We would then visit Recoleta and the final resting place of EVA (Evita) Peron. This would be followed by the plaza San Martin and the Plaza de Mayo. This plaza has a rich history and the mothers of the plaza de Mayo still march their every Thursday holding the pictures of their disappeared youngsters and wearing their iconic headscarves. This is also the sight of the Casa Rosada where Evita made her famous balcony speech. From there we would move on to take in San Telmo and la Boca with the famous Caminito. We would move on then to the Theatro Colon and the 9th of July Avenue which at 18 lanes wide is the worlds largest and quite a sight to be hold. Los Angelitos Dinner Show. Buenos Aires is the world capital of Tango and Los Angelitos experiences the nostalgic mood with intensity through dance, music, clothing and poetry. Lively and ethereal, El Cabaret is the vibrant dance of this award winning show. A dazzling live orchestra, great dancers, traditional Argentine cuisine, and a fine selection of local wines and cocktails, make it a must see production. Includes pick and transfer to and from show."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Self Guided Museum tour of Buenos Aires. Today we recommend that you visit the museums of Buenos Aires. You have the MALBA – Modern Art museum; the Beautiful Arts museum; the culturally iconic Evita museum; Memory Park which tells the dark history of Argentina under military dictatorship; and the Immigration museum which shows how Argentina was founded. Though not a museum, another place you will visit is the Teatro Colon, world famous and host to the world’s best Ballet, Opera & Classical music performances. Here you can take an English-speaking guided tour to see the beauty of this historic Theatre. Cooking Class. Step into the home of a local for private cooking lesson during your time in Buenos Aires. This 4-hour hands-on cooking class dives into some of Argentina’s most classic dishes with a range of menus suitable for all dietary restrictions. After all your hard work, enjoy your 3-course menu as you chat with your host over local wine and delicious food. Learn how to make a classic Argentine dinner in the home of a local. Join this fun and private cooking class where we will be preparing the menu together. This menu will include an appetizer, a main dish and then dessert. You will be able to choose from a traditional local menu, a local contemporary, Italian cuisine porteño style, porteño pizza and also vegetarian, vegan and gluten free menus. Regular menu consists of: Beef empanadas, starting from scratch and prepared in a contemporary style (lighter, healthier, and tasty) Veal, mushrooms and red wine stew, delicious and also light Dulce de Leche (caramel) and rum semifreddo, just delicious Classes will be given by Saul, the Executive Chef, in his own beautiful & cozy kitchen. The whole experience lasts approximately 4 hours and includes a private dinner of what you have just created accompanied with good local wine. You will learn, you will enjoy and you will keep this amongst the best memories of your stay here in Buenos Aires!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer from hotel to airport to take flight to Bariloche. Transfer from airport to hotel. Strung out along the shoreline of Lago Nahuel Huapi, in the middle of the national park of the same name, Bariloche has one of the most gorgeous settings imaginable. This, combined with a wealth of summer and winter activities in the surrounding countryside, has helped it become, the Lake District’s principal destination. The soaring peaks of Cerros Catedral, López, Nireco and Shaihuenque (to name just a few) – all well over 2000m high – ring the town, giving picture-postcard views in nearly every direction. These mountains aren’t just for gazing, though – excellent snow coverage (sometimes exceeding 2m at the end of the season) makes this a winter wonderland, and a magnet for skiers and snowboarders."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Puerto Blest Sightseeing Cruise & Waterfall Trek. Cruise across Nahuel Huapi Lake to Puerto Blest and visit Los Cantaros Waterfall on this full-day excursion from Bariloche. Learn about the natural resources, like the native coihue and cypress trees, as well as the history of the area from you guide. Relax with your family on this sightseeing journey while experiencing all of the highlights of this scenic area. Highlights Puerto Blest sightseeing cruise and Los Cantaros Waterfall hike from Bariloche Cruise the pristine waters of scenic Nahauel Huapi Lake Spot unique flora and fauna, including Patagonian cypress and coihue trees, in the rainforest climate Climb the steps to Los Cantaros Waterfall and see the source of the falls Enjoy a relaxing and beautiful day on the lake and land - great for families! What You Can Expect Enjoy a waterfall hike Board your comfortable coach, destined for Puerto Pañuelo, from your hotel in Bariloche. Meet your sightseeing boat to Puerto Blest (national park fee and boat tax not included) and cruise over the pristine cobalt waters of Nahuel Huapi Lake. Enjoy the native coihue and Patagonian cypress that line the shores, along with moss, ferns and unique fungi found only in this area.Pass Centinela Island, where Dr Francisco Moreno, the national park's founder, is laid to rest. Listen to the proud blast of the boat's horn as you pass his gravesite in salute to his memory. Arrive in Puerto Blest for lunch at a lakeside restaurant (own expense). After lunch, follow your guide on a leisurely walk up toward the top of Los Cantaros Waterfall. Stroll along the edge of Los Cantaros Lake and enjoy free time to relax or explore the hiking trails in the area. Board your boat for a return to Puerto Pañuelo, where you will meet your coach and return to Bariloche for hotel drop-off."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Private San Martin de los Andes Day tour. Experience the Road of the Seven Lakes to San Martín de los Andes on this full-day trip from Bariloche. Listen to informative commentary from your guide during private tour past Nahuel Huapi Lake, Lácar Lake and the breathtaking Seven Lakes. Enjoy a short stop in Villa La Angostura and a few hours of free time to explore San Martín at your own pace. After pickup at your Bariloche hotel, enjoy the scenic drive on the Road of the Seven Lakes. While driving along the shores of Nahuel Huapi Lake and the banks of the Limay River, listen to informative commentary from your guide regarding the history, natural resources, flora and fauna of the region. Pass Las Flores and Puerto Manzano on Nahuel Huapi's Huemul arm, then stop at picturesque Villa La Angostura. Enjoy the charming village and purchase a snack while you smell the bracing mountain air and take the opportunity to stretch before continuing on your sightseeing journey. Follow the road of the Seven Lakes past Machocinco, Falkner, Correntoso, Escondido, Espejo and Villarino before reaching Lago Lácar (Lácar Lake). Arrive in San Martín de los Andes on Lago Lácar's shores, where can explore at your own pace. For 3 hours, stroll through the quaint streets, visiting small shops featuring local arts and handicrafts. Admire the Swiss-style architecture of the wooden buildings that hold shops renting expedition gear for adventures in the surrounding mountains. Stop to purchase lunch and have a glass of wine (own expense) at one of the many charming restaurants or cafes that line the lanes. Board your bus for the return trip, relaxing into your seat as you drive through Paso Cordoba (Cordoba Pass) at an elevation of 3,940 feet (1,200 meters.) Pass spectacular scenery such as the Valle Encantado (Enchanted Valley) the Anfiteatro (a natural rock amphitheater) and the meeting of the Limay and Traful rivers. Arrive back in Bariloche for drop-off at your hotel in the early evening. or. Kayaking Experience. Explore the glittering lakes and snow-capped peaks of Argentina’s Lake District on this full-day kayaking tour from Bariloche. Paddle your way around Lake Gutierrez, tuck into lunch on a deserted beach, and enjoy a close encounter with native wildlife. Best of all: there’s no experience necessary, so the whole family can give it a go! Highlights 6-hour kayaking excursion from Bariloche Paddle around Lake Gutierrez and admire the stunning scenery of the Argentine Lake District Re-fuel with a delicious lunch by the lakeside Full instruction provided: suitable for all abilities Great-value tour includes hotel pick-up, lunch, and round-trip transport Great fun for families! Your tour begins with a 10am pick-up from your Bariloche hotel and a short transfer to the El Retorno Inn, where your guides will be waiting for you. After getting suited up in waterproof clothing and life jackets (provided), and learning the basics of paddling and steering your kayak, jump aboard to begin your kayaking excursion. Follow your guide on a scenic tour around Lake Gutierrez, paddling past the shingle beaches, lush forests and snow-capped peaks of the Lake District. Keep a look out for birds and other wildlife along the way, then stop to re-fuel with a delicious lunch on a deserted beach, followed by hot tea or coffee, and alfjores (chocolate biscuits). After around 5 hours on the water, paddle your way back to shore, where your driver will be waiting to take you back to your hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Lake Crossing from Argentina to Chile. 09.00 hrs. Pickup from Hotel. Continuation by bus to Puerto Pañuelo, along Lake Nahuel Huapi in the way marvel at the beautiful swiss-style architecture that characterizes all buildings in the area, with beautiful gardens and flowers that color the place to Pañuelo Port where we board the catamaran \"Victoria Andina\"or \"Victoria del Lago\" for sailing on Lake Nahuel Huapi for an hour to Puerto Blest. 10.30 hrs. We sail to Puerto Blest, for a distance of 15 miles, you can appreciate the grandeur of the landscape, the green of the forests that surround us, the birds come and learn more about the history of this place. 11.30 hrs. Arrival at Puerto Blest. Here we are waiting for a bus in those bordering the Frias River for three miles to Puerto Alegre. Then continue on the ship \"City of Faith\", to sail on Lake Frías to their peaceful and pristine waters of a deep green color due to Puerto Frías. On this tour we will have the beautiful view offered by the Tronador of 3,491 meters. After a short voyage of about 20 minutes you reach the small port of Puerto Frias, inserted in the middle of a beautiful vegetation. 12.30 hrs. After making the departure procedures at the Aduana Argentina at Puerto Frías, continue by bus to Peulla. Appreciate the lush vegetation of the Cordillera de Los Andes, as we watch the Tronador with 9 glaciers on its summit. We enter the Pérez Rosales National Park where Peulla. After entry formalities carried out in Chile Peulla, transfer to Hotel and Hotel Natura Patagonia Peulla. Time for lunch. (lunch not included). 15.30 hrs. Departure to Petrohue, Peulla, sailing on Lake Todos los Santos. If the weather allows new views of Osorno Volcano and Volcano Tronador and Puntiagudo Hill will surprise us. 18.15 hrs. Continue to Puerto Varas. En route view the Lago Llanquihue & Osorno Volcano withbreathtaking views and scenery Calbuco. Arrival in Puerto Varas and transfer to Hotel. Puerto Varas, also known as \"La ciudad de las rosas\" or “the city of roses”, is a city and commune located in the southern Chilean province of Llanquihue, in the Los Lagos Region. The city is famous for its German traditions, its natural environment, and its popularity as a tourist destination. It enjoys a scenic location close to mountains, lakes, forests and national parks. It is located 20 kilometres from the city of Puerto Montt on the shore of Llanquihue Lake, the second largest lake in Chile. The conical Osorno Volcano and the snowcapped peaks of Mt. Calbuco and Mt. Tronador are clearly visible from the lakefront. Puerto Varas is the southernmost of a string of towns on the western shore of Llanquihue Lake that includes Frutillar, Llanquihue and Puerto Octay."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Private Osorno + Petruhue tour. We begin our tour from Puerto Varas city, The City of Roses going to Osorno Volcano, by the shore of Llanquihue lake. We ll enjoy the Amazing landscape with the Osorno and Calbuco volcanoes, until we get to Ensenada where we start to ascend to the Osorno Ski Mountain center, located at 1.240 meters of altitude. We will stay there about an hour, will be enough time for sightseeing, take pictures, and appreciate a unique view to the summit of the volcano with glaciers of eternal snow, the Calbuco volcano, Llanquihue Lake and the Pacific Ocean. As an option passenger can take a cup of coffee or sandwich at the coffee shop of the place or take the lift to ascend to 1450 meters altitude in the Primavera Station (Spring) or 1750 meters at Glaciar Station (Glacier) where there is a wonderful and breath taking views of Llanquihue Lake. Later we will go to Petrohue at Vicente Perez Rosales National Park, on a road by the Llanquihue lake shore, enjoying the landscape and magni_cent view of the Osorno and Calbuco volcanoes until we get to Petrohue located near by Todos los Santos Lake. There we can take a soft walk surrounded by an ever green forest, the Osorno volcano and the beautiful Turquoise colour of Petrohu River. By paying an entrance fee to the National Park we get to see one of the most beautiful places of the country, Petrohu River Falls , a place where the river jumps great masses of lava crystallized immune to erosion for centuries and formed by smaller stones together by a glassy material that highlights the light. You cannot miss it. From there we continue a distance of about 5 km, from the slopes of Osorno Volcano and Petrohue bordering the River to the Todos Los Santos lake, where they can take pictures or boarding a vessel that allows them, in a time of 40 minutes or so, navigate through Todos los Santos lake or Esmeralda, surrounded by evergreen forests, mountains and the grandeur of the volcanoes, which form a simply spectacular natural setting."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer from hotel to airport to catch flight to Santiago. Transfer from airport to hotel. Private City Tour. Experience the spectacular sights and colorful culture of Chile’s capital city on an introductory 3.5-hour tour of Santiago. See all of the city’s legendary landmarks as you stroll through Santiago’s streets, visiting the picturesque Moneda Palace, the verdant Parque Forestal and the colossal Cathedral. After hotel pick-up, travel through the principal streets of Santiago accompanied by a knowledgeable guide. Pass the Moneda Palace, the current seat of the Government, and absorb its neoclassical splendour before continuing onto the ambient Plaza de Armas to admire the filigreed spire of the Cathedral. Swing by the captivating Museum of National History and marvel at the architectural prowess of the Central Post Office. Next, visit the verdant Parque Forest, a sprawling city park based on the design of Paris’ Champs-Elysees. Enjoy the gorgeous greenery and scattered sculptures before venturing to the bohemian neighbourhood of Bellavista, home to resident artists and poets, to admire the street art. Then, ascend to the summit of Saint Lucia hill to admire panoramic vistas of the dramatic Andes mountain range. Conclude your tour with a visit to the handicraft village of Los Graneros de Alba; browse bespoke boutiques for unique souvenirs before returning to your hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Cousino Macul and Concha y Toro Wineries. Immerse yourself in the verdant vineyards of two of Chile’s oldest wineries on a full-day tour from Santiago. Descend to the traditional subterranean cellars of Cousino Macul to learn about complex productions processes; hear the legendary tales of Concha y Toro’s eccentric former owner; and sample a selection of signature wines grown in the region. Find out how Chile has established itself as one of the world’s greatest wine producers during this enriching experience. After hotel pickup in Santiago, begin your journey into the lush Chilean countryside. Admire the gorgeously green surroundings as you approach the renowned Cousino Macul, a winery founded in 1856. Accompanied by your knowledgeable guide, descend into the atmospheric cellars to discover more abut the wine-making process; gain insight into the obscure materials used to construct the cellars and learn about the modern processes used to make merlot. Pleasure your palate with samples of refined wine made from locally grown grapes, then return to the minivan for the next leg of your journey. Stop for lunch in a rustic Chilean restaurant to sample some regional specialties (own expense.) Refreshed, arrive at the 19th century Concha y Toro winery to delve deeper into its intriguing history. As Chile’s largest producer of export wines, the winery is famed for its sumptuous selection of fine wines. Wander the beautifully landscaped gardens and admire the colonial architecture of the buildings as you tour the verdant vineyards of the enclave. Conclude your tour with a sumptuous sampling session and browse the gift shop for souvenir bottles of wine before relaxing during the journey back to Santiago."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Private Vina Del Mar and Valparaiso tour. Experience the color and culture of two Chilean coastal towns on a full-day tour from Santiago. On the way, sample delicious wines in the verdant valleys of Chile’s prime wine-making region, then discover the gorgeous greenery of Vina del Mar, a seaside gem declared the ‘Garden City.’ Immerse yourself in the bohemian beauty of Valparaiso as you stroll the serpentine streets with a knowledgeable guide, visiting the historical highlights of the UNESCO World Heritage-listed city. Convenient round-trip hotel transportation is included in this tour. After hotel pickup, begin the journey to the verdant vineyards of the Curacavi and Casablanca valleys. Stop at one of the region’s most successful wine producing wineries and pleasure you palate with the smooth taste of a signature wine. Continue along the curving coastal road until you arrive at the beautiful beach area of Renaca. Sink your toes into the sands then set out to explore the flower filled streets and gorgeous gardens of Vina del Mar; admire the impressive architecture of the Gaming Casino and peruse enthralling exhibitions in the town’s museum. Next, venture to the visionary town of Valparaiso; laden with architectural eccentricities that tumble over a total of 43 hills, the town is considered a UNESCO World heritage site because of its distinct and dazzling beauty. Explore serpentine streets for vibrant street art and ascend to elevated hilltops on traditional funiculars for outstanding ocean views. Visit the Museum of Pablo Neruda to gain insight to the iconic Chilean poets life and work, then return to Santiago. Transfer from hotel to airport to catch flight home."
    }
  ],
  "map": ""
}