{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "patagonia-adventure-holiday-tailormade",
  "tourName": "Patagonia adventure holiday, tailormade",
  "placesVisited": "El Calafate, Perito Moreno Glacier, El Chalten, Torres del Paine National Park, Puerto Natales",
  "generalInfo": "This Patagonia adventure holiday takes you on a tailor made trip around Chile and Argentina’s top natural highlights. These include the 80m high walls of the stunning Perito Moreno Glacier and a 4WD tour of Torres del Paine National Park, spotting wild guanacos and taking in the incredible scenery. There will also be time to enjoy El Chalten, El Calafate and Puerto Natales at your leisure – perhaps taking advantage of one of the many self-guided treks in the area.<br/><br/>Since this itinerary is tailor made, you are free to customise it as you see fit, adding extra/fewer nights or destinations. You could, for example choose to add on a trip to Buenos Aires, or visit the world famous wineries in Mendoza – the choice is yours. <br/>",
  "durationDays": "9",
  "price": "2730",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Travel to Patagonia: El Chaltén - Upon arrival in El Calafate airport, you will meet your transportation and start your 4 hour-long trip to El Chaltén—Let the Patagonia Adventure begin. You’ll travel along the famous Route 40, surrounded by the Patagonian steppe, pass through La Leona River, which connects Lake Argentino and Lake Viedma and where stands La Leona Road house, the place where the famous thieves, Butch Cassidy and Sundance Kid hided for a month. After discovering other rough gems of this particular landscape, you’ll reach El Chaltén, and your transportation will leave you at your hotel. El Chaltén is the top rated hiking destination in Argentina .This charming little village, located at the foot of Fitz Roy Mountain, surrounded by glaciers, lakes, rivers and forest, is the start point for most hiking trails. A paradise for sunny walkers and hikers alike. Enjoy your first afternoon of leisure in Patagonia to relax in the local brewery or explore the surrounding areas—Maybe stroll around a little waterfall…"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Mountains and Lakes- Self Guided - Today be prepared for an exciting day into the wild. El Chaltén offers a wide range of options of hiking paths of varied difficulty. You can choose where and when to go, since paths are self-guided and very well marked and maintained. From the main door of your hotel, you can go for a short 3 kilometres walk to Cerro Torre viewpoint—it will take you around 1 hour. Enjoy Rio de las Vueltas and lenga forest amazing views and be prepared to see all kind of birds—This is great woodpecker spotting opportunity! For truly hiking lovers, continue all the way to Base Torre or go for the 8 hour-long hike to the most impressive view to Fitz Roy Mountain and emerald waters of Laguna de los Tres. Though this hike becomes difficult in the last bit, it’s totally worthy. A little secret: seize the day, wake up early and watch sunrise at the Laguna de los Tres to see Fitz Roy peaks turning red—A lifetime opportunity for nature lovers."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "From El Chaltén back to El Calafate - Enjoy an early walk around town or a short hike during the morning: you can walk to El Chorrillo del Salto, 3-4 hours away from the village, to visit some nice viewpoint, specially the one called Condors Viewpoint. Bear in mind that in the afternoon you will board your bus back to El Calafate, so you need to be back in time.The 3 hour-long driving back will be a good opportunity to rest or just relax enjoying the the passing landscape at your window. Once you arrive at El Calafate, the bus will leave you at your hotel. You can take a brief walk to see downtown and enjoy a typical Patagonian appetizer in one of the local bars. Take a look at our Calafate Travel Guide to know our favorite spots in town."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "El Calafate Tours: Perito Moreno Glacier - In the morning, we’ll take you to Glaciers National Park to take the 6 hour-long Perito Moreno Glacier tour. Get prepared to play with the giants! Glaciers National Park has been a UNESCO World Heritage site since 1981 and home to 200 approximately glaciers. Half of this park is occupied by the campo de hielo patagónico (Patagonian ice field), the largest ice field after Antarctica. You will travel 40 km (about 25 miles) from El Calafate to the park, enjoying the views of the Patagonian steppe. Once inside the park you will take the walkways to explore the different viewpoints, and you’ll feel really close to the Perito Moreno Glacier. If you’re lucky, you may get to see a piece of ice break off and fall from the glacier wall to sink forever into the lake. During about one hour, a bilingual guide will provide you with all the information you might want to know…and things you might have never thought about. After this visit you will take a boat ride that will take you close enough to fully appreciate the 80 meter (262 feet) high ice walls of Perito Moreno! You’ll never feel closer to this gigantic and impressive natural masterpiece."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "From El Calafate to Puerto Natales - In the morning, you’ll make your way to the bus station to start your trip to Puerto Natales—Your Chilean journey is about to begin! Things to take into account: it’s important to be there half hour before the departure. Most hotels are walking distance from the bus terminal, but if you prefer to take a taxi, roughly you might spend usd 5/7. It is not allowed to take any fresh food, plants, seeds, etc. from Argentina to Chile. They are very strict, and fines can be high. If you are not sure if something is allowed or not, please declare it (they will provide you with a form) and they will inform you if you can carry it or not. After this 5 hour-long trip, you will have cross hundreds of kilometres of green landscapes dramatically situated between the mountains. Once you arrive to Puerto Natales the guardian Milodon -the last ground sloth that walked the Earth 5000 years ago- will wave its bronze hand at the entrance of this picturesque town. You’ll make your way to your hotel (most are few blocks away from the bus station) and have time to explore this small town, the base to visit the world famous Torres del Paine National Park. How to enjoy your first afternoon at Puerto Natales? You can walk along the shores of Magellan Strait, or just relax in one of the little cafés of town while admiring its patchworked facade of colorful houses. At Torres del Paine National Park there are no shops, so Puerto Natales will be your last chance to buy provisions for the next day. Shops don’t provide plastic bags so if you buy something you’ll have to bring your own ecological bag or make some space in your hiking one."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Discovering Torres del Paine National Park Today we’ll pick you up really early at your hotel to take you to the first stop of this 10 hour-long adventurous trip: Milodon Cave. This natural monument, located 24 kilometers north of town, is composed by three caverns and a rocky conglomerate called Silla del Diablo (Devil’s chair), due its chairlike shape. Before getting to the cave, we will pass by La Silla del Diablo and learn about its mysterious legend…a story told by the oldest man in Patagonia who believed that the Devil appeared to those who came to look for him on the dark nights. We’ll keep on travelling to Torres del Paine National Park, and on the way you’ll get to see Sofia Lagoon, Prat Range, Porteño Lake, and the stunning Grey Lake viewpoint. You’ll go over Serrano Bridge to continue to Grey Lake sector, where you’ll have time to walk along the shore. Once you go back to the parking lot, we’ll take you to a restaurant to rest and have lunch (not included in our service). After lunch, we’ll head to Salto Grande sector. You’ll visit Nordenskjold Lake view point before continuing by a sinuous route to Amarga Lagoon area. Previously, we’ll make a stop at Paine turquoise waterfall which waters come directly from Paine River. Heading back to Puerto Natales, we’ll stop at Sarmiento Lake viewpoint to take the last picture of the stunning Torres del Paine."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Free day at Puerto Natales - This is your opportunity to discover other natural monuments of Puerto Natales. Take a walk at the shores of Last Hope Sound and explore by foot the little and picturesque town by your own. Our favorite is Balmaceda and Serrano Navigation, where you’ll sail the fjords like the first pioneers of Patagonia and discover the natural wonders of the Bernardo O’Higgins National Park. This is a full day trip to be in contact with nature and one of the most awe-inspiring landscapes of Chilean Patagonia."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "From Puerto Natales to El Calafate - Today get prepared to take your bus back to El Calafate. To get to the bus station a taxis will cost you 6/8 dollars, roughly. We highly recommend being ready half hour before the departure time at the bus terminal. Once you arrive to the bus station at El Calafate you will make your way to your hotel. Enjoy the rest of the evening taking a local brew at downtown accompanied by a delicious Patagonian lamb stew. Calafate ice-cream or a golden-caramel flan con dulce de leche will be your apt choice for dessert."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "“Farewell El Calafate” - Today we’ll take you to the airport to take your flight. Your Patagonian trip is about to end…or maybe not? If you want you can extend your trip to keep on exploring Patagonia. Check out our tailored made trips in Patagonia and the rest of Argentina, we’ll be glad to help you design your next travel adventure."
    }
  ],
  "map": ""
}