{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-brazil-holiday-12-day-itinerary",
  "tourName": "Argentina & Brazil holiday, 12 day itinerary",
  "placesVisited": "Buenos Aires, Posadas, Iberá Wetlands, Iguazu National Park, Rio de Janeiro",
  "generalInfo": "On this 12 day Argentina and Brazil holiday, you’ll get to experience a less touristy region of Argentina – the north. While its charms may not be as well known as those of southern Argentina, it’s a region that excites everyone who visits, with its remote wetlands, tropical farms, vineyards and, of course, the magnificent Iguazu Falls. <br/><br/>It’s not all about the natural world, however, and you’ll have time to experience two of South America’s most iconic and dynamic cities. First off, there’s Buenos Aires, where you’ll tour the cobbled streets and elegant buildings of the city’s historical and political centre. You’ll also take in a Tango show and sample some of the local food and wine. Rio de Janeiro is the other heavy hitter on your list, and as well as a half day city tour taking in Sugar Loaf Mountain and Copacabana Beach, you’ll get to escape to the jungle on a trip to Tijuca Atlantic Forest, which has incredible views out over the cityscape. <br/>",
  "durationDays": "12",
  "price": "5210",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Argentina! Upon your arrival, you will be transferred to your hotel and have the rest of the day to enjoy at your own pace. Buenos Aires is a marvelous and furious cosmopolitan city, full of colors and different kinds of architecture. Capital of Argentina and described as the Paris of South America, Buenos Aires proudly embraces this title, as well as showing off plenty of its own culture! Argentines are usually eager to host visitors: if you walk the streets with a map, someone will surely stop and ask if you need directions. That’s our spirit! So, for this first day, feel free to wander the cobblestone streets lined with outdoor cafes, enjoy the mouthwatering aroma of prized Argentine beef sizzling on an open “parrilla” (barbecue) and browse the local antique and artisan markets that offer plenty of bargain shopping. And to travel deeper and have a firm grip of the Argentine spirit, find the perfect leather jacket or handbag (Buenos Aires is home to some excellent local designers) and explore the colorful Palermo Soho neighborhoods. Type of service: Private Included: Transportation mentioned above, English-speaking guide Guide assistance during transfer."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In the morning, you will be picked up from your hotel to enjoy our traditional Buenos Aires City Tour. Over the course of the tour, you will have the chance to visit the historical and political center of the city: the May Square (Plaza de Mayo), San Telmo with its cobblestone streets, La Boca where Buenos Aires turns colorful and tango is ever present, and the chic and aristocratic Recoleta, where the big palaces remind us that Buenos Aires was once the Paris of the South. At the end of this tour, you will be taken back to your hotel. Type of service: Shared Duration: 3 hs Included: Transportation mentioned above, bilingual guide (English/Spanish) Dinner & Tango Show In the evening you will be picked up from your hotel (shared service) to be driven to a mystical place where you?ll discover one of our most ancient traditions. Tango is more than our national dance. Tango is: our immigrant origins. the talent of our local artists. the sensuality of the Argentine woman and our way to deal with a broken heart. dancing our way through tragical and yet eternal love stories. Tonight you will enjoy a professional display of tango and music with a group of local artists onstage immersed in an elegant and alluring place. The manners. ambience. clothes and dance steps which tango lovers used to practice 100 years ago will come to life again and you will travel in time for a night. This spectacular 3-4 hour long demonstration of the finest local dancing will be accompanied by delicious Argentine and international cuisine. Dinner is Ã la carte. beverages included so you can lose yourself in the ethereal taste of Malbec wine. At the end of the evening. around midnight. you will be driven back to your hotel (shared service). fully in love with the bohemian spirit of our beloved Buenos Aires. Duration: 3-4 hours. Included: transportation mentioned above Note: formal dress is not required"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Buenos Aires Day at leisure to explore the cobbled tree lined streets of Palermo Soho in search of one of a kind Porteño fashion, to sit in café and enjoy perfectly aged glass of malbec, or perhaps to sip yerba mate (local tea) out of your newly purchased mate gourd while people watching in one of the parks that make up the Palermo Bosques."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Buenos Aires / Posadas/ Iberá Wetlands At appropriate time, you will be picked up at your hotel and driven to the domestic airport for your flight to Posadas. This is part of our Mesopotamia; land of wild animals, jungle, wetlands, isolated estancias, gauchos and horses. The Esteros are the second-largest wetlands in world after Pantanal in Brazil. Iberá is also one of the most important fresh water reservoirs in the continent. The Estancia, typical gaucho environment, will be the perfect base to explore the area. Much more a family house than a hotel, the home made prepared meals will be included, and will allow you to taste local flavors that are generally not served in restaurants. Once in the Estancia you will have the afternoon to explore the beautiful secluded countryside on foot or via horseback."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ibera Wetlands After breakfast we will sail towards the Corriente Stream where an unforgettable fauna watching is expecting us amongst the very well-known floating islands of the Iberá lagoon. The “embalsados” are floating islands made up of aquatic roots and sediments. Their thickness may vary from few centimetres up to two metres allowing the 150 kg marsh deer to walk easily on them. These islands are able to move from place to place due to the area´s strong winds making the geography of the lagoon to change constantly, which has given rise to many of its varied legends. In many parts of this tour, engines are silenced and with the help of the pole the boat is drifted along the smaller streams and aquatic vegetation. Here the greatest concentration of fauna is to be found: capybaras, marsh deer, neo-tropical river otters, the two types of caimans, as well as a large variety (350 species) of aquatic birds."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Estancia/ Posadas / Puerto Iguazu In the morning, you’ll be picked up to be driven to Posadas. Once you arrive in Posadas you’ll take the public bus to Puerto Iguazu (300km). This journey takes about 5 hours. Upon arrival in Puerto Iguazu, you will be taken to your hotel at which point you will have the afternoon to relax and enjoy the tropical climate and jungle setting, private service."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Iguazu National Park: Argentine Side After breakfast you will depart on a private, full day tour to the Argentine side of the Iguazu Falls where you will have intimate views of this unforgettable section of the Iguazu River. An experienced guide will show you the hidden gems of this unique National Park and will take you off the beaten path to show you the best views. Lower and upper walkways permit up close and personal experiences with this magnificent spectacle of nature. Trails through the 210 square mile reserve provide visitors with various views of the Falls, especially the largest one, Devil's Throat. The ecological train ride is included in the tour. Return to the hotel in the late afternoon. This day will be a real adventure, full of thrills and spills, and is an absolute must for the adventurer at heart."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Iguazu National Park: Brazilian Side After breakfast, enjoy a private, half day excursion to the Brazilian side of the Iguazu Falls where you will enjoy vast panoramic views of the Falls allowing you to take them in their entirety."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Puerto Iguazu / Rio de Janeiro (Brazil) At appropriate time, you will be transferred to Foz de Iguaçu airport to take the flight to Rio de Janeiro, private service. Upon arrival in Rio de Janeiro you will be taken to your hotel at which point you will have the remained for the day to explore the lively city or spend time relaxing by the beach, private service. Welcome to Rio de Janeiro!! The exotic mix of beach and mountains, colonial neighborhoods and modernist style, with the vibrant sound of Samba everywhere, made this city to be nominated in the book “A thousand places to see before you die” as the most beautifully sited city on the globe."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Rio de Janeiro - Corcovado & Tijuca Forest by Jeep. In the morning you will be picked up from the hotel to enjoy a half day excursion (shared service) to the Corcovado Hill, located in the Tijuca Atlantic Forest (the largest urban forest in the world), where the statue of Christ the Reedemer, one of Rio’s most famous postcards, is located. The Corcovado Hill, together with D. Martha Belvedere, is a mandatory tour in Rio for the beauty of the sightseeing from both locations. From the Corcovado, you can see the beaches of Copacabana, Ipanema & Leblon, the Rodrigo Freitas Lagoon and the Botanical Garden. From the D. Marta belvedere, the main attractions are the Maracana stadium, the Guanabara Bay and the Sugar Load. This tour includes a small walk in a forest trail up to the Cascatinha Fall."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Rio de Janeiro – Sugar Loaf Tour. In the morning you will depart on Half Day excursion (private service), this tour begins with a city panoramic view through downtown Rio, passing by the Sambodrome, the Metropolitan Cathedral, in pyramid form, with internal diameter of 96 meters and height of 80 meters. Get to know the traditional Cinelândia square with historical buildings, the Municipal Theater, the National Library and the National Museum of Fine Arts. By taking the Aterro do Flamengo, you will be taken to the neighborhood of Urca where it is located one of the largest symbols of the city: the Sugar Loaf. This visit is made in two steps by cable car. The first cable car takes passengers to Urca Hill which is 215 meters high and from where one can have a beautiful view from the Guanabara Bay and its islands, the Rio-Niterói bridge and Corcovado hill. From this stage, a second cable car will be taken up to the top with 395 meters to find a splendid view from Copacabana beach, the Santa Cruz fortress and some beaches of Niterói."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Rio de Janeiro. At an appropriate time, you will be taken to the international airport to take your flight back home, private service."
    }
  ],
  "map": ""
}