{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "atacama-to-paine-holiday",
  "tourName": "Atacama to Paine holiday",
  "placesVisited": "",
  "generalInfo": "Outdoor lovers will be in their element on this tour through some of South America's most outstanding landscapes. Chile is a land of extremes, showcasing barren desert moonscapes, dramatic granite spires and verdant farmland peppered with emerald lakes. We'll explore it all on this trip from the Atacama down to the mountains of Torres del Paine.<br/> <br/> Atacama Desert - Walk in the Moon Valley and on the Salar de Atacama<br/> Puerto Varas - Hike in Chile's Lake District, in the shadow of the Osorno Volcano<br/> Torres del Paine - Discover the glacial lakes and mountain ranges of one of the most impressive locations on earth<br/> Why not extend your trip? - Take a short stay on the mysterious Easter Island (trip code: EIE) <br/>",
  "durationDays": "13",
  "price": "5295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Trip begins in Santiago de Chile; afternoon city tour",
      "description": ": Our tour of Chile starts in the capital, Santiago, in the shadow of the Andes. As there are many flights arriving in the morning to Santiago, our Tour Leader plans to meet us in the hotel reception at 2pm for a welcome briefing, and to take us on an orientation tour of the capital. We'll head into the heart of the city, making our way to the Plaza de Armas, the civic heart of the city since 1541. Standing here, we'll get the impressive panoramas of the majestic cathedral, as well as City Hall and the National History Museum. Busy pedestrian areas flank the Plaza de Armas, and unleash residents and families into the palm-tree-lined square on weekends. We'll continue to the imposing Government Palace, through picturesque, cobble-stoned streets and traditional neighbourhoods, and also take a cable car trip up San Cristobal Hill from some panoramic city views, before returning to our hotel. If you'd like to receive an airport transfer today, you'll need to arrive into Santiago International Airport (airport code: SCL), which is approximately a 45-minute drive from our hotel. Please note that if you wish to join the city tour today, you should arrive at the hotel by 2pm. We recommend giving yourself at least one hour to clear the airport, and a 45-minute drive to our hotel - so the latest your flight should arrive is 12pm. Don't worry if you miss the welcome meeting or the city tour, your Leader will inform you of any essential information this evening or tomorrow morning."
    },
    {
      "dayNumber": 2,
      "title": "Walking tour around the arty port city of Valparaiso",
      "description": ": We escape the city today and make a day-trip to Santiago's nearby coastal cities of Valparaiso and Vina del Mar. Valparaiso's UNESCO-listed old town is a meandering maze of multi-coloured, hilltop houses, dotted with street art and murals that have almost created a type of open-air art museum. We'll explore the Cerro Alegre neighbourhood, a slightly bohemian area of colourful 19th-century mansion houses, built predominantly for a burgeoning English immigrant population. Now covered with murals and colourful stairwells, we'll get some great views from the city and have the chance to see in action some of the famous 'ascensores' (funiculars) that bring people up and down from the mountain-top. While in the city, we'll also explore the iconic Plaza Sotomayor and the seaport that made Valparaiso a hub of one-time international importance. From Valparaiso, we'll drive to the charming coastal city of Vina del Mar. After seeing a couple of key sights, we'll have some free time here for lunch at the coast, taking a paddle in the Pacific before making our way back to Santiago for the evening."
    },
    {
      "dayNumber": 3,
      "title": "Fly to Calama and drive to the Atacama Desert; sunset at Moon Valley",
      "description": ": Flying to Calama this morning we transfer by private bus to the oasis town of San Pedro de Atacama, set high among the spectacular volcanoes of Los Andes Cordillera and our gateway to the dramatic landscapes of the Atacama Desert. On arrival there will be some time to relax, and this late afternoon we will take a walk among the dunes of the nearby Valle de la Luna (Moon Valley), a nature reserve to the west of the town, where the surreal landscape has been formed by the erosion of the salt mountains. We intend to watch the setting sun cast its golden glow across the spectacular landscape, taking a short, approximately 3km/2 mile easy walk, before returning by bus back to San Pedro."
    },
    {
      "dayNumber": 4,
      "title": "Discover the vast Atacama salt flat; visit the high altitude lagoons at Toconao",
      "description": ": San Pedro was once the centre of the Atacama culture, before the arrival of the Spanish, and its dusty streets and evocative setting still exude an air of times long past. Over the next two days we have the chance to explore the cultural and natural diversity of this region. Our first day sees us travelling out to the gigantic Salar de Atacama to walk on the salt flats, undoubtedly one of the most dramatic natural features in the country. The barren valley of salt has been almost moulded by wind into crystalline forms on its crust - some hexagonal and others almost coral-like, or like shards of ice. We'll take a walk at the trails of the high altitude (2,300m / 7,545ft) Laguna Chaxa, where flamingos drink from the coloured lagoon, a flash of bright pink against the otherwise barren landscape. There are several high altitude lagoons here at the salt flat, all home to a variety of native bird species, of which the three types of Chilean flamingo are the most famous. As well as walking in this strange setting, we visit the small village of Tocanao, known for its buildings made of the volcanic stone liparite. We visit the church and historic bell tower, as well as the booths of craftspeople who sell their wares in the small village square. We'll make our way back to the hotel in the early afternoon, and have the rest of the day free in charming San Pedro. You have the option to visit the Cejar Lagoon in this free time - here, you can swim in the bright blue hues of these salty waters, and the desert surrounds make for quite an unusual swimming spot."
    },
    {
      "dayNumber": 5,
      "title": "Dawn visit to the El Tatio Geysers; free afternoon with optional astronomy tour",
      "description": ": We'll have an early start this morning, driving the 1.5 hour route to the El Tatio Geysers, where their dawn eruptions have a smoky, apocalyptic glow against the rising sun. We'll take a boxed breakfast and enjoy a picnic here, taking in the bubbling fumaroles and mud pits all around. We'll return to the hotel around midday, and after our early start we'll take the rest of the day to relax. The desert town had a slightly frontier feeling, and it's a great little place to explore on foot, with a wide array of handicraft shops, small adobe churchs, cafes and bars to discover. In the evening, there is the option to take an astronomy tour, and get a glimpse of the Atacama's famed night skies (not always available during the full moon)."
    },
    {
      "dayNumber": 6,
      "title": "Fly from Calama to the Lake District",
      "description": ": Today we fly to Puerto Montt, the most important port in the south of Chile and, in a very real sense, the spot where the developed or settled population of Chile comes to a full stop. This is the gateway to the wild and rugged regions to the south and from here we drive to Puerto Varas and our hotel, based beside the shores of Lake Llanquihue. Flight schedules can change, but if we have free time to explore we'll take a stroll on the lake shore, the second largest in Chile and one of the shimmering jewels of Chile's Lake District. Set against the backdrop of snow-capped volcanoes, this is the third largest expanse of natural water on the South American continent and presents us with a quite breathtaking setting."
    },
    {
      "dayNumber": 7,
      "title": "Walk in lava fields at the Osorno Volcano; view the Petrohue Falls",
      "description": ": Although not quite as wild and windswept as southern Patagonia, Chile's Lake District is arguably the more beautiful spot, and we have a full day to explore its lakes, valleys and forest today. The area is dominated by the classic volcanic cone of Osorno, an almost picture-perfect representation of a snowy volcanic peak. Our walk takes us through the lush landscapes of the Valdivian rainforest, the slopes of the mountain sprinkled with Andean birch, providing a haven for chingue (Patagonian skunk), culpeo (Patagonian fox), weasels and puma, whilst the bird populations boast hummingbirds, woodpeckers and kestrel. We also head to the Petrohue Waterfalls, a cascading torrent of emerald-blue with a stunning backdrop of the Osorno Volcano."
    },
    {
      "dayNumber": 8,
      "title": "Fly to Punta Arenas in Southern Patagonia",
      "description": ": We fly to Punta Arenas today - our journey is normally in the afternoon but flight schedules can change. If the morning is free in Puerto Varas, there are a few interesting architectural sites that you might wish to explore. This area of the Lake District received large numbers of German immigrants in the mid-1800s, and the Gothic architecture of mansion houses such as Casa Kuschel (now the office of a conservation foundation) represents the typical style of the area. Museo Pablo Fierro is another curiosity - worth a visit if you're a fan of a strange and quirky museum! Or alternatively, you might wish to take a walk along the banks of Lake Llanquihue. After arriving into Punta Arenas, most likely in the afternoon, we'll take the short drive to our hotel."
    },
    {
      "dayNumber": 9,
      "title": "Penguin-spotting boat trip to Magdalena Island; drive into Torres del Paine",
      "description": ": We get out onto the water today, with an early morning drive to the pier at Bahia Laredo. Here, we board our speedboat (this excursion may be with other travellers outside of our group) and sail through the Magellan Strait to Magdalena Island, home to a collection of Magellanic penguins - we'll be able to get off the boat here and take an hour-long walk with our naturalist guide, learning all about these penguins and their natural habitat. We'll continue our sail to Isla Marta, home to a colony of sea lions, as well as birdlife including the imperial cormorant and southern gull. While sailing back to the mainland, there is the possibility (for the lucky!) to spot Patagonian dolphins or sei whales along the strait. In the afternoon, we drive into Torres del Paine, one of the world's most impressive national parks, situated amidst a region of ice-capped peaks, silent blue glacial lakes and wild hills. One of the highlights of our time here will be the views of the Torres, imposing pinnacles of sharp granite that are surrounded by glacial lakes and craggy ranges, formed millions of years ago. This is a place to keep an eye out for condors, rheas and guanacos - wildlife surviving in a bleak, but beautiful, landscape."
    },
    {
      "dayNumber": 10,
      "title": "Explore the lakes, glaciers and mountains of Torres del Paine",
      "description": ": Today we will explore this wilderness on foot. We start out on the Hunters Trail, a roughly 8km/5 mile hike that takes 3 hours to complete. The trail crosses natural habitats of big guanaco colonies, and there's the possibility to spot condors or the black-chested buzzard eagle, as well as going past the remains of cave paintings made some 6,000 years ago, by the remote and primitive Aonikenk tribes of Patagonia. The trail here gently undulates between the two eastern gates of the park, crossing the Patagonian Steppe. In the afternoon, we walk to the magnificent icebergs of the glacier-fed Lago Grey, an easy 6km/4 mile hike of about 2 hours in length, along a flat, shoreline trail that's made slightly harder with its rocky terrain. The scenery is magnificent throughout. It's worth mentioning that our itinerary in Torres del Paine will be flexible, in case of the strong winds that sometimes whip through this wild landscape."
    },
    {
      "dayNumber": 11,
      "title": "Free morning in Torres del Paine; drive to Puerto Natales",
      "description": ": We have our last morning in the park before departing for Puerto Natales in the early afternoon. It's a short drive, and en route we'll make a stop to take a look in the depths of the Milodon Cave. Alternatively for those who wish there is the option to take a full day journey by boat to Puerto Natales from Torres del Paine. The excursion starts with a zodiac ride down the Serrano River for one and a half hours, reaching Puerto Toro where you'll hike for 30 minutes to get up-close to the Serrano Glacier. After the hike, you then board a larger vessel and continue the journey south for another one and a half hours arriving for a well-deserved barbecue lunch at a traditional estancia. If some travellers decide to take up this optional excursion, the group comes back together in Puerto Natales in the evening. From its small beginnings as a tiny fishing port, the town has blossomed into a hub of adventure, with striking views out to the mountain-lined fjords. We will eat out at one of the town's many restaurants this evening."
    },
    {
      "dayNumber": 12,
      "title": "Fly from Punta Arenas to Santiago",
      "description": ": This morning we transfer to Punta Arenas, from where we fly back this afternoon to Santiago. On arrival we will transfer to our hotel for the final evening of our journey through this remarkable country."
    },
    {
      "dayNumber": 13,
      "title": "Trip ends in Santiago de Chile",
      "description": ": The trip ends after breakfast at our hotel in Santiago. There are no activities planned today, so you are free to depart from Santiago at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you would like to receive an airport transfer today, you need to depart from Santiago International Airport (airport code: SCL), which is approximately a 45 minute drive from our hotel."
    }
  ],
  "map": ""
}