{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-holiday-buenos-aires-to-iguazu-falls",
  "tourName": "Argentina holiday, Buenos Aires to Iguazu Falls",
  "placesVisited": "Buenos Aires, Salta, Stay on local estancia, Chicoana, Cafayate, Cachi, Purmamarca, Iguazu Falls",
  "generalInfo": "Buenos Aires – Salta – Chicoana - Cafayate – Cachi – Purmamarca - Iguazu<br/><br/>This two-week tailor-made adventure through northern Argentina will see you trying out gaucho life on a rural ranch, sipping delicious wine and savouring glorious Andean vistas. Not to mention watching the water thunder over the spectacular Iguazu Falls and living like a very cool, cosmopolitan local in sizzling Buenos Aires.<br/><br/>Let a local Porteno show you around the city of tango, steak and non-stop nightlife. Ride horseback with Argentine gauchos and marvel at the spectacular salt lakes and rainbow-coloured rocks that characterise the Andean altiplano around Salta.<br/><br/>A highlight of this tour is undoubtedly the mighty Igauzu Falls, which span the border of Argentina and Brazil. Here your options include visiting the falls from both the Argentine and Brazilian sides whilst spotting wildlife in the surrounding jungle. Perhaps you’ll choose to take a jet boat ride to feel the raw power of the largest waterfalls in South America.  <br/><br/>Combining a string of bite-sized adventures, this tailor-made tour can be tweaked, added to and rearranged to create your perfect Argentinian escape. <br/><br/>This trip is a once-in-a-lifetime adventure, in real, laid-back Argentine style.",
  "durationDays": "15",
  "price": "2298",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buenos Aires: Romance and Tango: Explore sexy and sophisticated Buenos Aires, a city of steamy tango, sizzling steaks and a nightlife that never stops. Take an eye-opening tour with a local Porteño (resident of the city) for an edgy glimpse into behind-the-scenes life and soak up the totally seductive atmosphere. You’ll spend two nights in Buenos Aires, wandering along the tree-lined avenues, sipping coffee in shady colonial plazas and watch kids play football in the parks. You’ll stay in happening Palermo district, one of the most popular barrios in Buenos Aires wide streets lined with historic houses, lots of outdoor cafes, leafy parks and plenty of designer boutiques. Next you'll fly to Salta which takes approximately 2 hours."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Like a Gaucho in Sunny Salta: Ride horseback through the green valleys and tobacco plantations of sunny Salta, steeped in folklore, colonial charm and traditional Gaucho spirit. Sit around shady plazas, grab some steaming empanadas at the street stalls and enjoy a classic Argentine barbecue against a gorgeous rural backdrop. Salta is sunny in both weather and atmosphere, with a festive vibe and folk music drifting through the streets. Nestled in the basin of the beautiful Lerma valleys, flanked by mountains and rushing rivers, it’s a brilliant area to explore. During this trip, you’ll spend one night in Salta and one night on a local estancia after crossing the valley on horseback. At the end of your trip you will collect your hire car and drive to the vineyards, about 3 hours away in Cafayate."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "iSalud! On the Wine route: Drive through rusty rock canyons, cycle between sun-kissed grapevines, gaze up at giant cacti and drink a drop (or two) of local wine in the altiplano. Staying in traditional posadas, you’ll explore vineyards, tucked-away villages and surreal valleys with rocks that shift colours in the sunshine. This is a three day road trip that will take you in the beautiful and bizarre scenery of Argentina’s high plains, scattered with mammoth cacti, tiny communities and remote canyons surrounded with striped rocks. You’ll make your way by road to lively Cafayate, known for its local wines and bodegas, where you’ll hop on a bike and cycle from vine-yard to vineyard. After another night in Salta you'll head to Purmamarca roughly 2.5 hours away."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Andes Outback Drive: Drive through white-washed villages, cacti-scattered plains and rainbow coloured hills on a road trip across Argentina’s altiplano, staying in friendly local refugios. It’s a beautiful and varied road trip into a wilderness peppered with salt lakes, Inca ruins and traditional clay houses. You’ll spend three days exploring the remote pockets of the high plains, filled with Inca folklore and fascinating scenery. Explore dusty isolated canyons, hike to the surreal Seven Coloured Hills, meet the locals and cross the Tropic of Capricorns, all with the freedom of your own four wheels. It’s a real outback adventure. After your last night in Salta, you will make your own way to the airport for your flight to Puerto Iguazú which takes about 2 hours."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Iguazu Falls in the Rainforest: Feel the spray of roaring Iguazu Falls, make a brief hop over the the Brazilian side and explore the surrounding rainforest, where raccoon-like coatis play. A cluster of hundreds of cascades set within rich National Park, Iguazu Falls will leave you deafened and utterly speechless. This is a tropical getaway into a world of frothy waterfalls criss-crossed by rainbows in Argentina’s rainforest. It’s somewhere marked with a touch of magic. You’ll visit both the Argentinean and Brazilian side of the Falls, take an optional jet boat ride and get a close up encounter with the local coatis – small raccoon-like creatures. You'll head back to Buenos Aires for one more night before you make your own way to the airport to catch your flight back home."
    }
  ],
  "map": ""
}