{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "buenos-aires-iguazu-falls-holiday-argentina",
  "tourName": "Buenos Aires & Iguazu Falls holiday, Argentina",
  "placesVisited": "",
  "generalInfo": "-Visit Buenos Aires and enjoy a tango show.<br/>-Fly to Iguazú and visit the Argentine and Brazilian parks.<br/>-Bike surrounded by the jungle and discover the fauna.<br/><br/>Travel smart and enjoy Iguazú Falls and Buenos Aires in one trip. Enjoy 6 days of pure adventure, first into the city, and then, into the jungle! Wander the Iguazú National Park and discover the many catwalk circuits. Visit the small town of Puerto Iguazú to meet the local craft art and culture.",
  "durationDays": "6",
  "price": "2015",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome Buenos Aires! - Transfer from the International Airport to the hotel. Buenos Aires is the capital of Argentina and also the Paris of South America. Upon arrival, a car will be waiting with a guide and drive you to the hotel in Buenos. Enjoy the rest of the day exploring the city: the outdoor cafes, the many craft art shops, and the museums. Try the Argentine barbecue in one of the best-rated restaurants in town. Explore the vibrant Palermo Soho and its local nightlife."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "City Tour and Tango Show - Half-Day Buenos Aires City Tour Enjoy for about 4 hours a historic, guided tour, and discover the essence of the city. Start by visiting Plaza de Mayo, surrounded by the Government's Pink House, the Cathedral, and the majestic Mayo Av., crowned by the Congress outstanding building. Then, visit San Telmo, one of the oldest neighborhoods. Wander its antique stores and the great market, and taste flavours from around the world. Continue to La Boca, the former port of Buenos Aires, see tango dancers on Caminito Street. The tour continues towards the modern district of Puerto Madero, and Palermo to discover the Botanical Garden, the Argentine Horsetrack, and the Planetarium. Finally, make a stop in Recoleta District to visit the famous cemetery, the resting place of famous historical figures like Eva Perón. - Half-Day Dinner & Tango Show In the evening, we will drive you to a professional tango show in an elegant tango house. In the evening you will be picked up from your hotel to be driven to a mythical place where you will discover one of our most ancient traditions. Tango is a sensual street dance born in the Great Immigration Era. Argentina is worldwide famous for this particular dance. During the show, enjoy some of the best local and international cuisine. At the end of the night, we will drive you to your hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Fly from Buenos Aires to Puerto Iguazú - Transfer Buenos Aires Hotel to the Airport You will be taken to the domestic airport at the appropriate time to take your next flight. - Transfer Puerto Iguazú Airport / Hotel in Puerto Iguazú Upon arrival to Puerto Iguazú, you will be met at the airport and transferred to your hotel. Puerto Iguazú is the gateway to visit the impressive Iguazú Falls, one of the Seven Natural Wonders and a UNESCO World Heritage. Dive into the tropical weather of the Argentine jungle and prepare to meet the falls. -Half-Day Iguazú Falls Brazilian side Iguazú Falls splits between Argentina and Brazil. Puerto Iguazú is a bordering town so it is really easy to travel from one side to another. Please, bring your passport. The Brazilian Iguazú Falls feature panoramic views, the best! Take the different walkways inside the park and feel the spray of water. Visit the Salto Santa María and get closer to the Devil's Throat. While Argentina has 80% of the falls on its side, Brazil has the best panoramic view. On the Argentinian side, you have the sensation of being right inside the falls, but only by visiting the Brazilian side, you will fully appreciate the immensity of Iguazú Falls. At the end of the day, you will be driven to your hotel in Puerto Iguazú."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Iguazú Falls Argentine Side -Full-Day Iguazú Falls Argentine side Departing from your hotel, we will drive to the entrance of Iguazú National Park in Argentina. The Argentine side of the falls features 80% of the falls inside the park which you can discover by taking the many walkways through lush vegetation. Visit the “Devil's Throat”, the largest of the falls inside the park, and meet local animals like the coati. Ask for the additional boat ride and get closer to the falls in an unforgettable adventure experience. After 7 hours of pure adventure, get ready to be driven back to your hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Biking in Yaguareté Trail - Half-day Yaguarete trail Bike tour Before taking your flight back to Buenos Aires, enjoy a bike ride on the Yaguareté trail and discover Iguazú differently. On the way, you may see native mammals and birds. Learn more about the jungle and how to protect this environment accompanied by a guide. The trail ends in the Iguazú River where you can visit the old Puerto Canoas. At the end, we will drive you to your hotel. Get ready to take your flight! - Transfer Hotel Puerto Iguazú / Puerto Iguazú Airport At the appropriate time you will be transferred to Puerto Iguazú airport to take your flight. - Transfer Airport / Buenos Aires Hotel Upon arrival in Buenos Aires, you will be taken to your hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Last Day in Buenos Aires - Transfer Buenos Aires Hotel / International Airport At the appropriate time, you will be transferred to the international airport for your flight. ¡Buen viaje!"
    }
  ],
  "map": ""
}