{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "best-of-patagonia-tailor-made-adventure-holiday",
  "tourName": "Best of Patagonia tailor made adventure holiday",
  "placesVisited": "",
  "generalInfo": "Ushuaia, Tierra del Fuego, Calafate &amp; El Chalten<br/><br/>Description: This package has been designed for the adventurous types who wish to experience the stunning scenery and ruggedness of Patagonia from the remote National Park of Tierra del Fuego, to ice trekking on Perito Moreno Glacier to hiking on Mount Fitzroy.<br/><br/>On this 11 day tour you’ll visit the best of Patagonia, from soaring mountains, to thick forest to dramatic glaciers. Starting your tour in Ushuaia, the world’s southernmost city and a major adventure travel hub,  you will sail the Beagle Canal and visit Martillo Island - home to a large colony of native Magellanic penguins. You will also experience the wild beauty of Tierra del Fuego National Park, where you have the option of trekking through the landscape or taking an off road 4WD tour. Either way you’ll be treated to incredible panoramic views as well as the chance to spot wildlife including condors, grey foxes and sea otters.<br/><br/>In El Calafate, your next stop, the main event is a visit to the nearby Perito Moreno Glacier, which stands at a massive 5km long and up to 80 metres wide. As well as viewing the glacier from nearby trails, there’s the opportunity to don crampons and hike across the ice – an incredible experience that’s sure to stay with you for a long time. You’ll also spend time at Upsala Glacier via a boat cruise complete with views of icebergs and snow capped peaks.<br/><br/>The mountains and windswept pampas of El Chalten are your next highlight. There’s adventurous hiking to be had, and you’ll spend the night within the park itself. If you’re lucky you might spot some wild guanacos, condors or Patagonian hares.",
  "durationDays": "11",
  "price": "4290",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Ushuaia: Transfer from airport to hotel. Reluctantly shared by both Argentina and Chile, this ”land of fire” really is the end of the world. Its faraway location has drawn explorers since the days of Magellan and Darwin, and this tradition continues with today’s travelers. A triangular archipelago surrounded by the stormy South Atlantic and the Strait of Magellan, Tierra del Fuego offers plenty of natural beauty: scenic glaciers, lush forests, astounding mountains, clear waterways and a dramatic sea coast. The region’s largest city, Ushuaia, is also the ‘southernmost city in the world’ – a major draw for list-tickers – but has also become the main gateway to wondrous Antarctica. Tierra del Fuego is isolated and hard to reach, but for true adventure-seekers in Argentina it’s a must. After settling into your hotel, we recommend that you visit the End of the World Prison Museum in the afternoon."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Beagle Canal & Penguins. Sail the Beagle Channel aboard a comfortable catamaran on this full-day exploration of the waters of Tierra del Fuego. Leaving from Ushaia, visit several islands in the channel to view the native plant and animal life, including sea lions and penguins, before spending time at the oldest ranch in the region, Estancia Haberton. Once you board your sturdy, comfortable sailing vessel, leave the urban bustle of Ushuaia behind and head through the Beagle Channel, which boasts another kind of din: the barking of sea lions and the squawking of penguins. On this full-day sailing trip led by expert guides, meander through the islands of the Alicia Archipelago and come face to face with the area's prolific bird life, including steamer ducks, scua gulls, cormorants and black browed albatross. Visit Seal Island in the Les Eclaireurs Archipelago, home to two species of vocal, playful sea lions, before taking a peek at the Les Eclaireurs Lighthouse. Cruise between Chile and Argentina, visiting Williams Port and Port Almanza. Entering McKinley Pass, you'll head straight for Martillo Island and a large colony of native Magellanic penguins. The last stretch of your sailing adventure takes you to Estancia Haberton, a historical settlement that has been functioning since the 1800s. After a short walking tour, board the bus that will take you back to Ushuaia and return to hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "4x4 Adventure Tierra del Fuego. Ride off-road through Tierra del Fuego on this full-day adventure from Ushuaia. Visit Lago Fagnano and Lago Escondido (Hidden Lake) in a Land Rover that gives you access to unspoiled Patagonian scenery and views of the Southern Andes Range. Enjoy a lakeside barbecue with local malbec wine prepared by your local adventure guides. After hotel pickup in Ushuaia, travel about an hour to Paso Garibaldi, a mountain pass that cuts across Patagonia's Southern Andes. Drive across the Feugian Cordillera and enjoy a spectacular view of Lake Escondido, stopping at a lookout to admire this 'hidden lake.' Take in the views of the unspoiled Lake Fagnano as well. Descend into Lago Escondido in your 4x4 vehicle (a Land Rover Defender) with an adventure guide. Off-road among the trees in the Feugian forest, speed along muddy lakeside tracks and splash across shallow rivers. Appreciate the spectacular alpine scenery such as beaver dams, local saw mills and the native beech trees before as you head toward Lake Fagnano. Arrive at Refugio de Canal (Canal Refuge) for a barbecue lunch of prime beefsteaks, choprian (traditional Argentine sausage sandwich), salad, wine and dessert. After a full meal and a full day of adventure, you're returned to your Ushuaia hotel for dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Calafate. Transfer from hotel to airport to take flight. Upon arrival, transfer to hotel. In the heart of Patagonia, next to the Andes, is one of Argentina’s most scenic areas, commonly referred to as Lago Argentino and the Perito Moreno Glacier, declared “Universal Heritage” by the UNESCO. The most renown of all the glaciers is the Perito Moreno Glacier. Situated 80 km (50 miles) from El Calafate, it is the most easily reached among them. This is an imposing ice river that descends from the Southern Patagonian Ice Cap down to the lake, at ‘Canal de los Témpanos’ (Icebergs’ Channel). It is the only glacier in the area which is considered to be in equilibrium, that is: not receding. It has always been the most important attraction of the region thanks to its spectacular beauty, but especially because of its unusual behavior. The glacier slowly advances down the mountain slope towards the lake, producing, as it spills down, thunderous noises and ruptures. Recommend visiting Laguna Nimez reserve, a short walk from the town center. This ecological environment lodges an educational circuit with trails and signposts laid up along over 2,500 meters. The guides await visitors at the entrance gate to assist them with the interpretation of the natural environment. Likewise, a complete herbarium that helps visitors identify the local plants is located in the entrance area. The reserve has good vantage points that enable visitors to watch how the flamingoes, geese, silvery grebes, black-necked swans, ibis, lapwings, ducks, coots, hawks and chimangos, among other 70 species, fed in the clump of rushes."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hiking Perito Moreno Glacier. Hike El Perito Moreno Glacier on this full-day tour from El Cafate. This trip is a must-do for thrill-seekers and adventure travelers. This 11-hour expedition includes pickup and drop-off at your hotel in El Calafate, a boat ride from Bajo de las Sombras port as well as all the necessary glacier-hiking equipment like crampons and ice axes. A professional local guide ensures your safety and enjoyment. After being met at your El Calafate hotel, you'll be transferred to Bajo de las Sombras (Under the Shadows) port for your 20-minute sail to the glacier. Once you arrive at Perito Moreno Glacier, your expert guides will instruct you on the proper use of special winter hiking equipment, including crampons and ice axes. Wear appropriate gear such as wool socks, trekking boots, and cold weather clothing. Once you're all geared up, make your way along Rico Arm towards the glacier itself. During the 90-minute trek across Perito Moreno, your local guide will tell your group about the history and formation of the glacier. Surrounded by an otherworldly, white-on-white landscape, listen to the sound of your crampons crunching ice and feel the steam of your own breath. Once you reach the end of the walk, you'll stop and eat the lunch that you've brought along with you. Head back across the Rico Arm and over a footbridge that allows you one last parting view of the hulking glacier you just conquered. After a brief forest trek, you'll be picked up by bus and deposited at the glacier's most spectacular overlook, where spend an hour of free time to relaxing, enjoying the scenery and snapping some photos before heading back to your El Calafate hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Full Day Upsala Glacier Tour. Experience the remote beauty of Patagonia’s Estancia Cristina and Upsala Glacier on a journey of discovery from El Calafate. Sail past icebergs across Lago Argentino and tour the historic Estancia Cristina ranch. In the afternoon, choose between a short and easy trek to a beautiful waterfall or an off-road tour to the beautiful Upsala Glacier. Our Patagonian adventure begins with pickup from your hotel in El Calafate. Relax on the 28-mile (45-kilometer) journey to the port at Punta Bandera, where your three-hour boat cruise departs. Enjoy croissants and hot drinks served on board the comfortable boat as you glide among icebergs, past the stunning scenery of snow-covered peaks. Sail to the western front of the Upsala Glacier, then cruise along Cristina Channel to Estancia Christina. Disembark at the historic estancia, and learn the history of the sheep and cattle ranch on a visit to the museum and old shearing shed. Enjoy a snack break before continuing your tour of the estancia. Take a short-guided walk up to Caterina River to visit the estancia’s chapel and other historic buildings. After lunch, take an off-road trip for fantastic views of the Upsala Glacier, or an easy trek to see the beautiful waterfall of Los Perros. The three-hour off-road trip takes you along a scenic mountain trail, following a route of great geological interest, until quite recently covered by glaciers. Reaching a mountain refuge, take a 20-minute walk over terrain eroded by glaciers to reach the Upsala Glacier. From here you can see amazing views of Lake William, the Patagonian ice field and the Andes mountains. If you choose the walk to the cascading waters of Los Perros waterfall, the two-hour trek takes you through beautiful woodlands for lofty views of Caterina River and the estancia below."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Nibepo Aike Ranch with Horseriding. This full day tour takes to Estancia Nibepo Aike, a beautiful ranch located within Los Glaciares National Park. There you will experience the life at the Patagonian countryside, taste delicious local cuisine and explore the amazing natural landscapes that surround the ranch. After lunch, go on an exciting 3 hours horseback riding to end this incredible day. We begin with the departure from centrally located El Calafate Hotels at 08:30 am and travel through the gravel route No. 15. On the way, we might get to see some condors, foxes and hares. Enjoy the views of the amazing Patagonian scenery, with Cerro Frías as backdrop. After crossing the Rico River, the steppe landscape changes abruptly, becoming a mountain landscape. Arrival to the estancia after crossing the margin of Roca Lake and having entered to Los Glaciers. You will be greeted by the host guide, who will be waiting to welcome you with a hot drink accompanied by homemade pastry. While having breakfast, you can enjoy a magnificent view of the Cordillera de los Andes. Then, start the visit to the facilities of this typical Patagonian estancia, that used to be dedicated formerly to bovine production. Around noon lunch will be served, consisting of an exquisite lamb grilled on a traditional Patagonian cross stake. Once we have savored it, we will go on a three hour guided horseback ride. The guide will take you explore different path, each one as amazing as the one before, so that you get to know even better this beautiful region. At approximately 7:15 pm, we will be returning to El Calafate hotels."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "El Chalten. Transfer to El Chalten and to hotel. El Chaltén is a small mountain village in Santa Cruz Province, Argentina. It is located in the riverside of Rio de las Vueltas, within the Los Glaciares National Park (section Reserva Nacional Zona Viedma) at the base of Cerro Torre and Cerro Fitz Roy mountains, both popular for climbing. It is also a popular base for hiking numerous trails, such as those to the base of surrounding peaks and glacial lakes, such as Laguna Torre.[1][2] For those reasons, El Chaltén was named Argentina's Trekking Capital or Capital Nacional del Trekking. It was built in 1985 to help secure the disputed border with Chile."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Self Guided Hiking in El Chalten. Go to for list & explanation of hikes available: http://www.elchalten.com/eng/actividades/caminatas.php Recommended Hike: Laguna Capri Description: A beautiful hike from El Chaltén to a blue water lagoon surrounded by native forest that is reached in less than two hours. From there you can appreciate a fantastic view of the Fitz Roy massif. Jurisdiction: Los Glaciares National Park. Duration: 2 hours (one way). Difficulty: easy. Elevation: 200 meters. Itinerary: The head of the trail begins at the north end of town, at the end of San Martín Ave. During the first hour, the trail is a steep slope until entering the valley of Del Salto river, towards Mount Fitz Roy. After 30 min. walk from El Chaltén you'll have access to a natural viewpoint with panoramic views of the valley of De las Vueltas river. Further down the trail the ñires will begin to be more and more numerous around you. After 60-90 min. walk -depending on your pace- you will find a sign that shows a bifurcation to Laguna Capri (left) or to the Fitz Roy (right). From the lagoon you will have a unique view of Fitz Roy and its surrounding peaks. NOTE: If you have a little more time, or if this is the only hike that you are going to do, it is worth an additional walk of 15 minutes from the bifurcation mentioned above towards the Fitz Roy, to access a rocky signposted viewpoint which allows you to interpret the landscape presented in front of you, as well as the Piedras Blancas glacier. That is the Fitz Roy viewpoint."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Self Guided Hiking in El Chalten. Go to for list & explanation of hikes available: http://www.elchalten.com/eng/actividades/caminatas.php Recommended Hike: Laguna de Los Tres Description: This is the most sought trek and viewpoint, with spectacular sights of the Fitz Roy massif. This natural viewpoint is undoubtedly the most famous of all walks closer to the imposing walls of Fitz Roy mount and its surrounding granite peaks. Jurisdiction: Los Glaciares National Park. Duration: 5 hours (one-way). Difficulty: medium. Elevation: 700 meters from El Chaltén. Season: normally from October to May. Itinerary: The headtrail begins at the end of Avenida San Martín, where El Chaltén town ends. There you can park your vehicle in a designated parking area. The slope is quite steep during the first hour until you reach Del Salto stream valley towards the Mt. Fitz Roy. You will notice that the Antarctic Beech become more and more numerous along the path and approximately after an hour and a half further down the way you will reach a well marked natural viewpoint. There you will find a sign that interprets the whole landscape right in front of you. The trail continues up along the Del Salto stream until reaching the drainage of the Lagunas Madre e Hija. Four hours ahead from the starting point you will arrive to Poincenot base camp (big free campsite) and after crossing the Río Blanco you will arrive to Río Blanco base camp (only for climbers). From there the path continues in ascent approximately 400m. until you reach Laguna de los Tres. The trail finishes at the old moraine ridge with an extraordinary view of the lagoon and De los Tres Glacier. This is the closest view to the granite wall of Mt. Fitz Roy and the peaks around. Going down the moraine, you can take a trail that surrounds the lagoon until its outfall where it is possible to appreciate the emerald waters of the Laguna Sucia and its hanging glaciers."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Departure: Transfer to airport to take flight to Buenos Aires and connecting flight home."
    }
  ],
  "map": ""
}