{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "active-holiday-in-patagonia-argentina",
  "tourName": "Active holiday in Patagonia, Argentina",
  "placesVisited": "",
  "generalInfo": "Embark on a journey to the world's end, exploring Ushuaia, El Chaltén, El Calafate, and Buenos Aires. Ushuaia, the \"most southern city,\" boasts a stunning location at South America's tip, providing access to the pristine wilderness of Tierra del Fuego National Park. El Chaltén, the \"Trekking Capital of Argentina,\" offers dramatic mountain landscapes, including Fitz Roy and Cerro Torre. El Calafate showcases the awe-inspiring Perito Moreno Glacier, a UNESCO World Heritage site. Buenos Aires, a vibrant metropolis, immerses you in cultural richness, oozing energy and artistic expression. In each location, you'll enjoy the best that the outdoors has to offer, from paddling to pedalling and kayaking to hiking. Embark on the iconic Laguna de los Tres and Cerro Torre treks, kayak alongside the awe-inspiring Perito Moreno Glacier, and walk amongst the penguins of Tierra del Fuego. <br/><br/>Short itinerary:<br/>Day 1: Buenos Aires Arrival – Half-Day Private Bike City Tour<br/>Day 2: Buenos Aires – Ushuaia<br/>Day 3: Ushuaia – Gable Island, Penguin colony and Estancia Harberton<br/>Day 4: Ushuaia – Trekking &amp; Paddling in Tierra del Fuego National Park<br/>Day 5: Ushuaia – El Chaltén<br/>Day 6: El Chaltén – Cerro Torre Full-Day Hiking<br/>Day 7: El Chaltén – Mountain Bike Lago del Desierto<br/>Day 8: El Chaltén – Laguna de los Tres Full-Day Hiking<br/>Day 9: El Chaltén – El Calafate<br/>Day 10: El Calafate – Kayaking alongside Perito Moreno Glacier<br/>Day 11: El Calafate – Upsala Glacier &amp; Estancia Cristina<br/>Day 12: El Calafate – Buenos Aires<br/>Day 13: Buenos Aires –Tigre, Delta &amp; Northern Suburbs Full-Day Tour<br/>Day 14: Buenos Aires – Day at Leisure<br/>Day 15: Buenos Aires – Departure<br/><br/>Included:<br/>- 4 nights at Home Hotel (B&amp;B)<br/>- 3 nights at Tierra de Leyendas Boutique Hotel (B&amp;B)<br/>- 4 nights at Destino Sur (B&amp;B)<br/>- 3 nights at Los Ponchos Boutique Hotel (B&amp;B)<br/>- All transfers. <br/>- All mentioned excursions &amp; entrance fees.<br/>- Lunch is also included in the tours on days 3 and 4.<br/>- Box lunch is included on the tours on days 6, 7, 8, and 10.<br/>- Snacks are included on the tours on day 11 and 13.<br/><br/>Not Included:<br/>- Meals not specified.<br/>- Travel insurance.<br/>- Domestic flights* &amp; airport taxes.<br/>- International flights &amp; airport taxes.<br/><br/>*We can book your domestic flights.",
  "durationDays": "15",
  "price": "8980",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "BUENOS AIRES - PRIVATE BIKE CITY TOUR - Arrive in Buenos Aires and be warmly greeted by our driver at the international airport. Your accommodation, Home Hotel, the city's first eco-friendly boutique hotel, awaits in the vibrant Palermo Hollywood neighbourhood. Known for its culinary excellence, the district offers upscale restaurants, bars, cafes, and a lively atmosphere. Settle into your hotel before embarking on an exciting private biking journey through the city's historically significant areas, concluding in lush Buenos Aires. Explore diverse neighbourhoods, learn about local characters, and visit iconic locations, gaining insights into Argentina's vibrant heritage. You'll visit important sites like the Plaza de Mayo and Recoleta Cemetery, traverse aristocratic neighbourhoods, and enjoy Palermo's green parks. Your local guide can customise the tour at your request if there's something you want to visit! Conclude the day by relaxing at the hotel or exploring nearby Argentinean restaurants, seeking recommendations from our guide."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "BUENOS AIRES - USHUAIA - Embark on your southern adventure today, heading to one of the world's southernmost cities. Upon landing in Ushuaia, a private transfer awaits to escort you to your hotel. Known as the \"End of the World,\" Ushuaia is a mesmerising destination at the southern tip of Argentina and South America. Nestled between the formidable Andes and the icy Beagle Channel, this city, the capital of Tierra del Fuego province, blends natural wonders with historical charm. Spend the afternoon settling into your accommodation, allowing the local atmosphere of this austral city to captivate you."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "GABLE ISLAND PENGUIN COLONY & HABERTON RANCH - Experience an enthralling day in Ushuaia as you explore the remote Harberton Ranch, the first \"estancia\" in Tierra del Fuego. This full-day adventure combines scenic boat trips, walks, and captivating discoveries in the rugged Beagle Channel. Depart from the hotel, heading east to arrive at the Harberton Ranch. Here, you can explore the Marine Mammal Museum and historic surroundings of one of Tierra del Fuego’s earliest European settlements. Set sail from the dock on a motorboat expedition to Martillo Island, witnessing gentoo penguins in their only natural breeding habitat. Continuing on your expedition, you'll head to Gable Island, for a delicious Patagonian lunch with local wine and the opportunity to immerse yourself in the island’s natural beauty with a soft hike. Once you've returned to the dock, you'll set sail back to Puerto Harberton to return to your hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "HIKING AND PADDLING IN TIERRA DEL FUEGO NATIONAL PARK - Embark on today's adventure to Tierra del Fuego National Park, offering a glimpse into the breathtaking natural beauty of the southernmost tip of South America. A haven for outdoor enthusiasts and nature lovers, this park provides an authentic wilderness experience. Begin with a 6-mile drive into the park to the starting point of a scenic 4-mile coastal hike. Along the route, you'll be treated to stunning views of lakes, the sea, and mountains. After the hike, enjoy a hot lunch with panoramic views in a heated dome tent. Refreshed and refuelled, you'll head out on your afternoon adventure. Get equipped for a downstream canoe excursion along Lapataia River. You'll paddle from Lake Acigami to Lapataia Bay taking in the magnificent landscapes around you. After the canoe adventure, a comfortable drive back to your hotel concludes this incredible day in Southern Patagonia."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "USHUAIA - EL CHALTEN - Start your day with an early morning transfer from your Ushuaia hotel to the local airport for a flight to El Calafate. Enjoy breathtaking aerial views of diverse landscapes, from jagged peaks to expansive glaciers. Upon arriving, a ground transfer takes you to El Chaltén, a mountain village framed by the Andes, notably Mount Fitz Roy. Known as the trekking capital of Argentina, it offers a blend of natural beauty, outdoor adventure, and a laid-back atmosphere. Check into your accommodation, absorb the village's tranquillity, and explore its unique culture and outdoor offerings. In the evening, enjoy a delicious dinner at a local restaurant, savouring regional specialties and preparing for exciting trekking adventures in El Chaltén."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "EL CHALTEN - CERRO TORRE HIKE - After a restful night in El Chaltén, delve into the heart of the national park with a hike to Cerro Torre. Guided by a local expert, trek the iconic Laguna Torre trail, winding through Lenga forests alongside the Fitz Roy River. Keep an eye on the sky for condors soaring high. At Mirador del Torre, relish panoramic views of the beautiful valley and glacial moraines. Continue walking over diverse terrains to reach the picturesque Laguna Torre with its icebergs and Cerro Torre backdrop. Here, you might spot the red-headed Magellanic woodpeckers as your guide tells you tales of courageous climbers. Once you've rested, you can enjoy the views as you return back to base, savouring the Patagonian steppe and hills near Lake Viedma. Conclude the day back at your hotel in El Chaltén."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "EL CHALTEN - MOUNTAIN BIKE LAGO DEL DESIERTO - On your second day in El Chaltén, embark on a full-day adventure integrating mountain biking into your exploration. Join a guide for a journey to Lago del Desierto, covering approximately 37km by private vehicle. At the lake's southern tip, gear up for a 20km mountain bike ride through stunning landscapes, including stops at scenic spots like rivers, forests, waterfalls, and the north face of Cerro Fitz Roy. Transition to a 2.5-hour hike in Los Huemules Nature Reserve, exploring marked trails to the Blue and Green Lagoons. Choose to bike or take a lift back to El Chaltén after a day that combines the joy of cycling with the tranquillity of nature."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "EL CHALTEN - LAGUNA DE LOS TRES HIKE - Embark on a challenging exploration with the Laguna Torres hike, El Chaltén's standout attraction. Meeting your experienced mountain guide in the morning, you'll venture out to the trailhead at Río Eléctrico bridge, from where you'll see an astonishing panorama of glaciers. The path gradually ascends, revealing Piedras Blancas glacier and unveiling the majestic peaks of Fitz Roy. When you reach the trail's highlight, the los Tres lagoon, you'll be truly blown away by the breathtaking view. Continue to the Laguna Sucia viewpoint and its glacier where you'll stop for a re-energising lunch. In the afternoon, descend through varied landscapes, passing Laguna Capri. Conclude your rewarding day in the valley, and unwind with a delicious local beer or comforting hot chocolate in El Chaltén."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "EL CHALTEN - EL CALAFATE - Bid farewell to El Chaltén's trekking paradise as you journey south to El Calafate, the gateway to awe-inspiring glaciers. After breakfast, a dedicated driver will pick you up for the road trip. El Calafate, nestled in Argentine Patagonia, grants access to the Southern Patagonian Ice Field and the remarkable Perito Moreno Glacier. Upon arrival, settle in and unwind. Explore Laguna Nimez for a tranquil nature experience or simply relax, cherishing the memories of your Patagonian adventure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "EL CALAFATE - PERITO MORENO GLACIER KAYAKING EXPERIENCE - Embark on the much-anticipated exploration of the iconic Perito Moreno Glacier in Los Glaciares National Park. This glacier, often dubbed the 'King of the Glaciers,' stands out for being one of the few glaciers in the world with cyclical growth and regression. As one of the world's largest and best-preserved glaciers, its continuous advance adds to its allure. Begin your journey by marvelling at the glacier from various viewpoints as you explore the walkways in the park. The adventure then takes an exciting turn as you gear up for a kayak experience. Paddle from Los Témpanos beach, getting remarkably close to the glacier's north wall, creating an unforgettable encounter with this natural wonder. (Please note that the kayaking experience is subject to climate conditions.)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "EL CALAFATE - UPSALA GLACIER & ESTANCIA CRISTINA - Head out on a captivating full-day Upsala Glacier Discovery at Estancia Cristina, an Argentine ranch in Glaciers National Park. After a scenic 30-mile boat journey across Lake Argentino, with incredible views of Upsala Glacier and icebergs, you'll explore the rugged Patagonian wilderness on a 4x4 expedition. Ascend mountain tracks to Hielos Continentales Shelter where you'll uncover the area's geological and historical significance. A short walk leads to the picturesque Upsala Viewpoint, showcasing the glacier, Lake Guillermo, South Patagonian Ice, and the Andes. Explore the estancia's museum, lodge, and surroundings, offering a comprehensive experience of Patagonia's wild beauty and cultural heritage."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "EL CALAFATE - BUENOS AIRES - Bid farewell to the mesmerising Patagonia as you journey back to Buenos Aires. A dedicated driver will take you to El Calafate Airport. Board your flight, returning to the vibrant capital, where the Home Hotel in Palermo Hollywood awaits. Whether unwinding at the hotel or exploring the city, the evening is yours to enjoy."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "BUENOS AIRES - TIGRE, DELTA & NORTHERN SUBURBS TOUR - Explore a different facet of Buenos Aires with a journey to the enchanting Parana Delta. Depart from the city and sail to Tigre, nestled on the Paraná Delta, one of the world's largest deltas. Here, you'll cruise through green channels, passing riverside villas, Victorian docks, and rowing clubs. Gain insights into the isleños' unique lifestyle and traditions. After a delightful lunch on an island (not included), return for a land-based tour, encountering elegant residences and the impressive San Isidro cathedral. Your day in the lush Tigre area concludes with a return to your hotel for a relaxing evening."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "BUENOS AIRES - DAY AT LEISURE - Today, relish the freedom to explore Buenos Aires at your own pace or opt for enriching optional tours. These include a countryside day at a traditional estancia, where you can enjoy a taste of the gaucho culture including a horseback ride and authentic Argentina barbeque. Alternatively, embrace you inner foodie with an urban food tour through the markets, dishes and gastronomic history of the capital. Finally, you could opt to immerse yourself in the passion and rhythm of the tango with a thrilling and fascinating tango show. Whether wandering the city streets or indulging in optional tours, today offers a tailor-made experience to enjoy Buenos Aires' vibrant atmosphere and diverse offerings."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "BUENOS AIRES - Following a delightful breakfast and check-out, your dedicated driver awaits to escort you to the airport. If you have a late flight, feel free to securely store your luggage at the hotel's reception, granting extra time to explore Buenos Aires until your scheduled airport transfer. Cherish the remaining moments in this captivating city before bidding it farewell. Safe travels!"
    }
  ],
  "map": ""
}