{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-chile-and-bolivia-tours",
  "tourName": "Argentina, Chile and Bolivia tours",
  "placesVisited": "Buenos Aires, Salta, Calchaqui Valley, Cafayate, San Pedro de Atacama, Moon Valley, Uyuni Salt Flats, Santiago de Chile",
  "generalInfo": "On this tailor made tour of Argentina, Chile and Bolivia, you’ll spend 16 days exploring the best of these three countries, from dramatic natural wonders to vibrant cities. Your journey kicks off in Buenos Aires, where, as well as exploring the city’s political and historic centre, you’ll enjoy a traditional Argentinean meal and take in a Tango show. <br/><br/>Highlights of you trip include the dramatic gorges and vibrant greenery of the Calchaqui Valley; the desert town of San Pedro de Atacama; the surreal landscapes of Bolivia’s Salt Flats; and a visit to travellers’ favourite Salta – a lively city full of elegant colonial architecture, fascinating museums and lively nightlife, where folk singing and dancing are par for the course. <br/><br/>Since this is a tailor made tour, we’re happy to adjust your itinerary to suit your needs – whether that means adding extra days, tinkering with your budget or including a destination or two. For example, you could add a tour of the wineries of Mendoza, or a day’s horse riding on a ranch near Buenos Aires – the choice is yours!<br/>",
  "durationDays": "17",
  "price": "5870",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buenos Aires & your Argentina Vacations - Welcome to Argentina! Capital of Argentina and described as the Paris of South America, Buenos Aires proudly embraces this title, as well as shows off plenty of its own culture! Explore the traditional European architecture, the cobbled streets lined with rustic outdoor cafes, the local antique and artisanal markets that offer plenty of bargain shopping, and the mouthwatering aroma of prized Argentine beef sizzling on an open “parrilla” (barbeque) in the air. Buenos Aires is home to some excellent local designers and you will certainly find the perfect leather jacket, long leather boots and handbags for all occasions. Though above all, Buenos Aires is known as the home of the tango. Be sure to enjoy a traditional dinner-tango show and explore the colorful San Telmo and Recoleta neighborhoods. Upon arrival in Buenos Aires you will be met at the airport and have a transfer in private to your hotel. You will have the rest of the day to enjoy this vibrant city, leaving you the remainder of the day to explore the historic neighborhoods and enjoy the cafe culture of Buenos Aires."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Buenos Aires - City Tour & Tango Show - In the morning. you will be picked up from your hotel to enjoy our City Tour. Over the course of a half day you will have the chance to visit the historical and political centre of the city, San Telmo with its cobblestone streets, La Boca where Buenos Aires turns colorful and tango is ever present, and the chic and aristocratic Recoleta, where the big palaces remind us that Buenos Aires was once the Paris of the South. In the evening you will be picked up from your hotel and driven to one of Buenos Aires' most emblematic cultural highlights: a Dinner and Tango Show, offering a spectacular demonstration of the finest local dancing accompanied by delicious Argentine cuisine and all the malbec you'd like. At the end of the evening you will be driven back to your hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Buenos Aires to Salta - At appropriate time, you will be transferred to the airport to take your flight to Salta, private service. Welcome to Salta! One of travelers' favorite cities, Salta offers outstanding museums, colonial architecture, lively cafés in the main plaza (great people watching spot) and vibrant and authentic peñas, places where locals grab a table to watch their favorite folklore singers and after a wine (or two) everyone joins for dancing. The perfect base to explore the Argentine north. Upon arrival you will be driven to your hotel, shared service, having the rest of the afternoon to explore the town. Since city stress has not arrived here, bear in mind that during siesta time most of the shops are closed."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Salta Tours & Calchaqui Valley – Cafayate - Part One - Today you will leave Salta in a two- day excursion. You will be picked up from your hotel in the early morning (semi -private service) leaving Lerma Valley behind to enjoy one of the gems of the northwest: The Calchaqui Valley. We drive through the beautiful and green Laureles and Escoipe gorges. The scenery slowly changes its shape and color while we climb the majestic Cuesta del Obispo up to its highest point, at 3000 m.a.s.l. Later, we go down to ”Los Cardones” National Park, where we visit a place surrounded by multicolored landscapes and fresh, unpolluted air. Feel the silence and get close to nature in this isolated spot! Afterwards, we visit Cachi, a typical town where the architecture beautifully combines indigenous and Spanish traditions. In the afternoon we continue our trip to the south visiting the towns of Molinos and Angastaco. We continue through Las Flechas Gorge to finally arrive to Cafayate, A picturesque town surrounded by wineries. We recommend to enjoy a sunset drink in the tranquil main square or a Malbec ice- cream on the traditional Gelatto Shop a couple of blocks away. There is a visit to one of the wineries near the town programmed while you stay in the town, according timings and weather it can be done the day of arrival or next one. You will spend the night at Cafayate."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Salta & Calchaqui Valley Tour - Part Two- You will leave Cafayate to take the road 68 (semi- private service), along the famous gorge where the erosion has carved interesting shapes into the rocks. Along the way, we will take our time to stop, walk around and appreciate the impressive landscape. This area was declared a Reserva Provincial for its colorful hills and unique natural formations. Each of the hills has distinctly shaped features including the Devil’s Throat, the Amphitheater, the Frog, the Obelisk and the Castles. Keep an eye to appreciate the colors, the dry and dramatic landscape. You’ll sprend the night in Salta."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Salta & Jujuy trips - visit Humahuaca At the time indicated to you by our local operator, you will leave on a tour to the Humahuaca Gorge (semi private service), which was been declared a UNESCO Natural Heritage Site in 2003. This is one of the unforgettable routes that the north of Argentina offers, a mixture of natural landscapes and cultural artifacts. First we’ll visit Purmamarca town accompanied with a local tour guide. We will continue our route passing by Maimara (the Painter’s Palette), arriving in the afternoon to Humahuaca, where we will be able to observe the Independence monument and travel through the town, eventually stopping to eat a lunch of typical local dishes. Leaving Humahuaca behind, we will visit small towns of spectacular beauty and historic importance: Uquia, Tilcara and San Salvador de Jujuy. At the end of the days we’ll take you to your hotel in Purmamarca."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Your free day at Purmamarca Wake up in this quaint village and seize the day discovering more of the culture and habits of their inhabitants, and enjoy the best views of the Seven Colors Hill. Discover the daily craft market wandering the main square and visit Santa Rosa de Lima Church, built in 1648. Take the Paseo de los Colorados, a 1.5 mile easy path around town. Get closer to the Seven Colors Hill, and discover the incredible landscapes behind this famous rocky guardian, declared Cultural Heritage of Humanity by UNESCO in 2003."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "From Salta, travel to Chile: San Pedro de Atacama - Early in the morning, you will be transferred to the bus terminal to take the bus to San Pedro de Atacama. During this journey, you will cross the Andes thorough the “Paso de Jama” (one of the highest international passes in the world) to San Pedro de Atacama. The trip takes about 12 hours during which you enjoy stunning Altiplano scenery. San Pedro de Atacama is a small town in the driest desert of the world. Little adobe houses, cozy restaurants are the base to explore one of Chile’s most spectacular sceneries."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "San Pedro de Atacama- Explore the Moon Valley - After such active days, and the long bus drive of yesterday, today you will have a relaxed morning. In the afternoon, you will be picked up (shared service) for your excursion to the impressive Valle de la Luna (Moon Valley). The trip will take you to unique forms of salt and clay, as you will see in the “Three Marias” area. There you will be visiting the geological shapes located in one of the world’s driest and most hostile zones, the Atacama Desert. You will appreciate the great molding power of the natural forces of our planet, be amazed with the delicate work of nature over thousands of years, contemplate and photograph incomparable sculptures. Enjoy an exciting experience in the Salt caves , surprising shapes in the middle of the salt mountain range. The highlight of your adventure will be waiting for the Atacama sunset, opening your senses to the wonderful landscapes and colors of the mountains, with the Licancabur Volcano as the age-old witness of a new evening in the desert. You can combine the tour with an optional mountain bike excursion."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "San Pedro de Atacama: Tatio Geysers Tour & Machuca - Very early in the morning you will be picked up from your hotel to go for more than 100 kilometers from San Pedro of Atacama into the Andes mountain range. There you will participate in one of the most astonishing phenomenon produced by nature, see contrasting colors produced by the steam columns in the highest Geothermal field in the world. Take the most impressing photographs walking across the tracks over the field. Here you will have the unique opportunity to swim in the The Tatio spring waters, rich in minerals. While enjoying the views and the complete magnificence of the area you will enjoy a complete breakfast. On the return you’ll go along the imposing Andes mountain range, and participate in the adventure of observing native plants and animals in their natural habitat, as well as visiting a local village. All this with an incomparable volcanic background in one of the most pristine places in the world. Arrive back at San Pedro for lunch time."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Uyuni Tours to the Salt Flats - Today you will start the 3 day adventure in the stunning landscapes between the Salar de Uyuni and the Atacama Desert (Chile). It is a fantastic and different experience from anything you might have seen before. You will be going into the Bolivian salt flats, with the contrasting blue sky against the background of the mountains, volcanoes and geysers. In the early morning you will be picked up from your hotel and head to the Bolivian border, passing by Chile and Bolivia immigration offices. Once on the Bolivian side, at 14,435 feet above sea level, you will change to a 4WD Jeep with a maximum capacity of 6 people. During the first day the group is in the Bolivian high plain visiting places like Laguna Verde and Laguna Blanca, located at the feet of Licancabur Volcano, continuing to Dali Desert where you can admire a surrealistic landscape, thermal water pools, Sol de Mañana geysers –intermittent springs coming up at a 194º F – and fumaroles, cracks with emerging volcanic lava. The journey ends up at Laguna Colorada, the main nesting center for more than 30,000 flamingos of 3 different species. These places are located at an average height of 4.500 meters 14,764 feet above sea level and it is possible to gaze endemic flora and fauna such as flamingos, vicuñas and other animals. The night will be spent in a basic refuge, in shared rooms for 6 people. Please note, that since you will be visiting a remote and not developed area, the accommodation is basic. *This day you will be crossing the border between Chile and Bolivia. Please note that Bolivia request: the certificate of yellow fiber vaccine to enter the country, and a visa for citizens of some countries. Please, check if you need it before traveling. You can do it at your home country’s Consulate."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Uyuni- 4WD Adventure to the Salt Flats: During the second day of the journey you will visit Siloli Desert where there are a set of rocks formations as a result of wind erosion. Later, we will continue to high plain lagoons also known as colored lagoons, Laguna Honda, Chiarcota and Cañapa. Then, we continue to Chiguana salt flat and San Juan town. The second night is spent at the Salt Hotel, shared rooms."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "4WD Adventure to Uyuni - Departing in the morning you will take a general tour around the Uyuni salt flat 39,400 feet2. Continuing towards the eyes of the salt flats, you will arrive at Colchani town, located in the limits of Uyuni salt flat. From here you will head to the tranquil Bolivian Uyuni city, where you will have time to explore the surroundings. You start saying goodbye to Bolivia, driving towards the border. After about 4 hours you will get to VillaMar, a small village near the border where you will spend the night."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Back to San Pedro de Atacama - You will continue your trip arriving in San Pedro de Atacama around lunch time, leaving the rest of the afternoon free to relax and even maybe have a nap after such an intense few days!"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Atacama/Calama/Santiago de Chile At the appropriate time, you will be driven to Calama (about two hour away- shared service) to take your flight to Santiago. The cosmopolitan Santiago de Chile, capital of the country and political and administrative centre, is considered the safest Latin American city, and enjoys the backs of the Andes, beautiful views from the hills, and excellent restaurants. Upon arrival in Santiago de Chile, you will be taken to the hotel, private service."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Santiago de Chile Tours After breakfast, you will depart on a half day private city tour which will provide you a general view of the city and its attractions. You’ll visit beautiful Forest Park, the Bella Vista district, the art centre of Santiago and the San Cristobal Hill, a beautiful park located at the foot of the Andes range. From here you’ll get panoramic views of the city of Santiago. Continuing your way along this mountain range, we arrive at the new urban area of La Piramide. You’ll visit the highlight districts of Santa María de Manquehue, Lo Curro and La Dehesa. As you drive along the canyon of the Mapocho River, the village of Arrayán may be seen on the hillsides and you will be surrounded by a beautiful landscape and snow-capped peaks. After which, in Las Condes district, you’ll find excellent shopping centre for handicrafts and fine clothes. Return to hotel in the afternoon."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Santiago de Chile and the end of Argentina & Chile adventure - At appropriate time, you will have a private transfer to the airport to take the flight back to home."
    }
  ],
  "map": ""
}