{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "buenos-aires-and-patagonia-holiday-in-argentina",
  "tourName": "Buenos Aires and Patagonia holiday in Argentina",
  "placesVisited": "Buenos Aires, El Calafate, Perito Moreno Glacier, El Chalten, Torres del Paine National Park, Punta Arenas, Ushuaia, Tierra del Fuego National Park, Beagle Channel",
  "generalInfo": "On this fourteen day tailor made tour you’ll take in Argentina’s top highlights, from the buzzing streets of Buenos Aires to the dramatic scenery of Southern Patagonia. You’ll start in Argentina’s leading metropolis, where you’ll tour the city’s historic streets and spend a night out in a Tango house. Next, it’s on to Patagonia, whose famous landscapes are among the most striking on the continent. You’ll visit the 80m high ice walls of the Perito Moreno Glacier, take in the otherworldly vistas of Torres del Paine National Park, and sail along the Beagle Channel, viewing its diverse marine wildlife. And then there’s time spent in lively Ushuaia, the city at the end of the world.<br/><br/>As this is a tailor-made trip, you can tinker with it as you wish, adding extra days and destinations - a visit to Mendoza’s wineries, or the thundering Iguazu Falls, perhaps? If you fancy a bit more (or less) luxury we can adjust your itinerary accordingly. Whatever you choose, talk to us and we’ll help you sort out your adventure. <br/>",
  "durationDays": "14",
  "price": "6930",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buenos Aires: Welcome to Argentina! Upon your arrival, you will be transferred to your hotel and have the rest of the day to enjoy at your own pace. Buenos Aires is a marvelous and furious cosmopolitan city, full of colors and different kinds of architecture. Capital of Argentina and described as the Paris of South America, Buenos Aires proudly embraces this title, as well as showing off plenty of its own culture!Our Buenos Aires City Tour will provide you a great overview of the capital and its diverse attractions. Over the course of three hours, our local English speaking guide will show you Buenos Aires´ most important sites and tell you about the history and culture of modern Argentina, including Retiro, Avenida 9 de Julio, Downtown, Puerto Madero, San Telmo, Recoleta and La Boca. In the evening you will be picked up from your hotel to be driven to a mystical place where you’ll discover one of our most ancient traditions. Tango is more than our national dance. Tango is: our immigrant origins, the talent of our local artists, the sensuality of the Argentine woman and our way to deal with a broken heart, dancing our way through tragical and yet eternal love stories. Tonight you will enjoy a 3 hour long professional display of tango and music with a group of local artists onstage immersed in an elegant and alluring place. The manners, ambience, clothes and dance steps which tango lovers used to practice 100 years ago will come to life again and you will travel in time for a night. This spectacular demonstration of the finest local dancing will be accompanied by delicious Argentine and international cuisine. Dinner is à la carte, beverages included so you can lose yourself in the ethereal taste of Malbec wine. At the end of the evening, around midnight, you will be driven back to your hotel, fully in love with the bohemian spirit of our beloved Buenos Aires. Duration: 3-4 hours Included: transportation mentioned above Note: formal dress is not required"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Buenos Aires : Half-Day City Tour In the morning, you will be picked up from your hotel to enjoy our traditional Buenos Aires City Tour. Over the course of the tour, you will have the chance to visit the historical and political center of the city: the May Square (Plaza de Mayo), San Telmo with its cobblestone streets, La Boca where Buenos Aires turns colorful and tango is ever present, and the chic and aristocratic Recoleta, where the big palaces remind us that Buenos Aires was once the Paris of the South. At the end of this tour, you will be taken back to your hotel. Type of service: Shared Duration: 3 hs Included: Transportation mentioned above, bilingual guide (English/Spanish) Dinner & Tango Show In the evening you will be picked up from your hotel to be driven to a mythical place where you will discover one of our most ancient traditions. You will have a memorable night out in Buenos Aires and will experience the passion of the Argentine tango. Tango is: our immigrant origins, the talent of our local artists, the sensuality of the Argentine woman and our way to deal with a broken heart, dancing our way through tragic and yet eternal love stories. While having dinner, you will enjoy a professional display of tango and music with a group of local artists on stage immersed in an elegant and alluring place. The manners, ambience, clothes and dance steps which tango lovers used to practice 100 years ago will come to life again and you will travel in time for a night. At the end of the evening, around midnight, you will be driven back to your hotel, fully in love with the bohemian spirit of our beloved Buenos Aires. Type of service: Shared Duration: 3/4 hs Included: Transportation mentioned above, dinner with beverages, tango show Note: Formal dress is not required"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Buenos Aires / El Calafate: At the appropriate time, you will be taken to the domestic airport to take your next flight. Type of service: Private Included: Transportation mentioned above Guide assistance during transfer. Transfer El Calafate Airport / El Calafate Hotel Welcome to Southern Patagonia! The town of El Calafate is located in the Patagonian steppe, an extreme and deserted place with an amazing landscape. It is on the border of Lago Argentino (Argentina’s biggest lake) and it is considered the capital of the glaciers. It is the gateway to visit the world-renowned Perito Moreno Glacier, one of the only glaciers in the world that is still advancing. Upon arrival at El Calafate, you will be met at the airport and transferred to your hotel. Type of service: Shared. Included: Transportation mentioned above."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "El Calafate: Full Day Perito Moreno Glacier We will pick you up from your hotel early in the morning to take you to Los Glaciares National Park located at 50 miles from El Calafate, home of the magnificent Perito Moreno Glacier. Los Glaciares National Park has been a UNESCO World Heritage Site since 1981 when its almost 200 glaciers were discovered. Half of the park is occupied by the Patagonian ice field, the second largest ice field after Antarctica. Upon arrival to the National Park, your guide will show you the different walkways from where you will be able to walk in front of the colossal ice wall, and, if you are lucky, perhaps see some landslides. When the ice breaks and falls, the world holds its breath: all other sounds stop at the earth's surface. You will start the adventure from the main balcony and then, have some free time to wander freely until the meeting time agreed with your guide. For lunchtime, the National Park offers a service area with a restaurant and a snack bar (lunch is not included). For a different perspective of this impressive glacier, you can take a 1-hour boat ride to sail along the massive glacier wall that rises 240 feet above Argentino lake and in between floating icebergs (not included, but may be added and paid for on the spot, subject to availaility). After exploring the park, you will be taken back to your hotel. Type of service: Shared Duration: 8/9 hours Included: Transportation mentioned above, bilingual guide (English/Spanish) Not included: Entrance fee to the National Park, Lunch Difficulty: Low Nautical Safari tour The departure point is “Bajo de las Sombras” pier, located about 6km away from the Glacier’s walkways. On this tour, you will go on a cruise across Lake Rico, passing in between icebergs that have calved off the front of the Perito Moreno glacier. Reaching the Icebergs Channel, the boat will stop at a safe distance from the glacier to continue to sail down its front, allowing for spectacular views of the ice wall and any breaking and floating icebergs. This excursion lasts approximately one hour and provides a totally different perspective of the Perito Moreno glacier, with almost constant falling walls of ice from its front. That is what makes this option the best complement for the conventional visit to the walkways. Type of service: Shared Duration: 1 hour. Hourly departures from 10 am to 3 pm (Note: timetables may change) Not included: Entrance fee to the National Park Difficulty: Low"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "El Calafate: At the appropriate time, you will be transferred from your hotel in Calafate to your hotel in El Chalten. You will travel along the famous Route 40, surrounded by the Patagonian steppe, pass through La Leona River, which connects Lake Argentino and Lake Viedma, and La Leona Roadhouse, where famous thieves Butch Cassidy and Sundance Kid hid out for a month. After discovering other rough gems of this particular landscape, you’ll reach El Chalten. El Chaltén is the top-rated hiking destination in Argentina. This charming little village sits at the foot of Fitz Roy Mountain, it’s surrounded by glaciers, lakes, rivers, and forests. It’s also the starting point for most hiking trails. A paradise to take leisurely strolls amidst the sun. Enjoy your first afternoon of leisure in Patagonia by relaxing in the local brewery or exploring the surrounding areas. Maybe take a stroll around a little waterfall. Type of service: Shared Included: transportation mentioned above Duration: 3 hours"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "El Chalten : Day at leisure in El Chalten Prepare yourself for an exciting day in the wild. El Chalten offers a wide range of hiking paths with varying difficulties. You can choose where and when to go, paths are self-guided and very well marked and maintained. From the main door of your hotel, you can go for a short 3 kilometers (1.8 miles) walk to Cerro Torre viewpoint—it will take you around 1 hour. Enjoy Rio de las Vueltas and lenga forest with its amazing views, be prepared to see all kinds of birds—This is a great woodpecker spotting opportunity!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer El Chaltén Hotel / El Calafate Hotel At the appropriate time, you will be picked up to board a bus to go from your hotel in El Chalten to your hotel in El Calafate. The 3-hour long drive will be a good opportunity to rest, relax and enjoy the passing landscapes at your window. Type of service: Shared Included: Transportation mentioned above Duration: 3 hours approximately"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer El Calafate / Torres del Paine You will be picked up by a shuttle to be taken to Torres del Paine. It takes about 5 hours to reach Torres del Paine National Park. You may change vehicles at the Chilean border. It is important to mark that today you are crossing the border to get into Chile. Please, make sure you have your passport handy. Las Torres Program (3 Days / 2 Nights) Welcome to Hosteria Las Torres Upon arrival at Hosteria Las Torres you will be contacted by the hosts; he/she will explain you the activities available for the next couple of days. Depending on your arrival time, you will be able to do a half day excursion, such as rock climbing, a short trekking through the lenga forest or visit our organic garden. All activities of the menu and meals will be included during your stay, bear in mind that the activities don't operate daily, please check on arrival the best plan according to your stay."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Choose from Las Torres' activities Have you decided what to do today? We recommend: Trekking to Base Torres Viewpoint Walk the park’s main trail to a famous viewpoint, from where you can observe the slender, granite peaks that give the national park its name. The excursion begins in Hotel las Torres, where we will begin a hike through Ascencio Valley, crossing a beautiful forest of Lengas and later arriving to a rocky area (La Morrena), the most difficult section of the trail, and finishing at the spectacular Torres Base Viewpoint. After a snack and allotted time for photography, we will follow the same trail back to the hotel. Duration: 8 hs Difficulty: High"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Torres del Paine Farewell Las Torres Time to say goodbye to Torres del Paine! Depending on your departure time, you can do a half day excursion, such as a horseback riding to different areas of the park or learn about the Patagonian ranch culture spending some time with our baqueanos. Transfer Torres del Paine / Punta Arenas At the appropriate time you will take a shuttle transfer from Torres del Paine to Punta Arenas."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Punta Arenas Bus ticket Punta Arenas / Ushuaia In the early morning, you will go on your own to the bus station to embark on a full-day bus trip to Ushuaia. This is a 12 hour long trip on a semi-reclinable bus, crossing the Patagonian steppe. Although the bus trip is long and tiring, it will allow you to know more about the Chilean territory: yellow and green grasslands, Chilean gauchos riding into the wild, and grazing unworried sheep will roll on the square landscape of your window until you reach the ferry crossing. It will take around 45 minutes to cross the mythical Strait of Magellan and hit the road again to cross the border and finally enter Tierra del Fuego Island in Argentine lands. As the end-of-the-world most famous city approaches, grazing sheep will turn into wild guanacos, and horses, snow-capped mountains, and evergreen woods will arise in the vicinity of Ushuaia. Once you get the \"Southernmost City in the World\" passport stamp, you will realize this intrepid journey through Patagonian remote roads was worth it. Upon arrival in Ushuaia, you will make your way to your hotel. Ushuaia is a small city, really easy to get around on foot. The Yamanas, its first inhabitants, called it Ushuaia, which means 'protected bay' in their language. Ushuaia was officially incorporated into the Republic of Argentina in 1884, and it soon became a penal colony in order to establish a permanent Argentine settlement. Take the afternoon to explore the town, learn of the region's history at the Prisoner's Museum or visit the Galleria of Fueguian History. Please, do not forget the local gastronomy! Ushuaia is the number one place to try the best seafood in Argentina. Type of service: Shared Duration: 12 hours Included: One-way bus ticket Not included: Transportation to/from hotel Travel season: October to April Note: We recommend that you arrive at the bus station 30 minutes before the departure time to avoid any last minutes inconvenience. Take into account that you will be crossing borders, so have your passport handy!"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Full-Day Trekking & Paddling in the National Park Today, you will be picked up from your hotel to go on a tour to Tierra del Fuego National Park, which hosts beautiful natural landscapes. After traveling for about 6 miles, we will get to the park. Upon arrival, we will go for a hike along an undulating 4-mile-long Coastal Path. As you continue to walk down this path you will be in constant contact with nature and will be able to admire beautiful views from the lakes, sea, and surrounding mountains. After the hike, we will access Acigami Lake or Roca Lake, and near the border of Lapataia River, you will enjoy a comforting hot lunch with a great panoramic view from inside a heated dome-tent, to avoid wind or rain. Afterward, you will be equipped with rubber boots, cover pants, and lifejackets. The excursion will continue from Lake Acigami down the freshwater of Lapataia river aboard inflatable canoes (for 6 people) until reaching the sea in Lapataia Bay. After a 1-hour paddle (paddling time is subject to weather conditions) your tour will end at the mentioned bay, where the National Route Nº 3 meets its southern end. From there, you will be driven back to your hotel. Type of service: Shared Duration: 8 hours Hiking difficulty: Moderate - Canoeing difficulty: Easy Total trekking length: 4,4 miles (it's a 3-and-a-half-hour walk) Age restriction: Canoeing ride is only available for children over 5 years old Included: Transportation, bilingual guide (English/Spanish), lunch, drinks, and canoeing equipment Not included: Gratuities, National Park entrance fee Notes: Times described are estimated and may vary due to bad weather conditions"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Half-Day Beagle Channel Navigation In 1833 Charles Darwin sailed the Beagle Channel and discover something great. Today it is your turn: become another explorer of this channel, primitively named Onashaga Channel since the Onas were its first sailers. At the appropriate time, you will go on your own to the tourist pier (located in the center of the city). You will embark on a 3-hour long boat trip along the famous Beagle Channel. You will gain panoramas of Ushuaia Bay, where the city lies proudly crowned by the Martial Glacier. Unearth the diverse marine wildlife, such as cormorants (flying birds, closely related to penguins) and fur seals that frolic their time away on Alicia Island. Argentina standing at your left and Chile at your right, you will sail this natural border till reaching the iconic Les Eclaireurs lighthouse, the ancient guard of the bay. On our way back, we will stop at Bridges Island to walk a wildlife interpretative path, hear about Yaman’s history (the native inhabitants), and see the largest shelly deposits of the region. During the excursion, you can enjoy a delicious hot chocolate with cookies or try the Mate (strong green tea) the favorite Argentine drink. Once we get back to the port, you will make your own way back to your hotel. Type of service: Shared Duration: 3/4 hours Included: Bilingual guide (English/Spanish) Not included: Port tax (2 dollars), transportation to and from the port Note: Departure time is at 10 AM and 3 PM from Patagonia Explorer Stand, located in the tourist pier Transfer Ushuaia Hotel / Ushuaia Airport At the appropriate time, you will be transferred from your hotel to Ushuaia airport to take your flight. Type of service: Shared Included: Transportation mentioned above Transfer from Aeroparque airport to hotel, private service with English speaking guide Upon arrival in Buenos Aires, you will be taken to your hotel. Type of service: Private Included: Transportation mentioned above, English-speaking guide Guide assistance during transfer."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer from Ezeiza airport to hotel, private service with English-speaking guide At the appropriate time, you will be transferred to the international airport for your flight. ¡Buen viaje! Type of service: Private Included: Transportation mentioned above, English-speaking guide Guide assistance during transfer."
    }
  ],
  "map": ""
}