{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "ibera-wetlands-and-iguazu-falls-holiday",
  "tourName": "Ibera Wetlands and Iguazu Falls holiday",
  "placesVisited": "",
  "generalInfo": "This trip is ideal for adventurers, nature lovers, and those curious about the local culture. On this trip, you will get to know one of the seven natural wonders: the Iguazu Falls, where the immensity of its waterfalls can be appreciated from both the Argentine and Brazilian sides of the National Park. You will also enjoy the pure nature of the wonderful Iberá Marshlands, the second-largest wetland in the world, famous for its diversity of fauna and vegetation.<br/><br/>The adventure begins in one of the 7 wonders of the world, with a tour of the Brazilian side of the falls where you can see the spectacular view of the Devil's Throat. You will also visit the Argentine side of the falls where you will take a navigation under the waterfalls (get ready for the water!!!). At the end of this adventure, enjoy a bike tour with our naturalist guide who will take you to the amazing trails of the jungle (Selva Misionera) <br/><br/>The trip continues in the great Iberá Marshlands. For 4 days, you will travel through this region famous for its biodiversity, abundant in alligators, deer of the marshes, capybaras, the renowned aguará-guazú, and countless species of native birds. You will hike to observe wildlife, horseback riding, boat trips, and night safari, among other activities.",
  "durationDays": "9",
  "price": "3270",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "In the morning you will take your flight to Puerto Iguazu. You will arrive at the quiet town of Puerto Iguazu. You can enjoy the rest of the day to: - Visit the animal refuge of Güra Oga, located 5 km away from the city center through de National Park road. This reserve is a veterinarian clinic and a rehabilitation center for injured wild animals. - Visit the hummingbird aviary: \"El jardin de los picaflores\". - Go to the point of view of the tripartite border of Argentina, Brazil and Paraguay. 1 km away to the west from Puerto IIguazú from, there is a craftwork market."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This day is dedicated to discovering the impressive Iguazú Falls, on the Argentinian side! In the morning, transfer to the famous Iguazu Falls. Once there, you're free to stroll along the footbridges to discover the impressive viewpoints. You will discover the 3 circuits: the Lower, the Upper and the famous Devil's Throat. Return to Puerto Iguazú Distance to cover on the footbridges Lower circuit: 1700 metres. Upper Circuit: 1750 metres. Garganta del Diablo route: first stage by train (ticket included). Second stage by footbridge: 2200 metres. Semiprivate tour with English-speaking guide. Entrance fees to the National Park are included. OPTION: you can take a boat trip to the foot of the falls."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cycling in Iguazú National Park. This exclusive experience takes place in the Iguazu National Park. You will access it through a dirt road (RN 101 and the old entrance to the Iguazú Falls). It is located 15 kilometres from Puerto Iguazú, near the international airport and the entrance to Iguazú National Park. You will experience the wildest bike ride in the area and a unique experience of jungle exploration. Early in the morning there is a good chance of seeing birds, small mammals, butterflies and insects. It is also possible to discover different types of trees and plants. This is the territory of the largest predator in America, our \"Criollo Tiger\" called Yaguareté. Our guides have had the chance to see this incredible animal more than 25 times in the last 10 years. Pumas and other small predators share the same area. The tour starts at the police checkpoint (Gendarmería) on the national road 101, which connects Puerto Iguazú and the town of Comandante Andresito. This road is used by local farmers to transport their products, as well as by tourists who want to get to know the wilder part of the Park and the local people. From the police checkpoint, you will travel 2 kilometres to reach the entrance of a single track that turns left and ends in the Iguazú River. The guide will stop in different places to talk about the biodiversity of the jungle. Animal tracks are easy to see on the wet ground. The tour continues to an old campsite called Ñandu, where you can relax and enjoy the view of the river. Then it's time to return by taking the same road, travelling 5 kilometres to finish the tour. Difficulty: intermediate Kms. to ride: 10 km . Duration: 2hs by bike Departure between 6 and 7 AM"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will leave for the Iguazú National Park to discover the impressive views of the waterfalls from the Brazilian side (don't forget your passport!). Enjoy freely the different points of view from the numerous footbridges. After the visit, our guide will leave you at the Bird Park, where you will be able to explore the trails of the 5 large aviaries. In 4 of them, you can even get inside to admire the birds up close. A marked path allows you to discover the whole park in 2h. Return to Puerto Iguazú at the end of the evening. Tickets to Iguazu Falls and Bird Park included. Attention: starting from January 10, 2025, citizens of the United States, Canada, and Australia are required to obtain a visa to enter Brazil."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "At 240 km from the city of Puerto Iguazú are the Jesuit Ruins of San Ignacio, Misiones. Known as San Ignacio Mini, it is the best preserved of the Jesuit missions in Argentine territory. The Ruins of San Ignacio date back to the 16th and 17th centuries, and despite the passage of time, most of the walls are still standing. In addition to access to the Jesuit missions, visitors can also enjoy a sound and light show. The journey from the city of Iguazú takes approximately 3 and a half hour (one way). A visit to the Wanda Mines is also included. Located 40 km from Puerto Iguazú and 260 km from Posadas, you will discover this deposit of semi-precious stones composed of quartz crystals, amethysts, agates, and topazes, among the most important. Situated on the mighty Paraná River, visitors can enjoy this unique outdoor attraction. Entrances included Private excursion, English-speaking guide"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "You will meet your guide and take a 4x4 vehicle transfer from Posadas to the Estancia. This can take between 5 and 7 hours depending on weather conditions, as it is a gravel road. Upon arrival, you will be welcomed by local hosts who will provide you with more detailed information about The Conservation Land Trust, which was founded in 2001 by conservation philanthropist Douglas Tompkins. The goal of this organization was to create a natural reserve of 74,130 acres. With the acquisition of Socorro and other areas within Iberá, CLT's objectives were simple and ambitious: to create the largest natural park in Argentina, restore species that had disappeared from the region, and promote an economy based on ecotourism. They launched the most extensive rewilding program in the Americas: giant anteaters, pampas deer, tapirs, and collared peccaries have been reintroduced. Rincón del Socorro is located within the Iberá National Park, where one can observe a variety of natural ecosystems: vast grasslands temporarily flooded known as marshlands, beautiful Caranday palm trees, red grasslands, savannas, thorny hills, and gallery forests. Lunch will be prepared with organic vegetables from the garden, and you will taste typical recipes from the province of Corrientes as well as Argentine and international dishes. For the rest of the day, depending on the schedule, you can participate in available activities. Dinner included."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Many activities can be done at Rincón del Socorro, but the schedule is based on weather and climatic conditions. Upon arrival, the guide will explain the schedules and options for the next day. On foot, you will have the possibility of concentrating on looking for tracks detecting the presence of recently reintroduced animals. While walking there will be time to look for the best angle for a photo, to dwell on the details, and to know more about the species around. Over the past years in Rincon del Socorro, Reserve Giant Anteaters, Collared Peccaries, and Pampas Deers have been reintroduced with success. Alternatively, in outings on horse, you will have a different point of view that will allow for an enjoyment of the landscape heightened by the contact with the animal, which will easily sort through streams and pastures, and will also favor the sighting of different types of Deers, among other creatures. On a horse, one can reach the coast of the marshlands and ride along it. The boat trips are done in the area of Laguna Iberá (lagoon) and Colonia Carlos Pellegrini. The village has an interpretation center and very nice trails along the lagoon and through the native forest. The economy of this town was transformed in 1983 when the Provincial Park was created. Before then the inhabitants used to hunt for a living. Today Pellegrini is a proud town that learned how to conserve and care for its natural heritage and make it a way of living. The boat trips allow you to get close to Alligators, Capybaras, and hundreds of birds without scaring them. The tours take around 2 hours and are frequently done over the Iberá Lagoon and sometimes we can also kayak through the floating islands or embalsados. Horseback rides, walks, and boat trips might be combined with night safaris that make possible magnificent encounters with very active wildlife that take advantage of the cool nights to go hunting. If the sky is clear, night sky watching might also take place. This activity sometimes is also accompanied by a spectacular nature show: thousands of fireflies decorating the surroundings. It seems like they are trying to copy the Milky Way. Many of the roads can also be cycled on mountain bikes. Rincón del Socorro sets itself as an excellent location for bird watching, where the visitor has the possibility of observing native species like the Yellow Cardinal (Gubernatrix cristata), and the Strange-Tailed Tyrant (Alectrurus risora), among others. In total, the complete list of birds in the region reaches 350 species. Many of the activities can be accompanied by picnics, food always tastes better in nature. These stops present a good opportunity to recover energy and to observe every detail that nature has to offer. It is worthwhile also taking the time to visit Uguay, the nearest village, to learn about the culture of the inhabitants of the wetlands, its crafts and its way of life. There the visitant can try a “mate correntino” (local beverage) perhaps for the first time, accompanied by some “torta fritas” (a traditional fried bread) and great stories of the hosts. At the lodge, you will have the possibility of enjoying the different areas of the house by relaxing by the pool, being captivated by the books in the library, or participating in talks and videos that will allow the visitor to gain deeper knowledge in the projects carried out by Fundación Rewilding Argentina. The ample gardens are constantly visited by the local fauna and can be easily walked in order to reach a nearby small wetland where one can observe and appreciate the native animals. In addition, the vegetable garden provides another beautiful attraction through its sustainable growth and its production of vegetables that reach everyday meals. Being a guest in Rincón del Socorro is a way of being a part of the ambitious project that CLT has proposed and carried through with undeniable success."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Many activities can be done at Rincón del Socorro, but the schedule is based on weather and climatic conditions. Upon arrival, the guide will explain the schedules and options for the next day. On foot, you will have the possibility of concentrating on looking for tracks detecting the presence of recently reintroduced animals. While walking there will be time to look for the best angle for a photo, to dwell on the details, and to know more about the species around. Over the past years in Rincon del Socorro, Reserve Giant Anteaters, Collared Peccaries, and Pampas Deers have been reintroduced with success. Alternatively, in outings on horse, you will have a different point of view that will allow for an enjoyment of the landscape heightened by the contact with the animal, which will easily sort through streams and pastures, and will also favor the sighting of different types of Deers, among other creatures. On a horse, one can reach the coast of the marshlands and ride along it. The boat trips are done in the area of Laguna Iberá (lagoon) and Colonia Carlos Pellegrini. The village has an interpretation center and very nice trails along the lagoon and through the native forest. The economy of this town was transformed in 1983 when the Provincial Park was created. Before then the inhabitants used to hunt for a living. Today Pellegrini is a proud town that learned how to conserve and care for its natural heritage and make it a way of living. The boat trips allow you to get close to Alligators, Capybaras, and hundreds of birds without scaring them. The tours take around 2 hours and are frequently done over the Iberá Lagoon and sometimes we can also kayak through the floating islands or embalsados. Horseback rides, walks, and boat trips might be combined with night safaris that make possible magnificent encounters with very active wildlife that take advantage of the cool nights to go hunting. If the sky is clear, night sky watching might also take place. This activity sometimes is also accompanied by a spectacular nature show: thousands of fireflies decorating the surroundings. It seems like they are trying to copy the Milky Way. Many of the roads can also be cycled on mountain bikes. Rincón del Socorro sets itself as an excellent location for bird watching, where the visitor has the possibility of observing native species like the Yellow Cardinal (Gubernatrix cristata), and the Strange-Tailed Tyrant (Alectrurus risora), among others. In total, the complete list of birds in the region reaches 350 species. Many of the activities can be accompanied by picnics, food always tastes better in nature. These stops present a good opportunity to recover energy and to observe every detail that nature has to offer. It is worthwhile also taking the time to visit Uguay, the nearest village, to learn about the culture of the inhabitants of the wetlands, its crafts and its way of life. There the visitant can try a “mate correntino” (local beverage) perhaps for the first time, accompanied by some “torta fritas” (a traditional fried bread) and great stories of the hosts. At the lodge, you will have the possibility of enjoying the different areas of the house by relaxing by the pool, being captivated by the books in the library, or participating in talks and videos that will allow the visitor to gain deeper knowledge in the projects carried out by Fundación Rewilding Argentina. The ample gardens are constantly visited by the local fauna and can be easily walked in order to reach a nearby small wetland where one can observe and appreciate the native animals. In addition, the vegetable garden provides another beautiful attraction through its sustainable growth and its production of vegetables that reach everyday meals. Being a guest in Rincón del Socorro is a way of being a part of the ambitious project that CLT has proposed and carried through with undeniable success."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Private transfer to Posadas or Corrientes airport to take your flight to Buenos Aires"
    }
  ],
  "map": ""
}