{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "patagonia-holiday-argentina-and-chile",
  "tourName": "Patagonia holiday, Argentina and Chile",
  "placesVisited": "Buenos Aires, Bariloche, Llao-llao Nature Park, Andes lake crossing from Argentina to Chile, Puerto Varas, Torres del Paine National Park, Perito Moreno Glacier, El Calafate, Ushuaia, Beagle Channel Cruise",
  "generalInfo": "The vast Patagonian landscapes of Argentina and Chile are the focus of this 18 day tailor made journey. You’ll discover them with the help of expert local guides, who’ll help organise your activities and make sure you get the best out of your trip.<br/><br/>After time spent in Buenos Aires, you head south for the dramatic terrain of Patagonia, where you’ll chill out in the laid-back lakeside town of Bariloche, at the heart of Argentina’s Lake District. Here there’ll be time for lake and mountainside walks, as well as sampling the wares of local microbreweries and chocolate factories. Next, you’ll take the Andean Lakes Crossing from Argentina to Chile, an incredibly scenic journey across Lago Nahuel Huapi, Lago Frias, and Lago Esmeralda. <br/><br/>Once in Chile you’ll explore the wild beauty of Torres del Paine National Park before heading back across the border to Argentina to visit the Perito Moreno Glacier and Ushuaia, the world’s southernmost city. There will also be time for a cruise down the Beagle Channel in search of cormorants, fur seals and other marine wildlife. <br/>",
  "durationDays": "18",
  "price": "6740",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buenos Aires: Upon arrival in Buenos Aires you will be met at the airport and have a transfer in private to your hotel. Look for the sign with your name. On your first day in the city you will be contacted by one of our Destination Hosts, who will check with you about the details of your itinerary, provide you with the printed documentation, and add any information you might need. She/ he will be your local contact while you are traveling with us and will be ready to answer your questions, give you tips about places to go, restaurants to eat and anything else you might be interested in. Not just about Buenos Aires, but also about the different places you will visit during your whole itinerary."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Buenos Aires: In the morning, you will be picked up from your hotel to enjoy our City Tour. Over the course of a half day you will have the chance to visit the historical and political centre of the city; San Telmo with its cobblestone streets, La Boca where Buenos Aires turns colorful and tango is ever present, and the chic and aristocratic Recoleta, where the big palaces remind us that Buenos Aires was once the Paris of the South. In the evening you will be picked up from your hotel to be driven to a mystical place where you’ll discover one of our most ancient traditions. Tango is more than our national dance. Tango is: our immigrant origins, the talent of our local artists, the sensuality of the Argentine woman and our way to deal with a broken heart, dancing our way through tragical and yet eternal love stories. Tonight you will enjoy a 3 hour long professional display of tango and music with a group of local artists onstage immersed in an elegant and alluring place. The manners, ambience, clothes and dance steps which tango lovers used to practice 100 years ago will come to life again and you will travel in time for a night. This spectacular demonstration of the finest local dancing will be accompanied by delicious Argentine and international cuisine. Dinner is à la carte, beverages included so you can lose yourself in the ethereal taste of Malbec wine. At the end of the evening, around midnight, you will be driven back to your hotel, fully in love with the bohemian spirit of our beloved Buenos Aires. Duration: 3-4 hours Included: transportation mentioned above Note: formal dress is not required"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Buenos Aires to Bariloche: At appropriate time, you will be picked up at your hotel and driven (private service) to the domestic airport for your flight to Bariloche. If the sky is clear, on landing, you will get to see the contrast of blue Nahuel Huapi lake, white peaks of the Andes and the green of the forest. Upon arrival you will be transferred to your hotel (shared service) and have the afternoon at leisure."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bariloche: Today you will start enjoying the highlights of the Lake District. In the morning you will be picked up from your hotel to go along the highlights circuit of San Carlos de Bariloche. During approx. 5 hours, and accompanied by a guide, you will visit important viewpoints, like Cerro Campanario (\"Campanario Hill\")- ranked by the National Geographic as the 8th best view in the world. When lunch time is getting closer, you'll be provided with a home-made lunch box, which will provide you the energy you need to continue enjoying the day! Finally, you will do a nature oriented walk through the impressive native forest on the Llao-llao Nature Park. The excursion ends by visiting a traditional Microbrewery, after which you will be driven back to your hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bariloche: Day at leisure to enjoy the magnificent scenery. Visit any of the chocolate factories, walk along the lake shore or take one of the many optional tours available in the area."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lake Crossing to Chile: In the morning, you will be taken to Puerto Pañuelo to start the Lake Crossing to Chile. This journey includes crossing the Andean lakes partly by boat and partly on bus through the various unpaved passes to the other side. The pristine lake waters and the mountains on both sides are an embodiment of calmness and peace. During the trip you will cross Lago Nahuel Huapi where it is joined by the Rio Negro with its ethereal green waters (due to the suspended minerals reflecting the sunlight), Lago Frias, with its completely different colors, and Lago Esmeralda (Lago Todos los Santos). The lakes, surrounded by Tronador Mountain, Osorno volcano and Volcan Punta Gudo, as well as protected and untouched forest are a gift of nature that you will experience in a long day that is worth every minute. The Andean Lakes Crossing is the most scenic way to travel from Argentina to Chile. The trip finishes in your hotel in Puerto Varas."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Puerto Varas: Gate of the Chilean Lake District, beautiful Puerto Varas is settled on the shores of Llanquihue Lake, facing the Osorno Volcano. The area, with its large German influence, wooden houses, alerce trees, and German Jesuit churches is a wonderful place to enjoy any of the available outdoor options (from Osorno Volcano trekking to Petrohue rapids, and visiting the nearby little German style towns). Or maybe you prefer just to relax on the shore of the lake, tasting one of the delicious locally brewed beers."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Puerto Varas to Puerto Natales (by way of Punta Arenas): At appropriate time, you will be transferred to Puerto Montt airport to take your flight to Punta Arenas. Upon arrival, you will be transferred to Puerto Natales in private service. Welcome to Southern Patagonia!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Torres del Paine: In the early morning you will be picked up for the full day excursion to Torres del Paine National Park. Along the road you might be able to see rheas, guanacos, Patagonian hare, and even condors. Keep an eye out for wild guanacos as they roam the windy plains. It is a long day, but we believe it deserves every hour. Some of the wonders of the world renowned park that you will visit will be Salto Grande, Laguna Amarga, Lago Pehoe, the Cuernos del Paine and of course, the famous Torres del Paine."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Torres del Paine: Torres del Paine is one of the most beautiful protected areas of South America, and for sure the best way to explore it is by foot. If you like hiking and nature, this should be one of the highlights of your trip. From owls to deer, condors to guanacos, orchids to blueberries and with the back of the impressive granite massif, this magnificent place is breathtaking. Some of the trekking options include the full day to the base of the magnificent Torres del Paine, ideal for trekkers, the intense blue of the Grey Glaciar or the unforgettable view of the French Valley."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Torres del Paine to El Calafate: At appropriate time, you will be taken to the park entrance in Laguna Amarga. Once there you will take your bus to El Calafate. El Calafate is located in the Patagonian steppe, dry and dramatic. It is on the border of Lago Argentino (Argentina's biggest lake) and is considered capital of the glaciers. It is the gate to visit worldwide known Perito Moreno Glacier, one of the only glaciers in the world that is still advancing. Upon arrival you will be taken to the hotel and will have the rest of the day to relax, explore the areas around the town or possibly make the 1km hike out to Laguna Nimez for a beautiful Patagonian sunset."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "El Calafate- Perito Moreno Glacier: After an early breakfast, you will leave on a full day excursion to Perito Moreno Glacier (shared service), in Los Glaciers National Park. A UNESCO World Heritage site since 1981 and home to one of the most awe inspiring landscapes in Argentina, Perito Moreno Glacier is a site to behold. During about 1 hour a bilingual guide will provide you with all the information you might want to know, and things you might have never thought about. On arrival you will have the chance to enjoy stunning views of the glacier from the nearby walking trail and viewing platforms. But not just that, you will also enjoy the included Perito Moreno Glacier boat cruise that will take you close enough to fully appreciate the 80m high ice walls! In the early evening, you will return to you hotel in Calafate."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "El Calafate: Day at leisure to enjoy any of the optional tours around El Calafate. We suggest a visit to Estancia Cristina, a bike ride out to the lake, or a boat cruise to explore some of the more remote glaciers in the region."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "El Calafate to Ushuaia: At appropriate time, you will be transferred to the airport to take your flight to Ushuaia, known as the City at the End of the World. This beautiful city is surrounded by mountains and faces the Beagle Channel. Upon arrival, you will be taken to the hotel."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Ushuaia: You will be picked up from your hotel and driven towards Tierra del Fuego National Park. Once at Ensenada Bay, you will have time to enjoy the view of the Beagle Channel before starting the trekking along the coast. These six kilometers of wild trail will give you the opportunity to see the native flora and wild fauna of the channel as well as old native remains left by the ancient dwellers of the area, the Yamanas. In 3 hours you will reach Roca Lake where lunch will be ready. After a complete homemade picnic you will start canoeing along Lapataia River, which will take you to Lapataia Bay on the Beagle Channel, precisely where the Panamerican Highway and number 3 National Route ends. Return to Ushuaia in the evening. If you prefer a less adventurous option for this day, just let us know and we will change this activity for another one that suits you better (maybe the Train of the End of the world or a lighter trekking route)."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Beagle Channel Cruise/Ushuaia to Buenos Aires: After making your way to the tourist pier, embark on a boat excursion along the famous Beagle Channel. You will have panoramas of Ushuaia Bay and see the diverse marine wildlife, such as cormorants and fur seals on De los Lobos and De los Pajaros Islands. On one of the Bridges Isles, you can explore the island for concheros, or giant shells, and enjoy the views of Chile and Argentina. Not to mention, passing the Les Eclaireurs lighthouse. During the excursion, you can enjoy snacks and the favorite Argentine drink, mate. At the appropriate time you will be taken to the domestic airport for your flight to Buenos Aires. Upon arrival, you will be taken to your hotel in Buenos Aires (private service)."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Buenos Aires: Day at leisure to explore the cobbled tree-lined streets of Palermo Soho in search of one of a kind Porteño fashion, to sit in a café and enjoy a perfectly aged glass of malbec, or perhaps to sip yerba out of your newly purchased mate gourd while you people-watch in one of the parks that make up the Bosques de Palermo."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Buenos Aires: At the appropriate time you will have a private transfer to the international airport for your flight back home."
    }
  ],
  "map": ""
}