{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-highlights-holiday-9-days",
  "tourName": "Argentina highlights holiday, 9 days",
  "placesVisited": "Buenos Aires, Valdes Peninsula, Penguins in Punta Tombo, Egidio Feruglio Paleontology Museum, Gaiman, El Calafate, Perito Moreno Glacier, Bariloche, Llao-llao Nature Park, Nahuel Huapi Lake",
  "generalInfo": "This Argentina highlights holiday delivers both natural highs and big city thrills over the course of an unforgettable 12 day adventure. Urban explorers are well catered for with two days in Buenos Aires, where there’s a city tour of political and historical highlights as well as evening dinner and tango. The lakeside city of Bariloche, meanwhile, combines cosmopolitan pursuits and gorgeous natural beauty. <br/><br/>The real pleasure of this trip, however, is the chance to see some of the country’s most beautiful landscapes and wildlife. These include Punta Tombo National Reserve, home to a huge colony of Magellanic penguins, where you can literally walk among them and observe their habits; Los Glaciers National Park, where you can take a boat trip to see the Perito Moreno Glacier, one of the few glaciers in the world that is still advancing; and the Argentinean Lake District, where you’ll follow nature trails through mountains and native forest and explore Nahuel Huapi Lake by boat. <br/><br/>",
  "durationDays": "9",
  "price": "3535",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buenos Aires: Upon arrival in Buenos Aires you will be met at the airport and have a transfer in private to your hotel. On your first day in the city you will be contacted by one of our Destination Hosts, who will check with you about the details of your itinerary, provide you with the printed documentation, and add any information you might need. She/he will be your local contact while you are traveling with us and will be ready to answer your questions, give you tips about places to go, restaurants to eat at and anything else you might be interested in. Not just about Buenos Aires, but also about the different places you will visit during your whole itinerary."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Buenos Aires: In the morning, you will be picked up from your hotel to enjoy our City Tour. Over the course of a half day you will have the chance to visit the historical and political centre of the city, San Telmo with its cobblestone streets, La Boca where Buenos Aires turns colorful and tango is ever present, and the chic and aristocratic Recoleta, where the big palaces remind us that Buenos Aires was once the Paris of the South. In the evening you will be picked up from your hotel to be driven to a mystical place where you’ll discover one of our most ancient traditions. Tango is more than our national dance. Tango is: our immigrant origins, the talent of our local artists, the sensuality of the Argentine woman and our way to deal with a broken heart, dancing our way through tragical and yet eternal love stories. Tonight you will enjoy a 3 hour long professional display of tango and music with a group of local artists onstage immersed in an elegant and alluring place. The manners, ambience, clothes and dance steps which tango lovers used to practice 100 years ago will come to life again and you will travel in time for a night. This spectacular demonstration of the finest local dancing will be accompanied by delicious Argentine and international cuisine. Dinner is à la carte, beverages included so you can lose yourself in the ethereal taste of Malbec wine. At the end of the evening, around midnight, you will be driven back to your hotel, fully in love with the bohemian spirit of our beloved Buenos Aires. Duration: 3-4 hours Included: transportation mentioned above Note: formal dress is not required"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Buenos Aires to Patagonia - El Calafate At the appropriate time you will be transferred from your hotel to the airport to take your flight to El Calafate. Welcome to Southern Patagonia! El Calafate is located in the Patagonian steppe, dry and dramatic. It is on the border of Lago Argentino (Argentina’s biggest lake), considered capital of the glaciers. It is the gate to visit world wide known Perito Moreno Glacier, one of the only glaciers in the world that is still advancing. Upon arrival you will be taken to the hotel and have the rest of the day to relax or explore the areas around the town or if possible, make the 1km hike out to Laguna Nimez for a beautiful Patagonian sunset."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "El Calafate- Perito Moreno Glacier: After an early breakfast, you will leave on a full day excursion to Perito Moreno Glacier (shared service), in Los Glaciers National Park. A UNESCO World Heritage site since 1981 and home to one of the most awe inspiring landscapes in Argentina, Perito Moreno Glacier is a site to behold. During about 1 hour a bilingual guide will provide you with all the information you might want to know, and things you might have never thought about. On arrival you will have the chance to enjoy stunning views of the glacier from the nearby walking trail and viewing platforms. But not just that, you will also enjoy the included Perito Moreno Glacier boat cruise that will take you close enough to fully appreciate the 80m high ice walls! In the early evening, you will return to your hotel in Calafate."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "El Calafate to Bariloche: At appropriate time, you will be picked up at your hotel and driven (shared service) to the domestic airport for your flight to Bariloche. If the sky is clear, on landing, you will get to see the contrast of blue Nahuel Huapi lake, white peaks of the Andes and the green of the forest."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bariloche: Today you will start enjoying the highlights of the Lake District. In the morning you will be picked up from your hotel to go along the highlights circuit of San Carlos de Bariloche. During approx. 5 hours, and accompanied by a guide, you will visit important viewpoints, like Cerro Campanario (\"Campanario Hill\")- considered by the National Geographic as the 8th best view in the world. When lunch time is getting closer, you´ll be provided with a home-made lunch box, in order to get the energy to continue enjoying the tour! Finally, you will do a nature oriented walk through the impressive native forest on the Llao-llao Nature Park."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bariloche- Brazo Tristeza Boat Trip: Today you will enjoy a different way to explore Nahuel Huapi Lake. While most boat trips run in enormous boats with hundreds of people, you will have the chance to experience it in a small and exclusive navigation."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bariloche to Buenos Aires: At appropriate time you will be picked up at your hotel and transferred to the airport for your flight to Buenos Aires (shared service). On arrival in Buenos Aires you will be driven to your hotel. You will have the rest of the day at leisure to explore the cobbled, tree lined streets of Palermo Soho in search of one of a kind Porteño fashion, to sit in a café and enjoy a perfectly aged glass of malbec, or perhaps to sip yerba mate (local tea) out of your newly purchased mate gourd while people watching in one of the parks that make up the Palermo Bosques."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Buenos Aires: At the appropriate time you will have a private transfer to the international airport for your flight back home. Have a great trip!"
    }
  ],
  "map": ""
}