{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "buenos-aires-to-lima-by-rail-and-road",
  "tourName": "Buenos Aires to Lima by rail and road",
  "placesVisited": "",
  "generalInfo": "Embark on an extraordinary journey across South America, traversing from the vibrant city of Buenos Aires to the remote Pacific coast of Peru, largely by rail. Your adventure commences in Buenos Aires, set along the shores of the Atlantic Ocean, where you will immerse yourself in the city’s rich culture, highlighted by a captivating tango show – a quintessential and unmissable experience. From this dynamic metropolis, you will board a sleeper train for an epic two-night voyage across Argentina’s varied landscapes, travelling from bustling cityscapes to the serene expanses of the north as you make your way to Tucuman.<br/><br/>As your journey progresses, ascend aboard the legendary Train to the Clouds, reaching a breathtaking 4,220 metres above sea level with panoramic views of the Andean peaks. Crossing into Bolivia, you will travel on the seldom-used Expreso del Sur, a unique long-distance route that offers an authentic glimpse into everyday Bolivian life. Explore the surreal expanse of the Salar de Uyuni, a vast, shimmering salt flat that stretches endlessly to the horizon, and observe majestic condors soaring over the dramatic depths of Peru’s Colca Canyon. The adventure culminates with a flight over the enigmatic Nazca Lines and a visit to the wildlife-rich Paracas nature reserve on Peru’s remote Pacific shores. From the Atlantic to the Pacific, this once-in-a-lifetime journey captures South America’s most iconic sights and hidden treasures, all whilst embracing the timeless romance and allure of rail travel.",
  "durationDays": "25",
  "price": "8850",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Buenos Aires - Arrives in Buenos Aires where you will be met at the city’s main international airport and provided with a private road transfer to our centrally located hotel. Check-in for a three night stay and take the rest of the day to get some rest and relax after your flight. Later in the day, once the full group has arrived, you will meet our tour leader and who will provide an initial tour briefing. Overnight Palladio Hotel Buenos Aires Mgallery or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Buenos Aires - After breakfast, meet our guide at the hotel for a private sightseeing tour of Buenos Aires. We begin by passing the Torre Monumental, known as the Argentine Big Ben, and stopping at the Floralis Generica, a metal flower sculpture in Palermo. We then explore Recoleta, visiting French-designed buildings, the Recoleta Cemetery with Evita's tomb, and enjoy the local craft fair. The tour continues along Avenida 9 de Julio, passing landmarks such as the Teatro Colón, the Obelisk, and Avenida Corrientes. We stop at Plaza de Mayo to see the Casa Rosada, Cabildo, and the Metropolitan Cathedral, then drive through the historic San Telmo district. In La Boca, we visit Caminito, famous for its colourful streets and tango dancers. Our final stop is Puerto Madero, a modern area of skyscrapers and docks, where we enjoy lunch at an exclusive restaurant featuring Argentine dishes. Along the way, we pass the iconic Puente de la Mujer, a bridge inspired by a couple dancing tango. Return to the hotel by late afternoon with the remainder of the day at leisure. Overnight Palladio Hotel Buenos Aires Mgallery or similar. (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Buenos Aires - Enjoy a full day at leisure before we meet as a group at 7:30 pm to depart for a tango show with dinner. Upon arrival at Tango Porteño, a beautifully restored Art Deco theatre that embodies the glamour and passion of Argentina's golden age of tango, we will sit down for dinner at 8:00 pm. The show, featuring a gourmet meal of traditional Argentine cuisine, generally starts at 10:00 pm. Delight in a captivating performance with world-class dancers, live musicians, and stunning choreography that brings the story of tango to life. The performance lasts approximately one hour and 20 minutes, after which we will return to our hotel. Overnight at Palladio Hotel Buenos Aires MGallery or similar. (BD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Train to Tucuman - A full day at leisure in Buenos Aires until we meet as a group at around 8pm for a transfer to the city’s Retiro station. Here we will board the twice weekly train bound for the northwestern city of Tucuman. Our accommodation for the two night journey will be in two-berth air-conditioned sleeping compartments (upper and lower berths). During the journey simple meals, snacks and drinks can be purchased from the train’s dining car. However, we strongly recommend that you travel with some basic provisions, including water, which can be purchased at the station shortly before boarding the train. Overnight Sleeper Train. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "En-route to Tucuman - In the early hours of the morning, our train passes through the city of Rosario as it heads northwest towards Tucuman. Today, we will spend the entire day on the train, providing a wonderful opportunity to interact with local people, with the dining car being the train’s social hub. While the train offers a scenic and nostalgic way to travel, it is important to manage expectations regarding comfort, as the service can sometimes be delayed, and amenities may not meet the standards of more modern services. For example, it should be noted that there are no shower facilities on the train and toilets, located at the ends of each carriage, are shared. We recommend bringing snacks, water, and entertainment for the journey, as onboard catering can be limited. Overall, this journey offers a memorable way to experience Argentina, perfect for those who appreciate the pace of slow travel and the adventure of rail. Overnight Sleeper Train."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Arrive Tucuman - If our train is on schedule, we should arrive in Tucuman at around 5am. From the railway station we will walk the 10 minutes or so to our centrally located 5-star hotel, which has been booked for a guaranteed early check-in. Take a welcome shower and freshen up after our long journey from Buenos Aires, before taking breakfast in the hotel’s restaurant, after which the remainder of the day is at leisure to get some rest. The hotel has an inviting swimming outdoor pool, or you can choose to explore the city on your own, discovering Tucuman’s historic sites such as the Casa Histórica de la Independencia, vibrant plazas, and charming colonial architecture, or wandering through its bustling markets and lush parks. Overnight Sheraton Tucuman Hotel or similar. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tucuman - After breakfast we will meet our local guide and set off for a five hour excursion to Tafi del Valle, a picturesque valley situated at 2,000 metres above sea level. We shall commence our journey with a visit to the historic Jesuit Chapel and Convent of San José de Lules, a site of significant heritage designated as a National Historic Monument. Continuing along the scenic Los Sosa River Gorge, we shall make a brief stop at the cultural landmark \"El Indio.\" We will then explore the Archaeological Reserve Los Menhires in The Mollar, where we will observe ancient stones adorned with carvings dating back over 2,000 years. Upon reaching Tafí del Valle, we shall enjoy some free time to appreciate the Jesuit architecture and the breathtaking views of the valley before returning to Tucumán. Our tour concludes with a visit to the Atahualpa Museum, followed by a drop-off at our hotel where we expect to arrive by mid-afternoon. Overnight Sheraton Tucuman Hotel or similar. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tucuman to Salta - Today, we will head north by road from Tucumán to the city of Salta. The drive takes around five hours along Route 9, offering a scenic journey through diverse landscapes. We begin in lush subtropical forests, winding through the picturesque Yungas jungle, and eventually reach the expansive Lerma Valley, known for its fields and mountain views. The well-paved, though occasionally winding, road passes through quaint towns, offering glimpses of local culture before we arrive in Salta, celebrated for its colonial charm and stunning surroundings, around 3 pm. After check-in at the hotel the remainder of the day will be free to relax or to explore on our own. Overnight Salta Sheraton or Similar. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Salta - After breakfast, we will meet our local guide for a three-hour city tour of Salta, known as ‘Salta la Linda’ (the Beautiful). Explore key attractions, including the historic Convento San Bernardo, Basilica Menor San Francisco, and the Cathedral of Salta, and enjoy panoramic views from Cerro San Bernardo. We will visit the Mercado Artesanal Tradicional to discover local crafts, pass by Plaza 9 de Julio, the History Museum of the North, and see the Monumento al General Martín Miguel de Güemes. The tour concludes with a visit to the scenic Quebrada de San Lorenzo for a brief nature escape before we head back to our hotel or explore more of the city on your own. Overnight Salta Sheraton or Similar. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Train to the Clouds - This full-day excursion to the Train to the Clouds begins with an early morning pick-up from our hotel at around 6 am, followed by check-in at Plaza Antofagasta, in front of the Salta Train Station. After boarding the bus, our journey commences with a photographic stop at Campo Quijano, continuing to the Viaducto del Toro in the scenic Quebrada del Toro. We then stop at El Alfarcito for breakfast, where we can visit the craft fair and learn about the Father Chifri Foundation, which operates a mountain school and education centre for the region’s indigenous communities. The journey continues to San Antonio de los Cobres, where we will board the iconic Train to the Clouds, travelling through breathtaking landscapes and reaching the Viaduct of Polvorilla for a photo opportunity. Upon returning to San Antonio de los Cobres, there is time to explore the town, interact with native communities, and participate in optional activities such as llama trekking or visiting the Craft Market. The return journey includes a visit to the archaeological site at Santa Rosa de Tastil, with the excursion concluding upon arrival at our hotel in Salta around 8:15 pm. It promises to be a long but truly memorable day, likely to be one of the highlights of our South American adventure. Overnight at Salta Sheraton or similar. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Salta to La Quiaca - Today, we continue our journey north. After a leisurely breakfast, we will meet our driver and set off towards La Quiaca, a drive of approximately six to seven hours covering about 300 kilometres along Route 9. Our journey takes us through the stunning landscapes of northern Argentina, including the Quebrada de Humahuaca, a UNESCO World Heritage site renowned for its vibrant hills and deep cultural significance. This valley has been a crucial trade route for thousands of years and is home to indigenous communities that have preserved their traditions, languages, and customs, offering a glimpse into the region's rich history. To break the journey, we will make a brief stop in the town of Humahuaca, where we can explore the quaint streets and enjoy a light meal and refreshments at a local café. After our stop, we will continue towards La Quiaca, ascending through the scenic Andean plateau, appreciating the blend of natural beauty and cultural heritage, until we reach our destination near the Bolivian border. Overnight Hosteria Refugio del Sol or similar. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "La Quiaca to Uyuni - After a leisurely breakfast we will check out of our hotel and cross the border into Villazón, Bolivia. After completing the border formalities, we will board the Expreso del Sur train, departing at around 2pm. This journey takes us through the dramatic landscapes of the Bolivian altiplano, offering views of expansive plains, rugged mountains, and remote Andean villages, reflecting the region's traditional way of life. As the train travels north, we will witness the stunning transition from vibrant highland scenery to the vast, open spaces of the Bolivian plateau. We will arrive in Uyuni around midnight, where we will walk the short distance from the railway station to our hotel and check-in for a two night stay. Overnight Hotel Jardines de Uyuni or similar. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Salar de Uyuni - After getting a good night’s sleep following our late arrival, we will have a leisurely breakfast before setting out on today’s activities, which promises to be another highlight of our adventure. Our day begins at the Train Cemetery, exploring the rusting locomotives from the late 19th century, abandoned after the Pacific War. Next, we visit Colchani to explore the artisan market and observe traditional salt production methods. We then head to Isla Incahuasi, known for its giant cacti, where we will enjoy panoramic views of the salt flats and a photo session. Lunch will be at the salt hotel, with its unique salt tables. The day ends with a stunning sunset over the salt flats, accompanied by wine, appetizers, and a final photo session to capture the magical scenery before returning to Uyuni. Overnight Hotel Jardines de Uyuni or similar. (BL)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Uyuni to La Paz - Today, our adventure continues as we drive north to the Bolivian capital, La Paz. Although many travellers prefer a short domestic flight (which we can arrange if preferred), we believe the eight-hour road journey is a worthwhile experience. The drive takes us through Bolivia’s diverse landscapes, from the vast salt flats of Uyuni to the rugged highlands and high-altitude plateaus, offering a unique glimpse into the country’s natural beauty and traditional way of life. Along the way, we will break our journey with a couple of hours in the town of Oruro, known for its rich cultural heritage and as the heart of Bolivia’s famous Carnaval. After exploring Oruro and enjoying a brief rest, we will continue our scenic drive, arriving in La Paz by late afternoon, ready to explore the vibrant capital. Overnight Casa Grande Hotel or similar. (B)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "La Paz - After our long drive the previous day, enjoy a relaxing breakfast and a free morning in La Paz. At around 2 pm, we will meet our local guide and embark on a 4 to 5-hour tour of the city, beginning with a visit to the historic Iglesia de San Francisco, one of La Paz’s oldest churches. We will then explore the vibrant Witches’ Market, where traditional Aymara rituals and remedies are prominently displayed. Next, we will visit the Valley of the Moon, renowned for its extraordinary rock formations that resemble a lunar landscape, before experiencing Mi Teleférico, the city’s renowned cable car system, which provides breathtaking aerial views across several lines. Our journey continues to El Alto, a significant Aymara centre located above La Paz, and then to Jaen Street, a well-preserved colonial street featuring charming museums and historic architecture. We will conclude our tour at Plaza Murillo, the city's central square, surrounded by important landmarks such as the Presidential Palace, the La Paz Cathedral, and the National Congress of Bolivia, offering a comprehensive insight into the city's rich cultural and political heritage. We will return to our hotel by early evening. Overnight Casa Grande Hotel or similar. (B)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "La Paz to Puno - Today, we will set off on the drive of around five hours from La Paz, crossing the border into Peru. Our destination is Puno, where we will enjoy a relaxing three-night stay. The journey offers scenic views along the shores of Lake Titicaca, the world’s highest navigable lake. Departing from La Paz, we will travel through picturesque highlands and traditional Aymara villages, with stunning Andean landscapes along the way. After crossing the border at Kasani, where we will complete brief formalities, we continue into Peru. We will proceed through rolling hills and high plains, arriving in Puno where we will check into our accommodation and have the remainder of the day to relax. Overnight GHL Hotel Lago Titicaca Puno or similar. (B)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Uros Floating Islands and Taquile Island - After an early breakfast, our guide will meet us at 7am for an eight-hour boat tour of Lake Titicaca. We will begin by visiting the Uros Floating Islands, where we will learn about the unique lifestyle of the residents and the construction of their islands, made entirely from tortora reeds. Next, we will journey to Taquile Island, known for its vibrant textiles and stunning views of the expansive, deep blue waters of Lake Titicaca, which sits at an impressive 3,812 metres above sea level. As we navigate the lake, renowned for its clear skies and serene, mirror-like surface, we will have the chance to appreciate its vastness and the surrounding snow-capped Andes. Our excursion includes a delicious lunch of local lake trout on Taquile Island, offering an unforgettable experience that combines cultural immersion with the breathtaking landscapes of this iconic Andean lake. Overnight GHL Hotel Lago Titicaca Puno or similar. (BL)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Puno - Today is set aside as a free day to relax and rest after the busy days of our tour so far. Enjoy the amenities of our 5-star hotel on Esteves Island, offering panoramic views over Lake Titicaca, stretching from the Andes to Bolivia. For those who wish to explore, the hotel is conveniently connected to the mainland by a bridge, with central Puno just a five-minute taxi ride away. Overnight at GHL Hotel Lago Titicaca Puno or similar. (BL)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Puno to Colca Canyon - Today, after being picked up from our hotel at around 9 am, we will set off on a scenic five-hour drive from Puno to Chivay, the gateway to the Colca Canyon. The journey takes us through the stunning Peruvian highlands, with views of vast plains, towering Andean peaks, and traditional villages where alpacas and vicuñas roam. As we ascend through winding mountain roads, we will cross the Patapampa Pass at nearly 4,900 metres above sea level, offering breathtaking views of surrounding volcanoes. Arriving in Chivay by early afternoon, we will have time to settle in and explore the town or relax at the local hot springs, enjoying the first glimpses of the Colca Valley's dramatic landscapes. Overnight Colca Lodge Spa & Hot Springs. (B)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Colca Canyon - We will begin our day with an early breakfast before departing for the famous “Cruz del Condor” viewpoint to enjoy stunning views of the Colca Canyon and observe condors in their natural habitat. Afterward, our guide will lead us on a short hike near the canyon (about one hour). On the way back to Chivay, we will visit the traditional village of Pinchollo and stop at the Antahuilque and Wayrapunko viewpoints to see the ancient Andean terraces built by the pre-Inca Collagua culture. We will then continue our journey to Arequipa, expecting to arrive around 5 pm. Overnight at Costa del Sol Wyndham Arequipa or similar. (B)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Arequipa - After breakfast, we will meet our guide and set off on a four-hour city tour of Arequipa. We will start in the historic Barrio de San Lázaro, the oldest neighbourhood in the city, known for its charming streets and sillar stone architecture. Next, we will visit Mundo Alpaca to see llamas and alpacas and learn about the production of high-quality alpaca fibre products. We will then explore the Monasterio de Santa Catalina, a remarkable convent offering insights into the city’s religious history. Our tour continues at the Iglesia de la Compañía de Jesús, where we will admire its stunning 18th-century baroque architecture, including the Dome of San Ignacio and the Jesuit cloisters. At the Plaza de Armas, we will learn about Arequipa's history and view the exterior of the city’s grand cathedral. Finally, we will visit the Museo Santuarios Andinos to see Juanita, a remarkably well-preserved Inca mummy, providing a fascinating glimpse into ancient Andean rituals. After the tour explore more of Arequipa on your own or return to the hotel. Overnight at Costa del Sol Wyndham Arequipa or similar. (B)"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Arequipa to Nazca - This morning, enjoy a leisurely start in Arequipa with free time to explore until around 1pm, when we will meet at our hotel for a transfer to the city's bus terminal. From there, we will journey to Nazca on a comfortable long-distance SuperCiva bus. While the 10-hour journey might seem long, travelling on the top level of the double-deck bus provides fantastic views, with wide, reclining seats, entertainment screens, and onboard toilets ensuring a comfortable ride. At least one rest stop will be made along the way. Arriving around midnight, we will walk a short distance from the bus terminal to our hotel. Although this journey can be tiring, it offers a genuine experience of local life in Peru, where long-distance bus travel is common, and provides a chance to meet locals and fellow travellers, making it a recommended part of our adventure. Overnight at Casa Andina Standard Nasca or a similar property. (B)"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Nazca Lines and continue to Paracas - Begin our day with a leisurely breakfast before heading to Nazca's small airport for a quick check-in and a 30-minute late morning flight over the mysterious Nazca Lines. From the air, we will marvel at over 300 ancient geoglyphs, including iconic figures like the hummingbird, spider, and monkey, all etched into the desert floor. Our pilot will ensure we get the best views and share insights into the various theories behind these enigmatic designs. After landing, we will take a moment to reflect on the breathtaking sights and the enduring mystery of the Nazca Lines before meeting our driver for a three-hour road transfer to our final stop of the adventure, the small town of Paracas located on Peru’s Pacific coast. Here, we will check in for a relaxing two-night stay at a comfortable resort-style hotel. Overnight at The Legend Paracas Resort or similar. (B)"
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Islas Ballestas - We start our excursion with a 10am pick-up from our hotel, heading to the port for a two-hour boat tour of the Islas Ballestas, known as the \"Galapagos of Peru.\" As we navigate around the islands, we will observe sea lions, Humboldt penguins, and a variety of seabirds, along with the mysterious Candelabra geoglyph etched into the hillside. Our guide will share insights into the wildlife and the significance of this unique ecosystem. After enjoying the sights, we will return to the port, where our driver will take us back to the hotel for a relaxing afternoon ahead of departure the next day."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Paracas to Lima - After an exhilarating flight-free adventure from Buenos Aires to Peru's Pacific Coast, you may wish to extend your stay in Paracas and enjoy a few more relaxing days at this comfortable resort. Otherwise, a group transfer will be provided today from the hotel directly to Lima's international airport, scheduled for flights departing after 6pm. For those in our group needing an earlier return to Lima, a bus transfer can be arranged, or for an additional charge, a private transfer can be provided. For anyone wishing to extend their travels in Peru, we can also organise additional private arrangements in the country, including visits to the Amazon or Machu Picchu. (B)"
    }
  ],
  "map": ""
}