{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "best-of-argentina-bolivia-and-chile-holiday",
  "tourName": "Best of Argentina, Bolivia and Chile holiday",
  "placesVisited": "Buenos Aires, Salta, Cafayate vineyards, Paseo de los Colorados, Salinas Grandes, Tilcara and Humahuaca Gorge, Tupiza (Bolivia), Uyuni Salt Flat, Incahuasi Island, San Pedro de Atacama (Chile), Moon Valley, Tatio Geysers, Santiago",
  "generalInfo": "Get high on life with this high-altitude adventure on the Andean Altiplano. Expect larger than life landscapes, with a few flamingos on the way too. This epic trip is all about taking you to the most spectacular views across northern Argentina, Bolivia and Chile. <br/><br/>Head north from the interesting city of Salta, Argentina and you’ll cross into Bolivia to reach the Sol de Manana geyser; at 4,900m altitude this is the literal high point of this trip. You’ll also see the famous Uyuni Salt Flats, and Laguna Hedionda, where colourful lagoons shelter beautiful flamingos. Next, you’ll head south from here into Chile to spend time in Valley of the Moon, an exceptional stargazing spot, and explore the vast expanse of the Atacama Desert.<br/><br/>The Bolivian Salt Flats are a highlight on this trip at any time of year. Whilst they are most famous for how they look in the December to March rainy season, when they become an amazing mirror (and an irresistible photo op), the rest of the year the dry salt flat forms create incredible patterns that stretch as far as the eye can see. <br/><br/>This is a full-on tour that includes some long driving distances, high altitudes and simple accommodation – though this well-planned trip helps you adjust to dramatic altitudes of 4,900m with plenty of acclimatisation and you’ll be accompanied at all times by a professional local Argentinian guide. Why not add on time in Santiago afterwards, or head out to Rapa Nui (Easter Island) to continue your adventure?<br/>",
  "durationDays": "13",
  "price": "5619",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Buenos Aires",
      "description": ": Our trip begins in Buenos Aires, Argentina's capital, located on the southern shores of the Rio de la Plata. Since its founding by Pedro de Mendoza in 1536, the city has thrived on trade and its vibrant streets are brimming with an eclectic mix of European architectural styles, with Spanish, French and Italian classicism rubbing shoulders with the remnants of Victorian grandeur. Our tour leader will meet us in reception at 6pm for a welcome meeting and, for those who wish, there is the chance to go out for dinner. There are no activities planned today, so you're free to arrive in Buenos Aires at any time. If you'd like an airport transfer, you'll need to arrive into either Aeroparque Internacional Jorge Newbery (AEP) or Ezeiza International Airport (EZE), a 30-minute or one-hour drive from our hotel respectively. If you miss the meeting, your tour leader will inform you of any essential information as soon as you catch up. On Day 2, we fly to Salta and it's possible that our flight might depart very early in the morning, so we highly recommend adding additional nights in Buenos Aires to your trip. Arty San Telmo, up-scale Palermo or colourful La Boca are just some of the neighbourhoods worth exploring."
    },
    {
      "dayNumber": 2,
      "title": "Fly to Salta and tour the city; dinner at a traditional 'pena' (folk music hall)",
      "description": ": This morning, we'll fly to Salta, one of the liveliest cities in the north of Argentina; a blend of colonial architecture, fascinating museums and buzzing nightlife. This was as far south as the Inca civilisation came, and the city is more akin to Peru or Bolivia in its food, culture, and indigenous heritage. We'll tour the main sites, including a cable car ride up San Bernardo Hill where we'll soak in the panoramic views. Tonight, we'll get a taste of Salta's music scene at a 'pena', a traditional folk music hall where locals come with guitars and take turns to play and sing. Dinner is included; the menu will vary, but it may include locro (corn) soup, meats cooked local-style over the parrilla (grill), or tasty empanadas (delicate flaky pastry wrapped around slow-cooked meat or veggies). Please note that flight schedules in Argentina change regularly. We aim to fly in the morning (this may require leaving in the early hours) to Salta. If we need to fly in the afternoon, then we'll take a tour of some of the highlights of Buenos Aires in the morning, rather than our city tour of Salta."
    },
    {
      "dayNumber": 3,
      "title": "Full-day trip to the Cafayate vineyards to taste the region's famous wine",
      "description": ": We have a long day of driving ahead of us today as we head to the wine region of Cafayate - the magnificent scenery en route makes the lengthy journey worth it. The landscapes around Northern Argentina are vast and breathtaking, with rust-red geological formations carved out of massive gorges, and green pastures giving way to giant, craggy mountains. We'll travel down Ruta 68, through the 'Quebrada de las Conchas' (Shell Gorge), where water and wind have carved impressive shapes such as The Amphitheatre, the Devil's Throat and the Titanic out of the rock. Arriving into Cafayate for lunchtime, we'll plan a round of wine tasting in two of the region's rustic wineries, their rows of green vines backed by the spectacular mountains beyond. Argentina's main white wine, Torrontes, is famous in this region, so we'll no doubt try this as well as enjoying a traditional lunch at one of the vineyards. We'll make our way back to Salta in the late afternoon. Our total driving time for today will be approximately seven hours, with plenty of photo stops along the way."
    },
    {
      "dayNumber": 4,
      "title": "Walk at the Paseo de los Colorados in Purmamarca, visit the Salinas Grandes salt flats",
      "description": ": We'll continue north this morning with a three-hour drive to Purmamarca. This magical little cactus-strewn village sits in a striking location underneath a multi-hued mountain called the Seven-Coloured Hill. On arrival, we'll head out on foot for a circular walk on the Paseo de los Colorados, which surrounds the hill itself. This easy dirt trail covers 3-4 kilometres/2 miles and is surrounded by an explosion of colour throughout. In the afternoon, we'll drive out to Salinas Grandes. At 4,150 metres/13,943 feet of altitude the road up, called the Cuesta de Lipan, is a series of meandering switch-backs - we'll watch the landscape change quickly as we climb higher. On arrival at the enormous salt flats, we'll see this vivid white expanse stretch out before us, with the ragged edges of salt pools providing a flash of colour. It's impressive, but only a taste of what is to come in Bolivia. We'll arrive back in Purmamarca in the evening."
    },
    {
      "dayNumber": 5,
      "title": "Full-day trip to Tilcara and the Humahuaca Gorge",
      "description": ": Today we'll set out to explore the UNESCO Heritage area of the Humahuaca Gorge, a highlight of any trip to the northwest of Argentina. The journey is awash with colour and scenic roadside lookouts; one appropriately named mountain is The 'Painters Palette'. While we explore today, we'll visit the region's old traditional villages, including Tilcara, Uquia and Humahuaca - allowing us to see how the villages' pre-Columbian heritage gives this area of northwest Argentina a distinct sense of cultural identity. This is not only manifested in the woven items that we'll have seen in Salta and Purmamarca but also in the local diet, with northern food including llama stews and corn dishes. We'll visit the ancient ruins of Pucara, which date back to the 12th century and were eventually settled by the Incas in the late 15th century, before the domination by the conquistadores. We'll also visit the church of San Francisco de Paula in Uquia; this small, dusty, cactus-strewn town is quite unassuming, but well known for the large and unique series of 17th-century paintings found in the church, depicting the 'Angeles Arcabuceros', or armed angels. We'll return to Purmamarca this evening; a round-trip drive time of approximately three hours."
    },
    {
      "dayNumber": 6,
      "title": "Cross the border into Bolivia; change into 4WD vehicles and drive to Tupiza",
      "description": ": We'll retrace some of our steps from yesterday on our three-hour drive up to the Argentina-Bolivia border at La Quiaca. Here, we'll say goodbye to our Argentinian driver and switch to 4WD vehicles, necessary for our journey across the Salar de Uyuni. We'll continue by 4WD to Tupiza to check into our hotel, and in the afternoon we'll do a circuit of the surrounding red-rock scenery, cactus scrub and bizarre geological formations. Known as 'Bolivia's Wild West', the area around Tupiza is all dusty canyonlands and striking landscapes. In our vehicles, we'll drive a dust-road loop through the Valle de los Machos, the deep ravine of the 'Canon del Inca', and visit the 'Puerta del Diablo' and the Canon del Duende. The sight of deep gorges and high red mountains will accompany us throughout, and we'll stop to stretch our legs at several points."
    },
    {
      "dayNumber": 7,
      "title": "Visit the Train Cemetery en route to Uyuni, watch the stars on a nighttime trip to the salt flats",
      "description": ": We'll make our way to Uyuni today, a small, almost non-descript town that survives on salt and lithium production, and tourism. On the town's deserted outskirts, we'll pass through the train graveyard; a collection of early 20th-century train carriages rusted by the salt and left for dead after a major transportation project failed. The iron carcasses are a ghostly but photogenic sight. After checking into our hotel, we should have a little free time before heading out in the evening for our first glimpse of the Salar de Uyuni. The full expanse of the flats will be appreciated in the daylight tomorrow, but tonight we'll hopefully have a clear sky to gaze up at the stars, together with a hot drink. The drive to Uyuni today will take around three hours."
    },
    {
      "dayNumber": 8,
      "title": "Discover the salt flats and the cacti-covered Incahuasi Island",
      "description": ": Exploring Bolivia's immense, other-worldly salt flats is an unforgettable and surreal experience. Heading into this natural wonder, the sky seems to almost disappear into the land through the reflections of the blinding-white plains. Flamingos inhabit the shoreline of the small lagoons, whilst the snow-capped peak of Volcan Tunupa (5,400 metres/17,716 feet) looms far in the distance. Crossing the salt flats in our 4WD vehicles, we'll head for Incahuasi Island, where we'll find an expanse of huge cacti occupying an isolated island in the heart of the flats. The cacti have been here for millennia, and the tallest towers 9 metres/30 feet above the floor of the plains, no mean feat given that it is estimated that they only grow one centimetre a year! We'll also have the chance to climb the 'Staircase to Heaven' artwork, installed on the flats by Bolivian artist Gaston Ugalde. We'll spend most of the day crossing the flats in our 4WD and making several stops to explore and enjoy the dreamlike landscapes. Our accommodation is in a very remote location at the Laguna Hedionda, at around 4,250 metres altitude (13,940ft), where the famous flamingos roam. This evening's simple hotel has limited hot water and electricity and will be cold in the evening - warm sleepwear is highly recommended. Despite its simplicity, which is all part of the adventure when travelling in Bolivia, the location alone is worth the trip - you can walk out of the front door to spectacular views of the mountain and the lagoon."
    },
    {
      "dayNumber": 9,
      "title": "Visit the coloured lagoons; cross the border into Chile and continue to San Pedro de Atacama",
      "description": ": Today is another long day of driving, with around six hours in the vehicle to the border at Hito Cajon, and another hour to San Pedro. However, we can continue to enjoy the unforgettable landscapes. We'll make a stop at the 'Sol de Manana' geysers, the highest point of our tour at 4,900m (16, 076ft) altitude, where the hot steam and bubbling mud pots provide a strange contrast to the serene salt flats. We'll also visit the blood-red Laguna Colorada and the emerald-green Laguna Verde on the way to the Chilean border. Three of the world's six flamingo species can be found here; the Chilean, Andean and James flamingos - with the latter being incredibly rare, and thought to be extinct until the 1950s. At the Chilean border, we'll leave our 4WD vehicles behind and switch into a minibus, before continuing to San Pedro de Atacama for the evening."
    },
    {
      "dayNumber": 10,
      "title": "Free morning in San Pedro; sunset aperitifs at the Moon Valley",
      "description": ": The oasis town of San Pedro de Atacama is set high among the spectacular volcanoes of Los Andes Cordillera and is the lively gateway to the dramatic landscapes of the Atacama Desert. After so many days on the move, this morning we have free time to enjoy the town. The small high street caters to streams of backpackers looking for excursions, handicrafts, or their morning coffee hit, but despite this tourist activity, San Pedro has retained a charm that makes it a great place to just relax and soak in the atmosphere. This afternoon, we'll take a walk among the dunes of the nearby Valle de la Luna (Moon Valley), a nature reserve to the west of the town, where the surreal landscape has been formed by the erosion of the salt mountains. We intend to watch the setting sun cast its golden glow across the spectacular landscape, with an aperitif in hand."
    },
    {
      "dayNumber": 11,
      "title": "Morning visit to the Tatio Geysers; afternoon free in San Pedro",
      "description": ": We'll have an early morning start to drive to the El Tatio Hot Springs, a geothermal field of spouting geysers and steaming fumaroles surrounded by a vista of volcanic mountains. Watching these active geysers erupting in the light of the rising sun is an impressive sight. We'll return to San Pedro, where we're at leisure to explore the lively atmosphere of the town. This evening, we'll have the option to take a stargazing excursion with a local company, with the use of telescopes included."
    },
    {
      "dayNumber": 12,
      "title": "Fly to Santiago",
      "description": ": We'll drive to Calama Airport this morning, to catch our flight into Santiago, Chile's majestic capital in the shadow of the Andes. This afternoon, we'll have an orientation tour of the capital by bus. We'll explore the old part of the city, seeing La Moneda (the Government Palace), as well as the Plaza de Armas, surrounded by Santiago's most important historical buildings including the lavish Metropolitan Cathedral. We'll also explore Santa Lucia Hill, the mount upon which the Spanish founded Santiago in 1541. Please note that flight schedules change regularly. If we need to fly in the afternoon, then we may not be able to do the planned city tour of Santiago, although we'll see what we can."
    },
    {
      "dayNumber": 13,
      "title": "Trip ends in Santiago",
      "description": ": Our trip ends after breakfast at our hotel in Santiago. There are no activities planned today, so you're free to depart from Santiago at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Santiago International Airport (SCL), which is approximately a 45-minute drive from our hotel."
    }
  ],
  "map": ""
}