{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "patagonia-tailor-made-holiday-argentina-and-chile",
  "tourName": "Patagonia tailor made holiday, Argentina and Chile",
  "placesVisited": "Buenos Aires, Ushuaia, El Calafate, Perito Moreno Glacier, Torres del Paine National Park, Tierra del Fuego National Park, Puerto Natales, Punta Arenas, Santiago de Chile, Valparaiso",
  "generalInfo": "Buenos Aires, Puerto Madryn, Peninsula Valdes, Ushuaia, Calafate, Torres del Paine &amp; Santiago<br/><br/>This 15 day package has been designed for those seeking to discover the nature and beauty of Patagonia as well experiencing the vibrant cities of Buenos Aires &amp; Santiago.  From Buenos Aires, you will be taken to Puerto Madryn  where you will visit the Punta Tombo Penguin Colony and the wild Valdes Peninsula, home to wildlife such as the Southern Right Whale, sea lions, sea elephants and the mighty Orca. On to Ushuaia, the southern most city of the world where you will get to walk with native Magellanic penguins and discover Tierra Del Fuego National Park. We discover the sheer-sided peak of Mount Fitzroy and the immense Perito Moreno Glacier, where chunks of ice are often seen cracking into the water. At Torres del Paine, experience the rugged snow-capped mountains stand imposingly amid the wild south of Argentina and Chile, fringed by huge icy lakes and windswept grasslands. In the distance shy guanacos roam and a few hardy gauchos tend their many sheep-fringed by huge icy lakes and windswept grasslands. Finish up in Santiago to catch your breath and take stock of your Patagonian discovery.",
  "durationDays": "15",
  "price": "4990",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Buenos Aires Met by Trip Planner at airport and transfer to hotel. Private City Tour The city tour would be a mixture of driving and walking and would take in all the major sights of Buenos Aires. From the Flor Generica And the Rose gardens we would make our way to the park of memory . This park is dedicated to the 30,000 Argentine's who disappeared during the dictatorship between the years 1976 to 1983. We would then visit Recoleta and the final resting place of EVA (Evita) Peron. This would be followed by the plaza San Martin and the Plaza de Mayo. This plaza has a rich history and the mothers of the plaza de Mayo still march their every Thursday holding the pictures of their disappeared youngsters and wearing their iconic headscarves. This is also the sight of the Casa Rosada where Evita made her famous balcony speech. From there we would move on to take in San Telmo and la Boca with the famous Caminito. We would move on then to the Theatro Colon and the 9th of July Avenue which at 18 lanes wide is the worlds largest and quite a sight to be hold. Argentine Dinner Party Experience You will take part in the Argentina Dinner Experience this evening . This unique dinner party's concept is to teach you the fundamentals of what being an Argentine is all about, whilst simply having more fun than is available anywhere else. Learn how to close your own empanada using the 'repulge' technique, to order steak your way in Spanish, to prepare your own 'mate' drink. During the experience you get to take part in the ritual of preparing an Argentina Asado with the best of Argentina beef whilst sampling the best of Argentine wines. This is a group experience and is a lot of fun and great way to meet fellow travelers."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer from airport to hotel. In 1865, Puerto Madryn was the site of the first Welsh landing in the area. Their legacy remains today: Welsh-speakers, tearooms and Eisteddfods add a distinctive cultural flavor to the region. Another attraction is the noisy colony of Magellanic penguins at Punta Tombo, where chicks appear from November and take to the water from January. This wild and treeless tag of land, loosely linked to the mainland and reaching out into the South Atlantic, is a UNESCO-registered nature reserve that is home to a large variety of wildlife. Whales, penguins and elephant seals make up part of the profusion of marine life, whilst guanacos, rheas and armadillos roam around on the land. Southern right whales can be spotted during their breeding season of June to December, killer whales can be spotted from November through to April, and August to October is the best time to observe the elephant seals."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Peninsula Valdes Tour Driver to Valdes Peninsula, a UNESCO World Heritage site. You will arrive at Isthmus Carlos Ameghino from where it is possible to see at the same time Nuevo and San Jose Gulfs, visit the Interpretation Centre and see the Birds’ Island. This is a small island connected to the continent during low tides where visitors are not allowed. A wide variety of birds arrive during their breeding season: seagulls, flamingos, herons, cormorants, ducks and penguins among others. Continue to Caleta Valdes where there is an important settlement of Southern Elephant seals. Further along you will arrive at Caleta Valdes, a large natural creek that is home to a colony of sea elephants. After admiring Caleta Valdes you'll continue along the road as it drops suddenly down into a crescent of golden cliffs overlooking a bright blue bay and the small village of Puerto Piramides. Here herds of southern right whales tend to arrive in June. You can take a boat trip around the Golfo Nuevo bay and watch these immense creatures gliding past. The peninsula navigation allows you to get unusually close to the whales. You will even get wet if they jump! While the whales may be seen from late June to mid-December, the sea elephants and sea lions are permanent residents. Following your tour, you will return to your hotel in Puerto Madryn."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Penguins in Punta Tombo tour Drive to Punta Tombo which is located on the Atlantic Ocean coast, 150 km from Puerto Madryn. During the warm months (September to April) Punta Tombo reserve is home to the world's largest colony of Magellanic penguins. Spending much of their lives in the water, these penguins return yearly to the Patagonian coast to court, breed, and raise their young. Approximately half of the colonies of penguins that nest at Punta Tombo burrow underground. Males arrive prior to the females, preparing and settling into their old nests. When the females arrive, they search out their lifelong mate through a series of calls and a chorus of answers. After an elaborate courtship, the female will lay one egg and both male and female will share the two-month incubation. Once the baby penguin, or chick, hatches, the parents will forage for food, feeding the chick by regurgitation until it can fend for itself. After the chicks learn to swim, the family will return to the ocean and migrate north to southern Brazil. Some Magellanic penguins may migrate 3000 miles round-trip between Brazil and Patagonia. When the immature penguins return to Punta Tombo the following year, they will molt their feathers, and breeding will once again resume. Besides penguins it is also possible to see many other kinds of birds in the area. Driving back to Puerto Madryn, the tour stops at Gaiman, one of the oldest Welsh colonies in the area, where it is possible to taste an excellent tea with homemade cakes."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer from hotel to airport to take flight. Upon arrival, transfer from airport to hotel. Reluctantly shared by both Argentina and Chile, this ”land of fire” really is the end of the world. Its faraway location has drawn explorers since the days of Magellan and Darwin, and this tradition continues with today’s travelers. A triangular archipelago surrounded by the stormy South Atlantic and the Strait of Magellan, Tierra del Fuego offers plenty of natural beauty: scenic glaciers, lush forests, astounding mountains, clear waterways and a dramatic sea coast. The region’s largest city, Ushuaia, is also the ‘southernmost city in the world’ – a major draw for list-tickers – but has also become the main gateway to wondrous Antarctica. Tierra del Fuego is isolated and hard to reach, but for true adventure-seekers in Argentina it’s a must. After settling into your hotel, we recommend that you visit the End of the World Prison Museum in the afternoon"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Beagle Canal & Penguins Sail the Beagle Channel aboard a comfortable catamaran on this full-day exploration of the waters of Tierra del Fuego. Leaving from Ushaia, visit several islands in the channel to view the native plant and animal life, including sea lions and penguins, before spending time at the oldest ranch in the region, Estancia Haberton. Once you board your sturdy, comfortable sailing vessel, leave the urban bustle of Ushuaia behind and head through the Beagle Channel, which boasts another kind of din: the barking of sea lions and the squawking of penguins. On this full-day sailing trip led by expert guides, meander through the islands of the Alicia Archipelago and come face to face with the area's prolific bird life, including steamer ducks, scua gulls, cormorants and black browed albatross. Visit Seal Island in the Les Eclaireurs Archipelago, home to two species of vocal, playful sea lions, before taking a peek at the Les Eclaireurs Lighthouse. Cruise between Chile and Argentina, visiting Williams Port and Port Almanza. Entering McKinley Pass, you'll head straight for Martillo Island and a large colony of native Magellanic penguins. The last stretch of your sailing adventure takes you to Estancia Haberton, a historical settlement that has been functioning since the 1800s. After a short walking tour, board the bus that will take you back to Ushuaia and return to hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "4x4 Adventure Tierra del Fuego Ride off-road through Tierra del Fuego on this full-day adventure from Ushuaia. Visit Lago Fagnano and Lago Escondido (Hidden Lake) in a Land Rover that gives you access to unspoiled Patagonian scenery and views of the Southern Andes Range. Enjoy a lakeside barbecue with local malbec wine prepared by your local adventure guides. After hotel pickup in Ushuaia, travel about an hour to Paso Garibaldi, a mountain pass that cuts across Patagonia's Southern Andes. Drive across the Feugian Cordillera and enjoy a spectacular view of Lake Escondido, stopping at a lookout to admire this 'hidden lake.' Take in the views of the unspoiled Lake Fagnano as well. Descend into Lago Escondido in your 4x4 vehicle (a Land Rover Defender) with an adventure guide. Off-road among the trees in the Feugian forest, speed along muddy lakeside tracks and splash across shallow rivers. Appreciate the spectacular alpine scenery such as beaver dams, local saw mills and the native beech trees before as you head toward Lake Fagnano. Arrive at Refugio de Canal (Canal Refuge) for a barbecue lunch of prime beefsteaks, choprian (traditional Argentine sausage sandwich), salad, wine and dessert. After a full meal and a full day of adventure, you're returned to your Ushuaia hotel for dinner."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer from hotel to airport to take flight. Upon arrival, transfer from airport to hotel. In the heart of Patagonia, next to the Andes, is one of Argentina’s most scenic areas, commonly referred to as Lago Argentino and the Perito Moreno Glacier, declared “Universal Heritage” by the UNESCO. The most renown of all the glaciers is the Perito Moreno Glacier. Situated 80 km (50 miles) from El Calafate, it is the most easily reached among them. This is an imposing ice river that descends from the Southern Patagonian Ice Cap down to the lake, at ‘Canal de los Témpanos’ (Icebergs’ Channel). It is the only glacier in the area which is considered to be in equilibrium, that is: not receding. It has always been the most important attraction of the region thanks to its spectacular beauty, but especially because of its unusual behavior. The glacier slowly advances down the mountain slope towards the lake, producing, as it spills down, thunderous noises and ruptures. Recommend visiting Laguna Nimez reserve, a short walk from the town center. This ecological environment lodges an educational circuit with trails and signposts laid up along over 2,500 meters. The guides await visitors at the entrance gate to assist them with the interpretation of the natural environment. Likewise, a complete herbarium that helps visitors identify the local plants is located in the entrance area. The reserve has good vantage points that enable visitors to watch how the flamingos, geese, silvery grebes, black-necked swans, ibis, lapwings, ducks, coots, hawks and chimangos, among other 70 species, fed in the clump of rushes."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Full day Perito Moreno Glacier Tour Experience the majestic icy expanse of the Perito Moreno Glacier on this full-day tour from El Calafate. Trek among the pristine streams, gullies and peaks of Los Glaciares National Park with a professional guide, and get an up-close perspective on the fantastic formation with a 1-hour boat ride through a glacial lagoon. You might even witness the glacier’s signature movement and cracking sounds from detaching icebergs! Perito Moreno Glacier has become a favorite Patagonian destination thanks to its impressive expanse, accessibility and continuous movement. Your icy adventure begins with pickup at your El Calafate hotel and a scenic drive to Los Glaciares National Park, so named for the abundance of glaciers found here, including Upsalla, Onelli and Spegazzini. Let your guide handle the driving while you soak up the splendor of Lago Argentino framed by majestic peaks and icy islands. Stretch your legs and take an easy hike along park pathways for diverse views of Perito Moreno’s 200-foot-(60-meter)-high, blue-tinged walls. Watch closely to see giant slabs of ice detach from the glacier and slide into the surrounding lagoon. Loud cracking noises are sure to alert you to any movement! For another perspective, enjoy a 1-hour cruise through the lagoon in front of Perito Moreno. Sail along the massive glacier wall and in between floating icebergs for an awe-inspiring watery perspective on this natural wonder. After exploring the park, relax on the return drive to El Calafate, where your 9-hour tour concludes in the early evening."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Full Day Upsala Glacier Tour Experience the remote beauty of Patagonia’s Estancia Cristina and Upsala Glacier on a journey of discovery from El Calafate. Sail past icebergs across Lago Argentino and tour the historic Estancia Cristina ranch. In the afternoon, choose between a short and easy trek to a beautiful waterfall or an off-road tour to the beautiful Upsala Glacier. Our Patagonian adventure begins with pickup from your hotel in El Calafate. Relax on the 28-mile (45-kilometer) journey to the port at Punta Bandera, where your three-hour boat cruise departs. Enjoy croissants and hot drinks served on board the comfortable boat as you glide among icebergs, past the stunning scenery of snow-covered peaks. Sail to the western front of the Upsala Glacier, then cruise along Cristina Channel to Estancia Christina. Disembark at the historic estancia, and learn the history of the sheep and cattle ranch on a visit to the museum and old shearing shed. Enjoy a snack break before continuing your tour of the estancia. Take a short-guided walk up to Caterina River to visit the estancia’s chapel and other historic buildings. After lunch, take an off-road trip for fantastic views of the Upsala Glacier, or an easy trek to see the beautiful waterfall of Los Perros. The three-hour off-road trip takes you along a scenic mountain trail, following a route of great geological interest, until quite recently covered by glaciers. Reaching a mountain refuge, take a 20-minute walk over terrain eroded by glaciers to reach the Upsala Glacier. From here you can see amazing views of Lake William, the Patagonian ice field and the Andes mountains. If you choose the walk to the cascading waters of Los Perros waterfall, the two-hour trek takes you through beautiful woodlands for lofty views of Caterina River and the estancia below. or Nibepo Aike Ranch with Horse riding This full day tour takes to Estancia Nibepo Aike, a beautiful ranch located within Los Glaciares National Park. There you will experience the life at the Patagonian countryside, taste delicious local cuisine and explore the amazing natural landscapes that surround the ranch. After lunch, go on an exciting 3 hours horseback riding to end this incredible day. We begin with the departure from centrally located El Calafate Hotels at 08:30 am and travel through the gravel route No. 15. On the way, we might get to see some condors, foxes and hares. Enjoy the views of the amazing Patagonian scenery, with Cerro Frías as backdrop. After crossing the Rico River, the steppe landscape changes abruptly, becoming a mountain landscape. Arrival to the estancia after crossing the margin of Roca Lake and having entered to Los Glaciers. You will be greeted by the host guide, who will be waiting to welcome you with a hot drink accompanied by homemade pastry. While having breakfast, you can enjoy a magnificent view of the Cordillera de los Andes. Then, start the visit to the facilities of this typical Patagonian estancia, that used to be dedicated formerly to bovine production. Around noon lunch will be served, consisting of an exquisite lamb grilled on a traditional Patagonian cross stake. Once we have savored it, we will go on a three hour guided horseback ride. The guide will take you explore different path, each one as amazing as the one before, so that you get to know even better this beautiful region. At approximately 7:15 pm, we will be returning to El Calafate hotels."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer across the Chilean border to the town of Puerto Natales, the gateway to Torres del Paine National Park and to hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Full Day Torres Del Paine Day tour Journey into the surreal natural spectacle of Torres del Paine National Park on a full day tour from Puerto Natales. See the splintering glaciers, iridescent lagoons and snow-capped spires of the Andes Mountain range during an exhilarating excursion into the wild. Explore the darkened depths of Milndon Cave with a knowledgeable guide; visit a gushing waterfall near the Nordenskjold Lake; admire the shimmering surface of Sarmiento Lake; and trek amid the frozen enchantment of the Grey Glacier during this astounding adventure."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Free day to explore Torres del Paine National Park"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to airport to take flight to Santiago. Upon arrival, from airport to hotel."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "City Tour of Santiago. Experience the spectacular sights and colorful culture of Chile’s capital city on an introductory 3.5-hour tour of Santiago. See all of the city’s legendary landmarks as you stroll through Santiago’s streets, visiting the picturesque Moneda Palace, the verdant Parque Forestal and the colossal Cathedral. Choose either a morning or afternoon tour to allow further exploration after the tour concludes. After hotel pick-up, travel through the principal streets of Santiago accompanied by a knowledgeable guide. Pass the Moneda Palace, the current seat of the Government, and absorb its neoclassical splendour before continuing onto the ambient Plaza de Armas to admire the filigreed spire of the Cathedral. Swing by the captivating Museum of National History and marvel at the architectural prowess of the Central Post Office. Next, visit the verdant Parque Forest, a sprawling city park based on the design of Paris’ Champs-Elysees. Enjoy the gorgeous greenery and scattered sculptures before venturing to the bohemian neighborhood of Bellavista, home to resident artists and poets, to admire the street art. Then, ascend to the summit of Saint Lucia hill to admire panoramic vistas of the dramatic Andes mountain range. Transfer to airport to take flight home."
    }
  ],
  "map": ""
}