{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "adventure-holiday-in-patagonia-with-iguazu-falls",
  "tourName": "Adventure holiday in Patagonia with Iguazu Falls",
  "placesVisited": "",
  "generalInfo": "Discover the rugged beauty of the most southerly tip of the Americas on this two-week tour of Patagonia. Journey through Argentina and Chile, witnessing natural wonders from emerald lakes to icy glaciers, and towering mountain ranges. This tour ticks off the colourful capital, Buenos Aires, as well as bucket-list sites such as Torres del Paine, the Beagle Channel, and the Perito Moreno Glacier.  <br/> <br/> Buenos Aires - Explore the birthplace of the tango with a tour of Buenos Aires' kaleidoscopic neighbourhoods. <br/> <br/> Torres del Paine - Stay within Chile's stunning national park in the shadow of the stunning Torres del Paine. <br/> <br/> Perito Moreno Glacier - Don a pair of crampons and take a hike on the ice of this magnificent glacier. <br/>",
  "durationDays": "17",
  "price": "7479",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Buenos Aires",
      "description": ": Our tour of Patagonia starts in Argentina's capital, Buenos Aires, on the southern shores of the Rio de la Plata. Since its founding by Pedro de Mendoza in 1536, the city has thrived on trade and its vibrant streets are a tapestry of European architectural styles, with Spanish, French and Italian classicism rubbing shoulders with the remnants of Victorian grandeur. For those arriving in time, our tour leader will meet you in the hotel reception at 6pm for a welcome meeting followed by dinner for those who wish. There are no activities today, so you're free to arrive in Buenos Aires at any time. If you'd like an airport transfer today, you'll need to arrive into either Aeroparque Internacional Jorge Newbery (AEP) or Ezeiza International Airport (EZE), a 30-minute or a one-hour drive respectively from our hotel. If you miss the welcome meeting, our tour leader will catch you up ASAP. If your flight arrives earlier in the day, you might like to take in the atmosphere of the San Telmo district, with its impressive architecture, or head to one of the leafy parks in Palermo. Alternatively, you could enjoy a spot of people-watching at one of the sidewalk cafes in Porteno."
    },
    {
      "dayNumber": 2,
      "title": "Explore the diverse barrios of Buenos Aires",
      "description": ": Today, we'll experience the city as Portenos (Buenos Aires natives), exploring by local bus and on foot. Each neighbourhood of Buenos Aires has its own distinct character, with grand Italianate architecture sitting alongside winding cobbled streets or tree-lined avenues. To get a feel for the heart of the city, we'll walk towards its founding point at the Plaza de Mayo, where the President's dusty-pink mansion is located. Every big event in Buenos Aires's history has been witnessed by the Plaza, from the continued protests of the 'Madres de la Plaza de Mayo', going back to Eva Peron's mass demonstrations in 1945. From here, we'll hop on a bus towards the vibrant neighbourhood of La Boca. Originally settled by Italian migrants, the area is famed for its bright houses, a ramshackle affair of corrugated iron, and the tango dancers who perform in the streets. We'll visit a local 'cafecito' during our tour, taking a traditional Porteno snack of coffee and pastries. We'll end our morning in bohemian San Telmo, with its small one-way streets, historic mansions and walls adorned with street art. Our tour leader will suggest lunch at a traditional restaurant here, for those who wish. It's worth noting that our city tour will last around five hours and will involve several hours of walking to see the city's highlights. This afternoon, you're free to explore more at your own pace. You could stay and explore San Telmo, which is particularly interesting when the antique market takes over the cobbled streets. Or visit Recoleta Cemetery, the final resting place of Argentine luminaries, including Eva Peron. For book lovers, the Ateneo Grand Splendid, set in a converted theatre, is one of the most impressive bookstores in the world. This evening, we'll have an opportunity to enjoy something of Buenos Aires' nightlife, perhaps going to a tango show and soaking up the pulsating rhythms of the Latin dance."
    },
    {
      "dayNumber": 3,
      "title": "Fly to Ushuaia - free after for glacier visit or penguin spotting",
      "description": ": Today we'll transfer to the airport for our flight to Ushuaia, the world's southernmost city, located on the Island of Tierra del Fuego at the very tip of the South American continent. Beyond this remote port lies the Beagle Channel and then the open waters of The Drake Passage, where the Atlantic and Pacific Oceans converge. This afternoon is free to explore the city as you choose. You may wish to stay on land, visiting the old prison of Ushuaia, now the Maritime Museum and an excellent portrait of the harsh realities of life on these unforgiving oceans. Alternatively, there are three different trips around the coast that allow you to get closer to the awesome nature in this part of the world: 1. Beagle Channel catamaran and penguin spotting. This five-hour excursion sees you taking a catamaran boat from Ushuaia through the Beagle Channel, cruising around Sea Lion Island, Bird Island, Les Eclaireurs Lighthouse and Martillo Island. During the trip, we'll try to spot sea lions, cormorants and other diverse wildlife. At Isla Martillo the catamaran approaches the beach to see the Magellanic Penguin colony. Please note that on this trip there are no landings, but it's a great overview of the incredible scenery in the Beagle Channel. 2. Harberton Estancia and Isla Martillo. This six-hour tour starts with a 90-minute drive to the Harberton Estancia, the oldest ranch in the Tierra del Fuego, dating back to the late 1800s. If the Estancia is open, you'll have the option of visiting the small museum inside for an additional fee, payable locally. The main reason for our trip here is to access the pier, which is the launching point for boats travelling to Isla Martillo - an island just 15 minutes offshore that's home to a large penguin colony. This excursion is run by the only company permitted to let visitors disembark and walk among the penguins. Magellanic penguins are the largest colony, but you may also see Gentoo penguins or King Emperor penguins. Taking an hour-long walk around the island with a guide, you'll discover these colonies before the 15-minute return boat ride and 90-minute drive back to Ushuaia. 3. Beagle Channel boat to Sea Lion Island and Bird Island. This last boat trip doesn't take you out to see the penguins, sailing just around the sea lion island and bird island. For those on a budget who may have seen penguins in other places, this is a great option to witness the area's wildlife and the bleak scenery of the Beagle Channel. All excursions here in Ushuaia should be pre-booked before departure, preferably a minimum of three months prior to your trip. We cannot guarantee the availability of any of these excursions at any point. Important note: flight schedules in Argentina change constantly. You may depart in the very early hours for your internal flight, and if so, breakfast will be taken in-flight rather than at the hotel. Alternatively, you may have a longer morning in Buenos Aires and depart in the late afternoon. Due to the changing nature of the flights, boat excursions may take place either on today's free afternoon, or on tomorrow's free afternoon on Day 4 of the trip."
    },
    {
      "dayNumber": 4,
      "title": "Walk in Tierra del Fuego National Park",
      "description": ": Tierra del Fuego translates as the Land of Fires and today we'll have time to explore the nearby national park. Separated from Patagonia by the waters of the Magellan Strait, Tierra del Fuego is a landscape of lakes, forest, and tundra, set beneath an imposing backdrop of rugged mountain peaks. After driving 10 kilometres from Ushuaia to the park entrance, we'll drive through the park and take walks in several different sectors, along forest trails and to Lapataia Bay, taking in the expansive views and hopefully coming across some of the abundant wildlife in the area. Depending on the weather, we'll likely be undertaking three different walks, the longest being just under 2 kilometres / 1.25 miles. The undulating and well-trodden trails include some steps and light hilly terrain along the way. These peaks and valleys are filled with Lenga and Guindo trees which provide a rich haven for Patagonian grey foxes and condors. After lunch, we'll return to Ushuaia and have a free afternoon to further explore the area. Across the three hikes, we'll be walking for around 4 kilometres / 2.5 miles, approximately 2 hours in total, with negligible ascent of 40m / 164 ft."
    },
    {
      "dayNumber": 5,
      "title": "Ferry across the Magellan Strait to Punta Arenas",
      "description": ": We have a long day of travel ahead of us today. After breakfast, we'll depart by public bus and spend our day travelling across Tierra del Fuego, crossing the Magellan Strait by ferry, and entering Chile, to complete our journey to Punta Arenas later this afternoon. The journey takes approximately ten hours including the ferry crossing and the border control (note, fruit and nuts cannot be taken into Chile). One of the largest maritime settlements in the region, and the first Chilean settlement along the waters of the Magellan Strait, Punta Arenas was founded in the mid-19th century. It began its life as a penal colony and grew rich on sheep ranching, as well as the facilities it offered to ships traversing the dangerous route. Tonight, we'll have a chance to enjoy some local specialities, such as king crab, and perhaps sample some Chilean wines."
    },
    {
      "dayNumber": 6,
      "title": "Drive across the Patagonian Steppe to Torres del Paine National Park",
      "description": ": A landscape of rugged mountains, turquoise-coloured glacial lakes and spectacular wildlife, the majestic vistas of Chilean Patagonia are some of the most scenic and environmentally-diverse regions on the planet. Today, we'll travel north across the Patagonian steppe, with its desolate rolling plains and views of the peaks of the Cordillera. Our first stop will be the city of Puerto Natales, our gateway into the sumptuous landscapes of the Torres del Paine National Park. Founded in 1911, this coastal town is a shipping port and a transport hub for those heading to the Paine Park. In fine weather, the cafes are filled with travellers and crowds gathering to witness the arrival of the Navimag boat from Puerto Montt. After a brief stop in the town, we'll continue towards the park. Blessed with an abundance of natural wonders, the land was turned into a national park in 1959 and takes its name from the Tehuelche Indian word 'payne' meaning blue - a nod to the turquoise lakes within the park. Our dramatic drive takes us via the Milodon Cave to our accommodation in Torres del Paine."
    },
    {
      "dayNumber": 7,
      "title": "Discover Torres del Paine National Park on foot",
      "description": ": We have an active day ahead of us today, as we take on an eight-kilometre wildlife hike from Lake Sarmiento to the Laguna Amarga - a route which allows us to fully appreciate the majestic beauty of the Torres del Paine National Park. At first glance, the area might seem barren but as we wander on, the wide variety of flora and fauna that call it home come to light. It's not unusual to see large numbers of guanacos here, as well as black-necked swans, upland geese, and pink flamingos. We may even be fortunate enough to spot condors in this vast territory of the elusive puma. As well as an abundance of natural sights, there are also more than 20 ancient cliff paintings, which are approximately 6,000 years old, in a hidden spot along the trail. We'll continue by vehicle to the Cascada Paine, a waterfall backed by the jagged peaks of the Torres. From here, we'll continue to drive to the Blue Lagoon, where we can stroll around the beach to admire the towers from the same view that inspired Lady Florence Dixie to call them 'Cleopatra's needles' in her book Across Patagonia in 1880. The 8.5 km / 5.2 mile hike around Lake Sarmiento will take approximately 3.5hrs, with 230m / 755ft of ascent, and 290m / 950ft descent. For those who'd prefer something more challenging, you'll have the option of undertaking the 22-kilometre trek to the base of the Torres del Paine. The entire hike is full of breath-taking panoramas, as you cross glacial lakes, passing through river valleys and mountain forest, culminating in one of the most impressive lookouts in the park, over the spectacular Torres - imposing pinnacles of sharp granite that rise up over 2,600 metres to pierce the sky. The total ascent and descent of the hike is 950 metres, taking us from a starting altitude of 30 metres to the peak of 980 metres, over approximately ten hours. The terrain is hilly, with small and undulating slopes until the last kilometre, which is a steep push to the top. If you'd like to undertake this trek, your local guide will need to know by day two of the trip, in order to ensure that a guide is in place for you. Please also note that the 22-kilometre Torres hike is not included."
    },
    {
      "dayNumber": 8,
      "title": "Walks in Torres del Paine - optional zodiac trip on Lake Serrano",
      "description": ": We'll start our second day in Torres del Paine with a visit to a viewpoint where we can take in the panoramas of Lake Pehoe. Next, we'll head to Mirador Cuernos up a steep, partly gravel path, where we'll see views of the Valle del Frances. The hike to Mirador Cuernos is 2.5km / 1.5miles, and is expected to take around 2.5 hours, with 266m / 872ft of ascent and descent. The afternoon is free to relax or explore more at your own pace. There are plenty of hikes on offer in the park, and two options for this afternoon are walking to the Escondida Lagoon or to the Nutria River (both walks are approximately a two-hour round-trip). Alternatively, there's the opportunity to take an excursion on the Serrano River, which will give you a closer look at the Paine Massif and the Serrano Glacier. The trip starts with a 40-minute speedboat journey up the Serrano River. A waterfall marks the end of the line here, and you'll disembark to walk for about 15 minutes through native forest towards a second boat, which takes to the beautiful Ultima Esperanza fjord. There's another 30-minute walk through the Bernardo O'Higgins National Park, to reach the Serrano Glacier Lagoon. After a look at the impressive glacier, you'll return the same way. This trip lasts approximately six hours, and you'll return to the dock around 8pm."
    },
    {
      "dayNumber": 9,
      "title": "Travel to Calafate, the gateway to the Glaciares National Park",
      "description": ": After breakfast, we'll depart for the Argentinean border at Cerro Castillo, crossing a vast plateau, where the only signs of life are the occasional estancia sheltering behind a windbreak of rare trees. Our destination is Calafate, situated on the southern shores of Lago Argentino, an unassuming little community that has been declared the national capital of the glacier region and the gateway to Los Glaciares National Park (approximately a six-hour drive)."
    },
    {
      "dayNumber": 10,
      "title": "Full Day visit to Perito Moreno Glacier. Optional Boat trip or Ice Trekking",
      "description": ": Today we have a full day visit to the awe-inspiring Perito Moreno Glacier, one of South America's most magnificent sights. Fed by the vast expanse of the Southern Patagonian Ice Field, the glacier covers some 250 square kilometres and presents us with an impressive list of statistics. It stretches over 30 kilometres and at its deepest point is over 700 metres thick. It's advancing at a rate of 700 metres per year but is estimated to calve off great chunks at probably the same rate, meaning that it has remained almost stationary for nearly a century. Whilst here we'll take an included walk along some of the boardwalks in the National Park, which offer some excellent panoramic views of the glacier. If you'd like to get closer, there is the possibility to take an optional boat ride up to the glacier face, or there will be the chance to take the optional trek out on the ice (an age limit of 65 years applies due to National Park regulations). Please note, the ice trek is very popular, and for those interested we advise pre-booking your spot with us before you travel to avoid disappointment. It involves walking on the ice itself using crampons. No experience is necessary, and you'll have a little time to practice walking with crampons before stepping onto the glacier. The walk is fairly easy, at a steady pace, with just a few very slight inclines. The terrain can be uneven in places, with seracs and glacial pools, however, an expert guide will be on hand to help you navigate the route."
    },
    {
      "dayNumber": 11,
      "title": "Drive to El Chalten - optional boat trip and hike to Vespignani Glacier lookout",
      "description": ": Today we'll drive to the picturesque town of Chalten (approximately three hours), lying at the confluence of the De las Vueltas and Fitzroy Rivers in Los Glaciares National Park. Arriving at approximately 11am, we'll have lunch before checking in to our hotel, and the afternoon is free to explore the town and its surrounding trails. Upon arrival to Chalten, you have the option to take a trip to Lago Del Desierto. This eight-hour trip includes a scenic drive to the lake, followed by a short sail across the waters and a hike up to the Vespignani Glacier lookout. You'll arrive back to the hotel in the evening. For those who'd prefer to remain around the Chalten area, the scenery is spectacular wherever you are, and there are many walking paths (self-guided) to discover."
    },
    {
      "dayNumber": 12,
      "title": "Hike to the base of Mount Fitzroy",
      "description": ": Over the next day and a half, we'll have the opportunity to explore the stunning Fitz Roy Massif. Today, we'll set out with a local guide, weather permitting, to cover the distance to the base of Mount Fitz Roy, whose unmistakable summit is almost permanently covered in cloud, a phenomenon that was believed to be smoke by the indigenous Tehuelche who named it Chalten (smoky mountain). The mountain reaches 3405 metres and our aim is to reach the base at around 1200 metres). Its forests and slopes are home to a unique array of wildlife, including the elusive huemel (a small deer) and the majestic condor. The scale and grandeur of this setting, where the glaciers seem to hang suspended between the jagged peaks, make this walk a truly rewarding excursion. The hike is on a well-marked trail covering a variety of terrain, expect forest, river and mountain scenery and the paths that go with each. Our total ascent and descent will be approximately 950m / 3150ft, over a distance of 26 kilometres / 16.1 miles, and the round-trip will take us around nine hours. We've graded this walk as challenging due to the long distance covered. There are other shorter walks available on self-guided trails if you prefer, or you might like to take the time instead to relax around the town of Chalten."
    },
    {
      "dayNumber": 13,
      "title": "Fly to Buenos Aires",
      "description": ": We have a three-hour drive back to Calafate this morning, in time for our afternoon flight to Buenos Aires. For those who wish, once we arrive in the capital, there might be the opportunity to take in one of the city's famous tango shows. Please note, there are frequent airline schedule changes on domestic flights in Argentina. Our flight back to Buenos Aires may arrive in the late evening, giving you the morning free in Patagonia."
    },
    {
      "dayNumber": 14,
      "title": "Fly to Iguazu",
      "description": ": Today you'll fly (unescorted) to Puerto Iguazu, Argentina, where you'll be met by a local guide. During our time in Iguazu, you'll get the chance to visit the Brazilian and Argentinean sides of the Iguazu Falls. Set amidst the lush landscapes of the Parque Nacional do Iguazú Reserve, the falls are one of nature's finest masterpieces. A cascade of 275 interconnecting falls hurtle over high cliffs into a curved amphitheatre making up the breathtaking sight that extends three kilometres across the Rio Iguazu. Viewed from the Brazilian side, the falls present themselves in all their majestic and powerful glory and the noise is tremendous, with huge clouds of soaking mist being churned up by the cascade. The park itself was declared a World Heritage Site in 1986 and its trails are a paradise for nature lovers. The surrounding spray-soaked forest provides a rich haven for flora and fauna, with over 2,000 plant species and over 400 different types of birds being recorded here, as well as countless mammals, insects, and reptiles. The canopy is alive with an array of brightly plumaged toucans, parrots, hummingbirds, and colourful butterflies, whilst the forest floor boasts jaguars, mountain lions, tapirs and capuchin monkeys. Please note, the days in Iguazu are designed as an extension to our Adventures in Patagonia tour, and some of your fellow group members may leave the tour today in Buenos Aires before you fly to Iguazu. Whilst the extension has been designed to complement the Patagonia trip, it's worth noting that there might not be other Explore customers travelling with you. Your transfers and excursions in Iguazu are not private and might be shared with others who are not booked through Explore. Our flights are normally in the morning, and therefore the plan for arrival is to visit the Brazilian side of the falls today. It's approximately a half day visit, usually stopping for lunch at the Brazilian side. If flight schedules change we may rearrange this visit to Day 16 before your flight back to Buenos Aires."
    },
    {
      "dayNumber": 15,
      "title": "Discover the Iguazu Falls from the Argentinian side",
      "description": ": Today is a full day visit to the Argentinian side of the falls, from where you'll get a more extensive view of the cascade, with the added benefit of fewer crowds. A walk to the churning caldron of the Garganta del Diablo (the Devil's Throat), presents you with one of the most powerful waterfalls on the planet, where a series of 14 separate falls merge into one, to produce a spectacular torrent."
    },
    {
      "dayNumber": 16,
      "title": "Return to Buenos Aires",
      "description": ": This morning is left free to relax at the hotel before the flight back to Buenos Aires."
    },
    {
      "dayNumber": 17,
      "title": "Trip ends in Buenos Aires",
      "description": ": Our tour of Patagonia ends at our hotel in Buenos Aires. There are no activities planned today, so you're free to depart at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer, you need to depart from either Aeroparque Internacional Jorge Newbery (AEP) or Ezeiza International Airport (EZE)."
    }
  ],
  "map": ""
}