{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "buenos-aires-iguazu-falls-patagonia-holiday",
  "tourName": "Buenos Aires, Iguazu Falls & Patagonia holiday",
  "placesVisited": "Buenos Aires, Puerto Madryn, Valdes Peninsula, Punta Tombo, Gaiman, Ushuaia, Tierra del Fuego National Park, Beagle Channel Navigation, Los Glaciers National Park, El Calafate, Iguazu Falls",
  "generalInfo": "This Buenos Aires, Iguazu Falls and Patagonia holiday will introduce you to the best landscapes that Argentina has to offer, with a little bit of big city glitz thrown into the mix. You’ll visit two of the country’s most dynamic cities – the seductive capital of Buenos Aires and mountain-backed adventure hub Ushuaia, the southernmost city in the world. <br/><br/>There’s also ample time to take in the country’s top National Parks. These include the icy landscapes of Los Glaciers National Park; Tierra del Fuego National Park, where you’ll hike through otherworldly scenery; and Iguazu National Park, home to the world famous Iguazu Falls. Other highlights include a whale watching tour of the Valdes Peninsula as well as a visit to a vast colony of Magellanic Penguins.<br/><br/>Since this is a tailor made tour, we can make adjustments to suit your budget, interests and other requirements, and extend or shorten the tour according to your wishes. You could, for example, add a visit to the wineries around Mendoza or visit a ranch near Buenos Aires for horse riding. <br/><br/>",
  "durationDays": "15",
  "price": "5135",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buenos Aires: Upon arrival you will be met at the airport and transferred by private service to your hotel, leaving you the remainder of the day to explore the historic neighborhoods and enjoy the cafe culture of Buenos Aires."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Buenos Aires: Our City Tour will provide you a great overview of the city and its diverse attractions. Over the course of three hours you will have the chance to visit Retiro, Avenida 9 de Julio, Downtown, Puerto Madero, San Telmo, Recoleta and La Boca. In the evening you will be picked up from your hotel to be driven to a mystical place where you’ll discover one of our most ancient traditions. Tango is more than our national dance. Tango is: our immigrant origins, the talent of our local artists, the sensuality of the Argentine woman and our way to deal with a broken heart, dancing our way through tragical and yet eternal love stories. Tonight you will enjoy a 3 hour long professional display of tango and music with a group of local artists onstage immersed in an elegant and alluring place. The manners, ambience, clothes and dance steps which tango lovers used to practice 100 years ago will come to life again and you will travel in time for a night. This spectacular demonstration of the finest local dancing will be accompanied by delicious Argentine and international cuisine. Dinner is à la carte, beverages included so you can lose yourself in the ethereal taste of Malbec wine. At the end of the evening, around midnight, you will be driven back to your hotel, fully in love with the bohemian spirit of our beloved Buenos Aires. Duration: 3-4 hours Included: transportation mentioned above Note: formal dress is not required"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Buenos Aires to Puerto Madryn: Breakfast. At appropriate time, you will be taken to the domestic airport to take your flight to Trelew ( 67 km south of Puerto Madryn ). Upon arrival, you will be taken to your hotel in Puerto Madryn, leaving you the remainder of the day to enjoy the coastal town and possibly catch your first glimpse of the whales passing by."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Peninsula Valdes: After breakfast you will be led on a full day's tour of the Valdes Peninsula. To enter this UNESCO World Heritage site, you will cross an incredibly narrow strip of land with sea on both sides. Further along you will arrive at Caleta Valdes, a large natural creek that is home to a colony of sea elephants. After admiring Caleta Valdes you'll continue along the road as it drops suddenly down into a crescent of golden cliffs overlooking a bright blue bay and the small village of Puerto Piramides. Here pods of southern right whales tend to arrive in late June. You can take a boat trip around the bay and watch these immense creatures gliding past. While the whales may be seen from late June to mid December, the sea elephants and sea lions are permanent residents. Following your tour you will return to your hotel in Puerto Madryn."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Penguins in Punta Tombo, Puerto Madryn: After a leisurely breakfast you will leave Puerto Madryn and drive 120km south to visit the largest colony of Magellan penguins in South America. The colony's population reaches over half a million birds during the peak season, and the best time to visit is between October and April. One of the greatest features of this reserve is the fact that you can literally walk among the penguins and observe their habits. You'll have the opportunity to see how they feed their babies, defend their territory, build their nests, and of course watch their characteristic comedy waddle in and out of the sea. Following the tour you will head to Trelew in order to visit the Egidio Feruglio Paleontology Museum, before continuing to the charming Welsh town of Gaiman for afternoon tea and Welsh delicacies. You will then return to your hotel in Puerto Madryn just in time to enjoy the sunset."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Puerto Madryn to Ushuaia: At appropriate time you will be transferred to the airport in Trelew to take your flight to Ushuaia. Upon arrival, you will be transferred to your hotel leaving you the rest of the day to explore the city, try some delicious fresh seafood, or learn of the region's history at the Prisoners Museums."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tierra del Fuego National Park– Trekking & Canoeing in the National Park: After breakfast, you will leave on a full day excursion to Tierra del Fuego National Park that allows you to get off the tourist path and see a side of the park that most visitors miss. The excursion includes guided trekking beside the Beagle Channel and canoeing along Lapataia River until Lapataia Bay (Box lunch is included). If you prefer a less adventurous option for this day, just let us know and we will change this activity for another one that suits you better (maybe, the Train of the End of the World or a soft trekking)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Beagle Channel Navigation/El Calafate: After making your way to the pier you will take a boat cruise along the famous Beagle Channel. You will gain panoramas of Ushuaia Bay and see the diverse marine wildlife, such as cormorants and fur seals, on De los Lobos and De los Pajaros Islands. On one of the Bridges Isles, you can explore the island for concheros, or giant shells, and enjoy the views of Chile and Argentina. You will also see the Les Eclaireurs lighthouse. During the cruise, you can enjoy snacks and favorite Argentine drink, mate. At appropriate time you will be picked up at your hotel and transferred to the airport for your flight to El Calafate. Upon arrival you will be taken to the hotel and have the rest of the day to relax or explore the areas around the town or possible make the 1km hike out to Laguna Nimez for a beautiful Patagonian sunset."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Perito Moreno Glacier, El Calafate: After an early breakfast, you will leave on a full day excursion to Los Glaciers National Park a Unesco World Heritage site since 1981 and home to one of the most awe inspiring sites in Argentina, Perito Moreno Glacier. During the tour you will have the chance to enjoy stunning views of the glacier from various spots around National Park, as well as a boat tour that will take you close enough to fully take in just how massive it is. For even more adventure, you may choose the Big Ice or Mini-Trekking programs, both allow you to hike on the glacier! And yes, ice-shoes/crampons are included! In the early evening you will be returned to you hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "El Calafate: Day at leisure to enjoy any of the optional tours around El Calafate. We suggest a visit to Estancia Cristina, a bike ride out to the lake, or a boat cruise to explore some of the more remote glaciers in the region."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "El Calafate to Buenos Aires: Breakfast. At appropriate time, you will be transferred to the airport to take your flight to Buenos Aires. Upon arrival, you will be taken to the hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Buenos Aires to Puerto Iguazu: At appropriate time you will be taken to the domestic airport to take your flight to Puerto Iguazu. Upon arrival, you will be taken to your hotel at which point you will have the afternoon to relax and enjoy the tropical climate and jungle setting."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Iguazu National Park- Argentine Side: After breakfast you will depart on a full day excursion to the Argentine side of the Iguazu Falls where you will have intimate views of this unforgettable section of the Iguazu River. Lower and upper walkways permit up close and personal experiences with this magnificent spectacle of nature. Trails through the 210 square mile reserve provide visitors with various views of the Falls, especially the largest one, Devil's Throat. The ecological train ride is included in the tour with an option to add the Safari Nautico boat trip taking you right up to the base of the Falls ( this exiting excursion is highly recommend in order to feel the power of the Iguazu Falls. You should know that you will get 100% wet because it is like a “natural shower”. Be sure to take some extra clothes if you want to do this extra excursion). Return to the hotel in the late afternoon."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Iguazu National Park- Brazilian Side/Puerto Iguazu to Buenos Aires: After breakfast, enjoy a half day excursion to the Brazilian side of the Iguazu Falls where you will enjoy vast panoramic views of the Falls allowing you to take them in in their entirety. At appropriate time in the afternoon you will be transferred to the airport to take your flight to Buenos Aires. Upon arrival you will be taken to your hotel."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Buenos Aires: At appropriate time you will be escorted by private service to the international airport for your flight back home. NOTE: Iguazú Eco Fee: Mandatory tax to be paid once you get to your hotel in Iguazú. It's about 5 usd per guest, per night, and it varies according to your hotel category. Only cash is accepted."
    }
  ],
  "map": ""
}