{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-holiday-cities-and-national-parks",
  "tourName": "Argentina holiday, cities and national parks",
  "placesVisited": "",
  "generalInfo": "Visit Argentina´s most seductive cities- Buenos Aires, Mendoza and Bariloche, along with its most popular national parks- Iguazu Falls, Mount Aconcagua and Nahuel Huapi. This trip also features Mendoza wineries and a cruise to Victoria Island from Bariloche.<br/><br/>This is a tailor-made itinerary and may be adjusted to suit your interests, your budget and your schedule.  Trips may depart any day of the week, upgrades are available and you may add new destinations or extra nights as you see fit.  <br/><br/>For example, if you would like to add a visit to a ranch and horseback ride near Buenos Aires, explore Iguazu Falls or continue on to the glaciers of Patagonia, we are happy to help you plan your adventure.",
  "durationDays": "12",
  "price": "4905",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buenos Aires: Upon arrival you will be met at the airport and transferred by private service to your hotel, leaving you the remainder of the day to explore the historic neighborhoods and enjoy the cafe culture of Buenos Aires."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Buenos Aires City Tour & Tango Show: Breakfast. Our City Tour will provide you a great overview of the city and its diverse attractions. Over the course of three hours you will have the chance to visit Retiro, Avenida 9 de Julio, Downtown, Puerto Madero, San Telmo, Recoleta and La Boca. In the evening you will be picked up from your hotel to be driven to a mystical place where you’ll discover one of our most ancient traditions. Tango is more than our national dance. Tango is: our immigrant origins, the talent of our local artists, the sensuality of the Argentine woman and our way to deal with a broken heart, dancing our way through tragical and yet eternal love stories. Tonight you will enjoy a 3 hour long professional display of tango and music with a group of local artists onstage immersed in an elegant and alluring place. The manners, ambience, clothes and dance steps which tango lovers used to practice 100 years ago will come to life again and you will travel in time for a night. This spectacular demonstration of the finest local dancing will be accompanied by delicious Argentine and international cuisine. Dinner is à la carte, beverages included so you can lose yourself in the ethereal taste of Malbec wine. At the end of the evening, around midnight, you will be driven back to your hotel, fully in love with the bohemian spirit of our beloved Buenos Aires. Duration: 3-4 hours Included: transportation mentioned above Note: formal dress is not required"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Buenos Aires to Puerto Iguazu: Breakfast. At appropriate time in the morning, you will have a private transfer to the domestic airport to take your flight to Puerto Iguazu. Upon arrival, you will enjoy half day private excursion to the Brazilian side of the Iguazu Falls where you will enjoy vast panoramic views of the Falls allowing you to take them in in their entirety. \"Brazil requires that most tourists have a visa to visit the Brazilian side of Iguazu Falls. Please check with the Brazilian Consulate to ensure that you have the appropriate visa before traveling or you will not be allowed to enter Brazil. For example- US citizens, Canadians & Australians (as well as many other nationalities) need a visa to visit the Brazilian side of Iguazu Falls.\""
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Iguazu National Park- Argentine Side: After breakfast you will depart on a private, full day tour to the Argentine side of the Iguazu Falls where you will have intimate views of this unforgettable section of the Iguazu River. Lower and upper walkways permit up close and personal experiences with this magnificent spectacle of nature. Trails through the 210 square mile reserve provide visitors with various views of the Falls, especially the largest one, Devil's Throat. The ecological train ride is included in the tour with an option to add the Safari Nautico boat trip ( for an additional cost ). The Iguazu boat trip takes you right up to the base of the Falls. This exciting excursion is highly recommended in order to experience the true power of Iguazu Falls. ( Please be aware- on the boat trip there is a 100% chance that you will get wet...the Falls provide a refreshing \"natural shower\". Be sure to take some extra clothes if you want to do this excursion). Return to the hotel in the late afternoon."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Puerto Iguazu to Mendoza: Breakfast. At the appropriate time you will have a private transfer to the airport for your flight to Mendoza. Upon arrival, you will be taken to your comfortable selected hotel. Private service."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Mendoza Wine Tours - In the morning you will be picked up from your hotel for a half day tour to the Mendoza Wine Country. The tour is in a small group and with a bilingual guide (semi-private service). During the day, you will visit two of the best wineries in the area where you will learn about their philosophy, the wine making process and have the chance to taste some delicious locally produced Cabernet and Malbec, far from the big buses that visit the most popular wineries this semi private tour is specially designed to visit some of the best vineyards accompanied by our local wine expert. Return to the hotel in the afternoon."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "High Mountain Tour: After breakfast, you will have a full day tour to the nearby Andes Mountains where you will enjoy some panoramic views and the impressive Mount Aconcagua, the highest peak in the Americas. Before returning to the hotel late in the afternoon you will visit Uspallata, Penitentes and Puente del Inca (Inca Bridge), regular service."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Mendoza to Bariloche: At appropriate time, you will be picked up at your hotel and driven to the domestic airport for your flight to Bariloche. If the sky is clear, on landing, you will get to see the contrast of blue Nahuel Huapi Lake, white peaks of the Andes and the green of the forest. Upon arrival you will be transferred to your hotel (shared service) and have the afternoon at leisure. You can explore the Swiss-like town plaza, try some of the delicious, locally made chocolates or walk by the lake on you own to start feeling the magnificence of the Lake District."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bariloche: Breakfast. This semi-private excursion shows the surroundings of San Carlos de Bariloche and Llao-Llao Natural Reserve. While visiting the most important viewpoints of the area, the guide tells us how this little mountain village changed into one of the most attractive tourist cities in Patagonia. We will appreciate the beauty of different lakes and mountains and we will do a nature oriented walk through a native forest. We finish the excursion by visiting a traditional Microbrewery. Box lunch and Cerro Campanario Hill lift-chair tickets included."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Full Day Blest port & Cantaros waterfall \"Setting out by boat from Puerto Pañuelo (Pañuelo Port,) on the Llao Llao peninsula, and after one hour of sailing, you´ll arrive at Centinela Island, resting place of Perito Francisco Pascasio Moreno, father of National Parks in Argentina, followed by a visit to Cascada de los Cántaros (Cántaros Waterfall). Later on, a walk through the lush vegetation of the Valdivian rainforest, arriving at Lago Cántaros (Cántaros Lake,) the mouth of the waterfall, where you can witness the overwhelming sight of a 1,500-year-old larch tree. A short 5 minute sail later, you will finally arrive at Puerto Blest, a place that has amazed tourists from all over the world. From there, you´ll be able to tour the bay and the shores of Lago Frías (price not included) and its peculiar green waters, which originate at one of the glaciers on Cerro Tronador, the natural border between Argentina and Chile.\""
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Bariloche to Buenos Aires: At appropriate time, you will be transferred to the airport for your flight to Buenos Aires. Upon arrival to Buenos Aires, you will have a private transfer to your hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Buenos Aires: Breakfast. At appropriate time you will have a private transfer to the international airport for your flight back home. Have a great trip! NOTE: Iguazú Eco Fee: Mandatory tax to be paid once you get to your hotel in Iguazú. It's about 5 usd per guest, per night, and it varies according to your hotel category. Only cash is accepted."
    }
  ],
  "map": ""
}