{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "ushuaia-to-punta-arenas-cruise-in-patatagonia",
  "tourName": "Ushuaia to Punta Arenas cruise in Patatagonia",
  "placesVisited": "Ushuaia, Cape Horn National Park, Magellanic forest, Piloto and Nena Glaciers, Alakaluf Fjord, Magdalena Island",
  "generalInfo": "What better way to explore the beautiful fjords and mighty glaciers of Chile and Argentina than by boat? This Patagonia cruising holiday takes you from Ushuaia to Punta Arenas, past captivating scenery and varied marine wildlife. You’ll board your cruise ship in Ushuaia and head first through the Murray Channel to Cape Horn National Park, declared a World Biosphere Reserve by UNESCO in June 2005. Then you’ll move on to Wulaia Bay, which was once home to one of the largest Yamana aboriginal settlements in the region. <br/><br/>The next day, the boat makes its way to Chico Sound, where you’ll explore Alakaluf Fjord and gain dramatic views of the Piloto and Nena glaciers; as well as get a geography lesson about the formation of the glaciers! Moving on, the following day is spent in the company of sea birds. You’ll go ashore on Magdalena Island, which houses a vast colony of Magellanic penguins, as well as a lighthouse used to guide ships on their way through the strait.<br/>",
  "durationDays": "5",
  "price": "5285",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Australis Cruise - Fjords of Tierra del Fuego - Ushuaia (5 Days / 4 Nights) Welcome to Australis Cruise Check in at 409 San Martín Ave. in downtown Ushuaia between 10:00 and 17:00 (10 AM-5 PM) on the day of your cruise departure. Board the Australis Cruise at 18:00 (6 PM). After a welcoming toast and introduction of captain and crew, the ship departs for one of the most remote corners of planet Earth. During the night we traverse the Beagle Channel and cross from Argentina into Chilean territorial waters. The lights of Ushuaia disappear as we turn into the narrow Murray Channel between Navarino and Hoste islands. Meals included: Dinner Quoted: Cabin A - Full Board"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Cape Horn - Wulaia Bay Around the break of dawn, the Australis cruise crosses Nassau Bay and enters the remote archipelago that comprises Cape Horn National Park. Weather and sea conditions permitting, we shall go ashore on the windswept island that harbors legendary Cape Horn (Cabo de Hornos). For many years it was the only navigation route between the Pacific and Atlantic, and was often referred to as the \"\"End of the Earth.\"\" The park was declared a World Biosphere Reserve by UNESCO in 2005. The Chilean navy maintains a permanent lighthouse on the island, staffed by a lightkeeper and his family, as well as the tiny Stella Maris Chapel and modern Cape Horn Monument (currently awaiting repair after being damaged by fierce winds). Sailing back across Nassau Bay, we anchor at fabled Wulaia Bay, one of the few places in the archipelago where the human history is just as compelling as the natural environment. Originally the site of one of the region’s largest Yámana aboriginal settlements. This area is also renowned for its mesmerizing beauty and dramatic geography. After a visit to the Australis-sponsored museum in the old radio station -- which is especially strong on the Yámana people and European missionaries in the area -- passengers have a choice of three hikes (of increasing degrees of difficulty) that ascend the heavily wooded mountain behind the bay. On all of these you stroll through an enchanted Magellanic forest of lengas, coigües, canelos and ferns to reach panoramic viewpoints overlooking the bay. Meals included: Breakfast, Lunch and Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Pía Glacier - Garibaldi Glacier Overnight we continue our Patagonia glacier tour around the western end of Tierra del Fuego via the very narrow Gabrial Channel, Magdalena Channel and Cockburn Channel. After rounding the remote Brecknock Peninsula, the Australis cruise tacks eastward and enters the Beagle Channel again. By morning we are entering Pia Fjord and boarding the Zodiacs for a shore excursion to Pia Glacier. After disembarking we take a short hike to gain a panoramic view of the spectacular glacier, which extends from the mountaintops down to the sea or a longer much more difficult walk up a lateral moraine of the old Pia Glacier. Making our way further west along the Beagle Channel, we enter another long fjord and drop anchor near Garibaldi Glacier for another shore excursion. Garibaldi is one of only three glaciers in Patagonia gaining mass rather than staying the same or slowly shrinking. This time we hike through virgin Magellanic forest to a glacial waterfall, a towering wall of ferns and moss, and spectacular viewpoints looking down on the glacier and fjord. The walk is demanding -- very steep, negligible trail, rough footing -- and not for everyone. For those who choose to stay onboard, our captain will point the bow towards the beautiful sky blue Garibaldi Glacier so everyone can enjoy the panoramic view from the upper decks. Meals included: Breakfast, Lunch and Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Agostini Sound - Águila Glacier - Cóndor Glacier Early in the morning, we will sail through the Cockburn Channel and enter Agostini Sound. From there it is possible to see the glaciers that descend from the middle of the Darwin Mountain Range -- some of them reaching the water. This morning, we will disembark and go for an easy walk around a lagoon, which was formed by the melting of the Águila Glacier. We will reach a spot right in front of that glacier with stunning views. In the afternoon, we will approach the Condor Glacier via Zodiac -- and hopefully see some of the abundant Andean Condors in the area. Meals included: Breakfast, Lunch and Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Magdalena Island - Punta Arenas After an overnight cruise through Magdalena Channel and back into the Strait of Magellan, we anchor off Magdalena Island, which lies about halfway between Tierra del Fuego and the Chilean mainland. Crowned by a distinctive lighthouse, the island used to be an essential source of supplies for navigators and explorers and is inhabited by an immense colony of Magellanic penguins. At the break of dawn, weather permitting, we go ashore and hike a path that leads through thousands of penguins to a small museum lodged inside the vintage 1902 lighthouse. Many other bird species are also found on the island. In September and April -- when the penguins dwell elsewhere -- this excursion is replaced by a ride aboard Zodiacs to Marta Island to observe South American sea lions. After a short cruise south along the strait, disembarkation at Punta Arenas is scheduled for around 11:30 AM. *Camera extension poles are prohibited on Magdalena Island. Meals included: Breakfast"
    }
  ],
  "map": ""
}