{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-tours-honeymoons",
  "tourName": "Argentina tours & honeymoons",
  "placesVisited": "",
  "generalInfo": "The North of Argentina is the most fascinating area of Argentina concerning variety of ecosystems, landscapes &amp; culture. Here you find the soul of indigenous cultures mixed with Spanish influences &amp; the magnificent Andes. <br/><br/>You stay in typical atmospheric hotels combined with special Argentinean estancias and the best pousada &amp; hotel available at the Ibera marshes &amp; Iguazu waterfalls. <br/><br/>This journey starts with an original hotel in Buenos Aires, a fusion of cultural influences from a trendy metropolis and Italian cuisine, to native Indian roots with lively handicraft markets. From grand avenues, boutique shops, excellent shopping and nightlife to subtropical trees &amp; climate. <br/><br/>You continue your travel to a lovely posada in the Iberas marshes, with 2 days for wildlife watching, and a visit and stay on both the Argentinean &amp; Brazilian sides of the Iguazu waterfalls, the largest waterfalls of the world, including nature excursions in the tropical Brazilian forest. From here you travel back to Buenos Aires to La Rioja situated at the feet of the Andes. You pick up your rental car and in a magnificent journey through the Andes you visit several national parks &amp; archaeological sites, from Ischigualasto, where the oldest dinosaurs are found, to the Moonvalley of Talampayo with amazing rock formations, to the Parque de los Menhires, an archaeological menhir puzzle and a pre-Inca native settlement in Quilmes. <br/><br/>You continue through the Valley of Calchaquies from Cafayate to Cachi with Indian villages, famous wine houses, abandoned haciendas, plains with huge cactuses &amp; amazingly shaped rock formations. A valley to get inspired by the present &amp; history. After the Calchaquies valley you have a free day in a luxury estancia House of Jasmines near the city of Salta. From here you continue to the Altiplano of 4000 meters high with the typical puna vegetation, and the largest salt plains of Argentina, after which you descend into the colourful canyon landscapes of Purmamarca &amp; Humahuaca canyon. You can visit the pre-Inca ruins of Tilcara or go on shopping handicrafts on a free day and participate in a special lama trekking the following day, to experience how the people traveled in the earlier days, before the Spaniards introduced the horse &amp; mule. <br/><br/>You follow in this self drive parts of the famous route 40, from Moonvalley, the wine fields of Cafayate to the Altiplano &amp; the saltplains. It is a national, on some stretches unpaved route of undescribed beauty for the individual traveler. The route runs from Patagonia to the border of Bolivia. The itinerary in the dry season can be accomplished without problems with a normal car. <br/><br/>When you return to Salta again, you descend in altitude and cross through a wonderful &amp; lush green mountain cloud forest, to complete your travel through the northwest. <br/><br/>Extensions: Unique trekking by horse from 3-10 days, guided by Argentinean Gauchos can be added to your program. You travel through fascinating valleys &amp; mountains with pre-Inca &amp; Incaica sites, where you can come only on foot or by horse. See more about horse riding and trekking in Argentina here. <br/><br/>Other options: <br/>Tailor made selfdrive programs Valles Calchaquies, Salta, Tucuman, exploring the Andean landscapes &amp; historical sites of Salta &amp; Tucuman, with charming little &amp; typical hotels, and/or excellent top accommodations at famous estancias Colomé, House of Jasmines, and Cafayate wine bodegas.<br/><br/>We also offer private guided roundtrips at Salta, Atacama desert, Uyunyi saltflats and Mendoza with driver-guide, including gourmet cuisine, wine and olive tasting, boutique wineresorts, Aconcagua park, day and night visit to the observatory Leoncito, staying at boutique pousada La Querencia, Barreal (San Juan province), visit Caverna de Las Brujas, Laguna de Llancanelo and volcano national park la Payunia, visit to the observatory Pierre Auger at Malargue, Pozo de las Animas, Las Llenas - one of the best ski centers of Latin America and boutique spa Therma Cacheuta near Mendoza.  Extra option to cross the Andes and travel from Mendoza (or from San Juan as starting point to Valle Elqui - Selena in Chile) to Valparaiso at the Pacific Ocean or Santiago de Chile with your private guide-driver in 4-5 days.<br/><br/>Trekking on foot or by horse with Argentinean gauchos, trekkings on foot or by horse, guided by local gauchos. Starting from near Cachi, following rivers, canyons, crossing passes on high altitude, following old Inca trails and ending in the Toro canyon. Price includes guidance of gauchos on horse, transport of all luggage &amp; food with mules, gaucho cook &amp; meals, hay for horses, campment fees &amp; 2 personal horses (incl. for free days).<br/><br/>Buenos Aires tours are all tailor made according to your wishes, half day, full day or several days. We can offer special Urban art tours (street art, grafiifti tours) with specialized guides on Urban art, Argentinean life, history and politics. We also offer Gastronomy Culinary tours, Architecture tours mixed with Urban art or only focused on one aspect. Kayaking tours with walking in the Tigre delta and learning about life and ecosystems. Birdwatching tours. Besides all common City tours.<br/><br/>With the booking of a tailormade holiday in Argentina, Brazil and/or Chile we can offer a discount of approx 10% on Antarctic cruises we work with. You only need to book quite in advance for Antarctic journeys.<br/><br/>We have more than 200 independent reviews on Responsible Travel on our destinations in Latin America from Cuba, Bolivia, Brasil, Peru, Colombia to Chile and Argentina. Contact us for a chat via Whatsapp and ask for a tailor made itinery and quote.",
  "durationDays": "26",
  "price": "4950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Buenos Aires, transfer in to original & luxury hotel in quarter Palermo."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Day at leisure. Dinner and Tango Show at Esquina Carlos Gardel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Flight to Posadas. Arrival and private transfer from the airport to the Posada Ypa Sapukai (Colonia Pellegrini - 200 km) in the middle of the Ibera marshes. Free afternoon in the Posada."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Full day boat trip & wildlife sightings. Second day guided walking excursion or horse back ride."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Private transfer to Posadas. Travel by bus from Posadas to Iguazú including full day regular excursion Minas de Wanda & San Ignacion Ruins with local guide. Accommodation in Iguazu at Hotel Sheraton, with Iguazu Falls view."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Excursion Argentinian side of the falls with local guide and great adventure navigation excursion in boat in the midday."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Private transfer from Argentina to Brazil. In morning time to for visit the best Latin American Bird Park and/or to book a helicopter flight. In midday private tropical forest excursion, walk, wildlife watching at oxbow lake & canoeing upstream the Iguazu falls. Accommodation in the best hotel of the falls: Las Cataratas in the middle of the Brasilian National Park."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Free relaxing day on Brazilian side. Hotel Cataratas."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Private transfer from the hotel to the Argentinean airport. Flight to Buenos Aires, transfer to luxury hotel in Palermo."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Domestic flight to Rioja. Pick up rental car, start Andes journey and drive to Valle Fertil."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Full day to visit the natural wonders & dinosaurs of NP Ischigualasto."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Visit NP Talampaya, Moonvalley and continue to Belen."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Drive to visit Parque de los Menhires & indigenous ruins of Quilmes"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Drive to the wineyards of Cafayate. Time to visit several famous wine bodegas. Overnight in Hotel Killa."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Full day private excursion with local guide to visit pre-Inca petroglyps, the canyon Rio Colorado & midday walk in las Conchas."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Drive to the most beautiful indigenous village of Argentina, Cachi. Travel through Valles Calchaquies. Overnight in Hotel Cortijo. NB in the wet season from Jan-March you drive to Salta directly."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "In morning private walk with local guide through valley Cachi Adentro, visit local people & historic sites. Free midday to visit Cachi & surroundings."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Drive to Salta. Overnight at top estancia House of Jasmines."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Free day to relax, ride horse on the estancia and/or visit Salta."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Drive to Toro canyon to San Antonio de los Cobres. Overnight at Hosteria Las Nubes."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Drive to Salinas Grandes over Altiplano, then to Tilcara over Purmamarca, overnight at La Comarca hotel."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Free cultural day to visit Tilcara & Humahuaca canyon, and make a walk with sunset through the colored hills of Purmamarca."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Lama trekking full day program with Caravana de Llamas."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Drive to Salta, drop off car. Flight out to Buenos Aires. Transfer in to luxury hotel in quarter Palermo."
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "Private transfer from the hotel to the airport Ezeiza."
    }
  ],
  "map": ""
}