{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-tailor-made-holiday",
  "tourName": "Argentina tailor made holiday",
  "placesVisited": "",
  "generalInfo": "Northern Argentina offers fascinating sights to the visitor, with its varied and distinct native cultures set in their beautiful natural surroundings of Andean volcanoes, deserts, multi colored rock formations and green oases. We bring you in touch with its people, to learn their music, understand the regional variations, to fully enjoy the flavors of its Andean cuisine, discover incredible wineries hidden in the middle of imposing mountains. Northern Argentina is a hidden gem to be explored and experienced.<br/><br/>Here you find the soul of indigenous cultures mixed with Spanish influences. One of the highlights of Argentina is to travel through the Andes chain from Salta into the Atacama desert and saltflats of Uyunyi, it has immense nature of volcanoes combined with Andean cuisine, wine tasting, boutique spa’s, for those who love adventure and luxury travel. We offer selfdrive itineries &amp; guided trips for groups through Argentina and like to show you the possibility, for those who have the budget, to travel with a private guide - driver. This can be for a special holiday, for a gourmet – culinary tour exploring the Nova Andina cuisine and wines, for a wellness holiday in the Andes, scouting for shooting locations, real estate, for making a film documentary. We form part of a professional audiovisual team and can help you further with all audiovisual equipment and take care of all logistics for a photo or film shooting in case this might have your interest as well. A traditional made yerba mate and a master class how to prepare your gourd with fire, charcoal and sugar will be part of the journey. Time for Vision Quest and Healing Arts can be incorporated. The trip can be fully tailor made according on your travel wishes. We offer Vip premium service.<br/><br/>In this itinery we show you an example of how to combine Salta as a starting and ending point together with the Valley of Calchaquies and a visit to San Pedro de Atacama in the driest mountain desert of the world in Chile. <br/><br/>After Salta we drive to Cafayate and Cachi in the Valley of Calchaquies with Indian villages, famous wine houses, abandoned haciendas, snow capped volcanoes, plains with giant cactuses &amp; amazingly polychrome rock formations. From Cachi we return to Salta, continue to Purmamarca from where you can decide to cross the Andes to San Pedro de Atacama via the Lema pass. You return via another pass and the Toro canyon to Salta again. These are 2 circular itineries joined in an eight shaped loop with the great advantage that we pick and drop off our car at Salta. You can also start and pick up your car at Catamarca or La Rioja and travel from there over the famous N40 to Cafayate, Cachi and Salta and drop off the car finally at Salta, but the drop off costs are very high due to the large distances that are covered in Argentina, so this is not the best option.<br/><br/>The itinerary from Cafayate to Cachi goes mainly over dirt roads and can be accomplished without problems with a normal car in the dry season from April to December. In the wet season part of these roads are flooded by rivers and only accessible with a 4x4 pickup. The rest of the roads mentioned have access all year round for a normal car. Accessibility of the roads in the high Andes always need to be checked with local police stations during the rain season. These itineries can also be booked as selfdrive programs by us. For selfdrive programs it requires good Spanish language skills, experience with orientation using maps &amp; GPS, and not to forget thorough driving experience.<br/><br/>Treks on horseback or on foot of 3-10 days, guided by authentic Gauchos can be added to your program, see the reviews for horseback trekkings in NW Argentina on this site. You travel through fascinating valleys &amp; mountains with pre-Inca &amp; Incaica sites, with remote haciendas, puma’s and condors, amazing pre-Inca petroglyps, you cross through an area where you can come only on foot or by horse, the postman and priest still travel that way.<br/><br/>We also offer guided private roundtrips at Mendoza &amp; San Rafael, including gourmet cuisine, wine and olive tasting, boutique wineresorts, Aconcagua park, day and night visit to the observatory Leoncito, staying at boutique pousada La Querencia, Barreal (San Juan province), visit Caverna de Las Brujas, Laguna de Llancanelo and volcano national park la Payunia, visit to the observatory Pierre Auger at Malargue, Pozo de las Animas, Las Llenas - one of the best ski centers of Latin America and boutique spa Therma Cacheuta near Mendoza.  More options are to cross the Andes and travel from Mendoza (or from San Juan as starting point to Valle Elqui - Selena in Chile) to Valparaiso at the Pacific Ocean or Santiago de Chile with your private guide-driver in 4-5 days.<br/><br/>Traveling with your own driver is one, traveling with a guide that has traveled and guided all over Latin America is another story tale. Your guide has a University degree, speaks fluent both English &amp; Spanish, is a certified mountain leader, has guided more than 120 trips and is well trained in driving on difficult terrain also with 4x4 vehicles. The combination of thinking out of the box and the radiation of a guide with a mission can make this trip a real unforgettable experience. A guided trip can be one on one, it can be for a couple, family with kids or for a whole group. It can be a top luxury travel, we can also stay at guesthouses, that all depends on your travel wishes, we can even now and then camp if that would interest you. By making an enquiry through this page you get directly in contact with your guide. Feel free to Skype us or invite us for a call on a time that suits you. We have free calls to 60 countries worldwide among which free calls to the UK, USA, Canada, Australia and China.<br/><br/>Countries that we cover to guide at this moment are Argentina with the mid to northern range of the Andes, north Chile with the Atacama desert, Bolivia Altiplano &amp; rainforest, Colombia from Caribbean, Pacific to the Andes, Cuba from West to East, Brasil from Rio de Janeiro, Pantanal, Amazon, Chapada de Diamantina to the Atlantic rainforest and beaches, the mystic South of Peru with Colca canyon, Cusco, Titicaca &amp; Machu Picchu.<br/><br/>Buenos Aires tours are all tailor made according to your wishes, half day, full day or several days. We can offer special Urban art tours (street art, grafiifti tours) with specialized guides on Urban art, Argentinean life, history and politics. We also offer Gastronomy Culinary tours, Architecture tours mixed with Urban art or only focused on one aspect. Kayaking tours with walking in the Tigre delta and learning about life and ecosystems. Birdwatching tours. Besides all common City tours.<br/><br/>Some local festivals on the proposed itineries: a very enchanting festival of NW Argentina is the carnaval at Huamahuaca and San Pedro de Jujuy in February; at San Pedro de Atacama they celebrate Festival de San Pedro y San Pablo the last days of June, a blend of lively folk dancing, a thrilling rodeo, and processions that combine their Atacameño heritage into hispanic Catholic traditions, and the most important festival at Mendoza is the National Grape Harvest Festival (Vendimia) in the last days of February and first days of March.<br/><br/>We have more than 250 independent reviews on Responsible Travel on our destinations in Latin America from Cuba, Bolivia, Brasil, Peru, Colombia to Chile and Argentina. With a tailor made trip through Argentina and/or Chile we can offer 15-20% discounts on public prices for Antarctica cruises with zodiac landings and wildlife watching. Contact us for a chat via Whatsapp and ask for a tailor made itinery and quote.",
  "durationDays": "12",
  "price": "3500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Salta and private transfer to your boutique hotel, La Candela or Khala boutique. Free afternoon for strolling around, taste some empanadas and some wines, or a privately-guided walk introducing you to the most traditional corners of this city, nicknamed “Salta La Linda, the Beautiful.” You can end the evening with a combination of traditional plates made in a local's kitchen with a folkloric dance peña, or visit a gourmet restaurant in the city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, we leave Salta and head towards the picturesque Calchaquíes Valleys, crossing the agricultural Valley Lerma to enter the impressive lunar landscape of Las Conchas Gorge. We visit some impressive rock formations and at Cafayate we arrive at the exquisite hotel Killa, hotel Paris-Texas or Vinas de Cafayate. After check in, take some time to relax and check out the view from the surrounding grounds of the hotel or stroll through the lovely village."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Enjoy a traditional breakfast. Later, we have a trip through vineyards and a bodega to learn about local wine production and specific flavors and grapes indigenous to the region. Afterwards, enjoy a wine tasting in the wine cellar, with the Torrontes grape variety, characteristically smooth and fruity in flavor, or the Malbec-Cabernet blend with its remarkable body and rich taste. In the midday we have various options as brief walk or a longer hike in the middle of the incredible rock formations of the gorge to be able to really get amongst the landscape, with its warm colors and view of the Cafayate Valley and dunes, and/or visiting local artesans."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "In the morning, we head towards Cachi driving through small colonial villages over the spectacular N40. When arriving at the Quebrada de las Fechas gorge, enjoy a walk through the multicolored rock formations. In Molinos, we visit a small farm and a center of weavers and their old looms. Finally we arrive at Seclantas, a small village from where we can enter the Colte to visit the craftsmen along the way, as they practice their ancestral techniques making ponchos and blankets. In the evening, we arrive in Cachi and lodge in the Hotel Cortijo or hotel of your choice. Optional: to have an extra stay in between, when we reach Angastaco we can take a secondary road that takes us to Colome in 40 kms after which we reach the luxury Colome Estancia."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Free day for visiting artisans and shopping, participating in local excursions to Cachi Adentro, horse riding, and/or visiting pre-Inca and Inca ruins exploring the surroundings and make some small walks."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "In the morning we exit towards Salta, crossing the Los Cardones National Park and the Encantado Valley to arrive around noon at the city. Take a stroll in town and enjoy some free time during lunch before leaving for the Humahuaca Gorge, a World Heritage Site. We will pass numerous villages with typical Andean architecture until arriving finally at the small town of Purmamarca to check into the hotel of your choice, La Comarca, El Viejo Algorrobo, Marques de Tojo. Your evening is to enjoy the ambiance of boutique shops, bars and gourmet restaurants. Alternatives: stay in Salta for 1 or 2 extra nights at a hacienda, at finca Los Los, estancia de charme - House of Jasmines or similar estancia in the Salta Area to relax and/or for horse riding. For birdwatchers stay in San Lorenzo for an extra day birdwatching at the cloud mountain forest near Salta."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "A long and fascinating travel to San Pedro de Atacama passing salt lakes with sometimes hundreds of flamingos, crossing the Jamo pass of 4600m altitude. Over the pass we descend again to the Atacama desert known as the driest place in the world with green oases and views on the Lascar and Licancabur volcanoes. Hotel of your choice at San Pedro for 4 nights, Explora hotel de Larache, Casa Solcor Boutique, Takha Takha, Katarpe up to hostels managed by local indigenous organizations."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After your long journey a full morning to relax and stroll through this desert village, visit the archaeological museum, in the afternoon a visit to the surroundings, salt formations, viewpoints and the dunes of the moonvalley for sunset over the Andes."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Early departure to the geysirs of Tatio to see the steam condensed in the cold air and the sunrise coming in through the impressive steamclouds creating a mystical ambiance. After the visit we drive another 1.5 hours crossing the mountain to the Atacama village Machuca from where we make a short walk to a colonial church just above the village and bofedales (wet pampa lands) where the alpacas and lamas stroll and graze. At the end of the day we visit the beautiful thermal bath complex of Puritama to enjoy this long day in small natural hot pools before returning late afternoon to San Pedro de Atacama."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "In the morning we leave for Toconao, an oases village 40 km of San Pedro de Atacama. From here we continue to the Reserva Nacional de Los Flamencos at the salt plain of Salar de Atacama where we will see various flamengos and other birds. Back in Toconao, we may make a walk through the green oases into the canyon, surrounded by volcanic rock and desert like landscapes. We return in the afternoon back to San Pedro de Atacama to visit the ruin Quitor of the Atacameño culture with a view over the oasis of San Pedro and the salt plains and enjoy dinner in one of the lovely boutique restaurants."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today we travel back to Argentina via a route passing the Miscanti en Miñiques volcanoes and heading to San Antonio de los Cobres where we will descend into the Cañon del Toro to Salta following the same trail as the Train of the Clouds (Tren de las Nubes). We stay overnight in Salta in a hotel of your choice."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Free morning to relax, in the midday or afternoon we leave to the Salta airport with a flight to Buenos Aires."
    }
  ],
  "map": ""
}