{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "argentina-highlights-holiday-24-days",
  "tourName": "Argentina highlights holiday, 24 days",
  "placesVisited": "",
  "generalInfo": "Vamos Argentina! Incredible diversity and breathtaking landscapes abound everywhere you look. From Patagonia´s glaciers to tropical Iguazu Falls, European-styled Buenos Aires to charming Bariloche, cruise Lake Nauhel Huapi, tour Perito Moreno Glacier and hike the trails of Chaltén and Torres del Paine on this South American trip of a lifetime.<br/><br/>This is a tailor-made itinerary and may be adjusted to suit your interests, your budget and your schedule.  Trips may depart any day of the week, upgrades are available and you may add new destinations or extra nights as you see fit.  <br/><br/>For example, if you would like to add a visit to a ranch and horseback ride near Buenos Aires, visit the lovely wineries in Mendoza or continue on to the glaciers of Patagonia, we are happy to help you plan your adventure.",
  "durationDays": "24",
  "price": "9420",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Buenos Aires: Welcome to Argentina! Capital of Argentina and described as the Paris of South America, Buenos Aires proudly embraces this title, as well as shows off plenty of its own culture! Explore the traditional European architecture, the cobbled streets lined with rustic outdoor cafes, the local antique and artisanal markets that offer plenty of bargain shopping, and the mouthwatering aroma of prized Argentine beef sizzling on an open “parrilla” (barbeque) in the air. Buenos Aires is home to some excellent local designers and you will certainly find the perfect leather jacket, long leather boots and handbags for all occasions. Though above all, Buenos Aires is known as the home of the tango. Be sure to enjoy a traditional dinner-tango show and explore the colorful San Telmo and Recoleta neighborhoods. Upon arrival in Buenos Aires you will be met at the airport and have a transfer in private to your hotel. You will have the rest of the day to enjoy this vibrant city, leaving you the remainder of the day to explore the historic neighborhoods and enjoy the cafe culture of Buenos Aires."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Buenos Aires City Tour & Tango Show In the morning, you will be picked up from your hotel to enjoy our City Tour. Over the course of a half day you will have the chance to visit the historical and political centre of the city; San Telmo with its cobblestone streets, La Boca where Buenos Aires turns colorful and tango is ever present, and the chic and aristocratic Recoleta, where the big palaces remind us that Buenos Aires was once the París of the South. Duration: 4-5 hours In the evening you will be picked up from your hotel to be driven to one of Buenos Aires’ most emblematic cultural highlight’s; a Dinner and Tango Show offering a spectacular demonstration of the finest local dancing accompanied by delicious Argentine cuisine and all the malbec you’d like. At the end of the evening you will be driven back to your hotel. Total duration (dinner + show) 4 hours"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "From Buenos Aires to Bariloche: At appropriate time, you will be picked up at your hotel and driven (private service) to the domestic airport for your flight to Bariloche. If the sky is clear, on landing, you will get to see the contrast of blue Nahuel Huapi lake, white peaks of the Andes and the green of the forest. Upon arrival you will be transferred to your hotel (semiprivate service) and have the afternoon at leisure."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bariloche Tours: History and Nature: Today you will start enjoying the highlights of the Lake District. In the morning you will be picked up from your hotel (semiprivate service) to go along the highlights circuit of San Carlos de Bariloche. During approx. 5 hours, and accompanied by a guide, you will visit important viewpoints, like Cerro Campanario (“Campanario Hill”)- considered by the National Geographic as the 8th best view of the world. When lunch time is getting closer, you´ll be provided with a home-made lunch box, in order to get the energy to continue enjoying! Finally, you will do a nature oriented walk through the impressive native forest on the Llao-llao Nature Park. The excursion ends by visiting a traditional Microbrewery, before driving you back to your hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bariloche Tours: Brazo Tristeza Boat Trip Today you will enjoy a different way to explore Nahuel Huapi Lake. While most boat trips run in enormous boats with hundreds of people, you will have the chance to experience it in a small and exclusive cruise."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Patagonia Hiking: from Bariloche to El Calafate / El Chalten: Welcome to Southern Patagonia! Upon arrival to El Calafate airport you will take a comfortable minivan to El Chalten. For during about 3 hours you will be able to enjoy the desert of Southern Patagonia on the famous Route 40. You will pass through La Leona river, that connects Lake Argentino and Lake Viedma. By the river you will see La Leona Road House where once Butch Cassidy and Sundance Kid after robbing a bank where hidden for almost a month. Usually on arrival to El Chalten, the bus stops 15 minutes at the Park Ranger office to give you general explanations about the park, recommendations, etc. They are very informative and enthusiastic to share their love for the Park. El Chalten is the top rated trekking destination, the Argentinean capital of trekking. Located at the foot of the Fitz Roy Mountain, surrounded by glaciers, lakes, rivers and forest, it is still a hidden gem of our south. The charming little village, that is also the start point for most paths, is a paradise for walkers and trekkers alike. On arrival you can explore the surroundings, have a stroll around a little waterfall, or just relax in the local brewery."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Trekking in El Chalten- Mountains and Lakes- Self Guided: Be prepared for an exciting day in the wild Nature. El Chalten offers a range of options for all kind of difficulty of trekking. From the door of your hotel, you can go for a short 3 K walk, with views of the Rio de las Vueltas, lenga forest and the chance to see all kind of birds (great woodpecker spotting opportunity). If you are looking for great mountain views, in one hour and a half you can be at the Cerro Torre view point. For trekking fans, continue all the way to Torre base or go for the 8 hours trekking for the most impressive view of Fitz Roy and the whole massif by Laguna de los tres path (Highly recommended!!). This is a trek that becomes difficult in the last bit but totally worth the effort. You can choose where and when to go, and at your own pace, since the paths are self-guided and very well marked and maintained."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "From El Chalten back to El Calafate: This morning you can choose any other trek from a great variety that this National Park offers. Bare in mind that in the afternoon you will board your bus back to El Calafate The three hours driving back will be a good opportunity to rest enjoying the views from your window."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "El Calafate: Perito Moreno Glacier Tour: After an early breakfast, you will leave on a full day excursion to Perito Moreno Glacier (shared service), in Los Glaciers National Park. A UNESCO World Heritage site since 1981 and home to one of the most awe inspiring landscapes in Argentina; Perito Moreno Glacier is a site to behold. During about 1 hour a bilingual guide will provide you with all the information you might want to know, and things you might have never thought about. On arrival you will have the chance to enjoy stunning views of the glacier from the nearby walking trail and viewing platforms. But not just that, you will also enjoy the included Perito Moreno Glacier boat cruise that will take you close enough to fully appreciate the 80m high ice walls! In the early evening, you will return to you hotel in Calafate."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Visit Torres del Paine, Chile: In the early morning you will be picked up for the full day excursion to Torres del Paine National Park.. Along the road you might be able to see rheas, guanacos, Patagonian hare, and even condors. After crossing the Patagonian steppe from North to South, you will arrive at the border post “Cancha Carrera” after a 2,5 hs trip. There, you will start to travel through the beautiful South Chile until you arrive at the “Torres del Paine” National Park (“Blue Towers” in the Tehuelche language, due to the predominant color). Keep an eye out for wild guanacos as they roam the windy plains. It is a long day, but we belive it deserves every hour. Some of the wonders of the world renowned park that you will visit will be Salto Grande, Laguna Amarga, Lago Pehoe, the Cuernos del Paine and of course, the famous Torres del Paine. In the evening you’ll be dropped off at your hotel to stay the night inside the park."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Torres del Paine National Park– Self Guided: Torres del Paine is one of the most beautiful protected areas of South America, and for sure the best way to explore it is by foot. If you like hiking and nature, this should be one of the highlights of your trip. From owls to deers, from condors to guanacos, from orchids to blueberries, with the back of the impressive granite massif, this magnificent place is breathtaking. Some of the trekking options include the full day to the base of the magnificent Torres del Paine, ideal for trekkers, the intense blue of the Grey Glaciar or the unforgettable view of the French Valley."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "From Torres del Paine to Punta Arenas, a true Patagonia Adventure! At an appropriate time will drive you from your in Torres del Paine to your accommodation in Punta Arenas (private service, approximately 4 ½ hours). The Chilean southernmost city, it was once a wealthy, aristocratic and European style place. Before the Panama Canal opened, this was the most important stop before or after crossing the Magallean straight. You can see the remains of that in the local cemetery, with its impressive mausoleums and in the architecture of the oldest areas. Stroll around to discover the old mansions and a character filled place in the extreme South Patagonia."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Travel to Ushuaia, the end of the world! In the early morning, you will have to take a taxi to the bus station to embark on a full day bus trip to Ushuaia, passing through some of Patagonia’s most stunning scenery. Cross the mystical Strait of Magellan before arriving at Tierra del Fuego Island. After crossing the border between Argentina & Chile, the bus will keep on driving south, until it finally arrives to Ushuaia, known as the City of the End of the World. This beautiful city is surrounded by mountains and facing the Beagle Chanel."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Ushuaia: Trekking & Canoeing in the National Park: You will be picked up from your hotel and drive towards Tierra del Fuego National Park. Once at Ensenada Bay, you will have time to enjoy the view over the Beagle Channel before starting the trekking along the coast. These six kilometers of wild trail will give you the possibility to watch the native flora and wild fauna of the channel as well as the opportunity to discover old native remains left by the ancient dwellers of the area, the Yamanas. In 3 hours you will reach Roca Lake where lunch will be ready. After a complete homemade picnic you will start canoeing along Lapataia river, which will take you to Lapataia Bay on the Beagle Channel, precisely where the Panamerican Highway and number 3 National Route ends. Return to Ushuaia."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Ushuaia: Beagle Channel Cruise After making your way to the tourist pier, embark on a boat excursion along the famous Beagle Channel. You will gain panoramas of Ushuaia Bay and see the diverse marine wildlife, such as cormorants and fur seals, on De los Lobos and De los Pajaros Islands. On one of the Bridges Isles, you can explore the island for concheros, or giant shells, and enjoy the views of Chile and Argentina. Not to mention, passing the Les Eclaireurs lighthouse. During the excursion, you can enjoy snacks and the favorite Argentine drink, mate."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "From Ushuaia to Trelew / Puerto Madryn: At the appropriate time you will be taken to the domestic airport for your flight to Trelew ( 67 km south of Puerto Madryn ). Upon arrival, you will be taken to your hotel in Puerto Madryn."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Puerto Madryn Tours: Peninsula Valdes Whale Watching: After breakfast you will be led on a full day’s tour of the Valdes Peninsula. To enter this UNESCO World Heritage site, you will cross an incredibly narrow strip of land with sea on both sides. Further along you will arrive at Caleta Valdes, a large natural creek that is home to a colony of sea elephants. After admiring Caleta Valdes you’ll continue along the road as it drops suddenly down into a crescent of golden cliffs overlooking a bright blue bay and the small village of Puerto Piramides. Here herds of southern right whales tend to arrive in June. You will take a boat trip around the Golfo Nuevo bay and watch these immense creatures gliding past. The peninsula navigation allows you to get unusually close to the whales. You will even get wet if they jump! While the whales may be seen from late June to mid December, the sea elephants and sea lions are permanent residents. Following your tour you will return to your hotel in Puerto Madryn"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Puerto Madryn Tours: Penguins in Punta Tombo: Today you will leave Puerto Madryn and drive 120km south to visit the largest colony of Magellan penguins in South America. The colony’s population reaches over half a million birds during the peak season, and the best time to visit is between October and April. One of the greatest features of this reserve is the fact that you can literally walk among the penguins and observe their habits. You’ll have the opportunity to see how they feed their babies, defend their territory, build their nests, and of course watch their characteristic comedic waddle in and out of the sea. You will then return to your hotel in Puerto Madryn just in time to enjoy the sunset."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "From Puerto Madryn, back to Buenos Aires: At the appropriate time you will be transferred from your hotel to the airport to take your flight to Buenos Aires. Upon arrival you will have a private transfer to the hotel, leaving you the rest of the day to enjoy the city."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "From Buenos Aires, travel to Iguazu Falls: At appropriate time, you will have a private transfer to the domestic airport to take your flight to Puerto Iguazu. Welcome to Puerto Iguazu! The little and relaxing town is the gate to visit the impressive Iguazu Falls, (which have been recently declared as one of the New Seven Natural Wonders!), making them a must see destination for any traveler visiting Argentina. Upon arrival you”ll be taken in private service to your hotel in Puerto Iguazu."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Iguazu Falls Tours: Argentine Side: After breakfast you will depart on a private, full day tour to the Argentine side of the Iguazu Falls where you will have intimate views of this unforgettable section of the Iguazu River. An experienced guide will show you the hidden gems of this unique National Park and will take you off the beaten path to show you the best views. Lower and upper walkways permit up close and personal experiences with this magnificent spectacle of nature. Trails through the 210 square mile reserve provide visitors with various views of the Falls, especially the largest one, Devil’s Throat. The ecological train ride is included in the tour. Return to the hotel in the late afternoon. This day will be a real adventure, full of thrills and spills, and is an absolute must for the adventurer at heart."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Iguazu Falls Tours: Brazilian Side & return to Buenos Aires: After breakfast, enjoy a private, half day excursion to the Brazilian side of the Iguazu Falls where you will enjoy vast panoramic views of the Falls allowing you to take them in their entirety. At the appropriate time in the afternoon you will have a private transfer to the airport for your flight to Buenos Aires."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Buenos Aires: Day at leisure to explore the cobbled, tree lined streets of Palermo Soho in search of one of a kind Porteño fashion, to sit in café and enjoy a perfectly aged glass of malbec, or perhaps to sip yerba mate (local tea) out of your newly purchased mate gourd while people watching in one of the parks that make up the Palermo Bosques."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Buenos Aires - End of your Adventure in Argentina: At the appropriate time you will have a private transfer to the international airport for your flight back home."
    }
  ],
  "map": ""
}